{"url": "http://www.washingtonpost.com/wp-dyn/content/article/2011/02/28/AR2011022803737_pf.html", "text": "Gene therapy raises hope for a future AIDS cure\n\nBy MARILYNN MARCHIONE\n\nThe Associated Press\n\nMonday, February 28, 2011; 9:39 PM\n\n\n\n-- In a bold new approach ultimately aimed at trying to cure AIDS, scientists used genetic engineering in six patients to develop blood cells that are resistant to HIV, the virus that causes the disease.\n\nIt's far too early to know if this scientific first will prove to be a cure, or even a new treatment. The research was only meant to show that, so far, it seems feasible and safe.\n\nThe concept was based on the astonishing case of an AIDS patient who seems to be cured after getting blood cells from a donor with natural immunity to HIV nearly four years ago in Berlin. Researchers are seeking a more practical way to achieve similar immunity using patients' own blood cells.\n\nThe results announced Monday at a conference in Boston left experts cautiously excited.\n\n\"For the first time, people are beginning to think about a cure\" as a real possibility, said Dr. John Zaia, head of the government panel that oversees gene therapy experiments. Even if the new approach doesn't get rid of HIV completely, it may repair patients' immune systems enough that they can control the virus and not need AIDS medicines - \"what is called a functional cure,\" he said.\n\nCarl Dieffenbach, AIDS chief at the National Institute of Allergy and Infectious Diseases, agreed.\n\n\"We're hopeful that this is sufficient to give the level of immune reconstitution similar to what was seen with the patient from Germany,\" he said.\n\nThis is the first time researchers have permanently deleted a human gene and infused the altered cells back into patients. Other gene therapy attempts tried to add a gene or muffle the activity of one, and have not worked against HIV.\n\nThe virus can damage the immune system for years before people develop symptoms and are said to have AIDS - acquired immune deficiency syndrome. The virus targets special immune system soldiers called T-cells. It usually enters these cells through a protein receptor, or \"docking station,\" called CCR5.\n\nSome people (about 1 percent of whites; fewer of minorities) lack both copies of the CCR5 gene and are naturally resistant to HIV. One such person donated blood stem cells in 2007 to an American man living in Berlin who had leukemia and HIV.\n\nThe cell transplant appears to have cured both problems, but finding such donors for everyone with HIV is impossible, and transplants are medically risky.\n\nSo scientists wondered: Could a patient's own cells be used to knock out the CCR5 gene and create resistance to HIV?\n\nA California biotechnology company, Sangamo (SANG-uh-moh) BioSciences Inc., makes a treatment that can cut DNA at precise locations and permanently \"edit out\" a gene.\n\nDr. Jacob Lalezari, director of Quest Clinical Research of San Francisco, led the first test of this with the company and colleagues at the University of California in San Francisco and Los Angeles.\n\nHe warned that it would be \"way overstated\" to suggest that the results so far are a possible cure.\n\n\"It's an overreach of the data. There are a lot of people out there with hopes and dreams around the C-word,\" so caution is needed.\n\nIn the study, six men with HIV had their blood filtered to remove a small percentage of their T-cells. The gene-snipping compound was added in the lab, and about one-fourth of the cells were successfully modified. The cells were mixed with growth factors to make them multiply and then infused back into the patients.\n\nThree men received about 2.5 billion modified cells. Three others received about 5 billion.\n\nThree months later, five men had three times the number of modified cells expected. As much as 6 percent of their total T-cells appear to be the new type - resistant to HIV, Lalezari said.\n\nThe sixth man also had modified cells, but fewer than expected. In all six patients, the anti-HIV cells were thriving nearly a year after infusion, even in tissues that can hide HIV when it can't be detected in blood.\n\n\"The cells are engrafting - they're staying in the bloodstream, they're expanding over time,\" said Lalezari, who has no personal financial ties to Sangamo, the study's sponsor.\n\nThe only side effect was two days of flulike symptoms. It will take longer to determine safety, but several AIDS experts said they were encouraged so far.\n\n\"It is a huge step\" and a first for the field of genetics, said John Rossi, a researcher at City of Hope in Duarte, Calif., where he and Zaia plan another study to test Sangamo's approach. \"The idea is if you take away cells the virus can infect, you can cure the disease.\"\n\nOn Wednesday, Dr. Carl June, a gene therapy expert at the University of Pennsylvania, will report partial results from a second, federally funded study of 10 people testing Sangamo's product. He treated his first patient with it in July 2009.\n\nMany questions remain:\n\n- People born without the CCR5 gene are generally healthy, but will deleting it have unforeseen consequences?\n\n- Will HIV find another way into cells? Certain types of the virus can use a second protein receptor, though this is less common and usually when AIDS is advanced. Sangamo is testing a similar approach aimed at that protein, too.\n\n- How long will the modified cells last? Will more be needed every few years?\n\n- Could doctors just infuse Sangamo's product rather than removing cells and modifying them in the lab?\n\n- What might this cost?\n\nSangamo spokeswoman Liz Wolffe said it's too early in testing to guess, but it would be \"a premier-priced\" therapy - in the neighborhood of Dendreon Corp.'s new prostate cancer immune therapy, Provenge - $93,000.\n\nYet AIDS drugs can cost $25,000 a year, so this could still be cost-effective, especially if it's a cure.\n\nJay Johnson, 50, who works for Action AIDS, an advocacy and service organization in Philadelphia, had the treatment there in September.\n\n\"My results are excellent,\" he said. \"The overall goal is to not have to take medication, and then hopefully lead maybe to a cure.\"\n\nMatt Sharp, 54, of suburban San Francisco, also had the treatment in September.\n\n\"I would trade anything to not have to take a handful of medications every day for the rest of my life and suffer all the consequences and side effects,\" he said.\n\n\"I may not live long enough to see the cure, but I always hoped for a chance.\"\n\n---\n\nOnline:\n\nAIDS information:http://www.aidsinfo.nih.gov\n\nandhttp://www3.niaid.nih.gov/topics/HIVAIDS/\n\n© 2011 The Associated Press", "images": [], "top_img": "", "keywords": [], "authors": [], "canonical_link": "http://www.washingtonpost.com/wp-dyn/content/article/2011/02/28/AR2011022803737.html", "title": "Gene therapy raises hope for a future AIDS cure", "meta_data": {"ROBOTS": "NOINDEX,FOLLOW", "keywords": "US MED AIDS Gene Therapy", "description": "Landmark gene therapy work raises hope of someday curing AIDS by making cells HIV-resistant"}, "movies": [], "publish_date": 1298869200.0, "source": "http://www.washingtonpost.com", "summary": ""}