{"url": "http://www.NPR.org/2011/07/04/137609072/got-low-back-pain-massage-therapy-may-rub-it-out", "text": "Got Low Back Pain? Massage Therapy May Rub It Out\n\nEnlarge this image toggle caption /Group Health Research Institute /Group Health Research Institute\n\nLow back pain is second only to cold symptoms when it comes to complaints that send people to the doctor. Sooner or later, back pain seems to get most of us.\n\nSummary For Patients Read a summary of the findings and their implications from the Annals of Internal Medicine. A Comparison of Massage Therapy and Usual Medical Care for Chronic Low Back Pain\n\nNow, a study in the July 5 issue of the Annals of Internal Medicine shows that massage is an effective treatment for lower back pain. In some cases, researchers report, the benefits of massage lasted for six months or longer.\n\nResearchers headed by epidemiologist Daniel Cherkin, a senior investigator at Group Health Research Institute in Seattle, enrolled 401 people with chronic low back pain and no identifiable reason for the pain.\n\nStudy participants were randomly assigned to one of three treatments. One group received full-body relaxation massage. A second received targeted deep tissue massage. The third group got the usual care — medication and physical therapy.\n\nIn relaxation massage, often referred to as Swedish massage, a variety of maneuvers are used to promote a feeling of relaxation throughout the body and muscles. Structural massage, commonly referred to as deep tissue massage, targets specific pain related tissues, ligaments and joints.\n\nAfter 10 weeks, the results were dramatic: Nearly two-thirds of the patients who received either type of weekly massage said their back pain was significantly improved or gone altogether. Only about one-third of patients receiving the usual care experienced similar relief.\n\n\"We found that both types of massage were equally effective in helping people improve their function and diminish their symptoms,\" Cherkin says. He says massage relieved the pain for six months or more.\n\nPrior studies of massage for back pain had tested only structural forms of massage, not relaxation massage. But relaxation massage is more widely available, and it's often less costly.\n\n'I'm So Very Lucky'\n\nPeggy O'Brien-Murphy was among the study participants. In her late 60s, a retired state employee, O'Brien Murphy tried just about everything to get rid of the pain in her lower back. The massage therapy finally seemed to do the trick.\n\n\"I'm so very lucky,\" she says.\n\nPrior to the study, O'Brien-Murphy says she had found herself increasingly debilitated by back pain. At one point, she says she could hardly get out of a chair.\n\n\"It was really bad,\" she says. \"In fact, I was pulling myself up the stairs by the banister.\" It was difficult getting into the car. And she could no longer walk the hills where she lives. For an active person, this was devastating.\n\nSo when she came upon an ad in her HMO's newsletter, Group Health Cooperative in Seattle, she jumped at the chance to take part in the massage study.\n\nAfter just two or three sessions with massage therapist Loretta Lanz, O'Brien-Murphy said she felt better. After each session she walked around the block, standing straighter and walking further each time. By the end, she felt \"back to normal,\" with a \"spring to my walk and some energy in it!\"\n\nFor O'Brien-Murphy, the massage-therapy experience has been life-changing: She has traveled to China, where she walked all over without problems, and she's already planning her next trips.\n\nNo one knows exactly how massage works to relieve pain, says Dr. Richard Deyo of Oregon Health Sciences University, who also took part in the study.\n\n\"It may be that it helps with relaxation of muscles that are tense,\" Deyo says. \"But it may also be there are simply more generalized effects of relaxation — in the caring and attention and someone laying hands on — that may all be important.\"\n\nResearchers say future studies should look more closely at the benefits of massage and focus on cost-benefit analysis.\n\nAs for O'Brien-Murphy, she remains free of back pain, but not without some effort on her part. Other studies have shown that building strong and flexible muscles can help prevent back pain. O'Brien-Murphy never exercised before. But now she does weight training, muscle stretches and aerobic exercise — activities all shown to help prevent recurrence of lower back pain.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2011/07/04/massagether2_wide-921988230bf357d86f24d01d2451639cc3cfb3de.jpg?s=1400", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2011/07/04/massagether2_wide-921988230bf357d86f24d01d2451639cc3cfb3de-s1100-c15.jpg", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2011/07/04/massagether2_wide-921988230bf357d86f24d01d2451639cc3cfb3de.jpg?s=1400", "keywords": [], "authors": ["Patti Neighmond"], "canonical_link": "https://www.npr.org/2011/07/04/137609072/got-low-back-pain-massage-therapy-may-rub-it-out", "title": "Got Low Back Pain? Massage Therapy May Rub It Out", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2011-07-04", "description": "Chronic back pain is among the most common reasons people see the doctor. Now, a new study finds that massage is an effective treatment for lower back pain — with benefits lasting six months or longer.", "og": {"title": "Got Low Back Pain? Massage Therapy May Rub It Out", "url": "https://www.npr.org/2011/07/04/137609072/got-low-back-pain-massage-therapy-may-rub-it-out", "type": "article", "description": "Chronic back pain is among the most common reasons people see the doctor. Now, a new study finds that massage is an effective treatment for lower back pain — with benefits lasting six months or longer.", "image": "https://media.npr.org/assets/img/2011/07/04/massagether2_wide-921988230bf357d86f24d01d2451639cc3cfb3de.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Got Low Back Pain? Massage Therapy May Rub It Out", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2011/07/04/massagether2_wide-921988230bf357d86f24d01d2451639cc3cfb3de.jpg?s=1400"}}}, "movies": [], "publish_date": 1309752000.0, "source": "http://www.NPR.org", "summary": ""}