{"url": "http://uk.Reuters.com/article/idUKTRE6BR3E720101228", "text": "NEW YORK (Reuters Health) - More research is suggesting that heavy smokers may benefit from screening for lung cancer, to detect tumors in their earliest stages.\n\nA new study finds that regular smokers who received three-dimensional X-rays to look for the presence of early tumors had a significantly lower risk of dying over a 10-year period.\n\nThe results are in keeping with those of a much larger study published last month, which showed that these 3-D X-rays, or CT scans, reduced the death rate among 53,000 current and former heavy smokers by 20 percent compared with screening using regular chest X-rays. That previous finding was “very good news in the field,” said Dr. Bruce Johnson of the Dana Farber Cancer Institute, who treats lung cancer patients and reviewed the results for Reuters Health.\n\nThis latest study, published in the journal Lung Cancer, looked at death rates in a different, smaller population of heavy smokers, and estimated that those who received up to two CT scans would have between a 36 and 64 percent lower risk of dying, compared to those who went unscreened.\n\nThe data are “consistent” with earlier studies but there are still many issues to resolve regarding lung cancer screening, Johnson said.\n\nFor one, scientists haven’t yet worked out how often to screen people, and when to start. It is not clear when or how guidelines for lung cancer screening could be drawn up, and until they are, insurers including government programs such as Medicare are unlikely to pay the average $300 cost of a scan.\n\nFurthermore, an April study showed that 21 percent of a patient’s initial lung CT scans show suspicious lesions that turn out not to be cancer, but lead to needless invasive follow-up procedures and radiation exposure, as well as stress and anxiety for patients and their families.\n\nThe high so-called “false positive” rate is an issue, said Dr. James Hanley of McGill University, who also reviewed the findings for Reuters Health, but many mammograms also find lesions that turn out to be benign. And for lung cancer, doctors know there is a high false-positive rate and have a set protocol to follow in order to determine which lesions are dangerous, added Johnson.\n\nLung cancer kills 1.2 million people a year globally and it will kill 157,000 people in the United States alone this year, according to the American Cancer Society.\n\nTobacco use accounts for some 85 percent of lung cancer cases in the U.S., and one estimate puts a smoker’s lifetime absolute risk of developing lung cancer between 12 percent and 17 percent. Five-year survival rates for lung cancer are low.\n\nIn recent years, CT scans, in particular, have been promoted by some hospitals and advocacy groups for lung cancer screening, even though studies had not yet shown definitively whether such screening saves lives.\n\nIn 2006, Dr. Claudia Henschke, currently based at Mount Sinai School of Medicine and Arizona State University, caused a stir when she published a study concluding that 80 percent of lung-cancer deaths could be prevented through widespread use of spiral CT.\n\nHer ideas were controversial to start with, especially when other researchers found her work had been paid for by a tobacco company.\n\nIn the current study, funded in part by manufacturers of CT scanners (along with government and other sources), Henschke and her colleagues compared outcomes for nearly 8,000 smokers and former smokers who volunteered to undergo CT scans to outcomes in two sets of people with smoking histories who were not scanned.\n\nThe three groups of people had some important differences, such as in average age and how long and heavily they had smoked, so the researchers had to use mathematical tools to try to eliminate the influence of those differences, said Hanley. For instance, to compare death rates, the researchers tracked how many people died among those who were screened, then pulled out all the people with similar underlying characteristics in the other two groups and looked at their death rates, Hanley explained.\n\nA total of 64 people died in the screened population, the authors report — but applying the death rate among people with the same underlying characteristics in one of the unscreened populations, they estimated that the number of deaths would have been 100. This translates into a 36 percent lower risk of dying among the screened population.\n\nApplying the same methods to the other unscreened population, the authors estimated that screening was associated with a 64 percent lower risk of dying.\n\nOverall, research is suggesting that CT scans of people at risk of lung cancer might make a dent in cancer mortality, and it’s possible that more frequent screening might make an even bigger dent, Hanley noted. “If screening is going to work, you’ve got to keep at it.”\n\nSOURCE: link.reuters.com/quv83r Lung Cancer, online December 17, 2010.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/7f21eba8605f14fb0697c8a1e5c779d3.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Alison Mccook", "Min Read"], "canonical_link": "https://uk.reuters.com/article/health-us-lung-cancer-screening-idUKTRE6BR3E720101228", "title": "More signs lung cancer screening could save lives", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "healthNews;everythingNews", "description": "(Reuters Health) - More research is suggesting that heavy smokers may benefit from screening for lung cancer, to detect tumors in their earliest stages.", "Author": "Alison McCook", "keywords": "United States,HEALTH,US,LUNG,CANCER,SCREENING", "news_keywords": "United States;HEALTH;US;LUNG;CANCER;SCREENING", "REVISION_DATE": "Tue Dec 28 20:21:51 UTC 2010", "analyticsAttributes.articleDate": "2010-12-28T20:21:51+0000", "analyticsAttributes.author": "Alison McCook", "analyticsAttributes.canonicalUrl": "https://uk.reuters.com/article/health-us-lung-cancer-screening-idUKTRE6BR3E720101228", "analyticsAttributes.contentTitle": "More signs lung cancer screening could save lives", "analyticsAttributes.edition": "U.K.", "analyticsAttributes.keywords": "United States,HEALTH,US,LUNG,CANCER,SCREENING", "analyticsAttributes.keywordSlug": "HEALTH-US-LUNG-CANCER-SCREENING", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "More signs lung cancer screening could save lives", "sailthru.author": "Alison McCook", "sailthru.date": "2010-12-28T20:21:51+0000", "sailthru.title": "More signs lung cancer screening could save lives", "og": {"locale": "en_GB", "site_name": "U.K.", "title": "More signs lung cancer screening could save lives", "url": "https://uk.reuters.com/article/health-us-lung-cancer-screening-idUKTRE6BR3E720101228", "type": "article", "description": "(Reuters Health) - More research is suggesting that heavy smokers may benefit fr...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2010-12-28T20:21:51+0000", "modified_time": "2010-12-28T20:21:51+0000", "section": "Life", "author": "Alison McCook", "tag": "United States,HEALTH,US,LUNG,CANCER,SCREENING"}}, "article": {"publisher": "https://www.facebook.com/ReutersUK"}, "twitter": {"site": "@ReutersUK", "creator": "@ReutersUK", "card": "summary", "title": "More signs lung cancer screening could save lives", "description": "(Reuters Health) - More research is suggesting that heavy smokers may benefit from screening for lung cancer, to detect tumors in their earliest stages.", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "uk.reuters/life/health/article", "analyticsAttributes.channel": "Article - News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Life - Health", "analyticsAttributes.topicChannel": "Life", "analyticsAttributes.topicSubChannel": "Health", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1293567711.0, "source": "http://uk.Reuters.com", "summary": ""}