{"url": "http://www.usnews.com/news/business/articles/2016-07-27/to-reverse-damage-of-sitting-take-a-brisk-hour-long-walk", "text": "By MARIA CHENG, AP Medical Writer\n\nLONDON (AP) — If you spend all day sitting on your rear end, then you might want to schedule some time for a brisk walk — just make sure you can spare at least an hour.\n\nScientists analyzing data from more than 1 million people found that it takes about 60 to 75 minutes of \"moderate intensity\" exercise to undo the damage of sitting for at least eight hours a day. Not exercising and sitting all day is as dangerous as being obese or smoking, they found.\n\nAnd the added risk of parking yourself in front of a television for 5 hours or more a day after sitting at the office is so high even the hour of exercise is not enough to reverse the damage.\n\n\"We cannot stress enough the importance of getting exercise, whether it's getting out for a walk at lunchtime, going for a run in the morning or cycling to work,\" said Ulf Ekelund of the Norwegian School of Sports Sciences in Norway, one of the study authors, in a statement.\n\nIt has been long suspected that sitting a lot, at work or at home, is not healthy. Previous studies have found that prolonged sitting can raise the chances of heart disease, various cancers and an earlier death.\n\nIn the new research , experts combed through 13 papers with data on factors including how long people spend sitting, their physical activity levels and their television-watching habits. The majority of studies included people older than age 45. All except one were done in the U.S., Western Europe and Australia.\n\nResearchers found that people with the highest levels of moderate physical activity — 60 to 75 minutes daily— erased the higher risk of death linked to being seated for more than eight hours a day. But even that exercise regime was not enough to counter the hazards of also watching more than five hours of television a day.\n\nThe paper was published online Wednesday in the journal Lancet.\n\nLars Bo Andersen, who co-authored an accompanying commentary, called the new research \"very convincing,\" explaining that too much sitting increases the risk of problems including diabetes and heart disease because it can make insulin levels spike and might slow the body's metabolism.\n\nAndersen said that watching lots of television was probably even worse than sitting at the office all day because it likely includes other unhealthy habits.\n\n\"A lot of people don't just watch TV, they eat fatty snacks at the same time,\" said Andersen, of Sogn and Fjordane University College in Norway.\n\nAndersen said that some cultures make it easier than others to squeeze in an hour of exercise every day, noting that in Denmark and much of Scandinavia, about half of all people either cycle or walk to work. But he said that getting the recommended amount of physical activity shouldn't be overly arduous and doesn't necessarily mean going to the gym for an intense work-out.\n\n\"If you are walking and can feel yourself getting a little warm and your breathing is a little heavier, that's enough,\" he said. \"You don't have to be sweaty and out of breath to get the benefits.\"", "images": ["https://www.usnews.com/dims4/USNEWS/e3d5129/2147483647/thumbnail/640x420/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F5f%2F17590c36b20c46b71bbfc2bc92950c%2Fmedia%3A38b0f4ff4263446abd2499a4c21d2d14ExerciseandSitting.JPEG", "https://www.usnews.com/dims4/USNEWS/756fdb4/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F5f%2F17590c36b20c46b71bbfc2bc92950c%2Fmedia%3A38b0f4ff4263446abd2499a4c21d2d14ExerciseandSitting.JPEG", "https://www.usnews.com/static/img/usn-logo-large.svg"], "top_img": "https://www.usnews.com/dims4/USNEWS/756fdb4/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F5f%2F17590c36b20c46b71bbfc2bc92950c%2Fmedia%3A38b0f4ff4263446abd2499a4c21d2d14ExerciseandSitting.JPEG", "keywords": [], "authors": [], "canonical_link": "https://www.usnews.com/news/business/articles/2016-07-27/to-reverse-damage-of-sitting-take-a-brisk-hour-long-walk", "title": "To reverse damage of sitting, take a brisk, hour-long walk", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "description": "LONDON (AP) — If you spend all day sitting on your rear end, then you might want to schedule some time for a brisk walk — just make sure you can spare at least an hour.", "keywords": "Collections: Business,Collections: Top News,Collections: Health,Collections: World", "site": "news", "zone": "health/articles", "robots": "noindex", "fb": {"pages": 5834919267, "app_id": 130063997038366}, "og": {"title": "To reverse damage of sitting, take a brisk, hour-long walk", "description": "If you spend all day sitting, then you might want to schedule some time for a brisk walk _ just make sure you can spare at least an hour", "image": "https://www.usnews.com/dims4/USNEWS/756fdb4/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F5f%2F17590c36b20c46b71bbfc2bc92950c%2Fmedia%3A38b0f4ff4263446abd2499a4c21d2d14ExerciseandSitting.JPEG", "type": "article", "site_name": "US News & World Report", "url": "https://www.usnews.com/news/business/articles/2016-07-27/to-reverse-damage-of-sitting-take-a-brisk-hour-long-walk"}, "twitter": {"image": "https://www.usnews.com/dims4/USNEWS/756fdb4/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F5f%2F17590c36b20c46b71bbfc2bc92950c%2Fmedia%3A38b0f4ff4263446abd2499a4c21d2d14ExerciseandSitting.JPEG", "card": "summary_large_image", "site": "@USNews", "title": "To reverse damage of sitting, take a brisk, hour-long walk", "description": "If you spend all day sitting, then you might want to schedule some time for a brisk walk _ just make sure you can spare at least an hour"}, "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "optimizely": "Optimizely is supported by this application but is not enabled for this page."}, "movies": [], "publish_date": 1469592000.0, "source": "http://www.usnews.com", "summary": ""}