{"url": "http://www.latimes.com/health/la-he-skeptic-probiotic-immunity-20120220,0,4314012.story", "text": "Now that we’re deep into the cold and flu season, it’s safe to assume that germs are hiding pretty much everywhere — the keypad at the grocery store checkout, the handrail on the bus, the air around that miserable-looking co-worker.\n\nAvoiding germs entirely would require something like solitary confinement or a head-to-toe application of Purell. As an alternative, many people try to do what they can to strengthen their immune systems. Vitamin C is old news, and echinacea and other herbs haven’t really panned out. But there’s a livelier option: probiotic supplements that supposedly fortify the immune system.\n\nEach capsule of Ultimate Flora Advanced Immunity from ReNew Life Formulas Inc. of Clearwater, Fla., contains 10 billion cultures of the yeast Saccharomyces boulardii. Users are instructed to take two capsules a day with a light meal. A bottle of 30 capsules, sold at Whole Foods and many other health food stores, costs about $30.\n\nA capsule of Probiotic Immunity from New Chapter Inc., based in Brattleboro, Vt., contains 1 billion each of 10 different organisms, including Streptococcus salivarius subsp. thermophilus and Lactobacillus acidophilus, two species of bacteria often found in yogurt. Other ingredients include herbs such as cumin, ginger and spinach. Users are instructed to take two capsules each day, preferably one in the morning and one in the evening, on an empty stomach. You can buy a bottle of 90 capsules for about $20 at many health food stores.\n\nAdvertisement\n\nThe claims\n\nThe website for Ultimate Flora Advanced Immunity says that it “provides seasonal immune support” and “enhances respiratory health and immunity.” Put together, the statements seem to imply the product improves immunity against seasonal respiratory infections. But senior vice president of marketing Brian Colin says that the company cannot legally claim to prevent or treat any disease, including the cold and flu. Instead, he says that Ultimate Flora Advanced Immunity can “promote overall immune health.”\n\nThe website for Probiotic Immunity says that the product “helps promote optimal digestive and immune system function.” A brochure provided by the company said that the supplement offers “live probiotics for optimal immune health.” As with Ultimate Flora Advanced Immunity, users are left to themselves to speculate exactly which illnesses their newly optimal immune system might be fighting off.\n\nThe bottom line\n\nAdvertisement\n\nIt may seem odd, but there’s no doubt that a capsule full of live yeast or bacteria could help stimulate the immune system and potentially ward off illness, says Paul Forsythe, a respiratory specialist and assistant professor of medicine at McMaster University in Hamilton, Ontario.\n\nBut, as Forsythe noted in an April 2011 issue of the journal Chest, most of the research on probiotics has been conducted in mice, and the real-world immunity benefits for humans are uncertain. Companies “are taking evidence from animal studies and stretching their claims,” he says.\n\nStill, Forsythe sees some room for hope that the right probiotic could make the cold and flu season a little less miserable. “There is some evidence that certain strains [of probiotics] can reduce the severity and duration of a cold.”\n\nA September 2011 Cochrane Review of 14 studies found “weak” evidence that probiotics could help prevent the common cold and other upper respiratory infections in infants, children and younger adults. And an April 2011 study in the European Journal of Clinical Nutrition found a Lactobacillus probiotic seemed to improve the immune system’s response following a flu vaccination.\n\nDr. Sonia Michail, a pediatric gastroenterologist at Children’s Hospital Los Angeles, says the basic idea behind so-called immunity-boosting probiotics makes sense. As she explains, the gut is a major front in the immune system’s war against pathogens, and the immune cells there must respond to the resident bacteria. If helpful bacteria can activate immune cells in the gut, the disease fighters will spread throughout the body.\n\nBut according to Michail, studies suggest that, for unknown reasons, only some people — perhaps as few as 1 in 30 — could hope to avoid a cold by taking probiotics. And, she adds, the evidence for even this modest benefit “is far from robust.”\n\nForsythe says that probiotics are generally safe and might be worth a try, if only for the extra peace of mind. He adds that if he were going to try a product, he’d choose one with only a single strain.\n\nOne other thing: “I wouldn’t waste my money on anything expensive,” he says.\n\nAdvertisement\n\nhealth@latimes.com\n\nRead more at latimes.com/skeptic.", "images": ["data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/dims4/default/4972ad8/2147483647/strip/true/crop/528x277+0+116/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fa3%2F2d%2F4daf81401198a078f7be38017f70%2Fla-he-skeptic20-37.jpg-20120217", "https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/dims4/default/d200551/2147483647/strip/true/crop/528x510+0+0/resize/840x811!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fa3%2F2d%2F4daf81401198a078f7be38017f70%2Fla-he-skeptic20-37.jpg-20120217", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/4972ad8/2147483647/strip/true/crop/528x277+0+116/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fa3%2F2d%2F4daf81401198a078f7be38017f70%2Fla-he-skeptic20-37.jpg-20120217", "keywords": [], "authors": [], "canonical_link": "https://www.latimes.com/health/la-he-skeptic-probiotic-immunity-20120220-story.html", "title": "The Healthy Skeptic: Probiotics could help in cold and flu season", "meta_data": {"og": {"title": "The Healthy Skeptic: Probiotics could help in cold and flu season", "url": "https://www.latimes.com/health/la-he-skeptic-probiotic-immunity-20120220-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/4972ad8/2147483647/strip/true/crop/528x277+0+116/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fa3%2F2d%2F4daf81401198a078f7be38017f70%2Fla-he-skeptic20-37.jpg-20120217", "url": "https://ca-times.brightspotcdn.com/dims4/default/4972ad8/2147483647/strip/true/crop/528x277+0+116/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fa3%2F2d%2F4daf81401198a078f7be38017f70%2Fla-he-skeptic20-37.jpg-20120217", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "Probiotic Immunity"}, "description": "Capsules may help boost the immune system. But since most studies are done in mice and not men, claims may be a stretch.", "site_name": "Los Angeles Times", "type": "article"}, "article": {"content_tier": "metered", "published_time": "2012-08-15T02:36:15", "opinion": "false", "tag": "Health"}, "twitter": {"card": "summary_large_image", "description": "Capsules may help boost the immune system. But since most studies are done in mice and not men, claims may be a stretch.", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/e2c78dc/2147483647/strip/true/crop/528x297+0+107/resize/1200x675!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fa3%2F2d%2F4daf81401198a078f7be38017f70%2Fla-he-skeptic20-37.jpg-20120217", "alt": "Probiotic Immunity"}, "site": "@latimes", "title": "The Healthy Skeptic: Probiotics could help in cold and flu season"}, "fb": {"app_id": 119932621434123, "pages": 5863113009}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "There is evidence that probiotics can help boost the immune system. But many of the studies are done in mice, and drawing conclusions about human effects can be misleading.", "brightspot.contentId": "00000169-0c88-dbbe-a16f-4ee86fdc0000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1345012575.0, "source": "http://www.latimes.com", "summary": ""}