{"url": "http://www.npr.org/sections/health-shots/2015/08/17/432004332/play-this-video-game-and-call-me-in-the-morning", "text": "'Play This Video Game And Call Me In The Morning'\n\nEnlarge this image toggle caption Courtesy of Akili Courtesy of Akili\n\nI'm driving through a frozen world, where the roads are paved in ice. As I swerve left to avoid a miniature iceberg, a red fish flashes at the top of my screen. I'm supposed to tap all the red fish that pop up, but not the green fish or the blue. And I have to do this without crashing the car.\n\nAn unidentifiable, omnipresent game-meister says: \"Doing one thing at a time is easy, but doing them both at the same time is where the magic happens!\"\n\nAs I get better at the game, my brain is being trained to ignore distractions and stay focused — or, at least, that's the hypothesis of the neuroscientists who designed it.\n\nThe brain networks that control multitasking overlap with networks that control working memory and attention span. So some scientists believe that by playing this game — Project Evo — you can improve a range of cognitive skills and, by extension, relieve a range of symptoms associated with cognitive disorders.\n\n\"We've been through eight or nine completed clinical trials, in all cognitive disorders: ADHD, autism, depression,\" says Matt Omernick, executive creative director at Akili, the Northern California startup that's developing the game.\n\nOmernick worked at Lucas Arts for years, making Star Wars games, where players attack their enemies with light sabers. Now, he's working on Project Evo. It's a total switch in mission, from dreaming up best-sellers for the commercial market to designing games to treat mental health conditions.\n\n\"The qualities of a good video game, things that hook you, what makes the brain — snap — engage and go, could be a perfect vessel for actually delivering medicine,\" he says.\n\nIn fact, the creators believe their game will be so effective it might one day reduce or replace the drugs kids take for ADHD. But this kind of goal requires a totally different business model; before they can deliver their game to players, they first have to go through the Food and Drug Administration — the FDA.\n\n\"The first time those three letters were uttered in a group setting, everyone's like, 'Oooo, that's scary, do we want to do that?' \" Omernick recalls.\n\nSilicon Valley companies routinely avoid government regulation if at all possible; the process for FDA approval can be slow and expensive.\n\n\"If it says 'FDA approval needed' in the business plan, I myself scream in fear and run away,\" says Tim Chang, managing director at Mayfield Fund, a venture capital firm. He has never backed a company that wanted to go through the FDA.\n\nMost startups can bring a new video game to market in six months. Going through the FDA approval process for medical devices could take three or four years — and cost millions of dollars.\n\nEnlarge this image toggle caption Courtesy of Akili Courtesy of Akili\n\n\"That's what's been scary about going the regulatory path,\" Chang says. \"You're waiting and waiting and waiting for FDA approval, going through all these different clinical tests, and you could run out of money easily before you get through that.\"\n\nThe worst fear is that the technology will become outdated by the time the FDA process is complete. Tech companies are constantly redesigning their software to keep up with competition and consumer habits. Chang says in four years a game could be obsolete.\n\n\"It's really out of sync with the way we think of product iteration,\" he says. \"We're more on the order of days and real-time changes, where you're pushing out app updates every week.\"\n\nOn the other hand, Chang admits that going the regulatory route could really pay off. If the FDA gives its stamp of approval, doctors could prescribe the game. And that opens the door for insurance companies to pay for it.\n\n\"Then you're going into the land of the big, big budgets,\" Chang says.\n\nWithin in the health care field, some executives believe the commercial successes of online games like Angry Birds and Candy Crush could translate into the medical world. They see the potential of these games to not only make money — but to save money, too.\n\n\"When you look at the percentage of individuals that are playing video games [59 percent] and overlay that with the percentage of individuals that have chronic conditions or need some assistance from the medical perspective [45 percent], the relationship is pretty strong,\" says Willis Gee, director of information technology strategy and innovation at health insurer Cigna.\n\nOn one level, it's about competition. The Affordable Care Act has made it a lot easier for people to switch health plans. Cigna has to find ways to stand out.\n\n\"People want to do things that are fun,\" says Gee. \"So, we have to be there with them.\"\n\nIt might seem like a strange vision for an industry known best for issuing denial letters. But Gee believes reimbursing patients to play games could cut other health costs — by promoting exercise and preventing disease, for example, or even reducing the amount of expensive drugs people take.\n\n\"As an industry, we're going to have to reorient ourselves around what it is we're really trying to do,\" he says. \"And if, at the end of the day, the goal is about improving health, then we may need to revisit the way we are quantifying outcomes.\"\n\nDrug companies are keeping an eye on these games, too. Pfizer partnered with the Project Evo team to see if the game could help improve the diagnosis of Alzheimer's disease. The drug manufacturer believes it could alleviate some of the problems with drug trials — helping to make them faster, cheaper and more efficient.\n\nRight now, screening for Alzheimer's is subjective. Patients and families fill out forms on mood and attention. The results are often inaccurate. Some of the people recruited for drug trials end up not having Alzheimer's at all. Dr. Michael Ehlers, Pfizer's chief scientific officer for neuroscience, says Project Evo could help them identify better candidates more quickly.\n\n\"I'd like to think we could cut down standard clinical trials, in size and length of time, by half or more,\" he says.\n\nIn terms of the game replacing drugs someday, though, Ehlers isn't so sure. He has a different analogy.\n\n\"It's just essentially a digital version of otherwise typical kinds of psychological and cognitive behavioral therapy,\" he says.\n\nBut, Ehlers still thinks game designers should go through the same FDA tests and trials as drug manufacturers.\n\n\"Quite important is that we hold them to the same standard of evidence that they actually work,\" he says.\n\nHere, Ehlers touches on a broader controversy around games like Project Evo. There are several scientists who say this field is so new that it's lacking in good evidence that brain changes actually occur.\n\nRandall Engle of the Georgia Institute of Technology believes giving the game FDA approval could hinder good science.\n\n\"Because it's a proprietary thing at that point — and that's a problem. If it becomes proprietary, the only people who can do unfettered research on it are the people who own the procedure,\" he says.\n\nBut, then again, that's exactly how it works with drugs.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2015/08/14/screenshot_custom-80347c511c3677ba9d1a24f99ee3995e862c6073-s1100-c15.jpg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/assets/img/2015/08/14/girlplayingevo_custom-d9bf668d1b1212a8b7ee3602f6dc6347ed936954-s1100-c15.jpg", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/assets/img/2015/08/14/girlplayingevo_wide-39cff5ecfe667e372944c960eaa94a9bef52de5d.jpg?s=1400", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2015/08/07/video-games_sq-a080024443f93e926a1b379ca95b9c413c0b3936-s100-c15.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/images/stations/logos/kqed.gif", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2015/08/14/girlplayingevo_wide-39cff5ecfe667e372944c960eaa94a9bef52de5d.jpg?s=1400", "keywords": [], "authors": ["April Dembosky"], "canonical_link": "https://www.npr.org/sections/health-shots/2015/08/17/432004332/play-this-video-game-and-call-me-in-the-morning", "title": "'Play This Video Game And Call Me In The Morning'", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2015-08-17", "description": "Developers at Akili are working on a game they hope might one day be prescribed to treat mental health conditions like ADHD and depression. But first, they must get past the FDA.", "og": {"title": "'Play This Video Game And Call Me In The Morning'", "url": "https://www.npr.org/sections/health-shots/2015/08/17/432004332/play-this-video-game-and-call-me-in-the-morning", "type": "article", "description": "Developers at Akili are working on a game they hope might one day be prescribed to treat mental health conditions like ADHD and depression. But first, they must get past the FDA.", "image": "https://media.npr.org/assets/img/2015/08/14/screenshot_wide-c58c3c1975b565ef6b79b4408dc1da156b592d19.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "'Play This Video Game And Call Me In The Morning'", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2015/08/14/girlplayingevo_wide-39cff5ecfe667e372944c960eaa94a9bef52de5d.jpg?s=1400"}}}, "movies": [], "publish_date": 1439784000.0, "source": "http://www.npr.org", "summary": ""}