{"url": "http://www.nytimes.com/2011/04/12/health/12prostate.html?ref=health", "text": "The new study only included national data through 2005, the most recent year they were available, but, said Dr. Durado Brooks, director of prostate and colorectal cancers for the American Cancer Society, “there is no reason to believe it has changed significantly since 2005.” Doctors said there are several reasons screening seems to continue indefinitely as men age. They range from patient demands to malpractice fears to financial incentives and doctors’ own lack of understanding of the risks and benefits of screening.\n\n“There are a lot of pressures,“ said Dr. Gerald L. Andriole, a urologic surgeon at Washington University. “It is not all pure data that is promoting aggressive screening.” Dr. Andriole is directing a National Cancer Institute study of 76,000 men that failed to find a screening benefit after 10 years. The men were aged 55 to 74 when the study began. P.S.A. screening is controversial at any age. Screening proponents say the cancer institute study was flawed and point to a European study of 162,000 men aged 55 to 69 that showed a 20 percent drop in the prostate cancer death rate with screening.\n\nScreening critics say the European study was flawed and add that there is a logical reason it has been hard to show a screening benefit.\n\nPhoto\n\nThey note that prostate cancer is a common cancer, found in most men’s prostates on autopsy, although often the men had no idea they had it. The cancer can be lethal, but it usually grows so slowly that men die with it, not because of it.\n\nFor most men, screening only has harms because it leads to biopsies and treatments with unpleasant side effects. And, they say, it might not help cure many deadly prostate cancers because those cancers may have already spread outside the prostate, microscopically seeding other organs, long before a P.S.A. test indicates a possible problem.\n\nA positive P.S.A. test usually leads to a biopsy and then, if cancer is found, to a decision about whether to treat it. Nearly all men opt for treatment, which includes surgery to remove the prostate or radiation to destroy the cancer. Side effects can include impotence and incontinence.\n\nEven younger men should weigh the harms of screening, says Dr. Lisa Schwartz of Dartmouth Medical School. “You also have the potential to wreck their lives,” she said.\n\nAdvertisement Continue reading the main story\n\nOne reason treatment is the most common choice is that it is hard to know if a cancer is lethal. Pathologists can distinguish between cancers that look particularly aggressive and those that do not, but there is a real possibility that even if tissue obtained at a biopsy has only less aggressive tumor cells, more aggressive cells might still be lurking in the prostate.\n\nBut even with this uncertainty, prostate cancer specialists say, most men who are treated would not have died of prostate cancer, and that is especially true for elderly men, in particular those who are frail and have a limited life expectancy. Yet changing medical practice can be difficult.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“Anytime a practice becomes ingrained, it is difficult to eradicate,” says Dr. Brooks. “It is harder to get rid of an aberrant behavior than to adopt a new one.”\n\nDr. Andriole said the very concept of not screening is difficult.\n\n“It is the hardest thing in the world not to look for a cancer and not to treat it,” he says. And doctors, he added, have many inducements to screen. They often are afraid they could be sued if they do not screen and a man is found to have a lethal cancer. And there are financial incentives.\n\n“Urologists make money by finding ways to biopsy men and administer treatments,” Dr. Andriole said. Screening, he added, “is promoted by hospitals and industry.” And, he added, “many patients demand it.”\n\nPhoto\n\nDr. Brooks of the cancer society says he travels the country and talks to primary care doctors about screening, and has learned that many have misconceptions about the test’s benefits.\n\n“They often don’t appreciate the downside of screening,” Dr. Brooks said, “and they don’t appreciate the delay in benefit.” In addition, Dr. Brooks said, primary care doctors often “overestimate the likelihood that early detection of prostate cancer will lead to survival benefits.”\n\nAdded to that, Dr. Brooks said, is the length of time it takes to discuss the pros and cons of screening with patients. Often it is easier to just order the test.\n\nDr. Bruce Roth, a professor of medicine at Washington University in St. Louis, said that ideally, a doctor should take a man’s overall health into account and not just go by age in ordering P.S.A. tests. But if a man has been screened year after year, it can be hard to suggest he stop because he may not live much longer.\n\nAdvertisement Continue reading the main story\n\nSome men say the cautions just do not apply to them.\n\nJ. Allen Wheeler, who is 82 and lives in Portland, Ore., said he had his most recent P.S.A. test in January. His doctor orders it routinely, he says, adding, “In all honestly, it’s part of my physical.” His doctor “just does it — that’s the understanding between us.”\n\nMr. Wheeler, who says his health is “fairly good,” said he could not foresee a time when he would stop having the test. He would like to know if he has cancer, he says, although he may decide not to be treated.\n\nA 75-year-old Connecticut man said he had the test because he was healthy and wanted to stay that way.\n\n“I think I am going to live to be 100,” he said, asking that his name be withheld to protect his privacy. A recent P.S.A. test found a small cancer, and he does not want to take a chance that it will grow slowly and not cause him problems.\n\n“I am thinking seriously of having the whole thing taken out,” he says. “Hasta la vista.”", "images": ["https://static01.nyt.com/images/2011/04/11/health/11prostate/11prostate-articleInline.jpg", "https://static01.nyt.com/images/icons/t_logo_291_black.png", "https://static01.nyt.com/images/2011/04/12/science/12prostate/12prostate-jumbo.jpg"], "top_img": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "keywords": [], "authors": ["Gina Kolata"], "canonical_link": "https://www.nytimes.com/2011/04/12/health/12prostate.html", "title": "Experts Debate Benefits of Prostate Cancer Tests at Any Age", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1248069707720", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2011/04/12/health/12prostate.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2011/04/12/health/12prostate.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1248069707720"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2011/04/12/health/12prostate.html", "title": "Experts Debate Benefits of Prostate Cancer Tests at Any Age", "description": "Older men are getting screened for prostate cancer at a higher rate, though many experts discourage screening for men whose life expectancy is 10 years or less.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary", "creator": "ginakolata"}, "robots": "noarchive", "hdl_p": "Screening Prostates At Any Age", "description": "Older men are getting screened for prostate cancer at a higher rate, though many experts discourage screening for men whose life expectancy is 10 years or less.", "genre": "News", "articleid": 1248069707720, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Experts Debate Benefits of Prostate Cancer Tests at Any Age", "pdate": 20110411, "utime": 20140907150501, "ptime": 20110411155041, "DISPLAYDATE": "April 11, 2011", "dat": "April 11, 2011", "lp": "Older men are getting screened for prostate cancer at a higher rate, though many experts discourage screening for men whose life expectancy is 10 years or less.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "12prostate", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "published": "2011-04-11T15:50:41-04:00", "modified": "2014-09-07T15:05:01-04:00", "section": "Health", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "section_url": "https://www.nytimes.com/pages/health/index.html", "top-level-section": "health", "author": "https://www.facebook.com/gina.kolata.1", "tag": "Medicine and Health"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "og": {"url": "https://www.nytimes.com/2011/04/12/health/12prostate.html", "type": "article", "title": "Experts Debate Benefits of Prostate Cancer Tests at Any Age", "description": "Older men are getting screened for prostate cancer at a higher rate, though many experts discourage screening for men whose life expectancy is 10 years or less.", "image": "https://static01.nyt.com/images/icons/t_logo_291_black.png"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Gina Kolata", "tone": "feature", "byl": "By GINA KOLATA", "PT": "article", "CG": "health", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Medicine and Health", "keywords": "Prostate Gland,Tests and Testing,Cancer,Age  Chronological,Medicine and Health", "dfp-ad-unit-path": "health", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1302580800.0, "source": "http://www.nytimes.com", "summary": ""}