{"url": "http://consumer.Healthday.com/Article.asp?AID=650463", "text": "En Español\n\nWEDNESDAY, March 2, 2011 (HealthDay News) -- The new chemotherapy drug eribulin extends the lives of metastatic breast cancer patients who have received extensive treatment, according to a new study.\n\nThe researchers found that among patients whose cancer had spread, those who took the drug lived a median of 2.5 months longer than those who received a physician-chosen treatment -- 13.1 months versus 10.6 months.\n\nThe study included 508 women who were given eribulin and 254 women who received treatment of the physician's choice, which was defined as: any single-agent chemotherapy, hormonal or biological treatment approved for cancer treatment; radiotherapy; or symptomatic treatment alone.\n\nThe most common side effects in both groups were fatigue and depletion of white blood cells. Numbness and pain stemming from nerve damage were the most common adverse event connected to eribulin that led women to drop out of the study (24, or 5 percent).\n\nThe study, known as the EMBRACE trial, was funded by Eisai Inc., which markets eribulin. Dr. Javier Cortes, of the Vall d'Hebron University Hospital and Vall d'Hebron Institute of Oncology in Barcelona, Spain, and colleagues published the findings in the March 3 online edition of The Lancet.\n\n\"This global phase 3 study establishes a potential new standard treatment for women with heavily pretreated metastatic breast cancer, for whom there was previously no chemotherapy treatment with proven survival benefit,\" the authors wrote.\n\nIn a related editorial, Drs. Nancy U. Lin and Harold J. Burstein, of the Dana-Farber Cancer Institute and Harvard Medical School in Boston, said: \"EMBRACE provides much needed, high-level evidence for chemotherapy use in patients with heavily pretreated breast cancer. And that evidence suggests that the methods to treat advanced breast cancer are growing, the treatment challenge in refractory disease is a little bit less daunting, and the treatment results are a little bit better than they were before.\"\n\nCommenting on the study, Dr. Stephanie Bernik, chief of surgical oncology at Lenox Hill Hospital in New York City, said, \"The findings of this trial are exciting because they will propel eribulin into wider use. This drug shows much promise, and it should certainly be included in additional trials to fully establish its benefit.\"\n\n\"It would be interesting to see if the drug offers the same benefit in women that have not been treated with multiple drugs before exposure to eribulin,\" she added.\n\nMore information\n\nThe Metastatic Breast Cancer Network has more about metastatic breast cancer.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/new-chemo-drug-may-benefit-some-breast-cancer-patients-650463.html", "title": "New Chemo Drug May Benefit Some Breast Cancer Patients", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Eribulin increased median survival by 2.5 months in those with metastatic disease, study finds", "og": {"title": "New Chemo Drug May Benefit Some Breast Cancer Patients", "description": "Eribulin increased median survival by 2.5 months in those with metastatic disease, study finds", "url": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/new-chemo-drug-may-benefit-some-breast-cancer-patients-650463.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}