{"url": "http://www.washingtonpost.com/wp-dyn/content/article/2010/02/15/AR2010021501984.html", "text": "A nasal spray containing a hormone that is known to make women more maternal and men less shy apparently can help those with autism make eye contact and interact better with others, according to a provocative study released Monday.\n\nThe study, involving 13 adults with either a high-functioning form of autism or Asperger syndrome, a mild form of the disorder, found that when the subjects inhaled the hormone oxytocin, they scored significantly better on a test that involved recognizing faces and performed much better in a game that involved tossing a ball with others.\n\nAlthough more research is needed to confirm and explore the findings, the results are the latest in a growing body of evidence indicating that the hormone could lead to ways to help people with the often devastating brain disorder function better.\n\n\"This is the first study that looked at whether oxytocin has an effect on social behavior, which is a major deficit in autism,\" said Angela Sirigu, who directs the National Center for Scientific Research in France and led the study, published online by the Proceedings of the National Academy of Sciences. \"It looks like it could be very helpful.\"\n\nResearchers who were not involved in the study praised the work, saying the findings were promising and could lead to the first effective treatment for the central problems affecting people with autism.\n\n\"I think it's going to be a very exciting finding for a lot of people,\" said Alex Martin, chief of cognitive neuropsychology at the National Institute of Mental Health.\n\nBecause oxytocin does not last long in the body and produces its effects for a relatively brief period, some experts said the findings were more likely to encourage drug companies to develop alternative substances that had the same benefits.\n\n\"This paper suggests that's worth doing,\" said Thomas R. Insel, director of the institute. \"It adds another brick in the wall that suggests there may be an opportunity to develop treatment for one of the core symptoms of autism. That's been the brass ring.\"\n\nBut Sirigu was among those who said the finding should encourage more research on the potential benefits of oxytocin itself, especially for children. Administering the hormone soon after a child's autism is diagnosed might help him or her develop more normally, she said.\n\n\"It's possible it can become a cure, if it's given early when the problems are detected in the little kids,\" Sirigu said. \"We can change the way these patients interact with people from childhood.\"\n\nBecause previous research has indicated that some people with autism might have abnormally low levels of oxytocin, conducting tests to identify those people and administering them the hormone might help as well, said Karen Parker, an assistant professor of psychiatry at Stanford University School of Medicine.\n\n\"If you can find someone who appears to have deficits in oxytocin biology, giving them what you might argue would be replacement oxytocin may be helpful,\" Parker said.\n\nAutism is a baffling disorder that can cause a variety of symptoms, including speech and learning problems and profound, disabling difficulties understanding emotions and social cues when interacting with people. The number of children found to have autism has been increasing for reasons that remain mysterious.\n\nOxytocin is produced naturally in the bodies of humans and animals. It plays a key role in social interaction, promoting maternal behavior and monogamy in animals. The hormone also heightens social sensitivity, social awareness, generosity and trust in people.\n\nPrevious U.S. studies found that people with autism who received the hormone intravenously were less likely to engage in repetitive behavior that is another hallmark of autism and were more likely to be able to identify emotions in voices. Another study being published in the journal Biological Psychiatry found that 16 autistic males in Australia ages 12 to 19 who received the hormone through a nasal spray were better able to recognize other people's facial expressions.\n\n\"All the data seem to suggest that manipulating the oxytocin system has a powerful effect on the core symptoms of autism,\" said Eric Hollander, director of the compulsive, impulsive and autism spectrum disorders program at the Montefiore Medical Center in New York.\n\nWhile cautioning that more research is needed on children and additional patients to make sure oxytocin is safe and effective, advocates for families with children with autism welcomed the findings. Oxytocin has been in use for several years as an \"alternative\" therapy for autism.\n\n\"Many families are using it with success and reporting improvement,\" said Wendy Fournier, president of the National Autism Association. \"Getting double-blind clinical studies like this one published helps to bring credibility to parental reports.\"\n\n\"We need to be mindful of the fact that the majority of human studies of oxytocin have been conducted using adults, including this study, and only one paper has included individuals between the ages of 12 and 18. We have to be careful about the safety and efficacy of oxytocin on pediatric populations,\" said Clara Lajonchere, vice president of clinical programs for Autism Speaks.", "images": ["http://media3.washingtonpost.com/wp-srv/article/images/font_resize_small.gif", "http://media3.washingtonpost.com/wp-srv/article/images/font_resize_large.gif", "http://media3.washingtonpost.com/wp-srv/article/images/font_resize_medium.gif", "http://media3.washingtonpost.com/wp-srv/images/twp-50x50.jpg"], "top_img": "http://media3.washingtonpost.com/wp-srv/images/twp-50x50.jpg", "keywords": [], "authors": ["Rob Stein"], "canonical_link": "http://www.washingtonpost.com/wp-dyn/content/article/2010/02/15/AR2010021501984.html", "title": "Hormone-infused nasal spray found to help people with autism", "meta_data": {"keywords": "autism, oxytocin, hormone oxytocin, autism study, autism nasal spray, autism research, autism cures, help for people with autism", "description": "A nasal spray containing a hormone that is known to make women more maternal and men less shy apparently can help those with autism make eye contact and interact better with others, according to a provocative study released Monday.", "DC.date.issued": "2010-02-16", "og": {"type": "article", "title": "Hormone-infused nasal spray found to help people with autism", "url": "http://www.washingtonpost.com/wp-dyn/content/article/2010/02/15/AR2010021501984.html", "image": "http://media3.washingtonpost.com/wp-srv/images/twp-50x50.jpg"}, "canonical_url": "http://www.washingtonpost.com/wp-dyn/content/article/2010/02/15/AR2010021501984.html", "profile_description": "A nasal spray containing a hormone that is known to make women more maternal and men less shy apparently can help those with autism make eye contact and interact better with others, according to a provocative study released Monday.", "profile_picture": "http://media3.washingtonpost.com/wp-srv/images/twp-50x50.jpg", "fb": {"app_id": 41245586762}}, "movies": [], "publish_date": 1266210000.0, "source": "http://www.washingtonpost.com", "summary": ""}