{"url": "http://www.nytimes.com/2011/11/15/health/policy/light-boxes-may-help-melt-those-winter-blues.html?_r=1", "text": "Patients generally sit in front of the light box, which can be as small as 9 by 11 inches and 5 inches deep, with the bright light emanating from the square surface, in the morning. “With the natural dawn being later in winter, the body rhythms drift late,” Dr. Lewy said. “If you can fix the drift, you can fix the depression.”\n\nLight therapy may even help with major nonseasonal depression, experts say, and with sleep disorders. And because it has few side effects, researchers are studying whether light therapy can help with depression during pregnancy and be used to treat elderly people with dementia. It is also being investigated for the treatment of bulimia nervosa, severe premenstrual syndrome and even attention deficit hyperactivity disorder and bipolar disorder.\n\nThough randomized controlled clinical trials of bright light are difficult to do properly — one expert is fond of saying that it is difficult to “blind” studies of bright light — the American Psychiatric Association considers bright-light therapy an effective low-risk treatment for both S.A.D. and nonseasonal major depressive disorder.\n\nA 2006 multicenter double-blind randomized controlled trial that compared bright-light therapy head to head with the popular antidepressant Prozac (fluoxetine) in 96 subjects found the two treatments equally effective for alleviating winter depression, though light produced results faster, usually within a week, and with fewer side effects.\n\nWhy, then, do so few doctors prescribe bright-light therapy? Some say their patients don’t have the patience to sit in front of a light for 30 to 45 minutes every morning. Moreover, “doctors are just more comfortable prescribing medication, because that’s what they do for everything,” Dr. Lewy said.\n\nPhoto\n\nSome patients who suffer from chronic depression say they use light therapy in addition to their regular medication in the winter months.\n\n“I’ve always seen a drastic change in my personality from spring and summer to fall and winter, and it got worse as I got older,” said Rick Bach, 54, a painter who owns a hair salon in West Hartford, Conn., and tries to spend every January in Puerto Rico.\n\nAdvertisement Continue reading the main story\n\nBut while bright-light treatment is helpful, he said, it is not sufficient for him. “It can help you from falling into a deep depression, but it won’t help you climb out of one,” he said.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nNo one knows exactly how light treatment works, but most experts seem to agree that the body has a master biological clock that responds to or is “set” by natural light fluctuations.\n\n“Light does more than just enable us to see,” said Dr. Norman Rosenthal, author of the landmark book “Winter Blues,” who was among the first to identify and describe S.A.D. Light also has an effect on hormones, the body’s chemical messengers, affecting the brain’s hypothalamus, which is involved in regulating mood, energy and appetite.\n\n“The hormone melatonin, which is secreted at night, can be suppressed by light,” Dr. Rosenthal said. “Studies have also shown that light influences serotonin and epinephrine pathways in the brain, the same neurotransmitter systems known to be affected in people with general depression.”\n\nBut while part of the appeal of light therapy is that it can be self-prescribed, using a light box is not as simple as it may appear. Experts recommend consulting with a knowledgeable health care provider before starting treatment to rule out other medical conditions and to help with monitoring and adjusting bright-light exposure.\n\nSome patients may want to try simply getting more natural light to help with seasonal mood changes — getting out as much as possible during the brightest time of day in the winter, sitting near windows during the day or taking vacations to sunny locales in the winter.\n\nIf you choose to try light therapy, here are a few tips from experts.\n\nCOSTS Light boxes can be purchased for about $200 online; they are also available for rent. Some patients manage to get insurance reimbursement by having a doctor write a letter, but don’t count on your policy covering it.\n\nPRECAUTIONS Side effects include headaches and hypomania, though experts say these are rare. Face the light but do not stare at the light. If you have an eye condition of any kind, clear light therapy with your ophthalmologist first.\n\nMORE INFORMATION Check the Web sites of the Society for Light Therapy and Biological Rhythms at www.sltbr.org and Center for Environmental Therapeutics at www.cet.org.", "images": ["https://static01.nyt.com/images/2011/11/15/science/15CONS/15CONS-jumbo.jpg", "https://static01.nyt.com/images/2011/11/15/science/15CONS/15CONS-thumbStandard.jpg"], "top_img": "https://static01.nyt.com/images/2011/11/15/science/15CONS/15CONS-thumbStandard.jpg", "keywords": [], "authors": ["Roni Caryn Rabin"], "canonical_link": "https://www.nytimes.com/2011/11/15/health/policy/light-boxes-may-help-melt-those-winter-blues.html", "title": "Light Boxes May Help Melt Those Winter Blues", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/100000001170934", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2011/11/15/health/policy/light-boxes-may-help-melt-those-winter-blues.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2011/11/15/health/policy/light-boxes-may-help-melt-those-winter-blues.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/100000001170934"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2011/11/15/health/policy/light-boxes-may-help-melt-those-winter-blues.html", "title": "Light Boxes May Help Melt Those Winter Blues", "description": "Bright-light therapy is the treatment of choice for many Americans who suffer the winter blues, but many experts say it is underused.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "robots": "noarchive", "hdl_p": "A Portable Glow to Help Melt Those Winter Blues", "description": "Bright-light therapy is the treatment of choice for many Americans who suffer the winter blues, but many experts say it is underused.", "genre": "News", "articleid": 100000001170934, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Light Boxes May Help Melt Those Winter Blues", "col": "The Consumer", "pdate": 20111114, "utime": 20140831102146, "ptime": 20111114161245, "DISPLAYDATE": "Nov. 14, 2011", "dat": "Nov. 14, 2011", "lp": "Bright-light therapy is the treatment of choice for many Americans who suffer the winter blues, but many experts say it is underused.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "15consumer", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/policy/index.jsonp", "published": "2011-11-14T16:12:45-05:00", "modified": "2014-08-31T10:21:46-04:00", "section": "Money & Policy", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "top-level-section": "health", "author": "https://www.nytimes.com/by/roni-caryn-rabin", "tag": "Light"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/policy/index.jsonp", "og": {"url": "https://www.nytimes.com/2011/11/15/health/policy/light-boxes-may-help-melt-those-winter-blues.html", "type": "article", "title": "Light Boxes May Help Melt Those Winter Blues", "description": "Bright-light therapy is the treatment of choice for many Americans who suffer the winter blues, but many experts say it is underused.", "image": "https://static01.nyt.com/images/2011/11/15/science/15CONS/15CONS-thumbStandard.jpg"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Roni Caryn Rabin", "tone": "feature", "byl": "By RONI CARYN RABIN", "PT": "article", "CG": "health", "SCG": "policy", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Light", "keywords": "Seasonal Affective Disorder (SAD),Mental Health and Disorders,Winter (Season),Depression (Mental),Medicine and Health,Ultraviolet Light,Light", "thumbnail": "https://static01.nyt.com/images/2011/11/15/science/15CONS/15CONS-thumbStandard.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "dfp-ad-unit-path": "health/policy", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1321333200.0, "source": "http://www.nytimes.com", "summary": ""}