{"url": "http://consumer.Healthday.com/Article.asp?AID=642235", "text": "En Español\n\nFRIDAY, Aug. 20, 2010 (HealthDay News) -- Not only does virtual colonoscopy identify colorectal cancer, it also boosts the likelihood of detecting cancers outside of the colon, a new study shows.\n\nVirtual colonoscopy is less invasive than regular colonoscopy. In addition to offering doctors a look at the inside of the colon, virtual colonoscopy examines the entire abdomen and pelvis.\n\nThe ability of virtual colonoscopy to identify significant lesions outside the colon at an early, treatable stage \"may increase the yield\" of colorectal cancer screening, thus underscoring its potential as a major screening technique, study author Dr. Ganesh R. Veerappan said in a news release from the American College of Radiology/American Roentgen Ray Society.\n\nThe study included 2,277 people who underwent a virtual colonoscopy. Findings of cancers and lesions outside the colon were identified in 1,037 of the patients, including 787 insignificant and 240 significant findings.\n\nRegarding findings outside the colon, a virtual colonoscopy \"increased the odds of identifying high-risk lesions by 78 percent. [It] should be considered as an alternative to optical colonoscopy for colorectal cancer screening or as a onetime procedure to identify significant treatable intracolonic and extracolonic lesions,\" Veerappan said.\n\nThe study appears in the September issue of the American Journal of Roentgenology.\n\nMore information\n\nThe U.S. National Cancer Institute has more about virtual colonoscopy.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/colon-cancer-news-96/virtual-colonoscopy-can-spot-cancers-outside-colon-642235.html", "title": "Virtual Colonoscopy Can Spot Cancers Outside Colon", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Less invasive procedure raises chances of finding high-risk lesions, study finds", "og": {"title": "Virtual Colonoscopy Can Spot Cancers Outside Colon", "description": "Less invasive procedure raises chances of finding high-risk lesions, study finds", "url": "https://consumer.healthday.com/cancer-information-5/colon-cancer-news-96/virtual-colonoscopy-can-spot-cancers-outside-colon-642235.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}