{"url": "http://prescriptions.blogs.nytimes.com/2010/11/10/prostate-cancer-drug-gets-lukewarm-review/?ref=health", "text": "There is only “moderate’’ evidence that the newly approved prostate cancer drug Provenge helps patients, according to an analysis done for Medicare that was made public on Wednesday.\n\nThe analysis is part of a controversial review by the Centers for Medicare and Medicaid Services to determine whether to pay for Provenge, which costs $93,000 per patient and extended lives by about four months in clinical trials. Medicare advisers will meet next Wednesday to discuss the drug, which was developed by Dendreon, a Seattle-based biotechnology company.\n\nProvenge is the first so-called therapeutic cancer vaccine – meaning it works by training the patient’s immune system to attack the tumor – to win F.D.A. approval. The treatment is made for each patient from his own blood. Sales have been small so far because Dendreon’s manufacturing capacity has been limited.\n\nWhile Medicare generally pays for drugs that are approved by the Food and Drug Administration, its debate over paying for Provenge has raised concerns among some cancer patients, doctors and investors who say the government is sending a warning shot that it will not automatically pay for high-priced medicines.\n\n“Not only is C.M.S.’s action contrary to Congress’s intent to ensure beneficiary access to drugs and biologicals used in an anticancer chemotherapeutic regimen, but it threatens to stifle future innovation and cancer research for years to come,’’ Dr. Al B. Benson III, president of the Association of Community Cancer Centers, said in a comment submitted to the Centers for Medicare and Medicaid Services.\n\nBut others say the health care system cannot afford to continue paying high prices for all therapies, particularly cancer drugs that extend lives by only a few months.\n\nWith expensive medicines there is already a sort of dual approval system, especially with private insurance companies. First a drug must get F.D.A. approval and then a manufacturer often must go through a lengthy process of persuading insurers to pay for the drug.\n\nMedicare is not supposed to consider price when determining whether to cover a drug, however.\n\nSome analysts have assumed that Medicare will pay for Provenge when used for the patients specified in the drug’s label – those with advanced prostate cancer that is resistant to hormone-deprivation therapy but who are experiencing no or minimal symptoms.\n\nThe Medicare review might be more designed to limit off-label use of the expensive drug, such as for patients who already have symptoms. The review for Medicare said there was insufficient evidence to judge whether Provenge would work if used off-label.\n\nThe F.D.A. declined to approve Provenge in 2007, setting off protests by patients and Dendreon investors. After Dendreon completed another trial, which reaffirmed a survival advantage for the drug, Provenge was approved this April.\n\nBut the analysis for Medicare said that there were issues in how the trials were designed that made it difficult to assess how effective Provenge really was. One big issue was that the placebo used in the control arm was not really inert.\n\nRobyn Karnauskas, a biotechnology analyst at Deutsche Bank, said in a note to clients Wednesday that the assessment of moderate evidence in support of Provenge boded well for reimbursement. “Historically, moderate means that CMS will reimburse the product for its on-label indication,’’ she wrote.\n\nDendreon’s shares rose more than 5 percent in trading after the close of the market.\n\nThe assessment was done by a technology evaluation group at the Blue Cross and Blue Shield Association under contract to the government’s Agency for Healthcare Research and Quality.", "images": ["https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "https://static01.nyt.com/images/blogs_v3/prescriptions/prescriptions75.gif"], "top_img": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "keywords": [], "authors": ["Andrew Pollack"], "canonical_link": "//prescriptions.blogs.nytimes.com/2010/11/10/prostate-cancer-drug-gets-lukewarm-review/", "title": "Prostate Cancer Drug Gets Lukewarm Review", "meta_data": {"communityAssetLabels": "NYT_Blogs", "communityAssetTaxonomy": "blogs/prescriptions/Prostate Cancer Drug Gets Lukewarm Review", "communityAssetURL": "//prescriptions.blogs.nytimes.com/2010/11/10/prostate-cancer-drug-gets-lukewarm-review/", "PT": "Blogs", "PST": "Blog Post", "sourceApp": "blogs", "blogpostid": 100000000417338, "author": "Andrew Pollack", "CLMST": "Andrew Pollack", "byl": "Andrew Pollack", "GBLC": "clinicial trials;Drug Industry;Medicare", "PUV": "normal", "article": {"published_time": 1289434695, "modified_time": "2010-11-11T14:18:09-05:00", "section": "Health", "tag": "Medicare", "collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp"}, "PUD": 20101110, "pdate": 20101110, "ptime": 20101110191815, "utime": 20101111141809, "DISPLAYDATE": "November 10, 2010", "dat": "November 10, 2010", "CG": "Health", "SCG": "Money and Policy", "BN": "prescriptions", "robots": "noodp", "des": "Cancer;Drugs (Pharmaceuticals);Prostate Gland", "org": "Centers for Medicare and Medicaid Services;Dendreon Corp", "ticker": "Dendreon Corp|DNDN|NASDAQ", "keywords": "Cancer,Drugs (Pharmaceuticals),Prostate Gland,Centers for Medicare and Medicaid Services,Dendreon Corp,clinicial trials,Drug Industry,Medicare", "description": "The analysis was issued as Medicare decides whether to pay for an expensive drug, Provenge.", "hdl": "Prostate Cancer Drug Gets Lukewarm Review", "og": {"title": "Prostate Cancer Drug Gets Lukewarm Review", "type": "article", "url": "//prescriptions.blogs.nytimes.com/2010/11/10/prostate-cancer-drug-gets-lukewarm-review/", "site_name": "Prescriptions Blog", "description": "The analysis was issued as Medicare decides whether to pay for an expensive drug, Provenge.", "image": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png"}, "thumbnail_150": "https://static01.nyt.com/packages/images/icons/t_logo_300_black.png", "twitter": {"card": "summary", "title": "Prostate Cancer Drug Gets Lukewarm Review", "url": "//prescriptions.blogs.nytimes.com/2010/11/10/prostate-cancer-drug-gets-lukewarm-review/", "description": "The analysis was issued as Medicare decides whether to pay for an expensive drug, Provenge.", "image": "https://static01.nyt.com/packages/images/icons/t_logo_300_black.png", "site": "@NYTPrescription"}, "thumbnail": "https://static01.nyt.com/packages/images/icons/t_logo_300_black.png", "adxPage": "blog.nytimes.com/prescriptions/post", "dfp-ad-unit-path": "health/prescriptions"}, "movies": [], "publish_date": 1289365200.0, "source": "http://prescriptions.blogs.nytimes.com", "summary": ""}