{"url": "http://consumer.Healthday.com/Article.asp?AID=657729", "text": "By Denise Mann\n\nHealthDay Reporter\n\nMONDAY, Oct. 10, 2011 (HealthDay News) -- An experimental Alzheimer's disease drug, gantenerumab, may help lower levels of amyloid plaque in the brains of people with the disease, an early clinical trial indicates.\n\nThe new study, which appears online Oct. 10 in the Archives of Neurology, is among the first to show the effects of an anti-amyloid drug in humans with Alzheimer's disease, but experts caution that while promising, more research is needed before this drug can be deemed safe or effective.\n\nAnd, in what may turn out to be an equally important caveat, experts also say that it's by no means certain that reducing levels of amyloid plaque would stave off memory loss and the other mental declines associated with the disease because the role of the plaque in Alzheimer's isn't fully understood.\n\nAlzheimer's disease is the most common form of dementia. Symptoms including serious memory loss, confusion and mood changes develop gradually and worsen with time. Recently, many strides have been made in diagnosing Alzheimer's disease earlier, but doctors have been stymied by a lack of effective treatments to stop or slow the course of the disease.\n\nIt's long been known that a protein fragment called beta-amyloid builds up in the spaces between nerve cells in the brains of people with Alzheimer's disease. The new drug, gantenerumab, targets these amyloid proteins by priming the body's immune system to recognize them as invaders.\n\nOf 16 people with mild-to-moderate Alzheimer's disease, those who received two to seven infusions of the experimental drug every four weeks showed marked reductions in the amount of plaque in their brains via imaging tests that were conducted several months after their treatments.\n\nBy contrast, amyloid load increased among people who were randomized to receive the placebo. The new drug was given at either 60 or 200 milligrams (mg) doses. The higher dose yielded greater reductions in amyloid levels, the study showed. People who were given the 60 mg doses saw a nearly 16 percent reduction in the amount of amyloid, and those given the 200 mg doses saw a 36 percent reduction. The new study was conducted and funded by the drug's manufacturer, F. Hoffmann-LaRoche Ltd., in Basel, Switzerland.\n\nThe big question is whether or not reducing amyloid levels has any effect on the symptoms or progression of Alzheimer's disease, said Dr. Patrick Lyden, chief of neurology at Cedars-Sinai Medical Center in Los Angeles. \"There is a growing concern that amyloid is a guilty bystander, but not the actual culprit in the brains of people with Alzheimer's disease, and taking away the bystander may not help the patient,\" he said.\n\nThere are approximately one dozen therapies, including vaccines, for Alzheimer's disease that are currently in the pipeline, Lyden noted. \"They are all extremely exciting and promising in animals,\" he said. \"This is the first one to show a preliminary result in people, but we have a huge way to go to make sure it is safe and improves symptoms.\"\n\nMany in the Alzheimer's research community are awaiting these drugs with bated breath, but \"none are ready for prime time,\" he said.\n\nThe leading theory of Alzheimer's disease is that an imbalance in the production or clearance of the amyloid plaque in the brain initiates a cascade of events that lead to dementia, explained Dr. Neelum Aggarwal, an associate professor of neurological sciences at Rush Alzheimer's Disease Research Center at Rush University Medical Center in Chicago.\n\n\"Accumulation of the plaques cause a variety of cellular responses: inflammation, neuronal death, and thus any potential treatment that can alter these processes would be beneficial,\" she said. The hope is that gantenerumab or other drugs like it will not only prevent amyloid from accumulating in the brain, but also slow down the cognitive impairment that occurs in people with Alzheimer's disease, she added.\n\nThat said, these experimental drugs carry the potential for serious side effects, including causing the immune system to go haywire. \"The main issue that remains for this type of drug development is managing the immune response,\" Aggarwal said. Other side effects include a potentially fatal fluid build-up in certain areas of the brain. \"This is problematic in that use of these treatments may carry a very high risk for neurologic complications, thus necessitating heightened monitoring, and diminishing its applicability as a treatment for a larger patient population such as the Alzheimer's disease population,\" she said.\n\nIf any of these drugs make it through the pipeline, it also needs to be determined who will get them, including whether the drugs will be given to prevent Alzheimer's in patients at high-risk of the disease or to treat it once it's started.\n\nThe need for a drug to delay the onset or slow progression of Alzheimer's disease can't be underestimated, Aggrawal said. In the United States alone, there are 5.4 million people with Alzheimer's disease, and the numbers are expected to increase to 13 million by 2050, when approximately three of every five people over the age of 85 will have Alzheimer's disease, she said.\n\nMore information\n\nFor more information about Alzheimer's disease signs, symptoms and treatments, visit the Alzheimer's Association.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Denise Mann"], "canonical_link": "https://consumer.healthday.com/cognitive-health-information-26/alzheimer-s-news-20/new-alzheimer-s-drug-shows-early-promise-657729.html", "title": "New Alzheimer's Drug Shows Early Promise", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Small trial found it lowered levels of brain-clogging plaque, but unclear if that will slow disease", "og": {"title": "New Alzheimer's Drug Shows Early Promise", "description": "Small trial found it lowered levels of brain-clogging plaque, but unclear if that will slow disease", "url": "https://consumer.healthday.com/cognitive-health-information-26/alzheimer-s-news-20/new-alzheimer-s-drug-shows-early-promise-657729.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}