{"url": "http://www.wsj.com/articles/men-are-new-target-for-osteoporosis-treatment-1427125978", "text": "Bone-health experts are making a new push to reduce rates of osteoporosis, with a particular focus on controlling the bone-wasting disease in men.\n\nAn important goal is to get greater numbers of men to be tested for osteoporosis when they come to a hospital or clinic with a fracture to the wrist, vertebrae or other bones that wasn’t from a major accident or trauma. Doctors call this a fragility fracture—one that results from a decrease in bone density.\n\nA recent study of about 440 people over 50 years old found women were about three times as likely as men (53% versus 18%) to be tested using a bone-density scan after suffering a distal-radial fracture, or broken wrist, a common warning sign of early osteoporosis. The study, conducted by researchers at Beth Israel Deaconess Medical Center in Boston, was published in the Journal of Bone and Joint Surgery.\n\nBare Bones Osteoporosis, commonly thought of as a women’s disease, also affects many men. Osteoporosis occurs when bone tissue breaks down faster than it is replaced, causing bones to become less dense and more likely to fracture.\n\nA broken bone is often the first sign of osteoporosis. Breakages are most common in the wrist, spine or hip.\n\nAbout half of women over age 50 will break a bone due to osteoporosis. As many as one in four men will suffer a breakage.\n\nMen are twice as likely as women to die in the year following a hip fracture.\n\nBone density, which peaks between ages 20 and 30, declines with age and especially in women after menopause. A bone density test, a type of Xray, can diagnose osteoporosis.\n\nThe higher your bone density was at its peak, the less likely you are to develop osteoporosis. Sources: National Osteoporosis Foundati\n\nThe National Bone Health Alliance, a public-private partnership managed by the nonprofit National Osteoporosis Foundation, is nearing completion of a year-long pilot project at three hospitals to test programs called fracture-liaison services that make bone-density tests routine for patients over 50 with fragility fractures.\n\nSuch tests currently are recommended in the treatment guidelines of various medical groups. They also are regularly performed at some U.S. managed-care organizations, including Kaiser Permanente Southern California, and some national health-care systems, such as in the U.K. But experts say the majority of patients in the U.S., especially men, don’t get tested for osteoporosis after suffering a fragility fracture.\n\nOsteoporosis is commonly thought of as a women’s disease, but as many as one in four men in the U.S. over the age of 50 will break a bone as a result of the condition, more than will have prostate cancer, according to the National Osteoporosis Foundation. By comparison, one out of two women will break a bone from osteoporosis. The disease also is a common cause of hip fractures, and men are twice as likely as women to die in the year after suffering a broken hip, says the Switzerland-based International Osteoporosis Foundation. The IOF made men the focus of World Osteoporosis Day in October and released an in-depth report called “Osteoporosis in Men: Why Change Needs to Happen.”\n\nRobert Spezzano, 54, an assistant principal at an independent high school in Washington, D.C., fell off his bicycle in the fall, breaking his wrist and elbow. After surgery at MedStar Georgetown University Hospital, which is participating in the pilot project, he got a call from the hospital’s fracture-liaison-service coordinator suggesting he make an appointment for a bone-density test. “I was real skeptical, got real defensive about the term fragility fracture,” says Mr. Spezzano. “I fell hard, so I wasn’t surprised my arm broke.”\n\nWhen the test results clearly showed osteoporosis, Mr. Spezzano says he was “blown away. My mind was racing. You just think it’s a woman’s disease.” Although his doctor recommended prescription medication, Mr. Spezzano says he plans first to sharply step up his exercise regimen and take vitamin D supplements to see if that helps.\n\nAndrea Singer, leader of the project at MedStar Georgetown, says results of the pilot haven’t yet been compiled, but the number of patients post-fracture who are identified, assessed for osteoporosis and put on treatment if needed is up significantly.\n\nPatients “aren’t necessarily thrilled with the diagnosis, but they’re thrilled that someone is looking at the whole person,” Dr. Singer says.\n\nBone tissue is always breaking down. When it isn’t replaced fast enough, bones become less dense and prone to breakage, even with a relatively minor fall or bump. Tests for osteoporosis include a bone-density scan, a type of X-ray of the hip, wrist or spine, and blood or urine tests to check calcium and vitamin D levels.\n\nBone density declines gradually as people age, and especially for women after menopause. Factors like family history and lifestyle contribute to people’s risk for getting osteoporosis. Some medications, such as corticosteroids or androgen-deprivation therapy for prostate cancer, and some underlying medical conditions also can promote the condition.\n\nWhen osteoporosis isn’t too severe or the patient is relatively young, doctors may recommend calcium or vitamin D supplements, diet changes or more weight-bearing exercise, which strengthens bones. People with a greater risk of future fractures may be put on medications called bisphosphonates, which slow bone breakdown and slightly increase bone mass. Bisphosphonates, sold under brand names such as Fosamax and Actonel, are highly effective. But because of some possible, rare side effects—an unusual type of fracture of the thigh bone and a deterioration of the jaw bone—the medication often isn’t prescribed for more than five years.\n\nMany men “think they can’t get osteoporosis. A man will say, ‘Oh, it was a really bad fall’,” says Richard Dell, head of Kaiser Permanente Southern California’s fracture-liaison service until he retired last year. Care managers at Kaiser order a bone-density scan for everyone over 50 whose fracture results from a simple fall. A clinic sees patients who have abnormal scans, does lab tests and prescribes treatment if needed.\n\nSince the service was launched in 1997, the rate of hip fractures at Kaiser is down 40%, says Dr. Dell, an improvement he attributes in large part to the fracture-liaison service. Dr. Dell currently advises the National Osteoporosis Foundation on its effort to get more hospitals to adopt the services.\n\nA key goal of the hospital pilot project, which is funded by Merck & Co., the maker of Fosamax, is to find out if a fracture-liaison service can be effective in a non-managed-care environment. Among other things, the project has been testing systems to keep track of patients who might receive follow-up care from multiple providers. It eventually plans to make the systems available to hospitals launching such services.\n\nAlthough managed-care-hospital networks can save money by reducing hip fractures in their patients, other hospitals stand to forgo $25,000 or more for every hip surgery they don’t perform. Many experts believe fracture-liaison services will be more widely adopted once Medicare, the big government insurer, pegs more of its payments to patients’ overall health outcomes.\n\n“When they put in more pay-for-performance programs, that’s when it will really get attention,” says Douglas Dirschl, chairman of orthopedic surgery and rehabilitation at University of Chicago Medicine, which isn’t participating in the pilot project. Fracture-liaison services represent “the best chance we have” for getting men and women evaluated and treated for osteoporosis, he says.", "images": ["https://content-thumbnail.cxpublic.com/content/dominantthumbnail/fddd6d28f0576a5772474e644a95623747e1cb4b.jpg?5dc9ac40", "https://s.wsj.net/public/resources/images/B3-FK672_STREAM_C_20191108185629.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/b5e977a5139ed9e9684742f90919df7b635ae623.jpg?5dc9aba2", "https://m.wsj.net/video/20191107/110719opvidpw3/110719opvidpw3_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/0d2ffa0d6fff89f02d5a9d5508d5467ad9dbd858.jpg?5dc9aba1", "https://si.wsj.net/public/resources/images/PJ-CA752_BONE_9U_20150323102408.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/487b80633438bb2d561829c2e7f8bccee2c45e0b.jpg?5dc9ab9e", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/2a7d0786567f18bb6a72f17019cd642c0b51f730.jpg?5dc9aba1", "https://m.wsj.net/video/20191107/110719electiontech2/110719electiontech2_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/93d4c0693749e5d6abc5f87d798d3bfdb580948b.jpg?5dc995fd", "https://images.wsj.net/im-101746?width=111&height=62", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/f600b0a56ee84a4d350fa4e522e51ee27d5fd426.jpg?5dc9aba3", "https://m.wsj.net/video/20191104/cinvest1105/cinvest1105_167x94.jpg", "https://si.wsj.net/public/resources/images/BN-HN873_BONE03_G_20150323114134.jpg", "https://images.wsj.net/im-125154?width=111&height=62", "https://s.wsj.net/public/resources/images/B3-ES110_PARTNE_C_20190809085434.jpg", "https://m.wsj.net/video/20191101/110419elevatorpai/110419elevatorpai_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/461b35da8a2936ee4a7ca01072773c0d5aa427f2.jpg?5dc9aba4", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/869c2a340c4c25db5466a6de556da60ae1a2bf4e.jpg?5dc9aba2", "https://si.wsj.net/public/resources/images/BN-HN876_BONE03_P_20150323114748.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/4a581253a775cca47f02b15ba756a5f4ccf7b8bf.jpg?5dc969b8", "https://images.wsj.net/im-124802?width=111&height=62", "https://si.wsj.net/public/resources/images/BN-HN873_BONE03_D_20150323114134.jpg", "https://m.wsj.net/video/20191107/110719seib/110719seib_167x94.jpg"], "top_img": "https://si.wsj.net/public/resources/images/BN-HN873_BONE03_G_20150323114134.jpg", "keywords": [], "authors": ["Dana Wechsler Linden"], "canonical_link": "https://www.wsj.com/articles/men-are-new-target-for-osteoporosis-treatment-1427125978", "title": "Men Are New Target for Osteoporosis Treatment", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "dj.asn": "i-00e4", "user.type": "nonsubscriber", "user.exp": "default", "page.section": "Article", "page.content.type": "Article", "page.content.format": "responsive", "page.content.source": "WSJ Online", "article.template": "full", "page.site": "wsj", "page.site.product": "WSJ", "page.region": "na,us", "article.id": "SB11642629235591983673604580510231918959758", "article.type": "Health & Wellness", "article.type.display": "Health & Wellness", "article.access": "paid", "article.origheadline": "Men Are New Target for Osteoporosis Treatment", "article.headline": "Men Are New Target for Osteoporosis Treatment", "article.summary": "Pilot program pushes routine testing for the bone-wasting disease, which strikes as many as one in four men.", "apple-itunes-app": "app-id=364387007,app-argument=wsj://launch?articleid=SB11642629235591983673604580510231918959758&headline=Osteoporosis%2C%20commonly%20thought%20of%20as%20a%20women%u2019s%20disease%2C%20strikes%20as%20many%20as%201%20in%204%20men&weburl=http://www.wsj.com/articles/SB11642629235591983673604580510231918959758", "al": {"ios": {"url": "wsj://launch?articleid=SB11642629235591983673604580510231918959758&headline=Osteoporosis%2C%20commonly%20thought%20of%20as%20a%20women%u2019s%20disease%2C%20strikes%20as%20many%20as%201%20in%204%20men&weburl=http://www.wsj.com/articles/SB11642629235591983673604580510231918959758"}}, "article.page": "Health", "article.section": "Life", "article.published": "2015-03-23T15:52:00.000Z", "article.updated": "2015-03-23T15:52:00.000Z", "article.created": "2015-03-23T15:52:00.000Z", "dateLastPubbed": "2015-03-27T22:54:00.000Z", "author": "Dana Wechsler Linden", "keywords": "bisphosphonates,bone-density scan,fracture liaison service,fragility fracture,national bone health alliance,national osteoporosis foundation,osteoporosis,osteoporosis in men,National Osteoporosis Foundation,Merck,MRK,National%20Osteoporosis%20Foundation,political,general news,demographic health,health,medical conditions,men's health,medical treatments,procedures,ohwn,life & style,onew,building construction,construction,real estate", "cXenseParse": {"wsj-keywords": "bisphosphonates,bone-density scan,fracture liaison service,fragility fracture,national bone health alliance,national osteoporosis foundation,osteoporosis,osteoporosis in men,National Osteoporosis Foundation,Merck,MRK,National%20Osteoporosis%20Foundation,political,general news,demographic health,health,medical conditions,men's health,medical treatments,procedures,ohwn,life & style,onew,building construction,construction,real estate", "wsj-primary-inset": "image", "poptart": {"image": "https://si.wsj.net/public/resources/images/BN-HN873_BONE03_D_20150323114134.jpg"}, "candybar": {"image": "https://si.wsj.net/public/resources/images/BN-HN873_BONE03_E_20150323114134.jpg"}, "wsj-page-content-source": "WSJ Online", "wsj-coral": "true"}, "news_keywords": "bisphosphonates,bone-density scan,fracture liaison service,fragility fracture,national bone health alliance,national osteoporosis foundation,osteoporosis,osteoporosis in men,National Osteoporosis Foundation,Merck", "description": "Pilot program pushes routine testing for the bone-wasting disease, which strikes as many as one in four men.", "article": {"word_count": 1067, "image_count": 2, "embed_count": 1, "internal_link_count": 5, "external_link_count": 3, "publisher": "https://www.facebook.com/wsj", "opinion": "false"}, "robots": "noarchive,noodp", "language": "en-US", "twitter": {"title": "Men Are New Target for Osteoporosis Treatment", "description": "Pilot program pushes routine testing for the bone-wasting disease, which strikes as many as one in four men.", "image": {"identifier": "https://si.wsj.net/public/resources/images/BN-HN873_BONE03_G_20150323114134.jpg", "alt": "Men Are New Target for Osteoporosis Treatment"}, "card": "summary_large_image", "site": "@WSJ", "domain": "wsj.com"}, "fb": {"app_id": 368513495882, "pages": 8304333127}, "og": {"title": "Men Are New Target for Osteoporosis Treatment", "description": "Pilot program pushes routine testing for the bone-wasting disease, which strikes as many as one in four men.", "url": "https://www.wsj.com/articles/men-are-new-target-for-osteoporosis-treatment-1427125978", "image": {"identifier": "https://si.wsj.net/public/resources/images/BN-HN873_BONE03_G_20150323114134.jpg", "width": 553, "height": 369}, "locale": "en_US", "type": "article", "site_name": "WSJ"}, "cx_pv_id": "k2usfy444ii6dq9h", "cx_shield": "{\"campaign\":99999,\"placement\":\"cx-articlecover\",\"tag\":\"openhouse\",\"type\":\"free\",\"bucket\":2}", "referrer": "always"}, "movies": [], "publish_date": null, "source": "http://www.wsj.com", "summary": ""}