{"url": "http://consumer.Healthday.com/Article.asp?AID=657741", "text": "En Español\n\nBy Randy Dotinga\n\nHealthDay Reporter\n\nTUESDAY, Oct. 11, 2011 (HealthDay News) -- A small, preliminary study finds that ginger root supplements seem to reduce inflammation in the intestines -- a potential sign that the pills might reduce the risk of colon cancer.\n\nHowever, more study needs to be done, and the researchers aren't yet recommending that people head to the supplements' aisle or start gobbling up more ginger at meal times.\n\n\"If you want to add ginger to part of a healthy diet, that's great. But you can't make any conclusions about definite health benefits\" based on the study findings, said lead author Suzanna M. Zick, a naturopathic physician and research associate professor at University of Michigan Medical Center, Ann Arbor.\n\nThe study, funded by the U.S. National Cancer Institute, was published online Oct. 11 in Cancer Prevention Research.\n\nGinger, an herb, is found in supplements and in many foods such as ginger snaps and Asian dishes. Research has supported its use to treat stomach problems such as nausea and vomiting; the U.S. National Library of Medicine says it's \"likely safe,\" although some people may develop mild side effects.\n\nPrevious research in animals has suggested that ginger can reduce inflammation but isn't potentially toxic to the stomach like aspirin, Zick noted. And scientists have linked chronic inflammation in the gut to colon cancer, suggesting that easing this inflammation could reduce the risk of the disease.\n\nIn the new study, Zick's team randomly assigned 30 people to take pills containing 2 grams of ground ginger root extract or a \"dummy\" placebo pill each day for 28 days. They measured the level of inflammation in the participants' intestines before and after the test period.\n\nThe amount of ginger in the pills is equivalent to 20 grams of raw ginger root, the authors said. That is probably well beyond what most people would eat in their regular diet, Zick noted. As for cost, she said that a month's supply of similar ginger supplements typically runs about $10 to $30.\n\nThe researchers found that the level of inflammation in the subjects who took the ginger pills fell by an average of 28 percent, while staying about the same in those who took the placebo.\n\nIf more funding becomes available, the researchers hope to launch a larger study, Zick said. But for now, she said, \"if you want to embrace ginger because you like the taste, go ahead,\" but there's no solid evidence that it prevents colon cancer.\n\nDr. Andrew Chan, an assistant professor of medicine at Harvard Medical School and a gastroenterologist at Massachusetts General Hospital, Boston, said the findings are promising because they hint at how ginger may prevent colon cancer.\n\nIt's already clear that people with inflammatory conditions such as inflammatory bowel disease are at higher risk of colon cancer, he noted. \"We know there are anti-inflammatory drugs like aspirin that appear to have anti-cancer properties. And we know there are certain basic mechanisms which seem to be common to both inflammation and cancer,\" he said.\n\nStill, Chan said, \"it's much too early to tell whether ginger has anti-cancer properties.\"\n\nMore information\n\nThere's more on ginger at the U.S. National Library of Medicine.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Randy Dotinga"], "canonical_link": "https://consumer.healthday.com/alternative-medicine-information-3/mis-alternative-medicine-news-19/ginger-supplements-might-ease-inflammation-linked-to-colon-cancer-657741.html", "title": "Ginger Supplements Might Ease Inflammation Linked to Colon Cancer", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "But study is too small and preliminary to recommend the herb as a cancer-fighter, experts say", "og": {"title": "Ginger Supplements Might Ease Inflammation Linked to Colon Cancer", "description": "But study is too small and preliminary to recommend the herb as a cancer-fighter, experts say", "url": "https://consumer.healthday.com/alternative-medicine-information-3/mis-alternative-medicine-news-19/ginger-supplements-might-ease-inflammation-linked-to-colon-cancer-657741.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}