{"url": "https://consumer.healthday.com/bone-and-joint-information-4/knee-problem-news-436/bone-cement-a-non-surgical-option-for-painful-joints-730077.html", "text": "En Español\n\nBy Dennis Thompson\n\nHealthDay Reporter\n\nTHURSDAY, Jan. 11, 2018 (HealthDay News) -- Injecting a calcium-based cement into the bones of some people with knee or hip pain could help them avoid joint replacement surgery, Ohio State University doctors say.\n\nThe calcium phosphate cement flows into the spongy inside portion of the bone, filling in microfractures and other damaged areas, and it hardens in about 10 minutes' time, said Dr. Kelton Vasileff, an orthopedic surgeon at the university's Wexner Medical Center.\n\nThe cement braces the bruised or injured joint bone from the inside, Vasileff explained, and eventually is replaced by new bone as part of the body's natural healing process.\n\nThe procedure, called subchondroplasty, has been available to people with knee problems for years, Vasileff said. Now he and his colleagues are testing to see whether hip patients also can benefit from it.\n\nIt is much less invasive than a knee or hip replacement, and typically is performed on an outpatient basis, Vasileff said.\n\nThe procedure involves a smaller incision than joint replacement surgery, so there's less risk of infection, and a quicker recovery time that means fewer of the side effects associated with being bedridden, Vasileff said.\n\nHowever, subchondroplasty is only feasible in a narrow range of patients. Those with full-blown bone-on-bone arthritis or joint pain caused by damage to the cartilage and ligaments will get little to no relief from the procedure, Vasileff said.\n\n\"People who have significant arthritis where the cartilage itself is damaged and thinned, this isn't going to fix the arthritis,\" Vasileff said. \"But there are some people who may have some issues with the bone and mild arthritis. In these patients who might otherwise have needed a knee or hip replacement to deal with that, this could be an alternative.\"\n\nSoftware engineer Ben Wallace underwent subchondroplasty in November to help shore up a damaged hip.\n\n\"The end of September I noticed I was really struggling to move around my left leg very well,\" said Wallace, who lives in Columbus, Ohio. Imaging scans revealed a hip in very bad shape, with a misshapen femur.\n\nA five-hour surgery cleaned up the femur and bolstered the bone with cement.\n\n\"It's been going really great. I'm better than what they expected. One week after surgery I was off the crutches, walking on my own,\" Wallace said.\n\n\"I figured I'm going to have a fake hip in there at the age of 30, which was very depressing,\" Wallace explained. \"The fact I was able to keep all my bones and joints in there was quite a surprise.\"\n\nSubchondroplasty has shown solid potential, but orthopedic surgeon Dr. Matthew Hepinstall is concerned that it might be \"oversold\" to desperate patients who want to avoid joint replacement surgery.\n\n\"The claims that are being made are not evidence-based yet, although they are intellectually appealing,\" said Hepinstall. He is associate director of the Center for Joint Preservation & Reconstruction at Lenox Hill Hospital, in New York City.\n\n\"It's just important not to oversell this,\" he added.\n\nThe best candidates for the procedure are patients who still have some cartilage protecting their joint, but have somehow \"overloaded\" and injured the bone, causing swelling and pain, Hepinstall said.\n\n\"If you inject this substance into the bone, you're basically providing internal support, a scaffold protecting the bone. That can theoretically reduce bone pain,\" Hepinstall noted.\n\n\"The appealing thing about it is instead of going in and resurfacing a damaged joint, you're injecting something to help the bone, but keeping the patient's own anatomy,\" Hepinstall continued.\n\n\"But there's a very narrow window of patients who are good ideal candidates for this, who basically have a real overload of their bone causing severe enough pain to warrant a surgical procedure, but also have healthy enough cartilage that doing something about the bone swelling is going to alleviate the majority of their pain,\" he stressed.\n\n\"We don't want to send the message to people who have bone-on-bone, with big bone spurs and limited range of motion that they're all of a sudden going to get relief from injecting a little bit of cement into their bone,\" Hepinstall said. \"This is for people who have basically a normal joint that has normal range of motion and normal stability, just a little thinning of the cartilage.\"\n\nMore information\n\nFor more on knee pain, visit the Arthritis Foundation.", "images": ["https://media.healthday.com/Images/icimages/SS36010.jpg"], "top_img": "https://media.healthday.com/Images/icimages/SS36010.jpg", "keywords": [], "authors": ["Dennis Thompson"], "canonical_link": "https://consumer.healthday.com/bone-and-joint-information-4/knee-problem-news-436/bone-cement-a-non-surgical-option-for-painful-joints-730077.html", "title": "'Bone Cement': A Non-Surgical Option for Painful Joints?", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Injecting a calcium-based cement into the bones of some people with knee or hip pain could help them avoid joint replacement surgery, Ohio State University doctors say.", "og": {"title": "'Bone Cement': A Non-Surgical Option for Painful Joints?", "image": "https://media.healthday.com/Images/icimages/SS36010.jpg", "description": "Injecting a calcium-based cement into the bones of some people with knee or hip pain could help them avoid joint replacement surgery, Ohio State University doctors say.", "url": "https://consumer.healthday.com/bone-and-joint-information-4/knee-problem-news-436/bone-cement-a-non-surgical-option-for-painful-joints-730077.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}