{"url": "https://web.archive.org/web/20120826054720/http://www.latimes.com:80/health/boostershots/diet-weight/la-heb-diet-drug-20110410,0,4618610,print.story", "text": "Diet drug Qnexa: Don't get too carried away by new study\n\nA study in the journal the Lancet trumpets the diet drug Qnexa, but this study is not so new. It was done before the FDA denied approval of the drug, asking for further research.\n\nOnly this study is not so new -- and its findings may be less weighty than might be concluded with its publication in this respected medical journal. Qnexa -- an investigational weight-loss drug that combines the anticonvulsant topiramate with the short-term diet drug phentermine -- was denied FDA approval last October. At that time, the FDA asked Vivus, the company sponsoring Qnexa's application for market approval, to conduct further research on the drug's safety.\n\nThe diet drug Qnexa helps obese people with weight-related medical conditions to lose more weight than those who take a dummy pill and could allow some to scale back on medications for diabetes, high blood pressure or cholesterol, according to a new study published online in the Lancet .\n\nThis newly published article details one of two clinical trials that were evaluated by the FDA before the agency decided to deny approval for Qnexa in October 2010. When the FDA's staff scientists combined the results of this study with a second study (both funded by Vivus, of Mountain View, Calif.) -- they concluded that the weight-loss difference between those taking Qnexa and those taking a placebo was \"of nominal statistical significance.\"\n\nIn both the Lancet article and the accompanying press release, the secondary effects of subjects' weight loss with Qnexa were highly touted: \"The findings published Online First in the Lancet ... suggest that this promising new treatment has additional metabolic benefits,\" the press release describing the study says. The authors write: \"Most importantly, weight loss achieved with phentermine and topiramate was sustained during 56 weeks with improvements in blood pressure, lipids, glycaemia, and inflammatory markers.\"\n\nIn its assessment of those improvements in a June 17 memorandum last year, the FDA's scientists were not quite as breathless: The groups treated with Qnexa, they wrote, \"had the expected improvements in blood pressure, lipids and glycemia.\"\n\nThe Lancet study does have some additional data not reviewed by the FDA - -and not entirely typical for such an article: comparisons between Qnexa's effectiveness for weight loss and that of two other drugs vying for the potentially vast U.S. market for weight-loss drugs. These other weight-loss-drug candidates, commercially known as Lorcaserin and Contrave, haven't won FDA approval either, but both remain under consideration. In a box labeled \"research in context,\" the authors offer a comparison that is certainly not apples to apples but which may give Qnexa some competitive edge: In studies performed by other researchers using different populations of subjects under different circumstances, the authors of the Lancet study note, Qnexa promoted greater weight-loss than Contrave, Lorcaserin or Orlistat (a fat-blocking drug long on the market).\n\nThe study described in the Lancet was funded by Vivus. Three of its seven authors are employees of Vivus, a fourth was an employee of the contract research organization that coordinated the study for Vivus. The lead author has served as a consultant to Vivus, and the second author acknowledged receiving donations, honoraria, consulting fees or grants from Vivus (as well as several other pharmaceutical firms with interests in weight-loss drugs).\n\nIn denying Vivus approval to market Qnexa in October, the FDA asked the company to extend the trial described in the Lancet article and to submit further findings on Qnexa's effect on subjects' heart function, as well as on its safety for use in women who might become pregnant.", "images": ["https://web.archive.org/web/20120227110242im_/http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-400338h&cg=0&cc=1&ts=noscript", "https://web.archive.org/web/20120227110242im_/http://www.latimes.com/media/photo/2011-06/62718259.jpg", "https://web.archive.org/web/20120227110242im_/http://articles.latimes.com/images/pixel.gif", "https://web.archive.org/web/20120227110242im_/http://articles.latimes.com/pm-imgs/footer.gif", "https://web.archive.org/web/20120227110242im_/http://www.latimes.com/media/photo/2011-12/66617344.jpg", "https://web.archive.org/web/20120227110242im_/http://articles.latimes.com/favicon.ico", "https://web.archive.org/web/20120227110242im_/http://www.latimes.com/media/photo/2012-02/68009016.jpg"], "top_img": "https://web.archive.org/web/20120227110242im_/http://articles.latimes.com/favicon.ico", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20120227110242/http://articles.latimes.com/2011/apr/11/news/la-heb-diet-drug-20110410", "title": "Diet drug Qnexa: New study touts drug; don't get too excited", "meta_data": {"description": "The diet drug Qnexa helps obese people with weight-related medical conditions to lose more weight than those who take a dummy pill and could allow some to scale back on medications for diabetes,", "keywords": "diet, weight loss, obesity", "fb": {"admins": 100001837105818, "app_id": 186620898040944}, "og": {"title": "Diet drug Qnexa: New study touts drug; don't get too excited", "type": "article", "url": "https://web.archive.org/web/20120227110242/http://articles.latimes.com/2011/apr/11/news/la-heb-diet-drug-20110410", "description": "The diet drug Qnexa helps obese people with weight-related medical conditions to lose more weight than those who take a dummy pill and could allow some to scale back on medications for diabetes,...", "site_name": "Los Angeles Times Articles"}}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}