{"url": "http://well.blogs.nytimes.com/2010/08/04/phys-ed-how-much-does-knee-surgery-really-help/?pagemode=print", "text": "Toby Maudsley/Getty Images\n\nA study published late last month in The New England Journal of Medicine is raising provocative questions about how best to treat a torn anterior cruciate ligament. For the study, researchers from Lund University in Sweden recruited 121 young adults who had injured their A.C.L.’s. The volunteers, between 18 and 35, were physically active, and many were competitive athletes. They agreed, rather bravely, to be randomly assigned to one of two groups and accept radically different treatments for their torn A.C.L.’s. The first group began physical therapy and then underwent surgical reconstruction of the ligament, considered by many people to be the best option for injured athletes. The second group received only physical therapy, with the option to have the operation later. Twenty-three subjects of that group did eventually have the operation. (For those fortunate enough not to be personally familiar with A.C.L. surgery, reconstruction involves replacing the injured ligament with tissue from elsewhere in your own leg or from a cadaver.)\n\nOver two years, the injured knees were assessed using a comprehensive numerical score that rated pain, function during activity and other measures. At the time of the original injury, the knee also had been scored. At the end of the two years, both groups showed considerable improvement. The scores for the surgically repaired knees had risen by 39.2 points. The scores for the more conservatively treated knees also had risen, by 39.4 points. In other words, the outcomes were virtually identical. Despite a widespread belief that surgery leads to a stronger knee, the results showed that surgically reconstructing the A.C.L. as soon as possible after the tear “was not superior” to more conservative treatment, the study’s authors wrote. The findings suggest, the authors concluded, that “more than half the A.C.L. reconstructions” currently being conducted on injured knees “could be avoided without adversely affecting outcomes.”\n\nThis possibility should reverberate across playing fields nationwide, where, at the moment, preseason high school, collegiate and adult-league sports practices are under way, with a concomitant surge in A.C.L. tears. By one estimate, as many as 1 in every 556 fit, active people will tear an A.C.L. — particularly if they participate in sports that involve frequent pivoting and landing, like soccer, football, tennis, skiing and basketball. At the same time, the urge to treat the injury with surgery appears to be growing. The “belief among most surgeons and patients is that surgery is a ‘must,’ at least if you aim to go back into an active lifestyle,” the Swedish authors of the study e-mailed in response to questions.\n\nPart of the reason for A.C.L. surgery’s popularity is that by most measures, it works. In the current study, most of the group members who had reconstructive surgery reported that their injured knees felt healthy after two years and that they had returned to activity — not, in most cases, at the same level as before their injuries, but they were active. Significantly, their knees also were notably more “stable” than the joints that hadn’t been surgically fixed. Stability is, in theory, desirable. A stable knee rarely gives way.\n\nBut in practice, the importance of stability after A.C.L. treatment is “controversial,” The New England Journal study’s authors, Richard Frobell, Ph.D., and Stefan Lohmander, M.D., Ph.D., of Lund University, wrote in their e-mail. In an important 2009 study published in The British Journal of Sports Medicine, researchers retrospectively compared outcomes after 10 years in competitive athletes who had surgery or had opted for conservative treatment of their torn A.C.L.’s. The surgically repaired knees were notably more stable. But they weren’t fundamentally healthier. The surgically reconstructed knees and the conservatively treated joints experienced similar (and high) levels of early onset knee arthritis, a common occurrence after an A.C.L. tear. The treatments were almost identical, too, in terms of whether the athletes could return to sports and whether they reported subsequent knee problems.\n\nWhy, then, undergo A.C.L. reconstruction, an operation that can be expensive and, like all surgical procedures, carries risks? Several top-flight orthopedic surgeons I contacted say that they remain convinced that surgery leads to a better long-term outcome for certain patients, particularly if they want to return to pivoting sports. “The reason to have the surgery is to preserve” other parts of the knee from injury during activity, says Dr. Warren Dunn, an assistant professor of orthopedics and rehabilitation at Vanderbilt University who has extensively studied A.C.L. tears. He points out that in The New England Journal of Medicine study, only 8 percent of the patients in the first surgical group subsequently tore a meniscus, a fragile pillow of cartilage that can rip if a knee gives way. Twenty-five percent of those in the physical therapy group eventually tore their meniscuses.\n\nWhat these numbers mean for anyone who tears an A.C.L. or is the parent of a young athlete in that situation is that they should have a long, frank conversation with an orthopedic surgeon and possibly also a nonsurgical sports-medicine specialist about options. “We recommend surgery based on activity level and sports,” Dr. Dunn says. “Most subjects can do in-line activities” like running or biking “without an A.C.L.” He adds, “On the other hand, we believe that A.C.L.-deficient subjects that do return” to sports involving cutting, pivoting or planting the leg “can consequently injure the meniscus” or other cartilage in the knee and would benefit from a replacement A.C.L.\n\nThe authors of the study are less sure. “On the basis of our study results, we’d tell patients” that “there is no apparent downside of starting a good rehab program and waiting with the surgery decision to see if it is needed or not,” the authors wrote to me.\n\nThe ultimate lesson of The New England Journal study is almost certainly that more science on the subject is needed. “We definitely know only parts of the long-term outcome” after different A.C.L. treatments, says Dr. Duncan Meuffels, an assistant professor of orthopedic surgery at Erasmus Medical Center in Rotterdam and lead author of The British Journal of Sports Medicine study.\n\nBut large-scale, randomized controlled studies, the gold standard of medical research, may be difficult to orchestrate, in part because people with shredded A.C.L.’s can balk at being denied surgery. In The New England Journal study, some of those assigned to physical therapy wound up requesting surgery, although they weren’t experiencing any knee problems. For them, it seems, “the desire to undergo surgery was based on expectations rather than symptoms,” the authors told me. It may be years, unfortunately, before we know if such expectations are justified or if unreconstructed injured knees can be fine.", "images": ["https://static01.nyt.com/marketing/newsletters/images/Running_75.jpg", "https://static01.nyt.com/images/2016/08/31/well/family/well-family-exerciseask/well-family-exerciseask-videoSixteenByNine600.jpg", "https://static01.nyt.com/images/2010/08/04/magazine/04moth-knee/04moth-knee-blogSmallInline.jpg", "https://static01.nyt.com/images/2016/08/29/science/well-klass-smallpenis/well-klass-smallpenis-videoSixteenByNine600.jpg", "https://static01.nyt.com/images/blogs_v5/well/well_post.png", "https://static01.nyt.com/images/2016/08/29/science/well-klass-smallpenis/well-klass-smallpenis-articleInline.jpg", "https://static01.nyt.com/images/2009/06/16/magazine/PhysEd_Pog.jpg", "https://static01.nyt.com/images/2016/08/31/well/family/well-family-exerciseask/well-family-exerciseask-articleInline.jpg", "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png"], "top_img": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png", "keywords": [], "authors": ["Gretchen Reynolds", "Topics.Nytimes.Com Topics Reference Timestopics People R Gretchen_Reynolds Index.Html", "Joel Friedlander", "Gary Groves", "Sarah Shapiro", "Mike H.", "Tracy Richardson", "Charles Haugh", "Katharine Crosson", "Scott Bard"], "canonical_link": "//well.blogs.nytimes.com/2010/08/04/phys-ed-how-much-does-knee-surgery-really-help/", "title": "Phys Ed: How Much Does Knee Surgery Really Help?", "meta_data": {"PT": "Blogs", "PST": "Blog Post", "sourceApp": "blogs", "blogpostid": 100000000303672, "author": "Gretchen Reynolds", "CLMST": "Gretchen Reynolds", "byl": "Gretchen Reynolds", "article": {"author": "//topics.nytimes.com/topics/reference/timestopics/people/r/gretchen_reynolds/index.html", "published_time": 1280894491, "modified_time": "2017-07-02T01:43:16-04:00", "section": "Health", "tag": "Uncategorized", "collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp"}, "GBLC": "Move;Phys Ed", "PUV": "normal", "PUD": 20100804, "pdate": 20100804, "ptime": 20100804000131, "utime": 20170702014316, "DISPLAYDATE": "August 4, 2010", "dat": "August 4, 2010", "CG": "Health", "SCG": "well", "BN": "well", "robots": "noodp", "keywords": "Move,Phys Ed,Uncategorized", "description": "A study suggests that physical therapy may be good enough for a torn ligament.", "hdl": "Phys Ed: How Much Does Knee Surgery Really Help?", "og": {"title": "Phys Ed: How Much Does Knee Surgery Really Help?", "type": "article", "url": "//well.blogs.nytimes.com/2010/08/04/phys-ed-how-much-does-knee-surgery-really-help/", "site_name": "Well", "description": "A study suggests that physical therapy may be good enough for a torn ligament.", "image": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png"}, "thumbnail_150": "https://static01.nyt.com/packages/images/icons/t_logo_300_black.png", "twitter": {"card": "summary", "title": "Phys Ed: How Much Does Knee Surgery Really Help?", "url": "//well.blogs.nytimes.com/2010/08/04/phys-ed-how-much-does-knee-surgery-really-help/", "description": "A study suggests that physical therapy may be good enough for a torn ligament.", "image": "https://static01.nyt.com/packages/images/icons/t_logo_300_black.png", "site": "@nytimeswell"}, "thumbnail": "https://static01.nyt.com/packages/images/icons/t_logo_300_black.png", "adxPage": "blog.nytimes.com/well/post", "dfp-ad-unit-path": "health/well/move", "categories": "move,phys-ed"}, "movies": [], "publish_date": 1280894400.0, "source": "http://well.blogs.nytimes.com", "summary": ""}