{"url": "http://www.NPR.org/templates/story/story.php?storyId=130896102", "text": "Train The Brain: Using Neurofeedback To Treat ADHD\n\nKatherine Ellison's son was 12 when he was diagnosed with attention deficit hyperactivity disorder, or ADHD.\n\ntoggle caption Courtesy of Katherine Ellison\n\n\"He was getting into fights. He wasn't doing his homework. He was being very difficult with his little brother. And he was just melting down day after day,\" Ellison says. \"So I decided to devote a year to trying out different approaches to see if we could make it any better.\"\n\nIn recent years, more people have been trying an alternative approach called neurofeedback, a type of therapy intended to teach the brain to stay calm and focused. Neurofeedback is expensive, time consuming and still scientifically unproved. But, there's growing evidence that it can help.\n\nEllison says the idea appealed to her immediately.\n\n\"Because I was always wary about using meds as a single approach or for very long, it seemed to be an interesting alternative. It's really like meditation on steroids,\" says Ellison, a journalist who won a Pulitzer Prize for International Reporting -- and who has ADHD herself.\n\nEllison has written a book about living with ADHD called Buzz: A Year of Paying Attention. And one chapter of the book is devoted to neurofeedback.\n\nTraining The Brain\n\n\n\nEllison says she tried meditation, but her mind kept wandering. Neurofeedback is better for people with ADHD, she says, because it provides constant feedback during a session, which is usually done in a therapist's office.\n\nPeople usually sit in a chair facing a laptop screen. The laptop is connected to electrodes applied to the scalp. Special software monitors the electrical activity in your brain. In particular, it measures rhythmic patterns known as theta and beta waves.\n\nProponents of neurofeedback say these patterns reveal when the brain is in a focused and attentive state. So the computer software looks for desirable brain wave patterns and changes the image on screen to let people know how they are doing.\n\ntoggle caption Catherine Avalone/The Middletown Press\n\nThe image that worked best for Ellison showed a field.\n\n\"When my brain responded the way that it was supposed to, the field would burst into color. I'd hear bird song and beautiful flowers would bloom,\" she says. \"But when I got distracted or when I got a little bit more sped up, the flowers would wilt. It would turn gray, and I'd know that I needed to work a little bit harder.\"\n\nAt first, people can't control their brain wave patterns, at least not consciously. But over time, their brains become conditioned to associate certain patterns with pleasant images or sounds -- a reward for good behavior. And our brains like rewards.\n\nThis sort of brain training can take 40 sessions or more, and typically costs thousands of dollars.\n\nPromising But Unproved\n\nEven though there are studies now showing that neurofeedback works for ADHD, all of these studies have serious limitations, researchers say. So the approach remains promising but unproved, says David Rabiner, a researcher at Duke University who writes a newsletter about treatments for ADHD.\n\nConsidering Neurofeedback For ADHD? A growing number of parents see neurofeedback as an appealing alternative to medication to treat their child's ADHD. The treatment is relatively simple and painless. First, a practitioner attaches three to 10 electrodes to the child's head. Each electrode sprouts a lead, or wire, connecting it to a computer. The child sits in front of a screen displaying images that respond to the child's brain activity. When the child has the right kind of brain activity — the images are rewarding or positive, for example — puzzle pieces might fall into place. Proponents say this helps encourage better behavior over time. Cynthia Kerson, executive director of the International Society for Neurofeedback and Research, says her sessions with children last about 30 minutes and include breaks. Her own patients might have anywhere from 20 to 40 sessions, but some kids with ADHD struggle to sit still for even one session in the beginning. \"It can be quite frustrating for them,\" she says. Katherine Ellison writes that a course of treatment can cost $3,000 or more. Many highly trained doctors like Kerson offer the treatment, but the field has also attracted people with more dubious backgrounds. \"That's a big problem in our field because people can acquire equipment quite easily,\" Kerson says. Kerson said there are a few things parents should look for to ensure their neurofeedback practitioner is a professional. 1. Look for a clinician board certified by the Biofeedback Certification International Alliance who is either a licensed professional specializing in psychological or medical disorders, or working with someone who is. 2. Determine whether the practitioner is a good fit by having your child meet with him or her before agreeing to a treatment plan. 3. Verify that the practitioner is using up-to-date methods and equipment, since the field is changing rapidly. Ask what research backs up practitioner's methodology and what kind of training he or she has had. — Whitney Blair Wyckoff\n\n\"Parents do need to know that relative to treatments like medication treatment, to behavior therapy, at this point, the research base is not as extensive,\" Rabiner says.\n\nOn the other hand, Rabiner says, neurofeedback may offer something other treatments can't.\n\n\"The hope for neurofeedback is that after training ends, the benefits that resulted from training will persist -- that in some sense there's been more enduring change in the child's ability to focus and attend and to regulate their behavior,\" he says.\n\nBut it will take better research to figure out whether neurofeedback can live up to that promise, Rabiner says.\n\n\"There has been a need for some time to have the kind of carefully controlled study that would provide more definitive answers for parents and for the field,\" he says.\n\nResearch In Progress\n\nAnd that research appears to be on the way.\n\nA team at The Ohio State University has nearly completed a pilot study of neurofeedback for ADHD that was funded by the National Institute of Mental Health.\n\nThe team had hoped to announce results last week at a scientific meeting in New York, but Gene Arnold, one of the scientists in charge of the study, says they had to delay that announcement because \"we weren't able to get the results analyzed in time,\" he says.\n\nThe results should be out within a few weeks, Arnold says. In the meantime, he says, the study has shown that it is possible to do neurofeedback research that involves a placebo.\n\nThe study used a video game involving race cars. For kids who got neurofeedback, he says, \"The ability to speed up the car and steer it was contingent on maintaining your brain waves in a more favorable ratio.\"\n\nBut other children got a placebo -- a race car that paid no attention to their brain waves.\n\nUntil a large study comes along using this sort of approach, parents and consumers will have to decide for themselves whether neurofeedback is worth the time and effort. Katherine Ellison says that for her and for her son, it was.\n\n\"What I noticed in my son was not necessarily that he'd stop losing things at school or do his homework better,\" she says. \"The improvement I saw was that he was easier to live with.\"\n\nBut brain training might not be the only reason, Ellison says. She says it might have been because she and her son spent so much time going to all those sessions together, and had pizza together afterward.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2010/10/29/neuro-2a15b9eac17755ee5faf8e405cbad521a02fe448-s800-c15.jpg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2011/12/30/johnhamilton_3_sq-39eb667fd73b9f61b4f0ebb957074cad841efd7a-s100-c85.jpg", "https://media.npr.org/assets/img/2010/10/29/neuro_wide-e733717c1aa9d9f0854874dc59807dc33e0f8bf8.jpg?s=1400", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/assets/img/2010/10/29/hug-9f78b02ca866514e95b1eca26eb8d2b9f5b44451-s800-c15.jpg", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2010/10/29/neuro_wide-e733717c1aa9d9f0854874dc59807dc33e0f8bf8.jpg?s=1400", "keywords": [], "authors": ["Jon Hamilton"], "canonical_link": "https://www.npr.org/templates/story/story.php?storyId=130896102", "title": "Train The Brain: Using Neurofeedback To Treat ADHD", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2010-11-01", "description": "A growing number of parents of children with ADHD are trying a noninvasive treatment called neurofeedback, which is relatively simple and doesn't involve drugs. Studies suggest it helps, but the treatment is still unproved, expensive and time-consuming.", "og": {"title": "Train The Brain: Using Neurofeedback To Treat ADHD", "url": "https://www.npr.org/templates/story/story.php?storyId=130896102", "type": "article", "description": "A growing number of parents of children with ADHD are trying a noninvasive treatment called neurofeedback, which is relatively simple and doesn't involve drugs. Studies suggest it helps, but the treatment is still unproved, expensive and time-consuming.", "image": "https://media.npr.org/assets/img/2010/10/29/hug_wide-c06a4e20cae17bf31a307a2d53c8c7136818f292.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Train The Brain: Using Neurofeedback To Treat ADHD", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2010/10/29/neuro_wide-e733717c1aa9d9f0854874dc59807dc33e0f8bf8.jpg?s=1400"}}}, "movies": [], "publish_date": null, "source": "http://www.NPR.org", "summary": ""}