{"url": "https://www.cnn.com/2018/03/12/health/blood-pressure-barbershop-study/index.html", "text": "(CNN) Corey Thomas admitted to his pharmacist that he hated the blood pressure medications a previous doctor had prescribed for him. They came with \"horrible\" side effects, he said, and so he rarely took them.\n\nAs a blood pressure monitor squeezed snugly around his arm, the pharmacist counseled Thomas, 49, on his diet and stress level while checking his blood pressure. She then helped Thomas find a medication better suited for his body.\n\nThomas was not at a health clinic or pharmacy or a primary care physician's office.\n\nHe was at the barbershop where he works in Inglewood, California. As part of a study, these health services were provided at his barbershop and others across Los Angeles County.\n\nThe study, published Monday in the New England Journal of Medicine , tested whether pharmacist-led programs in barbershops could significantly lower high blood pressure in black men in the United States.\n\nResults from six months after the study, published in March , showed that when the guidance was coupled with medication, a blood pressure level of less than 130/80 was achieved among 63.6% of men who participated in the study's program, versus 11.7% of those who didn't.\n\nResults from 12 months after the study show that when guidance was coupled with medication, a blood pressure measurement of less than 130/80 was achieved by 68% of men who participated in the study program, versus 11% of those who didn't.\n\nJUST WATCHED Check, change, and control your blood pressure Replay More Videos ... MUST WATCH Check, change, and control your blood pressure 02:36\n\n\"To a certain extent, I was surprised by the magnitude of the effect of the intervention,\" said Ciantel Blyler, a clinical pharmacist at Cedars-Sinai Medical Center in Los Angeles who was a co-author of the study.\n\n\"Especially once we sat down and looked at the blood pressure control rates and we were comparing the intervention group and the control group, I was sort of taken aback,\" she said.\n\nNormal blood pressure levels for adults are 120/80 or less, and high blood pressure levels are 140/90 or higher, according to the US Centers for Disease Control and Prevention . Levels in between are considered at risk.\n\n\"The first number, called systolic blood pressure, measures the pressure in your blood vessels when your heart beats,\" the CDC says. \"The second number, called diastolic blood pressure, measures the pressure in your blood vessels when your heart rests between beats.\"\n\nMany older black men tend to avoid seeing the doctor until they have a serious health problem, and then they \"use the emergency room as a doctor,\" Thomas said.\n\n\"If it wasn't for the program, a lot of guys wouldn't have known they had high blood pressure,\" he said of the study. \"Unfortunately, I wish we had other programs to come in, too.\"\n\nOn the other hand, the barbershop represents a safe haven in the black community -- a no-judgment zone -- where conversations about health and other personal topics are commonplace.\n\nAs a barber, \"we know more about our customers than their spouses do,\" Thomas said.\n\nShape your hair and your blood pressure\n\nThe prevalence of high blood pressure among black adults in the United States is among the highest in the world, according to the American Heart Association . More than 40% of non-Hispanic black men and women have high blood pressure.\n\nBlack Americans also develop high blood pressure more often and at an earlier age than whites and Hispanics, according to the CDC.\n\nHigh blood pressure, which increases risk of heart disease and stroke, affects 1.13 billion people globally , according to the World Health Organization . More than one in five adults worldwide have high blood pressure, which causes about half of all deaths from heart disease and stroke.\n\nBarber Eric Mohammad and Mark Sims, seated, checking Sims' blood pressure for the new study.\n\nThe new study included 319 black men across 52 black-owned barbershops in California's Los Angeles County. The men, 35 to 79 years old, had systolic blood pressure of 140 or more.\n\nThe researchers randomly assigned the men, based on their barbershop, to participate in the pharmacist-led program or to a control group between February 2015 and July 2017.\n\nIn the program group, barbers encouraged the men to meet with specially trained pharmacists at the barbershop to help monitor their blood pressure. The pharmacists could prescribe drug therapy under a collaborative agreement with the men's doctors.\n\nAt his barbershop, Thomas said, many customers were hesitant to open up to the pharmacists and doctors and to meet with them for health consultations.\n\n\"No one wanted to do it,\" he said. \"But by them being there -- they were in there every day -- and then we got used to them, and they warmed up to everybody. ... Then a lot of guys eventually were like, 'I'll go. Let me make sure I'm OK.' \"\n\nBlyler said it didn't take long for the customers to warm up to her and her colleagues.\n\n\"They understood that we were there with good intentions. It was a very comfortable environment, and folks were very welcoming, and it really worked,\" she said.\n\nIn the control group, barbers encouraged the men to make lifestyle changes and doctor appointments, but not much else changed in their usual barbershop visits.\n\nBy the end of the study, the researchers found that the barbers' role in encouraging the men to monitor and improve their health resulted in a significant reduction in blood pressure, when coupled with medication from the pharmacists.\n\nIn participants assigned to the pharmacist-led program, the average reductions in systolic and diastolic blood pressure were 21.6 and 14.9 greater, respectively, than in those assigned to the control group at six months, the researchers found.\n\nAt 12 months, the average reductions were \"statistically indistinguishable\" from the six-month data, according to the researchers.\n\n'Medical mistrust has been an important barrier'\n\nThe study had some limitations, including that it was not blind, because both participants and researchers knew who was assigned to the pharmacist-led program and who was in the control group.\n\nAdditionally, more research is needed to determine whether similar study results would occur on a national level, since the study was conducted only in the Los Angeles area.\n\nAlso, pharmacists aimed to lower blood pressure in the program participants to less than 130/80, whereas the primary care providers of those in the control group probably targeted a blood pressure of less than 140/90.\n\nThe blood pressure goal of less than 130/80 is consonant with new clinical practice guidelines that were released last year, Blyler said.\n\nThe study appears to fall in line with previous research exploring the role barbershops could have in preventing death and disease in the black community, said Dr. Joseph Ravenell, an internist at NYU Langone Health and associate professor of Population Health and Medicine at NYU School of Medicine in New York.\n\nRavenell was not involved in the study, but he was among the first to research how interventions in barbershops could help black men access basic health care and improve various outcomes, such as high blood pressure or even colon cancer.\n\nIn a study published in the American Journal of Public Health in August, Ravenell and his colleagues found that helping black men in barbershops through the process of registering for a colorectal cancer screening led to those men being significantly more likely to get screened over six months.\n\nThe researchers found that 17.5% of men who received help were screened, compared with 8.4% of those who didn't receive the screening help.\n\n\"Medical mistrust has been an important barrier to African-Americans seeking health care, and so the barbershop -- where men go on a monthly basis and have an opportunity to develop a rapport with a trusted key opinion leader in the community -- that rapport is a perfect foundation for talking about health,\" Ravenell said.\n\n\"We know that when it comes to people being receptive to health messages, the setting and the mood that people are in can have an impact on how open they are to receiving those messages,\" he said. \"Since the barbershop is a place where men want to be, it's a place that's known for open collegial conversation, it really is a perfect place to relay health messages that are important for black men.\"\n\nThe history of barbershops as havens for health\n\nFollow CNN Health on Facebook and Twitter See the latest news and share your comments with CNN Health on Facebook and Twitter.\n\nIn the years to come, as racial segregation laws limited the spaces where black Americans could gather, the barbershop served as a safe meeting space for the black community. In barbershops, black men could speak openly and honestly about a range of topics, including their health -- and that seems to continue today.\n\n\"I think that what's so wonderful about health outreach in the barbershop: It's a comfortable place,\" Blyler said.\n\n\"Folks can ask questions or get information about their health in a 'low-stakes,' relaxed environment,\" she said. \"Barbershops are a social hub for black men, a place where they gather, when getting a haircut or not, and share information.\"", "images": ["https://cdn.cnn.com/cnnnext/dam/assets/180309115624-02-barbershops-bloodpressure-super-tease.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/150621141349-02-yoga-day-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/180309115624-02-barbershops-bloodpressure-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/111107161021-blood-pressure-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/120905075155-high-blood-pressure-00011025-story-top.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/140805124504-emergency-room-er-hospital-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/151110164035-blood-pressure-explainer-elizabeth-cohen-mss-orig-00010117-exlarge-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/151102154657-check-change-and-control-your-blood-pressure-00003918-large-169.jpg", "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7"], "top_img": "https://cdn.cnn.com/cnnnext/dam/assets/180309115624-02-barbershops-bloodpressure-super-tease.jpg", "keywords": [], "authors": ["Jacqueline Howard"], "canonical_link": "https://www.cnn.com/2018/03/12/health/blood-pressure-barbershop-study/index.html", "title": "How barbershops could help lower blood pressure", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0", "section": "health", "referrer": "unsafe-url", "og": {"pubdate": "2018-03-12T12:11:17Z", "url": "https://www.cnn.com/2018/03/12/health/blood-pressure-barbershop-study/index.html", "title": "How barbers could help lower blood pressure", "description": "Providing blood pressure monitoring and health services in black-owned barbershops resulted in significant blood pressure reductions among customers, according to a new study.", "site_name": "CNN", "type": "article", "image": {"identifier": "https://cdn.cnn.com/cnnnext/dam/assets/180309115624-02-barbershops-bloodpressure-super-tease.jpg", "width": 1100, "height": 619}}, "pubdate": "2018-03-12T12:11:17Z", "lastmod": "2018-12-17T10:00:24Z", "author": "Jacqueline Howard, CNN", "twitter": {"title": "How barbers could help lower blood pressure", "description": "Providing blood pressure monitoring and health services in black-owned barbershops resulted in significant blood pressure reductions among customers, according to a new study.", "card": "summary_large_image", "image": "https://cdn.cnn.com/cnnnext/dam/assets/180309115624-02-barbershops-bloodpressure-super-tease.jpg"}, "description": "Providing blood pressure monitoring and health services in black-owned barbershops resulted in significant blood pressure reductions among customers, according to a new study.", "keywords": "health, How barbershops could help lower blood pressure - CNN", "thumbnail": "https://cdn.cnn.com/cnnnext/dam/assets/180309115624-02-barbershops-bloodpressure-super-tease.jpg", "vr": {"canonical": "https://www.cnn.com/2018/03/12/health/blood-pressure-barbershop-study/index.html"}, "article": {"opinion": "false", "content-tier": "free"}, "fb": {"app_id": 80401312489, "pages": "5550296508,18793419640"}, "template-top": "health,art-vid"}, "movies": [], "publish_date": 1520827200.0, "source": "https://www.cnn.com", "summary": ""}