{"url": "https://consumer.healthday.com/alternative-medicine-information-3/acupuncture-news-5/acupuncture-may-be-effective-painkiller-in-the-er-723740.html", "text": "En Español\n\nMONDAY, June 19, 2017 (HealthDay News) -- Acupuncture is a safe and effective alternative to pain medications for some emergency room patients, a new study reports.\n\n\"While acupuncture is widely used by practitioners in community settings for treating pain, it is rarely used in hospital emergency departments,\" said study lead investigator Marc Cohen. He is a professor in the School of Health and Biomedical Sciences at RMIT University in Melbourne, Australia.\n\nThe study -- billed as the world's largest randomized, controlled trial of acupuncture in the emergency department -- included 528 patients.\n\nThe study participants were seen at four Australian emergency departments for acute low back pain, migraines or ankle sprains. Patients who said their level of pain was at least 4 on a 10-point scale received one of three treatments: acupuncture alone; acupuncture with painkillers; or painkillers alone.\n\nOne hour after treatment, less than 40 percent of all patients had significant pain reduction, meaning at least a 2-point decline on the 10-point scale. More than 80 percent still had a pain rating of at least 4, the findings showed.\n\nBut two days later, most patients were satisfied. Overall, nearly 83 percent of acupuncture-only patients said they would probably or definitely repeat their treatment, compared with about 81 percent in the combined group, and 78 percent who took painkillers alone.\n\n\"Emergency nurses and doctors need a variety of pain-relieving options when treating patients, given the concerns around opioids such as morphine, which carry the risk of addiction when used long-term,\" Cohen said in a university news release.\n\nThe study results suggest acupuncture would be especially beneficial for patients who can't use standard pain-relieving drugs because of other medical conditions, Cohen added.\n\nBut he noted that more research is needed because some patients remained in pain no matter what treatment they received.\n\nThe study was published June 18 in the Medical Journal of Australia.\n\nMore information\n\nThe U.S. National Institutes of Health has more on acupuncture.", "images": ["https://media.healthday.com/Images/icimages/18016.jpg"], "top_img": "https://media.healthday.com/Images/icimages/18016.jpg", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/alternative-medicine-information-3/acupuncture-news-5/acupuncture-may-be-effective-painkiller-in-the-er-723740.html", "title": "Acupuncture May Be Effective Painkiller in the ER", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "It's a safe alternative to addictive opioid pain relievers, Australian researchers say", "og": {"title": "Acupuncture May Be Effective Painkiller in the ER", "image": "https://media.healthday.com/Images/icimages/18016.jpg", "description": "It's a safe alternative to addictive opioid pain relievers, Australian researchers say", "url": "https://consumer.healthday.com/alternative-medicine-information-3/acupuncture-news-5/acupuncture-may-be-effective-painkiller-in-the-er-723740.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}