{"url": "https://www.npr.org/sections/health-shots/2018/01/08/575977290/bariatric-surgery-helps-teens-with-severe-obesity-reduce-heart-disease-risk", "text": "Bariatric Surgery Helps Teens With Severe Obesity Reduce Heart Disease Risk\n\nEnlarge this image toggle caption Roos Koole/Getty Images Roos Koole/Getty Images\n\nAfter three years, teens with severe obesity who underwent stomach reduction surgery to lose weight also significantly improved their heart health.\n\nA study published Monday in Pediatrics shows that blood pressure, cholesterol, inflammation and insulin levels all improved, particularly among those who lost the most weight.\n\n\"The potential impact of such risk reduction translates into a reduced likelihood of developing significant heart disease later in life, including atherosclerosis, heart failure and stroke,\" says study author Marc Michalsky, surgical director of the Center for Healthy Weight and Nutrition at Nationwide Children's Hospital in Columbus, Ohio, in an email. \"This study serves to reinforce the benefits of bariatric surgery as a safe and effective treatment strategy that should be considered sooner rather than later.\"\n\nYounger adolescents in the study showed bigger improvements in their cholesterol and inflammation levels than the older teens. Even participants who had normal-range blood pressure, triglycerides or cholesterol levels before surgery saw improved measures.\n\nNearly a third of all children and teens are overweight or obese in the U.S., and an estimated 4 to 7 percent have severe obesity. The greater a person's obesity, the greater their risk of high blood pressure, heart disease, Type 2 diabetes and organ damage.\n\nThe findings are important because many of the participants in this study likely already had some level of cardiac damage, such as thickened arteries or heart walls, says Geetha Raghuveer, a pediatric cardiologist at Children's Mercy Kansas City in Missouri who was not involved in the study.\n\n\"If you have very high blood pressure or lipids [cholesterol] or diabetes, you do see cardiovascular changes even at a very young age,\" Raghuveer says. \"They may not be having a heart attack or stroke in their teens and 20s, but they're closer to having those in their 30s and 40s.\"\n\nAmong 242 teens in the study, 161 of them underwent a Roux-en-Y gastric bypass procedure, 67 underwent a vertical sleeve gastrectomy and 14 received an adjustable gastric banding. The study authors had no part in which procedures the teens received. They collected data from the five participating medical centers for their observational study, and decisions about procedures depended on each center's clinical practices.\n\nThe teens, ages 15 to 18 when the study began, had a body mass index (BMI) between 34 and 88, with half over 51. Medical providers use BMI, the ratio of a person's weight to height, to estimate body fat. A BMI over 25 is considered overweight; over 30 is obese. The obesity classification with the highest risks of health problems is a BMI of 40 or higher.\n\nThe risk factors measured in the study included elevated blood pressure (above 120/80 mg/Hg), high cholesterol, high insulin levels in the blood and abnormally high levels of C-reactive protein, an indicator of inflammation in the body. The higher a person's insulin levels are, the more likely they are to have or develop insulin resistance, which can increase blood sugar levels and diabetes risk. High insulin levels may also contribute to increased blood pressure and increase the risk of atherosclerosis, when fat clogs the arteries.\n\nThree years after surgery, teens who underwent a gastric bypass had a 27 percent drop in their BMI, similar to the 26 percent drop in those who had the sleeve gastrectomy. Those with the gastric band had an 8 percent drop in BMI.\n\nBefore surgery, only 3 percent of the teens had no cardiac risk factors at all, but three years later, just over half of them (52 percent) had no risk factors. Just 5 percent had all four cardiac risk factors before their surgeries, but none had all of them three years later. In fact, the majority of the participants — 83 percent — had only one or no risk factors three years after their surgeries. The proportion of participants with two or three risk factors also dropped substantially.\n\n\"One of the surprises was that almost all patients benefited as a result of the surgery,\" says M. James Lenhard, the medical director of Christiana Care Health System's Diabetes & Metabolic Diseases Center in Wilmington, Del., who was not involved in the study. The average BMI three years after surgery was 39, still considered very obese, he says. \"And yet they still had significant improvements in cardiovascular risk factors,\" Lenhard says. \"The results were impressive.\"\n\nThe study's biggest limitation is its very selective population. Most of the participants were female, most were white, and most received the gastric bypass. Children of color have the greatest risk of obesity, heart disease and Type 2 diabetes, but it's not clear whether they would see the same improvement with these procedures. Lenhard expects the \"odds are very good\" that they would, and Raghuveer \"would be cautiously optimistic\" that the findings would be similar regardless of sex or ethnicity.\n\nThe population also included only teens with the greatest obesity who were also unsuccessful trying other weight loss methods.\n\n\"Severe obesity is notoriously difficult to treat with anything other than surgery,\" Lenhard says. \"The results of this study suggest that performing surgery at a BMI even lower than 52 would provide even better outcomes.\"\n\nAn estimated 1,600 adolescents undergo metabolic or bariatric surgeries each year, the study notes, but families should only consider such procedures after exhausting other treatment options.\n\n\"This is not a procedure you would consider for any obese patient who walks through the door,\" Raghuveer says. \"It would be considered for the highly obese and those not responding to any behavioral modifications, physical activity or calorie restriction.\"\n\nBefore undergoing bariatric surgery, teens and their families receive extensive counseling, Michalsky says.\n\n\"Teens considering bariatric surgery should have a frank discussion with their family and primary care provider and seek detailed information from well-established bariatric surgery centers that are specifically dedicated to treating adolescents,\" he adds.\n\nAll three procedures carry the same risks as any surgical procedure, such as infections, blood clots and bleeding, Lenhard said, and a common risk of sleeve gastrectomy is bleeding where the stomach is reconnected. People who have a gastric bypass often have nutritional and vitamin deficiencies, Lenhard said. And gastric banding has low effectiveness and a risk of the band slipping down the stomach.\n\nGetting longer term data is important, too. Three years is a good follow-up time for this type of study, and it has many more participants than similar studies.\n\n\"However, three years is not a long time overall in the life of a child,\" Raghuveer says. \"I'd be curious what happens to these kids at 10 years, 15 years later.\"\n\nMichalsky says the study is ongoing, and they expect to continuing gathering information for years to come.\n\nIdeally, public health efforts should aim for better obesity prevention, including parent education and interventions when children are toddlers and preschoolers, according to Raghuveer. \"A generational divide\" has left fewer families knowing how to fix meals, she says, and more families need to learn to cook and avoid packaged foods and microwave dinners.\n\n\"The big question is, how do we prevent obese kids from getting to this point where they would need an invasive surgical procedure?\" Raghuveer says. \"The bigger message should be that we should get to a point in society where we are not managing obesity, but we are preventing obesity.\"\n\nTara Haelle is the co-author of The Informed Parent: A Science-Based Resource for Your Child's First Four Years. She's on Twitter: @tarahaelle", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2015/11/06/bariatric_sq-f13d6e56ced3d3ccf9ad2534fe77e3f914afd879-s100-c15.jpg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/assets/img/2011/12/13/hires_sq-de88d6b2124124368f00976353b240c5441f1b82-s100-c15.jpg", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/01/05/gettyimages-556615919-e0dbde0776eb890e7e1dd8fb25d8468d9c2d7b53-s1100-c15.jpg", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2016/09/01/bariatricsurgery_sq-b281cb073e0b5d1a2a2da5046553164c9732867a-s100-c15.jpg", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/assets/img/2018/01/05/gettyimages-556615919_wide-d0f986ae41f5da21c947b9e2a934a1f35bac54a8.jpg?s=1400", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2018/01/05/gettyimages-556615919_wide-d0f986ae41f5da21c947b9e2a934a1f35bac54a8.jpg?s=1400", "keywords": [], "authors": ["Tara Haelle"], "canonical_link": "https://www.npr.org/sections/health-shots/2018/01/08/575977290/bariatric-surgery-helps-teens-with-severe-obesity-reduce-heart-disease-risk", "title": "Bariatric Surgery Helps Teens With Severe Obesity Reduce Heart Disease Risk", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2018-01-08", "description": "Adolescents with severe obesity who had bariatric surgery showed significant improvements in cardiovascular disease risk factors such as elevated blood pressure and high cholesterol.", "og": {"title": "Bariatric Surgery Helps Teens With Severe Obesity Reduce Heart Disease Risk", "url": "https://www.npr.org/sections/health-shots/2018/01/08/575977290/bariatric-surgery-helps-teens-with-severe-obesity-reduce-heart-disease-risk", "type": "article", "description": "Adolescents with severe obesity who had bariatric surgery showed significant improvements in cardiovascular disease risk factors such as elevated blood pressure and high cholesterol.", "image": "https://media.npr.org/assets/img/2018/01/05/gettyimages-556615919_wide-d0f986ae41f5da21c947b9e2a934a1f35bac54a8.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Bariatric Surgery Helps Teens With Severe Obesity Reduce Heart Disease Risk", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2018/01/05/gettyimages-556615919_wide-d0f986ae41f5da21c947b9e2a934a1f35bac54a8.jpg?s=1400"}}}, "movies": [], "publish_date": 1515387600.0, "source": "https://www.npr.org", "summary": ""}