{"url": "http://www.CNN.com/2010/HEALTH/10/18/health.vitamin.b12.alzheimers/index.html", "text": "(Health.com) -- People who consume lots of foods rich in vitamin B12 -- such as fish and fortified cereals -- may be at lower risk of developing Alzheimer's disease than people who take in less of the vitamin, a small study conducted in Finland suggests.\n\nIn the study, which was published in Neurology, researchers in Scandinavia analyzed blood samples from 271 individuals ages 65 to 79 who showed no evidence of dementia. The researchers tested for levels of a blood marker of vitamin B12 and for levels of homocysteine, an amino acid that has been linked to an increased risk of Alzheimer's disease (as well as heart disease and stroke).\n\nB vitamins, including B12 and folate, have been shown to help lower homocysteine levels, so high levels of the amino acid suggest low levels of B12.\n\nHealth.com: 9 foods that may help save your memory\n\nOver the next seven years, 17 study participants were diagnosed with Alzheimer's disease. The people with the highest levels of homocysteine at the beginning of the study had the greatest risk of developing the disease. In contrast, each unit increase in the marker of vitamin B12 (known as holotranscobalamin) reduced the risk of developing Alzheimer's by 2 percent.\n\nThe relationship between vitamin B12 and Alzheimer's risk is \"complex,\" says Dr. Sudha Seshadri, M.D., an associate professor of neurology at the Boston University School of Medicine and the author of an editorial accompanying the study. But, she adds, \"B12 levels, particularly holotranscobalamin levels, likely play a contributory role.\"\n\nThe links among Alzheimer's risk, homocysteine, and B12 were more pronounced in older individuals, the study found.\n\nHealth.com: 25 signs and symptoms of Alzheimer's disease\n\nBlood levels of folate, which the researchers also measured, were not related to homocysteine levels or Alzheimer's risk in this study. Folic acid -- a synthetic version of folate found in many supplements and multivitamins -- has been shown to lower homocysteine in previous studies, but its effect on disease risk is disputed.\n\nA National Institutes of Health panel recently concluded that there are no foods or vitamins that definitively prevent the development of Alzheimer's disease, and experts say this study is consistent with the panel's recommendations. \"A healthy diet likely remains important,\" Seshadri says. \"The role of supplementation remains unclear.\"\n\nHealth.com: Ginkgo doesn't work: are there better ways to save your brain?\n\nMaria Carillo, Ph.D., the senior director of medical and scientific relations at the Alzheimer's Association, a nonprofit research and advocacy group, urges caution in interpreting the new findings, especially given that so few study participants developed the disease.\n\n\"We do know that vitamin B12 is a huge contributor to lowering homocysteine levels,\" she says. \"Lowering these in general is important for cardiovascular health, and this study strengthens our knowledge about its role in risk for Alzheimer's disease.\"\n\nDr. Sam Gandy, M.D., the associate director of the Alzheimer's Disease Research Center at the Mount Sinai School of Medicine, in New York City, says that it may make sense for people to get blood tests to measure their levels of B12 and folate.\n\nHealth.com: How to age-proof your memory\n\nHowever, he says, the study findings may not necessarily translate to people outside Scandinavia. And he worries that the results may spur doctors to recommend B12 injections to their patients -- a preventive treatment that he says is unfounded and already overused.\n\nIt's still unclear whether increasing your intake of vitamin B12 will help protect you from Alzheimer's, Gandy says. \"Good nutrition should minimize the risk of Alzheimer's disease, but we can't say that any specific food has been proven to reduce this risk.\"\n\nCopyright Health Magazine 2011", "images": ["http://i.cdn.turner.com/cnn/images/1.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/misc/advertisement.gif", "http://i.cdn.turner.com/cnn/2010/HEALTH/10/18/health.vitamin.b12.alzheimers/tzvids.b12.vitamin.alzheimers.jpg", "http://i.cdn.turner.com/cnn/.element/ssi/story/3.0/banner/sprj.healthmag.inc/health.88x35.jpg", "http://cdn.cnn.com/cnn/images/1.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/mosaic/15x15_PLUS_bt.jpg", "http://i.cdn.turner.com/cnn/2010/HEALTH/10/18/health.vitamin.b12.alzheimers/t1larg.b12.vitamin.alzheimers.jpg", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/icons/btn_close.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/1px.gif"], "top_img": "http://i.cdn.turner.com/cnn/2010/HEALTH/10/18/health.vitamin.b12.alzheimers/tzvids.b12.vitamin.alzheimers.jpg", "keywords": [], "authors": ["Denise Mann"], "canonical_link": "http://www.cnn.com/2010/HEALTH/10/18/health.vitamin.b12.alzheimers/index.html", "title": "Study: Vitamin B12 may help ward off Alzheimer's", "meta_data": {"TITLE": "Study: Vitamin B12 may help ward off Alzheimer's  - CNN.com", "og": {"title": "Study: Vitamin B12 may help ward off Alzheimer's", "type": "article"}, "description": "People who consume lots of foods rich in vitamin B12 -- such as fish and fortified cereals -- may be at lower risk of developing Alzheimer's disease than people who take in less of the vitamin, a small study conducted in Finland suggests.", "AUTHOR": "By Denise Mann, Health.com", "SECTION": "HEALTH", "fb": {"admins": 690014395, "app_id": 80401312489, "page_id": 129343697106537}, "viewport": "width=1024"}, "movies": [], "publish_date": null, "source": "http://www.CNN.com", "summary": ""}