{"url": "http://www.chicagotribune.com/health/ct-x-1109-parkinson-scan-20111109,0,7895291.story", "text": "A new scan to help in difficult-to-diagnose cases of Parkinson's disease or other parkinsonian syndromes is available at more than 80 U.S. hospitals, including some in the Chicago area, since receiving federal approval earlier this year.\n\n\n\nDuring the DaTscan test, an imaging drug is injected into a patient's bloodstream and the patient undergoes a single-photon emission computed tomography, or SPECT, scan. Patients with Parkinson's disease or other parkinsonian syndromes have scans that show low levels of dopamine, the neurotransmitter critical in controlling movement and other muscle functions.\n\n\n\nIn cases where a diagnosis isn't necessarily clear-cut, the DaTscan offers important advances in patient care and treatment, said Dr. Michael Rezak, director of the Movement Disorders Center at Central DuPage Hospital, where the scan is offered.\n\n\n\n\"DaTscan is used in difficult-to-diagnose cases and must be used in conjunction with a clinical evaluation and a patient's response to medications,\" Rezak said. \"The earlier we get treatment started, the better. Before DaTscan we would watch and wait because there were no other objective tests to use. Now we can get a diagnosis sooner.\"\n\n\n\nThe DaTscan injection was first used in Europe a decade ago, and GE Healthcare made it available to U.S. hospitals in late June. It is the first \"radiopharmaceutical adjunct imaging agent\" approved by the Food and Drug Administration that helps physicians better evaluate patients who are thought to have Parkinson's disease or other parkinsonian syndromes.\n\n\n\nApproval of DaTscan followed two Phase 3 clinical trials in which 284 adult patients with tremors were studied. During an FDA advisory panel meeting, committee members were mostly positive about DaTscan, though one neurologist objected to the average $1,500 cost of a scan versus $150 for a month's supply of carbidopa or levodopa medications for a Parkinson's patient, according to Medscape Medical News.\n\n\n\n\"I was thrilled there was something that could positively tell me I had Parkinson's because everybody had guessed what I had,\" said Ray Ramas, 56, who in June became the first patient at Central DuPage to undergo the scan.\n\n\n\nBefore the test, Ramas, of West Chicago, experienced two years of uncertainty about his health as several specialists tried to pinpoint the cause of his joint and tendon pain, fatigue, stiffness in his legs and lack of bladder control. Eventually he developed a tremor in his right arm.\n\n\n\nHis doctor said he might have fibromyalgia and sent him to a rheumatologist. Another specialist said his symptoms suggested parkinsonian syndrome, caused by various neurodegenerative disorders that share some features of Parkinson's. \"Another doctor ... wanted me to see a psychiatrist because he thought my symptoms were all in my head,\" Ramas recalled.\n\n\n\nBy March, Ramas could hardly walk. He visited the emergency room at Central DuPage, where he was sent to Rezak, who told him about DaTscan.\n\n\n\n\"I lay on a table, got an injection and the procedure took about 20 minutes. It was like getting my blood drawn,\" he said. In two days, Ramas found out he had Parkinson's disease.\n\n\n\n\"Many patients are gratified to know what they're dealing with. It allows them to accept treatment earlier,\" Rezak said. Since June, 25 men and women of all ages have been tested with DaTscan at Central DuPage, Rezak said.\n\n\n\nNorthwestern Memorial Hospital has used DaTscan since October 2010 as part of a multicenter trial study, said Dr. William Spies, associate director of nuclear medicine at Northwestern.\n\n\n\nAs part of the study, recently diagnosed Parkinson's patients and healthy subjects are tested with DaTscan, and clinical and behavioral assessments are done to identify biomarkers of Parkinson's disease progression.\n\n\n\nDaTscan was first used at the University of Chicago Medical Center in August on a 75-year-old male patient who exhibited essential tremors, parkinsonian syndrome and some rigidity and slowness, said Dr. Tao Xie, assistant professor of neurology at the Medical Center's Center for Parkinson's Disease and Movement Disorders.\n\n\n\n\"In the past, we would have had to wait to diagnose Parkinson's or chosen different medications to test, which might have had different side effects, and this would have delayed the timely diagnosis of Parkinson's,\" Xie said.", "images": ["https://www.chicagotribune.com/resizer/dQY-BWFxjTmvmt4SIMnDLMXp8d0=/1200x0/top/www.trbimg.com/img-532b2e41/turbine/ct-x-1109-parkinson-scan-20111109-thumbnail", "http://www.chicagotribune.com/pb/resources/images/ct_icons/app-bar-logo.svg?v=185", "https://www.chicagotribune.com/resizer/VK_nzVv03AeIU3RLb5DLladfxtM=/90x90/top/arc-anglerfish-arc2-prod-tronc.s3.amazonaws.com/public/HRG5YH626JFTHIDRQSKGGGYJPA.jpg"], "top_img": "https://www.chicagotribune.com/resizer/dQY-BWFxjTmvmt4SIMnDLMXp8d0=/1200x0/top/www.trbimg.com/img-532b2e41/turbine/ct-x-1109-parkinson-scan-20111109-thumbnail", "keywords": [], "authors": ["Karen Schwartz", "Special To The Tribune"], "canonical_link": "https://www.chicagotribune.com/lifestyles/health/ct-x-1109-parkinson-scan-20111109-story.html", "title": "New scan can speed Parkinson's diagnosis", "meta_data": {"viewport": "width=device-width, minimum-scale=1, initial-scale=1", "language": "English (United States), en-US", "copyright": "Copyright (c) 2019, Chicago Tribune", "y_key": "cee2fe4077f8d050", "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "distribution": "global", "rating": "general", "keywords": "Parkinson's DaTscan test", "news_keywords": "Parkinson's DaTscan test", "date": "2011-11-09T08:00:00Z", "description": "A new scan to help in difficult-to-diagnose cases of Parkinson's disease or other parkinsonian syndromes is now available at more than 80 U.S. hospitals, including a handful in the Chicago area, since receiving federal approval earlier this year.", "googlebot-news": "index", "twitter": {"title": "New scan can speed Parkinson's diagnosis", "image": "https://www.chicagotribune.com/resizer/dQY-BWFxjTmvmt4SIMnDLMXp8d0=/1200x0/top/www.trbimg.com/img-532b2e41/turbine/ct-x-1109-parkinson-scan-20111109-thumbnail", "description": "A new scan to help in difficult-to-diagnose cases of Parkinson's disease or other parkinsonian syndromes is now available at more than 80 U.S. hospitals, including a handful in the Chicago area, since receiving federal approval earlier this year.", "card": "summary_large_image", "site": "@chicagotribune", "creator": "@chicagotribune"}, "fb_title": "New scan can speed Parkinson's diagnosis", "og": {"url": "https://www.chicagotribune.com/lifestyles/health/ct-x-1109-parkinson-scan-20111109-story.html", "title": "New scan can speed Parkinson's diagnosis", "image": "https://www.chicagotribune.com/resizer/dQY-BWFxjTmvmt4SIMnDLMXp8d0=/1200x0/top/www.trbimg.com/img-532b2e41/turbine/ct-x-1109-parkinson-scan-20111109-thumbnail", "description": "A new scan to help in difficult-to-diagnose cases of Parkinson's disease or other parkinsonian syndromes is now available at more than 80 U.S. hospitals, including a handful in the Chicago area, since receiving federal approval earlier this year.", "locale": "en_US", "site_name": "chicagotribune.com", "type": "article"}, "article": {"opinion": "false", "content_tier": "metered", "tag": "Health, Diseases and Illnesses, Parkinson's Disease, Chemical Industry, Pharmaceutical Industry, Food and Drug Administration, University of Chicago, Northwestern Memorial Hospital", "section": ", Lifestyles, Health"}, "fb": {"app_id": 306836229411287, "page_id": "5953023255,104061989632161,330360537007411,264870045299,73734231949,53310156364,40762490776,60569705796,121922684499844,182379588445160,62915602634,1987930441432108,119608021389933,745745225518281", "pages": "5953023255,104061989632161,330360537007411,264870045299,73734231949,53310156364,40762490776,60569705796,121922684499844,182379588445160,62915602634,1987930441432108,119608021389933,745745225518281", "admins": 100000786395051}, "author": "By Karen Schwartz, Special to the Tribune", "apple-itunes-app": "app-id=383137151, app-argument=http://www.chicagotribune.com/deeplinkidL2IH4GEEORAF5P6EPPMZOKQW5E", "ptype": "s"}, "movies": [], "publish_date": null, "source": "http://www.chicagotribune.com", "summary": ""}