{"url": "https://consumer.healthday.com/eye-care-information-13/floaters-eye-313/laser-therapy-shows-promise-against-eye-floaters-724755.html", "text": "En Español\n\nTHURSDAY, July 20, 2017 (HealthDay News) -- A laser treatment can reduce spots in people's vision known as \"floaters,\" a new study finds.\n\n\"Floaters often arise as the vitreous -- a gel-like substance that fills the eye -- contracts and pulls away from the back of the eye,\" explained ophthalmologist Dr. Naomi Goldberg, who reviewed the new research. She works at the Manhattan Eye, Ear and Throat Hospital in New York City.\n\nFloaters become more common with age, and although some people simply get used to them, others are bothered by them or their vision is impaired.\n\nThe new research was led by Dr. Chirag Shah and Dr. Jeffrey Heier of Ophthalmic Consultants of Boston. They explained that, currently, there are three management options for floaters: patient education and observation; surgery; and a laser procedure known as YAG vitreolysis.\n\nHowever, Shah and Heier said there are few published studies on the laser treatment's effectiveness in treating floaters.\n\nThe new study involved 52 patients with floaters who received one session of either the YAG laser treatment or a \"sham\" placebo laser treatment.\n\nSix months after treatment, 54 percent of patients in the YAG group reported significantly greater improvement in floater-related visual disturbances, compared with only 9 percent of those in the placebo group.\n\nNineteen patients (53 percent) in the YAG group reported significantly or completely improved symptoms, compared with none of the patients in the placebo group, the researchers added.\n\nThe patients in the YAG group also had improvements in several other measures, including general vision and independence, compared with those in the placebo group, the findings showed.\n\nThere were no differences between the two groups in harmful side effects, according to the study, which was published July 20 in JAMA Ophthalmology.\n\nA limitation of the study was its small size and short follow-up period, the researchers said. \"Greater confidence in these outcomes may result from larger confirmatory studies of longer duration,\" the study authors wrote.\n\nFor her part, Goldberg said that although \"there was significant improvement in patients' symptoms following treatment, and no significant complication was seen,\" these findings are early and \"it is difficult to predict the long-term safety of this laser procedure.\"\n\nMore information\n\nThe U.S. National Eye Institute has more on eye floaters.", "images": ["https://media.healthday.com/Images/icimages/40179.jpg"], "top_img": "https://media.healthday.com/Images/icimages/40179.jpg", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/eye-care-information-13/floaters-eye-313/laser-therapy-shows-promise-against-eye-floaters-724755.html", "title": "Laser Therapy Shows Promise Against Eye 'Floaters'", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "These spots in vision can increase with age, researchers note", "og": {"title": "Laser Therapy Shows Promise Against Eye 'Floaters'", "image": "https://media.healthday.com/Images/icimages/40179.jpg", "description": "These spots in vision can increase with age, researchers note", "url": "https://consumer.healthday.com/eye-care-information-13/floaters-eye-313/laser-therapy-shows-promise-against-eye-floaters-724755.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}