{"url": "https://www.washingtonpost.com/national/health-science/first-gene-therapy--a-true-living-drug--on-the-cusp-of-fda-approval/2017/07/11/bd7872a0-618a-11e7-a4f7-af34fc1d9d39_story.html?utm_term=.00bb4335a844", "text": "Emily Whitehead, 12, catches fireflies in her backyard in Philipsburg, Pa. In 2012, Emily was the first child treated with an experimental immunotherapy that is on the verge of approval by the Food and Drug Administration. (Sean Simmers for The Washington Post)\n\nWhen doctors saw the report on Bill Ludwig’s bone-marrow biopsy, they thought it was a mistake and ordered the test repeated. But the results came back the same: His lethal leukemia had been wiped out by an experimental treatment never before used in humans.\n\n“We were hoping for a little improvement,” remembered the 72-year-old retired New Jersey corrections officer, who had battled the disease for a decade. He and his oncologist both broke down when she delivered the good news in 2010. “Nobody was hoping for zero cancer.”\n\nThe pioneering therapy administered to Ludwig and a few other adults at the University of Pennsylvania hospital paved the way for clinical trials with children. Six-year-old Emily Whitehead, who was near death, became the first pediatric recipient in 2012. Like Ludwig, she remains cancer-free.\n\nSuch results are why the treatment is on track to become the first gene therapy approved by the Food and Drug Administration. An FDA advisory committee will decide Wednesday whether to recommend approval of the approach, which uses patients’ own genetically altered immune cells to fight blood cancers.\n\nIf the panel gives the nod, the agency probably will follow suit by the end of September. That would open the latest chapter in immunotherapy — “a true living drug,” said Penn scientist Carl June, who led its development.\n\nEmily and her father, Tom Whitehead, have some ice cream alongside their dog, Lucy. Emily remains cancer-free five years after receiving CAR T-cell therapy. (Sean Simmers for The Washington Post)\n\nThe CAR T-cell treatment, manufactured by the drug company Novartis, initially would be available only for the small number of children and young adults whose leukemia does not respond to standard care. Those patients typically have a grim prognosis, but in the pivotal trial testing the therapy in almost a dozen countries, 83 percent of patients went into remission. A year later, two-thirds remained so.\n\nAnd childhood leukemia is just the start for a field that has attracted intense interest in academia and industry. Kite Pharma of Santa Monica, Calif., has applied for FDA approval to treat aggressive non-Hodgkin’s lymphoma, and a similar Novartis application is close behind. Researchers also are exploring CAR T-cell therapy’s use for multiple myeloma and chronic lymphocytic leukemia, the disease that afflicted Ludwig. They are also tackling a far more difficult challenge — using the therapy for solid tumors in the lungs or brain, for example.\n\nThe excitement among doctors and researchers is palpable. “We’re saving patients who three or four years ago we were at our wit’s end trying to keep alive,” said Stephen Schuster, the Penn oncologist who is leading a Novartis lymphoma study. That study and a Kite trial have shown that the treatment can put about one-third of adults with advanced disease — those who have exhausted all options — into remission.\n\nYet along with the enthusiasm come pressing questions about safety, cost and the complexity of the procedure.\n\nIt involves extracting white blood cells called T cells — the foot soldiers of the immune system — from a patient’s blood, freezing them and sending them to Novartis’s sprawling manufacturing plant in Morris Plains, N.J. There, a crippled HIV fragment is used to genetically modify the T cells so they can find and attack the cancer. The cells then are refrozen and sent back to be infused into the patient.\n\nOnce inside the person’s body, the T-cell army multiplies astronomically.\n\nNovartis has not disclosed the price for its therapy, but analysts are predicting $300,000 to $600,000 for a one-time infusion. Brad Loncar, whose investment fund focuses on companies that develop immunotherapy treatments, hopes the cost does not prompt a backlash. “CAR-T is not the EpiPen,” he said. “This is truly pushing the envelope and at the cutting edge of science.”\n\nThe biggest concerns, however, center on safety. The revved-up immune system becomes a potent cancer-fighting agent but also a dangerous threat to the patient. Serious side effects abound, raising concerns about broad use.\n\n“Treating patients safely is the heart of the rollout,” said Stephan Grupp of Children’s Hospital of Philadelphia, who as director of the hospital’s cancer immunotherapy program led early pediatric studies as well as Novartis’s global trial. “The efficacy takes care of itself, but safety takes a lot of attention.”\n\nOne of the most common side effects is called cytokine release syndrome, which causes high fever and flulike symptoms that in some cases can be so dangerous that the patient ends up in intensive care. The other major worry is neurotoxicity, which can result in temporary confusion or potentially fatal brain swelling. Juno Therapeutics, a biotech firm in Seattle, shut down one of its CAR T-cell programs after five patients died of brain swelling. Novartis has not seen brain swelling in its trials, company officials said.\n\nTo try to ensure patient safety, Novartis is not planning a typical product rollout, with a drug pushed as widely and aggressively as possible. The company instead will designate 30 to 35 medical centers to administer the treatment. Many of them took part in the clinical trial, and all have gotten extensive training by Grupp and others.\n\nGrupp said he and his staff learned about the side effects of CAR T-cell therapy — and what to do about them — through terrifying experiences that began five years ago with Emily Whitehead.\n\nThe young girl, who had relapsed twice on conventional treatments for acute lymphoblastic leukemia, was in grave condition. Grupp suggested to her parents that she be the first child to get the experimental therapy.\n\n“I said, ‘Surely, this has been tried on kids somewhere else in the world,’ ” recalled her father, Thomas Whitehead of Philipsburg, Pa. “But Steve said, ‘Nope, some adults got it, but that was a different kind of leukemia.’ ”\n\nAfter she received the therapy, Emily’s fever soared, her blood pressure plummeted, and she ended up in a coma and on a ventilator for two weeks in the hospital’s intensive care unit. Convinced his patient would not survive another day, a frantic Grupp got rushed lab results that suggested a surge of the protein Interleukin 6 was causing her immune system to relentlessly hammer her body. Doctors decided to give Emily an immunosuppressant drug called tocilizumab.\n\nShe was dramatically better within hours. She woke up the next day, her seventh birthday. Tests showed her cancer was gone.\n\nThe approval of CAR T-cell therapy would represent the second big immunotherapy advance in less than a decade. In 2011, the FDA cleared the first agent in a new class of drugs called checkpoint inhibitors. It has approved five more since then.\n\nThere are big differences between the two approaches. The checkpoint inhibitors are targeted at solid tumors, such as advanced melanoma and lung and bladder cancer, while CAR T-cell therapy has been aimed at blood disorders. And although checkpoint inhibitors are off the shelf, with every patient getting the same drug, CAR T-cell therapy is customized to an individual. Many immunotherapy experts think the greatest progress against cancer will be achieved when researchers figure out how to combine the approaches.\n\nFor the Penn team, the CAR T-cell story goes back decades, starting at the then-National Naval Medical Center in Bethesda, Md., where June and a postdoctorate fellow named Bruce Levine worked on new HIV treatments. In the process, they figured out a way to turbocharge T cells to make them more powerful and plentiful.\n\nThe pair moved to Philadelphia in 1999 and dove into cancer research. Two years later, June’s wife died of ovarian cancer, something he has credited as spurring him to work even harder in the field. In the years that followed, researchers across the country, including at the Memorial Sloan Kettering Cancer Center in New York and Fred Hutchinson Cancer Research Center in Seattle, racked up an array of tantalizing discoveries involving T cells.\n\nFast-forward to 2010, when Ludwig, who lives in Bridgeton, N.J., became Penn’s first patient to receive CAR T-cell therapy. Two other men got the treatment not long after. One is still in remission; the other relapsed and died.\n\nBut after those three patients, the Penn researchers ran out of money for more treatments. To try to raise interest and funding, they decided to publish the results of their work. The article that appeared in the New England Journal of Medicine in August 2011 created a “firestorm,” June said — one that brought them new resources. David Porter, a Penn oncologist working with June, was on vacation in western Maryland and had to stop at a Kohl’s to buy a dress shirt for the immediate TV interviews.\n\nThe pediatric trial opened the following spring with Emily. Six months later, Penn licensed its technology to Novartis in exchange for financial support, which included a new on-campus cell-manufacturing facility.\n\nWith FDA approval seeming imminent, the researchers who were so instrumental in the therapy’s development and testing are almost giddy. Grupp is especially pleased that the advance will be available first to children. “Usually everything is developed first for adults,” he noted recently, “and children are an afterthought.”\n\nRead more:\n\n‘This is not the end’: Using immunotherapy and a genetic glitch to give cancer patients hope\n\nThis 8-year-old is free of cancer — for now — after a ‘breakthrough’ treatment\n\nFor a 6-year-old with cancer, a future staked on medicine’s hottest field", "images": ["https://www.washingtonpost.com/resizer/yAFxThroW-CI5t-yu8Q6FsF7kHI=/1x1/www.washingtonpost.com/pb/resources/img/spacer.gif", "https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2017/07/11/Health-Environment-Science/Images/PENNCELLS8.jpg?t=20170517", "https://me.effectivemeasure.net/em_image", "https://img.washingtonpost.com/rf/image_480w/2010-2019/WashingtonPost/2017/07/11/Health-Environment-Science/Images/PENNCELLS5.jpg?uuid=ai-uWGTpEeeUq1sfD_RZ3w", "https://img.washingtonpost.com/rf/image_60w/2010-2019/WashingtonPost/2017/07/11/Health-Environment-Science/Images/PENNCELLS8.jpg?uuid=Y6rpsmTpEeeUq1sfD_RZ3w", "https://sb.scorecardresearch.com/p?c1=2&c2=3005617&cv=2.0&cj=1"], "top_img": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2017/07/11/Health-Environment-Science/Images/PENNCELLS8.jpg?t=20170517", "keywords": [], "authors": ["Laurie Mcginley", "Reporter Covering Health", "July", "Laurie Mcginley Covers Health", "Medicine For The Washington Post. She Focuses On The Food", "Drug Administration As Well As Cancer Research", "Treatment. She Was Previously The Post'S Health", "Science", "Environment Editor."], "canonical_link": "https://www.washingtonpost.com/national/health-science/first-gene-therapy--a-true-living-drug--on-the-cusp-of-fda-approval/2017/07/11/bd7872a0-618a-11e7-a4f7-af34fc1d9d39_story.html", "title": "First gene therapy — ‘a true living drug’ — on the cusp of FDA approval", "meta_data": {"eomportal-uuid": "bd7872a0-618a-11e7-a4f7-af34fc1d9d39", "object-hash": 1573465562, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "referrer": "unsafe-url", "keywords": "CAR T-cell therapy, checkpoint inhibitors, immunotherapy, Food and Drug Administration, University of Pennsylvania, Children's Hospital of Pennsylvania, clinical trials, Novartis", "news_keywords": "CAR T-cell therapy, checkpoint inhibitors, immunotherapy, Food and Drug Administration, University of Pennsylvania, Children's Hospital of Pennsylvania, clinical trials, Novartis", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@lauriemcginley2"}, "og": {"type": "article", "site_name": "Washington Post", "url": "https://www.washingtonpost.com/national/health-science/first-gene-therapy--a-true-living-drug--on-the-cusp-of-fda-approval/2017/07/11/bd7872a0-618a-11e7-a4f7-af34fc1d9d39_story.html", "image": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2017/07/11/Health-Environment-Science/Images/PENNCELLS8.jpg?t=20170517", "title": "First gene therapy — ‘a true living drug’ — on the cusp of FDA approval", "description": "But with CAR T-cell treatment’s stunning results come questions about serious side effects and its potential half-million-dollar cost."}, "article": {"publisher": "https://www.facebook.com/washingtonpost", "content_tier": "metered", "opinion": "false", "author": "https://www.facebook.com/lauriemcginley2"}, "fb": {"app_id": 41245586762, "admins": 500835072}, "description": "But with CAR T-cell treatment’s stunning results come questions about serious side effects and its potential half-million-dollar cost.", "robots": "index,follow", "theme": "normal", "author": "https://www.facebook.com/lauriemcginley2"}, "movies": [], "publish_date": 1499745600.0, "source": "https://www.washingtonpost.com", "summary": ""}