{"url": "http://www.latimes.com/health/la-he-sour-cherry-20120714,0,4603452.story", "text": "Take two slices of cherry pie and call me in the morning.\n\nOK. That’s not quite the advice doctors are wont to give. But it might make at least a sliver of sense.\n\nCherry pie contains the same sort of anti-inflammatory compounds as aspirin and other non-steroidal anti-inflammatory drugs — at least the cherries do. They’re tart, or sour, cherries, which, as far as is known, contain more of these anti-inflammatory compounds than any other food, says Dr. Kerry Kuehl, assistant director of the Human Performance Laboratory at Oregon Health and Science University in Portland.\n\nKuehl is a coauthor of a new study suggesting that tart cherries could someday provide an alternative treatment for patients with inflammatory osteoarthritis who can’t tolerate the standard drug therapy.\n\nAdvertisement\n\nParticipants in the study — presented at the American College of Sports Medicine Conference in San Francisco in May —- were 20 women, 40 to 70 years old, who had all been diagnosed with inflammatory osteoarthritis and had experienced joint swelling at least once in the last year. Twice a day, half of the women drank 10.5 fluid ounces of tart cherry juice. The other half drank that much fake cherry juice with the same calorie content, flavor and consistency.\n\nAfter three weeks, the women who got the real stuff had significantly less inflammation, as measured by C-reactive protein in their blood, than those who had been drinking the counterfeit.\n\nThe anti-inflammatory powers of tart cherries can make them a smart choice for healthy people too. In a number of studies, athletes who drank tart cherry juice before running a race or doing intensive strength exercises felt less pain afterward and bounced back faster than those who didn’t.\n\nBut tart cherries aren’t just loaded with wham-bam anti-inflammatories. They’re chockablock with antioxidants. And a 2011 study in the European Journal of Nutrition suggests that drinking tart cherry juice during the day may pay off in better snoozing at night, thanks to high levels of the sleep-regulating antioxidant melatonin.\n\nAdvertisement\n\nThese studies have been done with people, but other promising research has only been done with lab animals so far. In one 2009 study in the Journal of Medicinal Food, tart cherries helped fat rats. Not our favorite role models perhaps, but the obese beasties’ risk of Type 2 diabetes and heart disease were reduced significantly, and parallel studies are now in the works with members of our own species, says lead author E. Mitchell Seymour: “There are some interesting and potentially exciting results on the horizon. Stay tuned.”\n\nSo, what’s not to like about tart cherries? Not much ... except for maybe the “tart” part. Let’s just say, the cherry topping off your hot fudge sundae is not a tart cherry. The alluring cherries in the produce aisle are not tart cherries. And those cherries that a happy life is supposedly just a bowl of? They’re not tart cherries either.\n\n“Tart cherries are extremely bitter raw,” Kuehl admits. “Unpalatable.”\n\nBut hey! There is a solution: Don’t eat tart cherries raw. Eat them dried or frozen (in smoothies) or drink them in juice. Even unsweetened, something about juicing makes them taste better, Kuehl says. “Some people really like it.”\n\nAnd, of course, you can always bake a pie.\n\nhealth@latimes.com", "images": ["https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.latimes.com/health/la-he-sour-cherry-20120714-story.html", "title": "Fruitful news from tart cherry studies", "meta_data": {"og": {"title": "Fruitful news from tart cherry studies", "url": "https://www.latimes.com/health/la-he-sour-cherry-20120714-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "url": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "lat-logo-dark-full.jpg"}, "description": "More than just pie filling, they may be good for inflammatory osteoarthritis, exercise recovery and dieting.", "site_name": "Los Angeles Times", "type": "article"}, "article": {"content_tier": "metered", "published_time": "2012-07-13T00:42:44", "opinion": "false", "tag": "Health"}, "twitter": {"card": "summary_large_image", "description": "More than just pie filling, they may be good for inflammatory osteoarthritis, exercise recovery and dieting.", "site": "@latimes", "title": "Fruitful news from tart cherry studies"}, "fb": {"app_id": 119932621434123, "pages": 5863113009}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "Tart cherries, also called sour cherries, are the type used in pie filling. New studies indicate they could be powerful sources of relief for those who suffer inflammatory osteoarthritis.", "brightspot.contentId": "00000169-0c88-dbbe-a16f-4ee887ad0000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1342154564.0, "source": "http://www.latimes.com", "summary": ""}