{"url": "https://consumer.healthday.com/cancer-information-5/mis-cancer-news-102/could-statins-help-fight-cancer-712725.html", "text": "By Steven Reinberg\n\nHealthDay Reporter\n\nFRIDAY, July 8, 2016 (HealthDay News) -- Some cancer patients who take cholesterol-lowering statins may live longer than those not on these heart medications, a study from Britain suggests.\n\nWhile it did not prove a cause-and-effect connection, the study of nearly 1 million cancer patients found that those taking statin drugs such as Lipitor and Crestor appeared to have:\n\na 22 percent lower risk of dying from lung cancer,\n\na 43 percent lower risk of dying from breast cancer,\n\na 47 percent lower risk of dying from prostate cancer,\n\nand a 30 percent lower risk of dying from colon cancer.\n\n\"We need to further investigate the reasons for patients with high cholesterol having improved mortality in four of the most common cancers,\" said senior researcher Dr. Rahul Potluri, a clinical lecturer at Aston University School of Medicine in Birmingham.\n\nPotluri cautioned, however, that this study can't prove that statins actually extended life in cancer patients.\n\nAt this time, people without high cholesterol should not be taking statins in the hope of warding off cancer or living longer with cancer, he said.\n\n\"People with high cholesterol should be taking statins to lower their cholesterol and reduce their cardiovascular risk,\" he said. \"We cannot, however, recommend statins for cancer prevention without a positive clinical trial.\"\n\nFor the study, Potluri and colleagues collected data on nearly 1 million patients listed in a clinical database from January 2000 to March 2013. The database includes information on cancer and other medical conditions, including high cholesterol. Data on deaths was obtained from the U.K. Office for National Statistics.\n\nAmong the patients in the study, nearly 8,000 had lung cancer, 5,500 had breast cancer, 4,600 had prostate cancer and 4,500 had colon cancer, the researchers found.\n\nAfter adjusting for factors that might play a role in dying, such as age, gender, ethnicity and common causes of death, the researchers found those taking statins lived longer than those who were not taking them.\n\nThe results were to be presented Friday at the European Society of Cardiology meeting in Florence, Italy. Research presented at meetings is considered preliminary until published in a peer-reviewed medical journal.\n\nOne expert doesn't think sufficient evidence exists yet to take statins to prevent or treat cancer.\n\n\"Regardless of whether or not a person has cancer, statin use should be discussed with a health care provider,\" said Eric Jacobs, strategic director of pharmacoepidemiology at the American Cancer Society.\n\n\"There is little evidence that statins affect cancer risk or survival, but clear evidence that they can help some people lower risk of heart attacks and strokes,\" he said.\n\nMore information\n\nVisit the American Heart Association for more on statins.", "images": ["https://media.healthday.com/Images/icimages/MIC069ML.jpg"], "top_img": "https://media.healthday.com/Images/icimages/MIC069ML.jpg", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/mis-cancer-news-102/could-statins-help-fight-cancer-712725.html", "title": "Could Statins Help Fight Cancer?", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Study found an association -- but no proof -- of prolonged survival", "og": {"title": "Could Statins Help Fight Cancer?", "image": "https://media.healthday.com/Images/icimages/MIC069ML.jpg", "description": "Study found an association -- but no proof -- of prolonged survival", "url": "https://consumer.healthday.com/cancer-information-5/mis-cancer-news-102/could-statins-help-fight-cancer-712725.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}