{"url": "https://web.archive.org/web/20160602153026/http://abcnews.go.com/Sports/wireStory/chest-protectors-guard-deadly-blows-chest-39495402", "text": "Jack Crowley was 15 when a baseball hit him in the chest and stopped his heart. The Long Island teen survived, thanks to a police officer who grabbed a defibrillator and shocked his heart back into rhythm.\n\nA blow to the chest — one that hits at just the wrong spot, at just the wrong time — can trigger deadly cardiac arrest. Fortunately it's rare. But most victims are otherwise healthy kid athletes. And survival hinges on fast use of those heart-zapping defibrillators that not every athletic league or school keeps near the playing fields.\n\nThere soon may be another attempt at protection: A U.S. organization that oversees athletic equipment has proposed the first performance standard for chest protectors to reduce the risk from those blows, a step that could lead to updated gear.\n\nNancy Crowley finds it hard to watch her three sports-loving sons' games since Jack's scary near-miss in a batting cage a year ago. She calls the latest move by the athletic industry overdue.\n\n\"You cannot live in a bubble,\" acknowledged Crowley, who helped lobby local athletic officials to improve access to defibrillators but wants more protection. \"If a standard has come along that they feel is going to protect them in some way, I'm thrilled.\"\n\nCardiac arrest, when the heart abruptly stops beating, is uncommon in young people, especially athletes who presumably are in their prime. There are no good counts in kids' athletics. Whatever the number — or whatever the cause — cardiac arrest is getting more attention from parents, coaches and heart specialists who say deaths should be preventable.\n\nIndeed, NCAA guidelines recently reported in the Journal of the American College of Cardiology say defibrillators should be kept in the immediate vicinity of \"high risk locations\" such as weight rooms, basketball courts and ball fields.\n\nFor younger students, many states have laws encouraging or requiring defibrillators in schools but few specify athletic facilities, according to the advocacy group Parent Heart Watch.\n\nThe most frequent cause of cardiac arrest in a young athlete is an underlying structural problem of the heart, such as a thickened heart muscle, the problem often behind headline-making collapses of basketball players.\n\nThe chest protector standards take aim at a different problem: Every year, an estimated 10 to 20 people suffer what's called commotio cordis — cardiac arrest caused by a blow to the chest. A voluntary registry that has collected information on more than 250 cases over two decades does show survival increasing in recent years thanks to more defibrillator access.\n\nThe highest risk is to boys under 15, when the chest wall is still flexible, not as sturdy as it will become by their 20s when such deaths hardly ever are reported.\n\nAbout a third of the time, victims were wearing some form of chest protector when they collapsed, showing at least some of today's equipment isn't enough, said Dr. Mark Link, a heart specialist at Tufts University Medical Center who spent more than a decade unraveling just how commotio cordis occurs.\n\nLink's tests, using young pigs as a model, revealed that killer hits are those landing directly over the heart, at about 40 miles an hour — and in the milliseconds between heartbeats.\n\nArmed with that science, the National Operating Committee on Standards for Athletic Equipment, or NOCSAE, funded creation of a sort of crash-test dummy to prove what gear really reduces the risk, and proposed the first standard for chest protectors used in baseball and lacrosse that aim to do so.\n\nThe idea: find materials that disperse the heart-damaging force of a blow without impeding players' movements — whether they're catchers or youngsters playing other positions who may wear shirt-like chest coverings under their uniforms. Guarding against commotio cordis may require a different design than standard foam that blocks a broken rib. Among the questions is how to integrate protection against both.\n\nThe standard is expected to be completed in January; only then could manufacturers label gear certified as meeting it. NOCSAE's recommendations often are adopted by sports governing bodies. It's not clear what such gear would cost.\n\nAlready, one company that uses military-grade materials in sports equipment has developed some lightweight protection it expects to fit the bill. In March, Link's team published lab tests in the Journal of Clinical Sports Medicine suggesting a combination of foams and polymers used by Pennsylvania-based Unequal Technologies is likely to be effective. The company, which funded the research, is producing chest protectors and heart-covering shirts that it plans to test against the final NOCSAE standard.\n\n\"If we can stop a bullet, we can stop a ball,\" said Unequal chief executive Rob Vito.\n\nOther manufacturers are traveling to NOCSAE's lab to learn to test products. Stan Jurga Jr. of All-Star Sporting Goods, a Massachusetts-based manufacturer, wonders if he'll need to alter equipment aimed at professionals, too, because teens sometimes wear the adult sizes.\n\n\"Those are the real-world challenges,\" said Jurga, who also is pursuing a protective shirt. But he applauded the science, saying, \"the last thing anyone wants is a false sense of security.\"", "images": ["https://web.archive.org/web/20160602153026im_/http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-704476h&cg=0&cc=1&ts=noscript", "https://web.archive.org/web/20160602153026im_/http://pixel.quantserve.com/pixel/p-9e_QHc34iBt22.gif?labels=<%replace(label,' ', '%20')%>", "https://web.archive.org/web/20160602153026im_/http://www.googleadservices.com/pagead/conversion/1005826543/?value=0&label=1GPKCOHYjwMQ7-PO3wM&guid=ON&script=0"], "top_img": "", "keywords": [], "authors": ["Abc News"], "canonical_link": "https://web.archive.org/web/20160602153026/http://abcnews.go.com/Sports/wireStory/chest-protectors-guard-deadly-blows-chest-39495402", "title": "Chest Protectors Guard Against Deadly Blows to Chest", "meta_data": {"robots": "index, follow", "author": "ABC News", "copyright": "Copyright (c) 2016 ABC News Internet Ventures", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Chest Protectors Guard Against Deadly Blows to Chest", "keywords": "Health, Government and politics, Sports, Athlete health, Arrests, Law and order, General news, Crime, Products and services, Corporate news, Business, United States government, United States, North America, sports news, sports articles", "fb": {"admins": 704409894, "app_id": 4942312939}, "fb_title": "Chest Protectors Guard Against Deadly Blows to Chest", "og": {"site_name": "ABC News", "title": "Chest Protectors Guard Against Deadly Blows to Chest", "description": "Jack Crowley was 15 when a baseball hit him in the chest and stopped his heart. The Long Island teen survived, thanks to a police officer who grabbed a defibrillator and shocked his heart back into rhythm. A blow to the chest — one that hits at just the wrong spot, at just the wrong time —...", "url": "https://web.archive.org/web/20160602153026/http://abcnews.go.com/Sports/wireStory/chest-protectors-guard-deadly-blows-chest-39495402", "type": "article"}, "DC.date.issued": "2016-05-31", "Date": "2016-05-31", "Last-Modified": "2016-05-31 08:37:12", "news_keywords": "Health, Government and politics, Sports, Athlete health, Arrests, Law and order, General news, Crime, Products and services, Corporate news, Business, United States government, United States, North America", "twitter": {"card": "summary_large_image", "site": "@ABC", "title": "Chest Protectors Guard Against Deadly Blows to Chest", "description": "Jack Crowley was 15 when a baseball hit him in the chest and stopped his heart. The Long Island teen survived, thanks to a police officer who grabbed a defibrillator and shocked his heart back into rhythm. A blow to the chest — one that hits at just the wrong spot, at just the wrong time —...", "url": "http://abcnews.go.com/Sports/wireStory/chest-protectors-guard-deadly-blows-chest-39495402", "image": {"width": 150, "height": 116}, "app": {"name": {"iphone": "ABC News", "ipad": "ABC News", "googleplay": "ABC News"}, "id": {"iphone": 300255638, "ipad": 306934135, "googleplay": "com.abc.abcnews"}, "url": {"iphone": "abcnewsiphone://link/story,39495402", "ipad": "abcnewsipad://link/story,39495402", "googleplay": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Sports/wireStory/chest-protectors-guard-deadly-blows-chest-39495402"}}}, "al": {"iphone": {"url": "abcnewsiphone://link/story,39495402", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}, "ipad": {"url": "abcnewsipad://link/story,39495402", "app_store_id": 380520716, "app_name": "ABC News for iPad"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Sports/wireStory/chest-protectors-guard-deadly-blows-chest-39495402", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "web": {"url": "http://abcnews.go.com/Sports/wireStory/chest-protectors-guard-deadly-blows-chest-39495402"}}}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}