{"url": "http://www.NPR.org/blogs/health/2010/07/29/128851922/costly-new-prostate-cancer-drug-works-in-mysterious-ways", "text": "Costly New Prostate Cancer Drug Works In Mysterious Ways\n\nAfter decades of dreaming about getting patients' immune systems to fight cancer, immunotherapy is finally here. The Food and Drug Administration approved Provenge this spring to treat advanced prostate cancer.\n\nBut now the study that led to FDA approval is finally out in this week's New England Journal of Medicine. And it's clear that experts are still scratching their heads about just how Provenge works.\n\nIt does work, sort of.\n\nIn the study, men with prostate cancer that no longer responds to hormone therapy (basically, chemical castration) lived about four months longer if they took Provenge than if they got placebo treatment. That's better than the only other approved treatment for such advanced cancers.\n\nBut, as the study's lead author Dr. Philip Kantoff acknowledges, \"It's not a home run; this is not going to cure prostate cancer.\"\n\nThe primary mystery is how Provenge extends life, since it doesn't shrink prostate tumors, as far as anyone can tell. \"Prolongation of survival without a measurable antitumor effect is surprising,\" writes Dr. Dan Longo of the National Institute on Aging in a NEJM editorial.\n\nDeep in the data is further mystery.\n\nProvenge is supposed to work by, in effect, vaccinating patients against their own cancers using a patient's own white blood cells.\n\nThe theory is that the custom-made vaccine incites patients' immune cells to attack the cancer. The study shows that patients who got Provenge were indeed more likely to mount immune-cell responses to a prostate cancer antigen in the test tube. But oddly, the patients who had these activated immune cells didn't survive any longer than those who didn't.\n\nThe other side of the immune system – the antibody arm -- showed a different picture. Patients who had a good antibody response to Provenge lived longer than those who didn't.\n\nNobody yet knows just how to explain these results. Longo, the NEJM editorialist, says he'd be more convinced if the placebo patients had received infusions of white blood cells that had been exposed just to the general immune-stimulating part of the Provenge treatment, without the prostate antigen part.\n\nThe way the study was done, he says, \"does not allow one to conclude\" that Provenge is working because it mobilizes the immune system specifically against prostate cancer.\n\nBut, after all, Provenge is just the first cancer immunotherapy on the market. So it's not surprising there's a lot to be learned, and that it's pretty pricey.\n\nOther immunotherapy approaches are in the pipeline, along with fancier versions of drugs to block the hormones that feed prostate cancer.\n\nMeanwhile, Dendreon, the Seattle-based company that makes Provenge, says there's a waiting list for the drug. The company estimates 100,000 American men have the kind of hormone-resistant, metastatic cancer the drug is approved to treat. But the company can only make enough at this point for 2,000 patients in the first year.\n\nSo does the waiting list contain thousands of men? Tens of thousands? \"Can't say,\" replies Dendreon COO Hans Bishop.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "keywords": [], "authors": ["Richard Knox"], "canonical_link": "https://www.npr.org/sections/health-shots/2010/07/29/128851922/costly-new-prostate-cancer-drug-works-in-mysterious-ways", "title": "Costly New Prostate Cancer Drug Works In Mysterious Ways", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2010-07-29", "description": "A new prostate cancer treatment that uses a patient's own white blood cells to effectively create a personalized vaccine has been approved. But no one really knows how it works.", "og": {"title": "Costly New Prostate Cancer Drug Works In Mysterious Ways", "url": "https://www.npr.org/sections/health-shots/2010/07/29/128851922/costly-new-prostate-cancer-drug-works-in-mysterious-ways", "type": "article", "description": "A new prostate cancer treatment that uses a patient's own white blood cells to effectively create a personalized vaccine has been approved. But no one really knows how it works.", "image": "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary", "title": "Costly New Prostate Cancer Drug Works In Mysterious Ways", "site": "@NPR", "domain": "npr.org"}}, "movies": [], "publish_date": 1280376000.0, "source": "http://www.NPR.org", "summary": ""}