{"url": "http://health.usnews.com/health-care/patient-advice/articles/2017-07-06/youve-got-mail-about-quitting-smoking", "text": "The road to snuffing out cigarettes once and for all can be a long one.\n\n“I think the big thing for people to remember is that it usually takes multiple attempts to be successful at quitting smoking,” says Dr. Valerie Bonne, a pulmonologist at Froedtert & the Medical College of Wisconsin in Milwaukee who oversees the health system’s smoking cessation program. “So just because you’ve tried in the past and haven’t been successful doesn’t mean you aren’t going to be successful in the future.”\n\nIn fact, research published last year in BMJ Open, an online, open access journal, found that for many smokers it may take 30 or more quit attempts before they finally kick the habit. Along with being persistent, experts like J. Lee Westmaas, strategic director of tobacco control research at the American Cancer Society, recommend trying lots of different approaches to smoke out the leading cause of preventable death. “I would say use as many aids as you can,” he says.\n\nFor those trying to quit, one new quit aid on the horizon will be easily accessed with an internet connection and a smartphone, tablet or computer: tailored emails.\n\nResearch led by Westmaas and published in May in the journal Tobacco Control looked at the effect of sending multiple emails to smokers during a quit attempt that were customized based on information provided by those individuals, such as quit date, their top two reasons for quitting, top five triggers for smoking and intended use of cessation medications. The findings showed that approach yielded quit rates that were higher than for those who received a single, non-tailored email containing links to smoking cessation resources. Self-reported rates of abstinence from smoking at six months after enrollment in the randomized controlled trial were 36 percent in the multiple email group compared with 26.5 percent in the single email group.\n\nWhat’s more – though smokers are encouraged to try different methods of quitting – the research found the emails worked as a stand-alone approach. Westmaas says some emails were tailored based on whether study respondents planned to use nicotine replacement therapy, which has been found to be helpful for those seeking to quit smoking. Those study participants who weren’t planning to use NRT received an email explaining why use of NRT is actually a good thing, he says. Those receiving multiple emails who planned on using NRT got messaging outlining all the different kinds of NRT.\n\n“Interestingly though, when we looked at whether or not people had used NRT, our results were the same. So even when we controlled for use of NRT, we still found an effect of the intervention,” he says – that is, receiving multiple, tailored emails helped people quit smoking regardless. “The intervention was effective whether or not you use nicotine replacement therapy.”\n\nOne of the study’s limitations was that those who participated were generally well-educated. The majority were white, and only 20 percent reported a high school education or less, suggesting the possibility that results may not necessarily be generalizable to less educated or other racial or ethnic groups, the researchers wrote. They suggest that future research should examine how well tailored emails worked for these and other groups, such as cancer survivors or lesbian, gay, bisexual, transsexual and intersex groups.\n\nAt present, the email program studied isn’t available to the general public. But Westmaas says the American Cancer Society aims to make a similar program available soon. “We hope that by the beginning of next year we’ll have something ready,” he says, adding that it could be earlier depending on the success of efforts to secure funding for the program.\n\nIn the meantime, those who wish to get support for quit attempts but prefer to receive it in a way that fits with an on-the-go lifestyle can opt to receive text messages to support a quit attempt as well – like through smokefree.gov, a website created by the Tobacco Control Research Branch of the National Cancer Institute. NCI also offers QuitPal, a free app for iPhone or iPad, for a quit assist. The app has numerous interactive features, such as tracking smoking habits with a calendar and providing tips to deal with cravings. It also allows users to connect with social media, where they can see loved ones' personalized video messages to support their progress.\n\nThe point, however support is provided, is to deliver it in a way that best suits the individual. “It seems like people have preferences for how they want to receive information, especially about quitting,” Westmaas says.\n\nWhile some gravitate toward group smoking cessation classes, for example, others prefer to talk one-on-one with a counselor or on a smoking quitline, like 1-800-QUIT-NOW (also affiliated with NCI). Others prefer less intrapersonal interaction, and technology provides a way to reach more people trying to quit. Some people in rural areas may not have access to smoking cessation programs, says Mary LeVasseur, manager of community health and wellness at Lancaster General Health, who’s responsible for the health system’s tobacco prevention and treatment programs.\n\nThe email approach is not meant to replace other options for quitting, Westmaas emphasizes, but rather to provide an additional one.\n\nExperts point out, in particular, that medications and counseling in combination can be a powerful combination – even more effective than either alone. However, medications Chantix and Zyban are also associated with risks ranging from depressed mood, hostility and aggression to suicidal thoughts. “Most of the medication options and the nicotine-replacement options are fairly well tolerated” and effective, Bonne says. But experts say its important to keep doctors in the loop when issues arise to determine if medications or NRT should be stopped.\n\nIf using NRT to break a tobacco addiction, talk with a health provider if you experience nausea, dizziness, weakness, vomiting, fast or irregular heartbeat, “mouth problems” with the lozenge or gum or redness or swelling of the skin around an NRT patch that doesn’t go away, the Food and Drug Administration recommends. Taken by mouth, the lozenges can cause a warm or tingling sensation; and users are urged to seek medical attention right away if they experience a severe allergic reaction – which may be marked by rash, itching, swelling of the mouth or difficulty breathing – or other serious side effects.\n\nWith any attempt to quit, experts say it’s important to take stock of even small successes – like not smoking for a short period, even if it doesn’t last. “We look at tobacco dependence as a chronic disease. So that’s the most important thing – knowing that people go through many different cycles of abstinence and remission,” LeVasseur says.", "images": ["https://www.usnews.com/dims4/USNEWS/fc5c4a1/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F3c%2F29%2F829ecb6d460cae3797312d7d2897%2F170705-cigarettelaptop-stock.jpg", "https://www.usnews.com/dims4/USNEWS/e3eac70/2147483647/thumbnail/84x84/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F49%2F30%2F214edd8848ff83dec20a3e1719b1%2Fmichael-o-schroeder.jpg", "https://www.usnews.com/static/img/usn-logo-large.svg"], "top_img": "https://www.usnews.com/dims4/USNEWS/fc5c4a1/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F3c%2F29%2F829ecb6d460cae3797312d7d2897%2F170705-cigarettelaptop-stock.jpg", "keywords": [], "authors": [], "canonical_link": "https://health.usnews.com/health-care/patient-advice/articles/2017-07-06/youve-got-mail-about-quitting-smoking", "title": "You’ve Got Mail About Quitting Smoking", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "description": "If you smoke, you may soon be able to get customized emails to help you quit.", "keywords": "Michael O. Schroeder,health,patients,patient advice,smoking and tobacco,lung cancer,patient-advice-include [Consumer Advice],Health Care,Patient Advice", "site": "healthcare", "zone": "edit", "fb": {"pages": 5834919267, "app_id": 130063997038366}, "og": {"title": "You’ve Got Mail About Quitting Smoking", "description": "Well, not yet. But if you smoke, you could soon get tailored emails to help you quit.", "image": "https://www.usnews.com/dims4/USNEWS/fc5c4a1/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F3c%2F29%2F829ecb6d460cae3797312d7d2897%2F170705-cigarettelaptop-stock.jpg", "type": "article", "site_name": "US News & World Report", "url": "https://health.usnews.com/health-care/patient-advice/articles/2017-07-06/youve-got-mail-about-quitting-smoking"}, "twitter": {"image": "https://www.usnews.com/dims4/USNEWS/fc5c4a1/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F3c%2F29%2F829ecb6d460cae3797312d7d2897%2F170705-cigarettelaptop-stock.jpg", "card": "summary_large_image", "site": "@USNews", "title": "You’ve Got Mail About Quitting Smoking", "description": "Well, not yet. But if you smoke, you could soon get tailored emails to help you quit."}, "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "optimizely": "Optimizely is supported by this application but is not enabled for this page."}, "movies": [], "publish_date": 1499313600.0, "source": "http://health.usnews.com", "summary": ""}