{"url": "http://www.boston.com/news/health/articles/2010/07/26/freezing_human_eggs_is_gaining_in_popularity_and_the_science_behind_it_is_making_strides_as_well/?page=2", "text": "Doctors have been freezing sperm for 60 years and embryos (fertilized eggs) for 30. The first pregnancy from a frozen egg occurred in 1986.\n\nBut it’s been only in the past few years that fertility specialists have begun freezing eggs with any regularity — so short a time that two major professional groups, the American College of Obstetricians and Gynecologists and the American Society for Reproductive Medicine, still consider egg freezing experimental. They caution that a request to freeze eggs should be considered by an institutional review board before being granted.\n\nFreezing eggs for non-medical reasons — a healthy woman choosing to harvest and preserve her eggs for conceiving a baby sometime in the future — is new enough that there are few reliable statistics on how successful the procedure is. “Success’’ in such cases means a take-home baby, not just an egg that is frozen without damage, or thawed safely, or even fertilized to yield a genetically normal, healthy embryo.\n\n“So few women who have frozen eggs have come back to use them [that it’s impossible] to quote a clear pregnancy rate on it,’’ says Dr. Elizabeth Ginsburg, medical director of assisted reproductive technologies at Brigham and Women’s Hospital. There hasn’t been time to collect enough data, since women usually plan to freeze eggs for many months or years before retrieving them for conception.\n\nBut the idea is clearly catching on. Nationwide, roughly half of 282 US fertility centers surveyed offer egg freezing, according to researchers at the University of Southern California, who conducted the study and published findings last month in Fertility and Sterility, a journal of the American Society for Reproductive Medicine. There are about 400 fertility centers in the United States.\n\nEgg freezing, not usually covered by insurance, can cost $10,000 or more per procedure. Beyond the initial expense, there are annual fees, often hundreds of dollars, to maintain the eggs.\n\nAt Boston IVF, a leading fertility cen ter in the United States and one of the oldest as well, typical fees are $6,000 for the harvesting and freezing of eggs, which does not cover the cost of hormones and medications, egg thawing, subsequent fertilization, or transfer of eggs to the uterus. The center has begun offering seminars on the process to young women, many of whom are just out of college or grad school and heading into the workforce.\n\nA woman who decides on egg freezing is given hormones to stimulate egg production. At Boston IVF, egg retrieval is performed under general anesthesia, though other centers may use IV sedation plus pain-killing drugs.", "images": ["http://cache.boston.com/universal/site_graphics/glogo.jpg", "http://cache.boston.com/universal/site_graphics/etaf/pointer_bottom.gif", "http://cache.boston.com/universal/site_graphics/bcom_logo_printerfriendly.gif", "http://graphics.boston.com/images/registration/truste2007/TRUSTe_Certified_Privacy.gif", "http://rmedia.boston.com/RealMedia/ads/adstream_nx.ads/www.boston.com/news/health/default/@SPONSOR", "http://cache.boston.com/universal/site_graphics/etaf/loading_icon.gif", "http://nytbglobe.112.2O7.net/b/ss/nytbglobe/1/H.19.3--NS/0", "http://cache.boston.com/universal/site_graphics/bcom_small.gif", "http://cache.boston.com/jobs/i/waiting.gif", "http://cache.boston.com/bonzai-fba/File-Based_Image_Resource/dingbat_story_end_icon.gif", "http://cache.boston.com/bonzai-fba/File-Based_Image_Resource/spacer.gif", "http://cache.boston.com/universal/site_graphics/etaf/pointer_top.gif", "http://cache.boston.com/universal/site_graphics/waiting.gif", "http://cache.boston.com/universal/site_graphics/spcr.gif"], "top_img": "", "keywords": [], "authors": [], "canonical_link": "http://www.boston.com/news/health/articles/2010/07/26/freezing_human_eggs_is_gaining_in_popularity_and_the_science_behind_it_is_making_strides_as_well/", "title": "Freezing human eggs is gaining in popularity, and the science behind it is making strides as well", "meta_data": {"robots": "noarchive", "og": {"title": "Freezing human eggs is gaining in popularity, and the science behind it is making strides as well", "site_name": "Boston.com", "type": "article", "description": "Doctors have been freezing sperm for 60 years and embryos (fertilized eggs) for 30. The first pregnancy from a frozen egg occurred in 1986.", "latitude": "36.21", "longitude": "-115.22", "locality": "las vegas"}, "fb": {"admins": "100001044693856,507486035", "app_id": 117378991625799}}, "movies": [], "publish_date": 1280116800.0, "source": "http://www.boston.com", "summary": ""}