{"url": "http://www.npr.org/blogs/health/2012/02/17/146988891/weight-loss-drugs-face-high-hurdles-at-fda", "text": "Weight-Loss Drugs Face High Hurdles At FDA\n\nEnlarge this image toggle caption M. Spencer Green/AP M. Spencer Green/AP\n\nTammy Wade knew she had to try something else to lose weight when she stepped on the scale and saw the number: 203 pounds.\n\nWade, 50, of McCalla, Ala., is only 5 feet 3 inches tall. She had tried everything. Nothing worked.\n\n\"I had problems with my feet and ankles, and they were saying I was borderline diabetic,\" Wade says. \"I'm like, well, I gotta do something, you know. So, I needed, really did need to lose the weight.\"\n\nSo Wade volunteered to help test Qnexa, an experimental drug pending before the Food and Drug Administration. She quickly noticed a big difference.\n\n\"I didn't feel ravenous, and I didn't want to snack all day long,\" she says.\n\nOver the next year, Qnexa helped Wade slowly drop about 40 pounds, and keep it off for another year. \"It makes you feel so much better,\" Wade says. \"Your back don't hurt, your feet don't hurt.\"\n\nBut the FDA rejected Qnexa in 2010 because of concerns about side effects, especially possible heart problems and birth defects.\n\nFDA Briefing Documents Released Update Feb. 17, 10:30 a.m.: The FDA posted a 200-page review of the possible risks and benefits of Qnexa on the agency's website. The review noted continued concerns that Qnexa can increase the risk for several possible side effects, including increased heart rate, birth defects and thinking problems such as memory lapses and confusion. But the agency also noted Qnexa does appear to help many people lose at 5 percent of their body weight, In addition, it was \"somewhat reassuring\" that the drug also appears to produce some health benefits beyond weight loss, including lower blood pressure. Among the questions the agency plans to ask an advisory committee meeting Feb. 22 to review the drug, is whether Vivus Inc., which makes Qnexa, should conduct a study better assessing the drug's affect on the heart before the drug is approved. In its own 166-page review, Vivus called Qnexa a \"significant advancement in the medical treatment of obesity\" and detailed the potential benefits of the drug. The company also outlined a plan to minimize the chances that women of childbearing age would take it.\n\nQnexa's rejection came amid a flurry of failed attempts by drug companies to win approvals of new weight-loss drugs. The setbacks put a spotlight on how the FDA handles these drugs.\n\nEven though obesity is at epidemic levels, the FDA hasn't approved any new weight-loss medicines since 1999.\n\n\"We have two-thirds of all Americans who are overweight or obese, and the costs are nearing $150 billion a year,\" says Christine Ferguson, a health policy professor at George Washington University. \"The sheer magnitude of the problem really requires us to address it more aggressively and thoughtfully than we have.\"\n\nFerguson has been helping to organize a series of meetings involving public health experts, anti-obesity advocates, government officials and others to try to figure out what the FDA should do.\n\n\"We actually have this huge gap,\" says Joe Nadglowski of the Obesity Action Coalition, who has been participating in the meetings. \"We go from Weight Watchers to bariatric surgery. And the fact that there isn't ... medical treatments for obesity, including pharmaceuticals, really is a challenge, considering how big the problem is in this country.\"\n\nPart of what's going on is that the FDA has gotten a lot more cautious about approving new drugs in general after some serious drug-safety problems, such as heart problems linked to the painkiller Vioxx.\n\nThe FDA has been especially tough on weight-loss drugs because of previous problems with those drugs, such as the diet drug cocktail fen-phen.\n\n\"There's been a long history with obesity drugs that we've had to take off the market. You recall the fen-phen episode where a significant number of people got heart-valve defects,\" says Janet Woodcock, a top FDA official.\n\nWoodcock argues that the agency has to be extra-careful with weight-loss drugs, because chances are it won't just be obese people taking them.\n\n\"When you're talking about a drug where it could go into literally tens of millions of Americans, there has to be attention to safety,\" Woodcock says.\n\nWhat might look like a rare problem now could turn into another public health disaster, she says.\n\nBut some say the agency's aversion to accepting any risks is outdated. They say the FDA wrongly still tends to view weight-loss drugs as diet pills — something frivolous and used primarily for cosmetic purposes.\n\n\"We are not talking about medications to help someone lose five pounds to fit into their prom dress or wedding dress. We're talking about medications to help those who are struggling with the health impact of obesity,\" Nadglowski says.\n\nSo Nadglowski and others are pushing the FDA to take into consideration whether the risks of new drugs may be outweighed by their benefits beyond weight loss, such as reducing the risk for heart disease, diabetes and other complications of obesity.\n\nWoodcock says officials realize they may have to think about things differently.\n\nAs the FDA works through this, many are watching how the agency handles Qnexa. An FDA advisory panel is scheduled to review Qnexa again on Feb. 22.\n\nBarbara Troupin of Vivus, the company that is developing Qnexa, says the drug appears to do a lot more than just help people lose weight.\n\n\"We see decreases in blood pressure. We see decreased rates of progression to diabetes. We see improvements in sleep apnea. We see improvements in quality of life. Pretty much all of our data shows significant benefits,\" she says.\n\nVivus hopes the FDA will agree that those benefits will outweigh some of the risks, including the concerns about birth defects. The company is submitting new data it says show that the risk is lower than had been feared. Vivus also has a plan to minimize the chances that pregnant women will take it.\n\nSome see Qnexa as a test of the FDA trying to recalibrate how it weighs risks and benefits for weight-loss drugs.\n\nFor her part, Wade just wants to be able to start taking it again. She's gained back half of the weight she lost.\n\n\"I need to lose 20 more pounds again,\" she says. \"And I need the help.\"", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2012/02/16/ap100120123268_wide-5bb59ddc3903fd1a7437143d4e02129c7d2dc3a9.jpg?s=1400", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2014/07/01/rob-portrait-2-_sq-6aa4df596eca434909b770d4aa9f6b542e9059ae-s100-c85.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/assets/img/2012/02/16/ap100120123268_custom-91ec20027671c7019e8e46431efa59f0cb4ba09f-s1100-c15.jpg", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2012/02/16/ap100120123268_wide-5bb59ddc3903fd1a7437143d4e02129c7d2dc3a9.jpg?s=1400", "keywords": [], "authors": ["Rob Stein"], "canonical_link": "https://www.npr.org/sections/health-shots/2012/02/17/146988891/weight-loss-drugs-face-high-hurdles-at-fda", "title": "Weight-Loss Drugs Face High Hurdles At FDA", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2012-02-17", "description": "The Food and Drug Administration will take a second look at a weight-loss drug it rejected in 2010. The decision to review Qnexa comes as the agency is rethinking how it judges weight-loss drugs. Though obesity is at epidemic levels, the FDA hasn't approved any new weight-loss medicines since 1999.", "og": {"title": "Weight-Loss Drugs Face High Hurdles At FDA", "url": "https://www.npr.org/sections/health-shots/2012/02/17/146988891/weight-loss-drugs-face-high-hurdles-at-fda", "type": "article", "description": "The Food and Drug Administration will take a second look at a weight-loss drug it rejected in 2010. The decision to review Qnexa comes as the agency is rethinking how it judges weight-loss drugs. Though obesity is at epidemic levels, the FDA hasn't approved any new weight-loss medicines since 1999.", "image": "https://media.npr.org/assets/img/2012/02/16/ap100120123268_wide-5bb59ddc3903fd1a7437143d4e02129c7d2dc3a9.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Weight-Loss Drugs Face High Hurdles At FDA", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2012/02/16/ap100120123268_wide-5bb59ddc3903fd1a7437143d4e02129c7d2dc3a9.jpg?s=1400"}}}, "movies": [], "publish_date": 1329454800.0, "source": "http://www.npr.org", "summary": ""}