{"url": "https://www.statnews.com/2017/02/01/drug-prostate-cancer-treatment/", "text": "A commonly used drug could dramatically increase survival rates for men who have to fight prostate cancer twice.\n\nThe drug, a type of androgen-depleting therapy, is a frontline treatment for men who opt not to have surgery for the cancer. But the new finding indicates it could also be a valuable add-on treatment to surgery if the cancer returns.\n\nAndrogens, including testosterone, are thought to contribute to the growth and development of prostate cancer. Among men whose cancer showed signs of coming back after their prostate was surgically removed, adding a drug that blocks androgen receptors to radiation treatments halved their death rate from prostate cancer over the subsequent 12 years.\n\nadvertisement\n\nThe findings should trickle down to clinical settings “pretty quickly,” said Dr. William Shipley, chair of the genitourinary oncology unit at Massachusetts General Hospital and one of the researchers behind the study, which was published Wednesday in the New England Journal of Medicine.\n\nProstate cancer recurrence happens in about 30 percent of patients after surgery. In these cases, radiation therapy is usually used.\n\nThe specific ADT drug used in the study, bicalutamide, has since been largely replaced by another kind of drug that decreases the amount of testosterone the body produces. The effect of the newer-generation medications, gonadotropin-releasing hormones, is similar to bicalutamide, according to other trials.\n\nAstraZeneca (AZN), which is one of the makers of bicalutamide, was a sponsor of the study, and one of Shipley’s coauthors has received honoraria and grants from the company.\n\nBecause prostate cancer can progress relatively slowly, the study — which ran from 1998 to 2003 — needed an extended follow-up period to be sure of the effects, Shipley said. The men in the trial received the ADT drugs for two years.\n\nThe study represents an important, if incremental, step for clinicians, noted Dr. William See, chair of the urology department at the Medical College of Wisconsin, who wasn’t involved in the study. “It really builds on some prior data and combines prior findings to ask and answer a new question that is quite relevant for men affected by prostate cancer.”\n\nSome patients benefitted from adding the drugs more than others. The results were especially dramatic for men who had prostate-specific antigen (PSA) levels above .07 ng/ml when they started the trial. (While that is a relatively low level for most men, PSA levels should be close to zero after a prostatectomy.) Men with medium-grade tumors and those who may not have had their entire cancer removed during surgery also survived significantly longer if they received the drug.\n\nHowever, See and Shipley both noted that looking at those subsets of patients was not what the study was initially designed to do, which limits the statistical power of those conclusions. More research will be needed to confirm which men benefit most from taking the drug.\n\n“You don’t want to treat a patient if he doesn’t need to be treated,” Shipley said.", "images": ["https://www.statnews.com/wp-content/uploads/2017/02/Prostate_cancer_with_Gleason_pattern_4_low_mag-1024x576.jpg", "https://www.facebook.com/tr?id=436331036555416&ev=PageView&noscript=1", "https://www.statnews.com/wp-content/uploads/2019/08/Newsletter-Logo-Images-DR.png", "https://www.statnews.com/wp-content/themes/stat/images/stat-logo.svg", "https://www.statnews.com/wp-content/plugins/stat-lazy-load/images/330x400-00000000.png", "https://dc.ads.linkedin.com/collect/?pid=46858&fmt=gif", "https://www.statnews.com/wp-content/uploads/2018/11/Circular_Kate.png", "https://www.statnews.com/wp-content/uploads/2017/02/Prostate_cancer_with_Gleason_pattern_4_low_mag-645x645.jpg"], "top_img": "https://www.statnews.com/wp-content/uploads/2017/02/Prostate_cancer_with_Gleason_pattern_4_low_mag-1024x576.jpg", "keywords": [], "authors": ["Kate Sheridan", "Shraddha Chakradhar", "Sharon Begley", "Megan Thielking", "Elizabeth Preston", "Associated Press"], "canonical_link": "https://www.statnews.com/2017/02/01/drug-prostate-cancer-treatment/", "title": "Old drug gets new trick for prostate cancer treatment", "meta_data": {"viewport": "width=device-width, initial-scale=1", "referrer": "origin", "description": "Among men whose prostate cancer showed signs of coming back, adding androgen-depleting therapy to radiation treatments increased survival rates.", "og": {"locale": "en_US", "type": "article", "title": "Old drug gets new trick for prostate cancer treatment - STAT", "description": "Among men whose prostate cancer showed signs of coming back, adding androgen-depleting therapy to radiation treatments increased survival rates.", "url": "https://www.statnews.com/2017/02/01/drug-prostate-cancer-treatment/", "site_name": "STAT", "updated_time": "2017-02-01T21:13:42+00:00", "image": {"identifier": "https://www.statnews.com/wp-content/uploads/2017/02/Prostate_cancer_with_Gleason_pattern_4_low_mag-1024x576.jpg", "secure_url": "https://www.statnews.com/wp-content/uploads/2017/02/Prostate_cancer_with_Gleason_pattern_4_low_mag-1024x576.jpg", "width": 1024, "height": 576}}, "article": {"publisher": "http://facebook.com/statnews/", "tag": "cancer", "section": "Health", "published_time": "2017-02-01T22:00:50+00:00", "modified_time": "2017-02-01T21:13:42+00:00"}, "fb": {"app_id": 933808010032702, "pages": 1456948254627841}, "twitter": {"card": "summary_large_image", "description": "Among men whose prostate cancer showed signs of coming back, adding androgen-depleting therapy to radiation treatments increased survival rates.", "title": "Old drug gets new trick for prostate cancer treatment - STAT", "site": "@statnews", "image": "https://www.statnews.com/wp-content/uploads/2017/02/Prostate_cancer_with_Gleason_pattern_4_low_mag-1024x576.jpg", "creator": "@sheridan_kate"}, "generator": "WordPress 5.2.4", "ia": {"markup_url": "https://www.statnews.com/2017/02/01/drug-prostate-cancer-treatment/?ia_markup=1"}, "apple-itunes-app": "app-id=1324796990", "msapplication-TileImage": "https://www.statnews.com/wp-content/uploads/2015/10/cropped-stat-logo-teal-328x328.png"}, "movies": [], "publish_date": 1485925200.0, "source": "https://www.statnews.com", "summary": ""}