{"url": "http://www.chicagotribune.com/health/ct-x-at-home-sperm-test-20120502,0,4880709.story", "text": "When a couple is struggling to conceive, it's the woman who is usually the first — and often the only one — to be poked, prodded and analyzed, experts say. The burden of figuring out infertility is too often placed on the woman alone.\n\n\n\n\"Unfortunately, the majority of society looks at infertility as a women's issue, but that's just not the case,\" said Brad Imler, American Pregnancy Association president.\n\n\n\nPlaced among dozens of pregnancy, ovulation and female fertility kits, an at-home sperm test that hit retail shelves in April could help change that mentality, experts said.\n\n\n\nSpermCheck Fertility, which determines in minutes whether a man's sperm count is low, offers almost instant insight into one of the many aspects of male fertility. Although it's not a comprehensive evaluation and could give some consumers a false sense of security, the test does provide a starting point while drawing attention to male infertility as a legitimate health concern.\n\n\n\n\"It may provide (an opportunity for) both physicians and couples to take a closer look at ways for men to step up to the plate and optimize their reproductive potential,\" said Dr. Robert Brannigan, urologist at Northwestern University Feinberg School of Medicine. \"I think anything that highlights the fact that men can have issues, that men do play a role in infertility, is important.\"\n\n\n\nApproximately 15 percent of U.S. couples of reproductive age who are trying to conceive face infertility issues, said Brannigan, an expert in male fertility.\n\n\n\nMale infertility contributes to 50 percent of those cases, he said. Male infertility alone is the cause 30 percent of the time; a combination of male and female factors account for the other 20 percent.\n\n\n\nSpermCheck Fertility is designed to help couples determine more quickly whether male infertility might be a problem for them, said Ray Lopez, CEO of SpermCheck, based in Charlottesville, Va. Many men put off having a semen analysis because they don't want to provide a sample in a doctor's office or lab, he said.\n\n\n\n\"No one wants to go through the embarrassment of jumping in that room and looking at dirty magazines,\" Lopez said.\n\n\n\nGiving men the opportunity to take a test in the privacy of their home helps get the process moving, he said.\n\n\n\nMen tend to think they're perfectly healthy, especially when it comes to their sexuality, APA's Imler said. This test, which is noninvasive, could be wake-up call for some.\n\n\n\n\"If there is a problem with him, it's identified a little quicker,\" Imler said. \"We love the idea of avoiding that heartache of that month to month struggle of trying to conceive without success.\"\n\n\n\nSpermCheck Fertility is the only FDA-approved home sperm test currently on the market and available in retail stores, Lopez said. The test costs about $40; the average cost of a semen analysis in a doctor's office is about $100.\n\n\n\nAt-home sperm tests are a fairly new idea, Imler said, but SpermCheck Fertility is not the first one. Four years ago an FDA-approved home test called Fertell, which is no longer for sale, offered an evaluation of both male and female fertility.\n\n\n\nThere are also several at-home sperm analysis kits available online. They each include a microscope and cost at least $80.\n\n\n\nAlthough it's not the first ever at-home test, SpermCheck Fertility is the first one to use the lateral flow assay method, Lopez said. When the semen sample is applied to the test strip, the liquid works its way up the paper until it reaches the results window.\n\n\n\n\"It's very, very similar to a pregnancy test,\" Lopez said. \"The concept behind our test is to keep it simple, user friendly.\"\n\n\n\nFor Brittany Scott, a Cortland resident whose husband took the SpermCheck Fertility test, however, it seemed a little more complicated than a pregnancy test. Scott said she was surprised by the number of steps involved, although none were very difficult.\n\n\n\nScott, a \"mommy blogger\" who requested and received a free test to review, said she wanted her husband to take the test to see if a recent vasectomy had worked. The result showed that the father of four's sperm count was below the test's threshold.\n\n\n\n\"It was blatantly negative. I was really glad that the test was not ambiguous at all,\" she said. \"There was no line I could mistake.\"\n\n\n\nScott said she wished the test had been available when the couple was struggling to conceive their first child. After about 11 months of trying, she had pushed her husband to get a semen analysis from a doctor.\n\n\n\n\"If this test had been around back then, he would have definitely been more willing to do it\" than the semen analysis, she said.\n\n\n\n(Also available is a more sensitive product called SpermCheck Vasectomy, which indicates whether a man's sperm count is above or below 250,000 sperm per milliliter.)\n\n\n\nSpermCheck Fertility tests were created after a scientist at the University of Virginia discovered a specific protein found only in the head of sperm, Lopez said. By detecting that protein, the test indicates whether or not a semen sample contains 20 million sperm per milliliter.\n\n\n\nAbout 90 percent of fertile men have sperm counts above that concentration, according to the SpermCheck Fertility instructions.\n\n\n\nBut there is not a strict cutoff point between normal or abnormal, Brannigan said. Some men might be considered in the infertile range and have no problem impregnating a woman. And others have sperm counts that seem fine, but they have difficulty.\n\n\n\n\"If his sperm concentration is indeed greater than 20 million, that's very encouraging,\" Brannigan said. \"But it's by no means a definitive marker of proven fertility because there is a significant overlap between fertile and infertile men.\"\n\n\n\nAs stated in the SpermCheck Fertility instructions, sperm count is not the only factor that contributes to male fertility. The test is not intended to be a complete semen analysis or an overall indicator of a man's fertility, Lopez said.\n\n\n\nThe male reproductive system should not be oversimplified, Brannigan said. There are several characteristics of sperm alone — at least three that aren't addressed by SpermCheck — that affect male fertility. In addition, hormones and the delivery of the sperm play a part.\n\n\n\n\"There are a number of components that lead to a man having normal fertility potential,\" Brannigan said. \"It's a complicated picture.\"\n\n\n\nFirst of all, a man's hormones need to be normal, he said. The hormones drive sperm production, libido and sexual function.\n\n\n\nHormone abnormalities — found in 18 to 20 percent of men with infertility issues — can originate in the brain, pituitary gland or testicles and can be addressed with medical or hormonal treatment, he said.\n\n\n\nAs for sperm production, the concentration or count, volume of ejaculate, motility, morphology and DNA are all important, he said.\n\n\n\nThe higher the sperm concentration the better, Brannigan said. A lower sperm count means decreased odds that a sperm will have a successful encounter with the egg and pregnancy will be achieved.\n\n\n\nThe volume of ejaculate, if low, can indicate a lack of seminal emission, he said.\n\n\n\nIf the sperm don't have movement, they can't travel from the vaginal fluid to the fallopian tubes, where fertilization occurs, he said.\n\n\n\nSome studies suggest that the shape, or morphology, is an indicator for sperm function and that normally shaped sperm are most likely to be capable of reaching the egg and fertilizing it, Brannigan said.\n\n\n\nSperm DNA can also be abnormal or damaged.\n\n\n\nA number of scenarios can negatively affect sperm production, including injury or exposure to excessive heat, harmful chemicals, radiation or toxins, Brannigan said. Medical conditions and genetic disorders also can have an impact.\n\n\n\nThe delivery of the sperm is another area where problems can arise, he said.\n\n\n\nSome men suffer from retrograde ejaculation, a situation where some or all of the ejaculate goes into the bladder instead of exiting the tip of the penis, he said.\n\n\n\nSometimes there will be a high level of bacteria or white blood cells in the semen, which can markedly damage sperm quality, he said. In other cases, there is urine mixing with the sperm.\n\n\n\n\"A man can have all these different issues going on,\" Brannigan said. \"I think it's important to point out it's not just about sperm number.\"\n\n\n\nIf men use the SpermCheck test as their only infertility evaluation, there are numerous problems that could be overlooked, he said.\n\n\n\nA positive result from the SpermCheck Fertility test could give men a false sense that everything is all right, APA's Imler said.\n\n\n\nIt might even cause some men to delay a necessary doctor's evaluation, Brannigan said.\n\n\n\n\"By bypassing readily correctable issues in the man, we then shift the burden to the female for testing and procedures that could potentially be averted by optimizing the man's reproductive potential,\" he said.\n\n\n\nThe burden is already on the women because most men delay undergoing semen analyses, Lopez said. At least the SpermCheck Fertility test will provide a push to those men who get a negative result.\n\n\n\n\"When a man quickly identifies he might have a problem, the first thing a man is going to do is run to the doctor,\" he said.", "images": ["http://www.chicagotribune.com/pb/resources/images/ct_icons/app-bar-logo.svg?v=185", "http://www.chicagotribune.com/pb/resources/images/ct_icons/favicon.ico", "https://www.chicagotribune.com/resizer/VK_nzVv03AeIU3RLb5DLladfxtM=/90x90/top/arc-anglerfish-arc2-prod-tronc.s3.amazonaws.com/public/HRG5YH626JFTHIDRQSKGGGYJPA.jpg"], "top_img": "http://www.chicagotribune.com/pb/resources/images/ct_icons/favicon.ico", "keywords": [], "authors": ["Kristen Kridel", "Special To The Tribune"], "canonical_link": "https://www.chicagotribune.com/lifestyles/health/ct-x-at-home-sperm-test-20120502-story.html", "title": "Men's fertility test available for home", "meta_data": {"viewport": "width=device-width, minimum-scale=1, initial-scale=1", "language": "English (United States), en-US", "copyright": "Copyright (c) 2019, Chicago Tribune", "y_key": "cee2fe4077f8d050", "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "distribution": "global", "rating": "general", "keywords": "sperm test SpermCheck Fertility", "news_keywords": "sperm test SpermCheck Fertility", "date": "2012-05-02T07:00:00Z", "description": "New at-home sperm count test allows fast, private results — but experts caution it only assesses one of aspect of male fertility", "googlebot-news": "index", "twitter": {"title": "Men's fertility test available for home", "description": "New at-home sperm count test allows fast, private results — but experts caution it only assesses one of aspect of male fertility", "card": "summary_large_image", "site": "@chicagotribune", "creator": "@chicagotribune"}, "fb_title": "Men's fertility test available for home", "og": {"url": "https://www.chicagotribune.com/lifestyles/health/ct-x-at-home-sperm-test-20120502-story.html", "title": "Men's fertility test available for home", "description": "New at-home sperm count test allows fast, private results — but experts caution it only assesses one of aspect of male fertility", "locale": "en_US", "site_name": "chicagotribune.com", "type": "article"}, "article": {"opinion": "false", "content_tier": "metered", "tag": "Health, Food and Drug Administration, University of Virginia", "section": ", Lifestyles, Health"}, "fb": {"app_id": 306836229411287, "page_id": "5953023255,104061989632161,330360537007411,264870045299,73734231949,53310156364,40762490776,60569705796,121922684499844,182379588445160,62915602634,1987930441432108,119608021389933,745745225518281", "pages": "5953023255,104061989632161,330360537007411,264870045299,73734231949,53310156364,40762490776,60569705796,121922684499844,182379588445160,62915602634,1987930441432108,119608021389933,745745225518281", "admins": 100000786395051}, "author": "By Kristen Kridel, Special to the Tribune", "apple-itunes-app": "app-id=383137151, app-argument=http://www.chicagotribune.com/deeplinkidNT7NNNZ5VJHY5MC5AFFR3WFAR4", "ptype": "s"}, "movies": [], "publish_date": null, "source": "http://www.chicagotribune.com", "summary": ""}