{"url": "http://www.NPR.org/2011/01/31/133247319/doctor-challenges-cause-of-ms-and-treatment", "text": "Doctor Challenges Cause Of MS And Treatment\n\nOne day 7 years ago, after a long walk with his dog along the Hudson River in Manhattan, Marc Stecker noticed he was limping. Not long after, he was diagnosed with multiple sclerosis.\n\n\"Fast forward now, and my entire right side is pretty much paralyzed and my left side is weakening,\" Stecker says.\n\nEnlarge this image toggle caption Cleveland Clinic Center for Medical Art & Photography/Cleveland Clinic Center for Medical Art & Photography Cleveland Clinic Center for Medical Art & Photography/Cleveland Clinic Center for Medical Art & Photography\n\nStecker is now confined to a wheelchair, from where he writes a blog about his disease, called Wheelchair Kamikaze.\n\nMore than a year ago, Stecker started writing about a theory Italian physician Paolo Zamboni proposed in 2008 called chronic cerebrospinal venous insufficiency, or CCSVI.\n\nIt's been thought that multiple sclerosis is caused by a misguided immune system that attacks the nerves of the brain and spinal cord and can lead to muscle weakness, paralysis and death. However, Zamboni suggests that the disease instead is the result of blocked blood veins — leading to inflammation, which, in turn, causes the immune system to attack nerves in the brain and spinal cord.\n\nZamboni proposed that treating it may be as simple as opening them up. Stecker was hopeful.\n\n\"Because my disease is so aggressive, I have been very willing to be equally aggressive in trying to combat it,\" Stecker says.\n\nThe 'Liberation Procedure'\n\nTo clear the veins, his doctor tried opening them with a tiny balloon. Zamboni calls it \"the liberation procedure\" but it is actually a common technique known as angioplasty when it's used to open clogged arteries — not veins.\n\nA Brief History Of Multiple Sclerosis In 1822, Augustus D'Este, the grandson of England's King George III, began documenting his illness, which would one day be identified as multiple sclerosis. Since D'Este's day, researchers have learned how to better treat the disease, but have not yet found a cure. Here is a timeline of some key events along the way.\n\n1868: Scientists identify multiple sclerosis as a distinct condition. 1878: Myelin, which insulates nerve fibers, is discovered. In MS, the body erodes the myelin, which damages nerve fibers and interrupts brain signals. 1916: Using a microscope James Dawson examines the brains of people who died from MS. He is able to describe in depth the damage done by the disease. 1969: Researchers use a hormone typically made by the pituitary gland to treat the symptoms of MS. 1981: The MRI is first used to help diagnose MS, reducing diagnosis time from seven years to six months after the first symptom. 1993: Doctors begin using a drug called Beta interferon 1-b to reduce disease flare-ups. 2008: Paolo Zamboni proposes the theory Chronic Cerebrospinal Venous Insufficiency. — From the National Multiple Sclerosis Society\n\n\"At first, I was very skeptical. But anecdotal reports started coming through of almost miraculous results from it.…So, I decided, you know, hey it was worth a shot,\" Stecker says.\n\nBut it didn't work. Although the doctor who treated him in New York found a significant blockage, he was unable to correct it, Stecker says.\n\nStill, some would say Stecker was lucky. Many desperate patients have spent their life savings flying overseas to have the procedure, only to have it fail a few months later. Others elect to have tiny metal tubes, known as \"stents,\" placed in the veins to hold them open and have suffered serious complications, including life-threatening blood clots. Several patients have even died as a result.\n\nStecker says if he had it to do over again, he would have waited for more research. But he says he was eager to try something that offered him the first real glimmer of hope for a cure.\n\n\"CCSVI equals hope and a lot of MS patients just are completely devoid of hope,\" Stecker says. \"People don't want to have MS. They want to go back to who they used to be. You know, along comes this theory that offers an easy-to-understand solution, so it's very, very, very seductive.\"\n\nGrowing Public Controversy\n\n\n\nIt's so seductive, in fact, that Canadians and Americans with MS have been flocking overseas to get the \"liberation procedure.\" Something that many researchers find very troubling. Robert Zivadinov of the Buffalo Neuroimaging Analysis Center in New York says that not only is the procedure unsafe and costly to many patients, it is impeding necessary research.\n\nEnlarge this image toggle caption Cleveland Clinic Center for Medical Art & Photography Cleveland Clinic Center for Medical Art & Photography\n\n\"Even if the treatment is not useful for patients with MS, I don't think that we can abandon the idea of vascular involvement in MS,\" Zivadinov says. \"And I think this merits very detailed understanding of what is going on.\"\n\nWhat is going on is still a bit of a mystery. Critics argue that although Zamboni's original research suggests a vascular cause for MS, other studies don't. These discrepancies, and growing public controversy, prompted the National Multiple Sclerosis Society in the U.S. and the Multiple Sclerosis Society of Canada to take Zamboni's claims seriously. They funded a number of independent studies to investigate the relationship between CCSVI and MS.\n\nRobert Fox, a neurologist at the Cleveland Clinic, currently oversees one of the studies funded by an MS Society grant. He says part of the confusion comes from variations in how CCSVI is measured.\n\n\"That's absolutely one of the potential problems in the previous studies: Are the techs who got negative results, did they just not know how to do the ultrasound in the way that Dr. Zamboni described doing the ultrasound? And that's a very important issue,\" Fox says.\n\nFox says he sent his technicians to a special training to learn how to properly measure the veins because it's not something most technicians ever do.\n\n'Bigger Than Multiple Sclerosis'\n\nMeanwhile in Buffalo, Zivadinov says his research on CCSVI already shows a clear picture emerging.\n\n\"CCSVI is not the cause of MS but might be a consequence or a contributing factor to progression, and I think that has to be studied,\" Zivadinov says.\n\nStudying how the vascular system is involved in neurologic disease is an entirely new concept, Zivadinov says. One that may have an impact beyond any single disease.\n\n\"What professor Zamboni discovered in terms of veins is something much bigger than multiple sclerosis,\" Zivadinov says. \"We need to understand the role of the venous system in the pathology of central nervous diseases and aging.\"\n\nZamboni himself says that even if it turns out he's wrong, coming to a greater understanding of the disease would be the big reward — both for him and thousands of MS patients.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/assets/img/2011/01/28/mspromo_wide-6749371c9486f5ede0e5d06fa80f3d55814f38c2.jpg?s=1400", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/assets/img/2011/01/28/ccsvidiagram_custom-a15c21620c6b405635dda347b9618f23014dfe17-s800-c15.jpg", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/news/2009/07/31/rubin_sq-e5298f0cb787034d0df4d15d97320f8d7087b9f6-s100-c15.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2011/01/28/mspromo-ac697b04a279d3d3648f638af6eed8a382257019-s800-c15.jpg", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2011/01/28/mspromo_wide-6749371c9486f5ede0e5d06fa80f3d55814f38c2.jpg?s=1400", "keywords": [], "authors": ["Gretchen Cuda Kroen"], "canonical_link": "https://www.npr.org/2011/01/31/133247319/doctor-challenges-cause-of-ms-and-treatment", "title": "Doctor Challenges Cause Of MS And Treatment", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2011-01-31", "description": "An Italian scientist has a controversial new theory on what causes multiple multiple sclerosis — and how to treat it. Some patients, desperate to stop the disease's spread, have tried it, only to have it fail months later.", "og": {"title": "Doctor Challenges Cause Of MS And Treatment", "url": "https://www.npr.org/2011/01/31/133247319/doctor-challenges-cause-of-ms-and-treatment", "type": "article", "description": "An Italian scientist has a controversial new theory on what causes multiple multiple sclerosis — and how to treat it. Some patients, desperate to stop the disease's spread, have tried it, only to have it fail months later.", "image": "https://media.npr.org/assets/img/2011/01/28/mspromo_wide-6749371c9486f5ede0e5d06fa80f3d55814f38c2.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "true"}, "twitter": {"card": "summary_large_image", "title": "Doctor Challenges Cause Of MS And Treatment", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2011/01/28/mspromo_wide-6749371c9486f5ede0e5d06fa80f3d55814f38c2.jpg?s=1400"}}}, "movies": [], "publish_date": 1296450000.0, "source": "http://www.NPR.org", "summary": ""}