{"url": "https://web.archive.org/web/20110213162225/http://yourlife.usatoday.com:80/health/medical/cancer/story/2011/02/Early-breast-cancers-may-need-less-lymph-node-surgery/43476410/1", "text": "Some women with early breast cancers can safely opt for less surgery, greatly reducing the risk of painful long-term complications, according to a new study that's already changing standard medical practice.\n\nThe study, reported in the Journal of the American Medical Association, involved 900 women with early breast cancers who had lumpectomies and radiation, and most got drug therapy. Although the tumors were small, these cancers can spread to lymph nodes under the arm, which can allow the tumors to spread around the body through the lymph system.\n\nAs a precaution, doctors usually remove some of these lymph nodes. But that surgery can be painful and lead to an incurable and sometimes disabling condition called lymphedema, which causes the arm to swell.\n\nIn recent years, doctors have made an effort to spare women from this complication by first removing only one or two crucial lymph nodes, called the sentinel nodes. If those nodes contain cancer, doctors remove many of the other lymph nodes. If the sentinel nodes are cancer-free, doctors leave the others in place, greatly reducing the risk of lymphedema.\n\nIn this study, doctors found that it's not necessary to take out additional lymph nodes, even if they find cancer in the sentinel ones. About 92% of women were alive after five years, whether or not the extra lymph nodes were removed, according to the study, conducted at 115 locations around the USA and funded by the National Cancer Institute.\n\nResults of the study were presented at a medical meeting last summer, and some surgeons are already changing their practices. The University of Washington-Seattle Cancer Care Alliance began removing fewer lymph nodes at the end of last year, \"after a faculty retreat and lots of discussion,\" professor Julie Gralow says.\n\nThe findings apply to only a small number of breast cancer patients. On average, the women in the study were in their 50s, and women who had mastectomies weren't included, Gralow says.\n\nAlso, women in the study had small tumors, with only one or two affected lymph nodes, says Mehra Golshan, of Boston's Dana Farber/Brigham and Women's Cancer Center. The findings may not apply to women with three or four affected lymph nodes or larger tumors. And doctors don't yet know how the women will fare in the long term, because researchers followed them for only six years, he says.\n\nThe American Cancer Society's Otis Brawley doesn't think doctors will change their methods overnight.\n\nEven so, depending on the results of other ongoing research, this study may influence medical practice over the next three to five years, he says.", "images": ["https://web.archive.org/web/20110213162225im_/http://i.usatoday.net/_common/_images/clear.gif", "https://web.archive.org/web/20110213162225im_/http://i.usatoday.net/yourlife/_common/global/images/health_logo.png", "https://web.archive.org/web/20110213162225im_/http://i.usatoday.net/yourlife/_common/global/images/in_collaboration_with_BlogHer.png", "https://web.archive.org/web/20110213162225im_/http://i.usatoday.net/_inside2011/_i/most-pop-signup.jpg", "https://web.archive.org/web/20110213162225im_/http://i.usatoday.net/yourlife/_common/global/images/gannett_logo_footer.png", "https://web.archive.org/web/20110213162225im_/http://i.usatoday.net/yourlife/_common/global/images/yourlook_logo.png", "https://web.archive.org/web/20110213162225im_/http://i.usatoday.net/yourlife/_common/global/images/yourlife_logo.png", "https://web.archive.org/web/20110213162225im_/http://i.usatoday.net/yourlife/_common/global/images/kindness_logo.png", "https://web.archive.org/web/20110213162225im_/http://i.usatoday.net/_inside2011/_i/most-pop-logo.gif", "https://web.archive.org/web/20110213162225im_/http://i.usatoday.net/yourlife/_common/global/images/sexrelationship_logo.png", "https://web.archive.org/web/20110213162225im_/http://i.usatoday.net/yourlife/_photos/2010/10/breastcancer300.gif", "https://web.archive.org/web/20110213162225im_/http://i.usatoday.net/yourlife/_common/global/images/fitnessfood_logo.png", "https://web.archive.org/web/20110213162225im_/http://i.usatoday.net/yourlife/_common/global/images/familyParenting_logo.png", "https://web.archive.org/web/20110213162225im_/http://i.usatoday.net/yourlife/_common/global/images/ownit_logo.png", "https://web.archive.org/web/20110213162225im_/http://i.usatoday.net/yourlife/_common/global/images/favicon-YL.ico", "https://web.archive.org/web/20110213162225im_/http://i.usatoday.net/yourlife/_common/global/images/pawprintpost_logo.png", "https://web.archive.org/web/20110213162225im_/http://i.usatoday.net/yourlife/_common/global/images/mindsoul_logo.png"], "top_img": "https://web.archive.org/web/20110213162225im_/http://i.usatoday.net/yourlife/_common/global/images/favicon-YL.ico", "keywords": [], "authors": ["Liz Szabo"], "canonical_link": "", "title": "Early breast cancers may need less lymph node surgery", "meta_data": {"description": "Some women with early breast cancers can safely opt for less surgery, greatly reducing the risk of painful complications, according to a study.", "keywords": "USA TODAY,"}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}