{"url": "http://www.nytimes.com/2010/04/28/health/research/28eye.html?ref=health", "text": "Dr. Neil M. Bressler of Johns Hopkins University, the chairman of the group that conducted the trial, said a two-line improvement in vision would allow some people to read normal-size print or to drive again.\n\nLucentis is not approved as a treatment for macular edema. But it is approved for another eye disease, age-related macular degeneration.\n\nSo doctors can — and some already do — use the drug off-label for the diabetic condition. With this successful Phase 3 trial, insurers will now be more likely to pay for such off-label use.\n\nSome doctors criticized the organizers of the trial for testing Lucentis rather than another Genentech drug, Avastin, which works in the same way as Lucentis.\n\nAlthough it is a cancer drug, Avastin is often used off-label for eye diseases because it is far cheaper than Lucentis, costing only $20 to $100 a dose, compared with $2,000 for Lucentis.\n\nAvastin is undercutting sales of Lucentis, which totaled $1.1 billion in the United States last year.\n\nOrganizers of the trial conceded that a major reason Lucentis was chosen was that Genentech, which is now owned by Roche, agreed to provide the drug free of charge and to contribute $9 million in additional financing — but only if Lucentis were used.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“Obviously you can’t underplay $9 million,” said Dr. Ferris of the eye institute, which is part of the part of the National Institutes of Health. But he said there were other factors as well, like a belief that Lucentis might have been the better drug.\n\nAdvertisement Continue reading the main story\n\nDr. Philip J. Rosenfeld, a professor of ophthalmology at the University of Miami, said the decision was “clearly a case of pay to play” since Genentech’s money dictated the choice of drugs.\n\nRetinopathy results from damage to the blood vessels in the eye. In macular edema, fluid from those damaged vessels leaks into the macula, the part of the retina that is responsible for the straight-ahead vision important for driving, recognizing faces and reading.\n\nLucentis, also known as ranibizumab, works by drying up leaky blood vessels and preventing the growth of new ones.\n\nJohn Bevan, who has diabetic macular edema, said that every two months or so he used to have an incident in which blood leaked into his eye, blurring his vision.\n\n“It’s like a paintball hits a plate-glass window — there’s a big splat and it drips downward and takes three days to a week to dissipate,” said Mr. Bevan, the school superintendent in north central Indiana. He said treatment with Lucentis in the clinical trial virtually eliminated those incidents.\n\nThe trial involved 691 patients, some of whom had both eyes treated, resulting in 854 total eyes. There were four treatment groups: One group got Lucentis injections into the eye as often as every four weeks, plus laser therapy. Another got Lucentis, with laser therapy used only after six months and only if needed. The third group got laser therapy plus injections into the eye of triamcinolone, a steroid sold by Allergan under the name Trivaris. The fourth group got laser therapy plus a sham injection.\n\nAfter the first year, only 3 to 4 percent of the eyes treated with Lucentis suffered a visual loss of two or more lines compared to 13 percent that got only laser therapy.\n\nResearchers said the results seem to be holding up for the second year of the three-year trial.\n\nAbout 1 percent of those getting Lucentis injections suffered an inflammation of the eye from an infection.\n\nThe steroid treatment did not improve eyesight more than laser therapy alone and caused side effects.\n\nAdvertisement Continue reading the main story\n\nResults of the trial were published online on Tuesday by the journal Ophthalmology.", "images": ["https://static01.nyt.com/images/icons/t_logo_291_black.png"], "top_img": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "keywords": [], "authors": ["Andrew Pollack"], "canonical_link": "https://www.nytimes.com/2010/04/28/health/research/28eye.html", "title": "Positive Results in a Test for a Genentech Eye Treatment", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1247467716532", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2010/04/28/health/research/28eye.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2010/04/28/health/research/28eye.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1247467716532"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2010/04/28/health/research/28eye.html", "title": "Positive Results in a Test for a Genentech Eye Treatment", "description": "A clinical trial has determined that Lucentis can help diabetic patients whose vision has been impaired.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "robots": "noarchive", "hdl_p": "A Genentech Eye Treatment Is Found to Help Prevent Vision Loss in Diabetics", "description": "A clinical trial has determined that Lucentis can help diabetic patients whose vision has been impaired.", "genre": "News", "articleid": 1247467716532, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Positive Results in a Test for a Genentech Eye Treatment", "pdate": 20100427, "utime": 20141029084832, "ptime": 20100427135146, "DISPLAYDATE": "April 27, 2010", "dat": "April 27, 2010", "lp": "A clinical trial has determined that Lucentis can help diabetic patients whose vision has been impaired.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "28eye", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "published": "2010-04-27T13:51:46-04:00", "modified": "2014-10-29T08:48:32-04:00", "section": "Health", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "top-level-section": "health", "author": "https://www.nytimes.com/by/andrew-pollack", "tag": "Genetech Inc"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "og": {"url": "https://www.nytimes.com/2010/04/28/health/research/28eye.html", "type": "article", "title": "Positive Results in a Test for a Genentech Eye Treatment", "description": "A clinical trial has determined that Lucentis can help diabetic patients whose vision has been impaired.", "image": "https://static01.nyt.com/images/icons/t_logo_291_black.png"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Andrew Pollack", "tone": "feature", "byl": "By ANDREW POLLACK", "PT": "article", "CG": "health", "SCG": "research", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Diabetes", "org": "Genetech Inc", "keywords": "Eyes and Eyesight,Drugs (Pharmaceuticals),Medicine and Health,Diabetes,Genetech Inc", "dfp-ad-unit-path": "health/research", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1272427200.0, "source": "http://www.nytimes.com", "summary": ""}