{"url": "https://www.washingtonpost.com/news/to-your-health/wp/2016/01/11/when-should-women-get-mammograms-congress-and-some-key-experts-disagree/", "text": "The task force's final recommendation is likely to be controversial because some other groups say the screening should start earlier. The American Congress of Obstetricians and Gynecologists, for example, recommends that regular screenings begin at age 40, while the American Cancer Society calls for women to start yearly screening at age 45 and then move to screening every two years starting at age 55.\n\nAD\n\nAD\n\nCongress has sided with proponents of earlier screening. Last month, in anticipation of Monday's release of the task force’s final recommendation, lawmakers took preemptive action: It directed insurers to ignore the task force's latest guidelines and, instead, to rely on its 2002 recommendation. That called for annual mammograms to begin at 40. As a result of the congressional action, women in their 40s will continue to be able to get annual mammograms at no cost.\n\nThe differences over when to start regular screening reflect the growing concern that the benefits of mammograms may have been oversold, and that they don't outweigh the anxiety and potential harm caused by over-diagnosis and false positives from the tests.\n\nThe debate over when to start regular screening involves only women of \"average risk\" who don't have specific risk factors for breast cancer such as the BRCA1 and BRCA2 genetic mutations or a family history of the disease. They're also not aimed at diagnostic mammography, which takes place once a woman has a symptom such as a lump. The screening recommendations are not binding on doctors, hospitals or insurers.\n\nAD\n\nAD\n\nIn releasing its final recommendations, the task force confirmed an earlier guidance it issued that said screening mammography had the greatest benefit for women ages 50 to 74. For women in their 40s, the likelihood of benefit is less and the potential harms are proportionally greater, it said. The most serious potential harm is unneeded treatment for a type of cancer that would not have become a threat to a woman's health during her lifetime.\n\nThe congressional action, which was included in the recently enacted spending law, has drawn criticism from some experts.\n\n“The U.S. Congress thinks it's perfectly acceptable, even preferred, for a scientific document from 14 years ago to guide coverage policy on screening for breast cancer in women,” says Kenneth Lin, a Georgetown University family medicine doctor who teaches preventive and evidence-based medicine.\n\nAD\n\nAD\n\nPart of the problem is the common perception that women deserve free mammogram coverage and that the scientific community is basing its decision on cost or rationing, said Lawrence Gostin, a Georgetown University law professor and expert on public health.\n\nFran Visco, president of the National Breast Cancer Coalition, said the task force's guidelines for women in their 40s — that they should discuss whether to get mammograms with their doctors and make individual decisions — come closest to following the evidence accumulated over the past three decades. Women should trust that process, she said.\n\nDespite the decades of marketing of mammography to women, \"women are capable of understanding the complexities of the issue, evaluating the evidence and making their own health decisions,\" she said in a statement.\n\n\"At some point we will have to decide that we are not going to pay for interventions that lack a high level of medical evidence,\" she said. \"At this time, what does concern us very much are attempts by Congress to interfere with the makeup and process of the US Preventive Services Task Force.\"\n\nThe task force first suggested in 2009 that breast cancer screening begin at 50 instead of 40, touching off enormous criticism. In 2010, Congress passed the Affordable Care Act, which required that certain preventive services be provided for free — if those services got a strong recommendation from the task force. But it included an amendment that effectively directed insurers to use the 2002 recommendations for mammograms. That meant that women who were 40 and older could get mammograms at no cost.\n\nAD\n\nAD\n\nIn April 2015, the task force came out with its latest draft guidance, basically reaffirming its 2009 recommendations that the greatest benefit of mammography screening is for women between 50 and 74.\n\nWorried that millions of women under 50 could lose their free annual mammogram coverage if the guidelines became final, several health-care groups, including ACOG, the American College of Radiology and the Susan G. Komen Foundation, lobbied Congress to block that from happening.\n\nLanguage was included in the spending bill that says any recommendations of the task force related to breast cancer screening, mammography and prevention refers to those “issued before 2009.”\n\nAD\n\nSen. Barbara Mikulski (D-Md.) was among the lawmakers who pushed for the language to be included. In a statement, she said her number one priority was to ensure that women can get mammograms if they and their doctors decide it's the right thing to do. \"This means making sure that cost is not a deterrent to care,\" she said.\n\nAD\n\nSeveral groups that lobbied for congressional action said in a statement last month that the task force recommendations conflict with those of other organizations. This results in confusion and puts more than 22 million women at risk of losing of losing insurance coverage for mammograms.\n\nThis post has been updated.\n\nRead more:\n\nAD", "images": ["https://www.washingtonpost.com/resizer/NpTTYaZxJhHKDtIlx0JDmQo_77Y=/90x90/smart/s3.amazonaws.com/arc-authors/washpost/a26342b5-8039-48cd-9aa0-2f4871bb7694.png", "https://www.washingtonpost.com/resizer/itV950w6SITm1KoxDRWw0VXCvtI=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/2QMOI5D7BAY2PFRAU6KLOKQKCQ.jpg", "https://www.washingtonpost.com/resizer/h_Bau8EJVIDf3Xz0w8KmO5cfENs=/150x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/2QMOI5D7BAY2PFRAU6KLOKQKCQ.jpg"], "top_img": "https://www.washingtonpost.com/resizer/itV950w6SITm1KoxDRWw0VXCvtI=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/2QMOI5D7BAY2PFRAU6KLOKQKCQ.jpg", "keywords": [], "authors": ["Lena H. Sun", "National Reporter Focusing On Health"], "canonical_link": "https://www.washingtonpost.com/news/to-your-health/wp/2016/01/11/when-should-women-get-mammograms-congress-and-some-key-experts-disagree/", "title": "New breast cancer screening guidelines at odds with Congress", "meta_data": {"description": "Congress passed law that directs insurers to ignore new evidence-based guidelines that discourage regular screening for women in their 40s.", "og": {"site_name": "Washington Post", "type": "article", "url": "https://www.washingtonpost.com/news/to-your-health/wp/2016/01/11/when-should-women-get-mammograms-congress-and-some-key-experts-disagree/", "image": "https://www.washingtonpost.com/resizer/itV950w6SITm1KoxDRWw0VXCvtI=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/2QMOI5D7BAY2PFRAU6KLOKQKCQ.jpg", "title": "New breast cancer screening guidelines at odds with Congress", "description": "Congress passed law that directs insurers to ignore new evidence-based guidelines that discourage regular screening for women in their 40s."}, "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "title": "New breast cancer screening guidelines at odds with Congress", "description": "Congress passed law that directs insurers to ignore new evidence-based guidelines that discourage regular screening for women in their 40s."}, "article": {"content_tier": "metered", "opinion": "false"}, "viewport": "width=device-width, initial-scale=1"}, "movies": [], "publish_date": 1452488400.0, "source": "https://www.washingtonpost.com", "summary": ""}