{"url": "https://web.archive.org/web/20100423054100/http://www.npr.org:80/blogs/health/2010/04/lung_cancer_screening_often_ra.html?", "text": "By Richard Knox\n\nSomewhere north of 90 million Americans are at risk of lung cancer because they're current or former smokers. Many are tempted to get a CT lung scan, costing $300 to $1,000, to see if something's lurking.\n\nA CT scan of the lungs picks up signals of cancer. (iStockphoto.com)\n\nThe idea has obvious appeal. After all, up to 30 percent of lung malignancies have already spread by the time they're diagnosed. And CT scans can detect tumors smaller than a pea. Small and early should mean curable, right?\n\nWell, it's not so simple. An analysis of lung cancer screening results in 3,200 people from the National Cancer Institute finds that 21 to 33 percent of the suspicious nodules found by CT scans are false alarms. They're not really cancer.\n\nThese \"false positives\" cause a good deal of anxiety, of course. To clear up the mystery, seven percent of patients undergo bronchoscopy -- a procedure involving a tube threaded into the lungs -- or have needles stuck into their lungs to retrieve a biopsy sample. Or they undergo exploratory lung surgery.\n\nPatients who undergo screening with conventional chest x-rays have false positives too, but less often -- 15 percent after two rounds of screening.\n\nThese false-positive rates may be under-estimates, say NCI officials, because in the study only lung nodules larger than 4 millimeters across (about an 0.16 inches) are followed up. Smaller ones are thought to pose minimal risk. But in typical medical practice, all suspicious nodules are usually investigated.\n\nThe results appear in the Annals of Internal Medicine.\n\nThe extra scans and biopsies triggered by a false positive add around $1,100 per patient to the cost of lung cancer screening. They also expose people to additional radiation, which can cause cancer itself.\n\nThe false-positive problem is only one of the issues surrounding lung cancer screening. Experts worry that some malignancies might never pose a risk to patients, leading to unnecessary treatment.\n\nIt's also not clear whether the increased survival times reported in some studies among patients whose lung cancer was detected through screening may only reflect that a tumor was found earlier, not that death was really delayed. Experts call this \"lead-time bias.\"\n\nThe NCI is running a clinical trial in which 53,000 current and former smokers were randomly assigned to get CT scans or chest x-rays to screen for lung cancer. The National Lung Screening Trial is designed to see if one test is better than another in terms of preventing death from lung cancer.\n\nThe results are expected sometime in the next year or two.", "images": ["https://web.archive.org/web/20100423054100im_/http://media.npr.org/assets/blogs/health/npr-shotsheadshot-blog-90.gif", "https://web.archive.org/web/20100423054100im_/http://media.npr.org/chrome/news/pbs_logo.gif", "https://web.archive.org/web/20100423054100im_/http://media.npr.org/images/podcasts/thumbnail/icon_510284.jpg", "https://web.archive.org/web/20100423054100im_/http://media.npr.org/images/branding/series/prescriptions-for-change-2col.gif", "https://web.archive.org/web/20100423054100im_/http://media.npr.org/assets/blogs/health/images/2010/04/ctscan.jpg?s=12", "https://web.archive.org/web/20100423054100im_/http://media.npr.org/chrome/news/nprlogo_138x46.gif", "https://web.archive.org/web/20100423054100im_/http://u.npr.org/nserver/site=NPR/blog=103537970/utype=banner/aamsz=300x250/position=right_main/pageid=1", "https://web.archive.org/web/20100423054100im_/http://media.npr.org/images/branding/blogs/npr-shots-blog-BH.gif", "https://web.archive.org/web/20100423054100im_/http://www.npr.org/images/zag.gif?Log=1&v_jd=1&storyId=114623846&dt=Lung%20Cancer%20Screening%20Often%20Raises%20False%20Alarm&date=20100420&pageTypeId=1&orgId=1&byline=NPR%20Science%20Desk&aggIds=103537970&commentCount=0"], "top_img": "https://web.archive.org/web/20100423054100im_/http://media.npr.org/assets/blogs/health/npr-shotsheadshot-blog-90.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20100423054100/http://www.npr.org/blogs/health/2010/04/lung_cancer_screening_often_ra.html", "title": "Lung Cancer Screening Often Raises False Alarm", "meta_data": {"robots": "noarchive,index,follow", "Copyright": "Copyright (c) 2009 NPR", "MSSmartTagsPreventParsing": "true", "description": "The latest news on health and medicine from NPR", "Rating": "General", "AggIds": "|103537970|", "OrgIds": "|1|", "OrgTitles": "zxNational Public Radiozx", "date": "Tue, 20 Apr 2010 09:05:37 -0400", "DC.date.issued": "2010-04-20", "PageType": "BlogPost"}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}