{"url": "http://online.wsj.com/article/SB10001424052748704029304575525832837346848.html#printMode", "text": "Some doctors are raising concerns about a new cancer-treatment device that uses electrical jolts to zap tumors but that hasn't been through a large clinical trial to prove it's safe and effective in people.\n\nThe device, called NanoKnife, is currently being used in about 13 U.S. hospitals including Baptist Health Medical Center in Little Rock, Ark., University of Louisville, and Shands Hospital/University of Florida in Gainesville, Fla. Each machine costs as much as $300,000. Some of the hospitals are aggressively promoting the device in ads and media presentations. One radio ad by the University of Miami's Sylvester Comprehensive Cancer Center says NanoKnife offers \"real hope\" to patients with liver, lung or kidney cancer with \"almost no side effects.\"\n\nThe NanoKnife has been tested on animals and a small number of human patients, says its manufacturer, AngioDynamics Inc. ANGO -0.63% of Queensbury, N.Y. \"We have not done randomized, controlled clinical trials, the so-called gold-standard studies,\" says company chief executive Jan Keltjens. \"We think this is a very promising technology for treating cancer that is otherwise untreatable.\"\n\nRegarding the hospitals' ads, Mr. Keltjens says, \"We are not part of the whole PR machine. It's not something we are happy about.\" He declined to elaborate.\n\nThe NanoKnife, which is also available in five hospitals outside the U.S., has so far been used to treat about 300 cancer patients world-wide. Doctors who have used the device say it has saved lives, including among prostate-cancer patients. While complications from the treatment have been reported in a few patients, some doctors say they are mainly concerned about what isn't known about the device because of a lack of evidence.\n\nHospitals in the U.S. and overseas are touting a new tumor-zapping medical device for cancer patients called the NanoKnife. The device uses jolts of electricity to remove cancerous tumors, but it's effectiveness has never really been proven, WSJ's Tom Burton reports.\n\n\"There is growing concern in the interventional oncology community [that the NanoKnife] is being widely adopted prior to having gone through the necessary rigors of controlled investigations and clinical trials,\" says Riad Salem, chief of interventional oncology at Chicago's Northwestern Memorial Hospital. Northwestern doesn't have a NanoKnife, he says.\n\nThe NanoKnife's journey from testing in animals to being promoted as a cancer fighter highlights a shortcut the Food and Drug Administration allows for granting regulatory approval to certain medical devices. When a device is deemed similar enough to another already on the market, it can get approved with little or no clinical evidence.\n\nThe shortcut has been around since 1976 when Congress enacted it to encourage innovation in the industry and to get improved products quickly to market. But in an August report, an FDA panel recommended that the regulation be tightened by requiring manufacturers to provide more safety data on new devices and more detail about the connection between new and previously approved devices. Manufacturers were given 60 days to comment.\n\nPride of Ownership Doctors who own their own CT and MRI machines tend to order more scans for patients than doctors who don't own such equipment, which can drive up the cost of care. Some examples of how much more Medicare paid for scans to doctors who own their own imaging machines: Condition Additional cost of imaging Strokes 55% higher Spine trauma 53% higher Congestive heart failure 104% higher Minor back disorders 59% higher Source: Medicare Payment Advisory Commission 2009 Report to Congress, based on Medicare data\n\nSome products have had problems once on the market after receiving expedited FDA approval. Bausch & Lomb Inc.'s contact-lens solution Renu with MoistureLoc was removed from the world market in 2006 after being linked to cases of fungal eye infection that can cause blindness. And Medtronic Inc.'s Sprint Fidelis defibrillator wires were pulled from the market in 2007 after being linked to deaths. Bausch & Lomb had won regulatory approval through the same shortcut that applied to NanoKnife, while Medtronic benefited from a different but similar FDA provision allowing marketing without large clinical studies.\n\nAdvaMed, the medical-device industry association, says products approved through FDA shortcuts \"have an extremely good overall record\" of safety, and that any regulatory changes \"should be directed toward device types where there have been demonstrated issues.\"\n\nThe NanoKnife was approved in 2008 because it was shown capable of destroying tissue similar to other existing devices that are used in heart surgery. But the NanoKnife, which isn't really a knife, was put to work treating cancer, excising malignant tumors that are near arteries, airways or other vulnerable tissues and thus difficult to remove.\n\nThe device, about the size of a small refrigerator, is connected to disposable electrode needles that are inserted into the tumor. Powerful electrical jolts fire from one needle to the other, creating microscopic holes in the cell membranes of cancer cells that are meant to destroy the tumor.\n\nMedicare doesn't specifically pay for use of the NanoKnife, though hospitals and doctors get reimbursement under more general medical-treatment billing codes. Some private insurers, including Arkansas BlueCross BlueShield, decline to cover its use because of the lack of \"scientific evidence of effectiveness in improving health outcomes.\"\n\nGary Onik, a retired interventional radiologist and the NanoKnife's inventor, says he has treated about 30 patients with the device and the result \"was phenomenal.\" All but two of the patients were cancer-free two years after the procedure, he says.\n\nAt medical conferences in the U.S. and Europe, some doctors have given similar anecdotal evidence that the NanoKnife has enabled them to treat otherwise untreatable tumors.\n\nSome side effects have been reported. Because the device uses large electrical bursts, it can trigger fast heartbeats. Four such cases out of about three dozen patients were described in a recent report by Ken Thomson, a radiologist in Melbourne, Australia. AngioDynamics says that these cases have all been treatable and that the company has taken technical steps to minimize such future occurrences.\n\nOne case reported to the FDA was of a U.S. patient who in July suffered a serious hemothorax, or blood buildup between the chest wall and lungs. The patient had to stay in the hospital for 16 days, and doctors said an artery \"most likely\" was punctured during the operation. AngioDynamics said in the FDA report that such a puncture is a \"possible complication\" of any such operation.\n\nTim Clark, director of interventional radiology at Penn Presbyterian Medical Center in Philadelphia, which doesn't have a NanoKnife, says the device \"has potential to treat cancers next to delicate structures.\" But for the time being, he says, \"there's a paucity of clinical data.\"", "images": ["https://content-thumbnail.cxpublic.com/content/dominantthumbnail/fddd6d28f0576a5772474e644a95623747e1cb4b.jpg?5dc9ac40", "https://m.wsj.net/video/20191107/110719opvidpw3/110719opvidpw3_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/461b35da8a2936ee4a7ca01072773c0d5aa427f2.jpg?5dc9b5ae", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/0d2ffa0d6fff89f02d5a9d5508d5467ad9dbd858.jpg?5dc9aba1", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/487b80633438bb2d561829c2e7f8bccee2c45e0b.jpg?5dc9ab9e", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/93d4c0693749e5d6abc5f87d798d3bfdb580948b.jpg?5dc995fd", "https://m.wsj.net/video/20191107/110719electiontech2/110719electiontech2_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/2a7d0786567f18bb6a72f17019cd642c0b51f730.jpg?5dc9b274", "https://si.wsj.net/public/resources/images/PJ-AX297_nano_G_20101004163429.jpg", "https://images.wsj.net/im-125024?width=111&height=62", "https://images.wsj.net/im-101746?width=111&height=62", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/3f61c934324559d54745fffbed697f2b611fa261.jpg?5dc9b660", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/f600b0a56ee84a4d350fa4e522e51ee27d5fd426.jpg?5dc9aba3", "https://m.wsj.net/video/20191104/cinvest1105/cinvest1105_167x94.jpg", "https://images.wsj.net/im-125154?width=111&height=62", "https://s.wsj.net/public/resources/images/B3-ES110_PARTNE_C_20190809085434.jpg", "https://m.wsj.net/video/20191101/110419elevatorpai/110419elevatorpai_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/4a581253a775cca47f02b15ba756a5f4ccf7b8bf.jpg?5dc969b8", "https://images.wsj.net/im-124802?width=111&height=62", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/869c2a340c4c25db5466a6de556da60ae1a2bf4e.jpg?5dc9b4f7", "https://m.wsj.net/video/20191107/110719seib/110719seib_167x94.jpg", "https://si.wsj.net/public/resources/images/PJ-AX297_nano_D_20101004163429.jpg"], "top_img": "https://si.wsj.net/public/resources/images/PJ-AX297_nano_G_20101004163429.jpg", "keywords": [], "authors": ["Thomas M. Burton"], "canonical_link": "https://www.wsj.com/articles/SB10001424052748704029304575525832837346848", "title": "Some Doctors Question New Cancer Treatment", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "dj.asn": "i-0ac0", "user.type": "nonsubscriber", "user.exp": "default", "page.section": "Article", "page.content.type": "Article", "page.content.format": "responsive", "page.content.source": "WSJ Online", "article.template": "full", "page.site": "wsj", "page.site.product": "WSJ", "page.region": "na,us", "article.id": "SB10001424052748704029304575525832837346848", "article.type": "Health", "article.type.display": "Health", "article.access": "free", "article.headline": "Some Doctors Question New Cancer Treatment", "article.summary": "Some doctors are raising concerns about a new cancer-treatment device called the NanoKnife that uses electrical jolts to zap tumors but that hasn't been through a large clinical trial to prove it's safe and effective in people.", "apple-itunes-app": "app-id=364387007,app-argument=wsj://launch?articleid=SB10001424052748704029304575525832837346848&headline=Some%20Doctors%20Question%20New%20Cancer%20Treatment&weburl=http://www.wsj.com/articles/SB10001424052748704029304575525832837346848", "al": {"ios": {"url": "wsj://launch?articleid=SB10001424052748704029304575525832837346848&headline=Some%20Doctors%20Question%20New%20Cancer%20Treatment&weburl=http://www.wsj.com/articles/SB10001424052748704029304575525832837346848"}}, "article.page": "Health Edition", "article.section": "Business", "article.published": "2010-10-05T04:01:00.000Z", "article.updated": "2010-10-05T04:01:00.000Z", "article.created": "2010-10-04T22:21:00.000Z", "dateLastPubbed": "2010-10-05T04:01:00.000Z", "author": "Thomas M. Burton", "description": "Some doctors are raising concerns about a new cancer-treatment device called the NanoKnife that uses electrical jolts to zap tumors but that hasn't been through a large clinical trial to prove it's safe and effective in people.", "article.emb": "video_emb", "article": {"word_count": 964, "image_count": 1, "video_count": 1, "embed_count": 1, "publisher": "https://www.facebook.com/wsj", "opinion": "false"}, "robots": "noarchive,noodp", "language": "en", "twitter": {"title": "Some Doctors Question New Cancer Treatment", "description": "Some doctors are raising concerns about a new cancer-treatment device called the NanoKnife that uses electrical jolts to zap tumors but that hasn't been through a large clinical trial to prove it's safe and effective in people.", "image": {"identifier": "https://si.wsj.net/public/resources/images/PJ-AX297_nano_G_20101004163429.jpg", "alt": "Some Doctors Question New Cancer Treatment"}, "card": "summary_large_image", "site": "@WSJ", "domain": "wsj.com"}, "fb": {"app_id": 368513495882, "pages": 8304333127}, "og": {"title": "Some Doctors Question New Cancer Treatment", "description": "Some doctors are raising concerns about a new cancer-treatment device called the NanoKnife that uses electrical jolts to zap tumors but that hasn't been through a large clinical trial to prove it's safe and effective in people.", "url": "https://www.wsj.com/articles/SB10001424052748704029304575525832837346848", "image": {"identifier": "https://si.wsj.net/public/resources/images/PJ-AX297_nano_G_20101004163429.jpg", "width": 553, "height": 369}, "locale": "en_US", "type": "article", "site_name": "WSJ"}, "cx_pv_id": "k2uu0t32na6gj3se", "cx_shield": "{\"campaign\":99999,\"placement\":\"cx-articlecover\",\"tag\":\"openhouse\",\"type\":\"free\",\"bucket\":3}", "cXenseParse": {"wsj-primary-inset": "none", "poptart": {"image": "https://si.wsj.net/public/resources/images/PJ-AX297_nano_D_20101004163429.jpg"}, "candybar": {"image": "https://si.wsj.net/public/resources/images/PJ-AX297_nano_E_20101004163429.jpg"}, "wsj-page-content-source": "WSJ Online", "wsj-coral": "false"}, "referrer": "always"}, "movies": [], "publish_date": null, "source": "http://online.wsj.com", "summary": ""}