{"url": "http://time.com/3936636/diet-gut-bacteria/", "text": "You no longer live in a world where you can pretend you’re only eating for one; the trillions of bacteria in your gut, we now know, also feed on what you put in your mouth—and they behave very differently depending on what that is.\n\nIt’s increasingly clear that the composition of your gut bacteria likely influences your risk for many health problems, from obesity and type-2 diabetes and even certain autoimmune diseases. Scientists are hard at work trying to determine how and why that’s that case, as well as which bacteria are beneficial—and how to protect them. A recent study published in The BMJ adds to the growing evidence that fiber might be a critical gut-nourishing nutrient. (Unfortunately, less than 3% of Americans eat the government-recommended amount daily.)\n\n“You really hold the reins to guiding this community [of bacteria] through the choices you make,” says Justin L. Sonnenburg, PhD, associate professor in the department of microbiology and immunology at Stanford University School of Medicine and author of The Good Gut. Sonnenburg was not involved with this study, but research from his lab also suggests that fiber plays a big role in promoting good bacteria.\n\nThe authors of the new study wanted to look at what changes in diet do to one particular gut microbe species: Akkermansia muciniphila—a strain that’s been associated with leanness and better glucose tolerance in mice. They wrangled a group of 49 overweight and obese adults, took stool and blood samples and asked them to follow a six-week calorie-restricted diet (between 1,500-1,800 calories per day) while increasing their fiber intake. The diet was followed by six weeks of eating normally. They kept a food journal throughout, and the researchers biopsied their fat tissue.\n\nThe people who had more Akkermansia in their gut from the very start had better clinical measures after they completed the diet, compared to the people with less of the bacterium. Both groups of people lost the same amount of weight, but the high-Akkermansia group had a stronger decrease in visceral fat than the others, says study author Patrice D. Cani, PhD, professor and group leader of the Metabolism and Nutrition Research Group at Université Catholique de Louvain in Belgium. “We discovered that the patients who exhibited higher amounts of Akkermansia were the patients who had a very strong improvement in cholesterol, in glycemia, in waist to hip ratio and also a reduction in different parameters in both cardiovascular disease and risk factors.”\n\nHigher levels of Akkermansia, the findings suggest, seem to have favorable effects on health.\n\nThe good news is that your initial Akkermansia levels are not your fate. People who started out with lower stores of Akkermansia had more after they followed the fiber-rich calorie-restricted diet. You can increase these bacterial populations by eating fiber, Cani’s research suggests, which acts as a prebiotic in the gut and has a beneficial effect on some bacteria.\n\nNow, Cani says he is working on an experiment with obese and diabetic patients to administer Akkermansia alone, without any dietary modifications, to see what effect it has on insulin resistance and cardiovascular disease risk factors. “If we can improve these different parameters, that would be something great,” he says.\n\nGet The Brief. Sign up to receive the top stories you need to know right now. Choose your country United States of America Afghanistan Albania Algeria American Samoa Andorra Angola Anguilla Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Brazil Brunei Darussalam Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Colombia Comoros Congo Congo, Democratic Republic of Cook Islands Costa Rica Cote d'Ivoire Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Faeroe Islands Falkland Islands (Malvinas) Fiji Finland France French Guiana French Polynesia Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guinea Guinea-Bissau Guyana Haiti Holy See Honduras Hong Kong Hungary Iceland India Indonesia Iran Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libyan Arab Jamahiriya Liechtenstein Lithuania Luxembourg Macao Macedonia Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia Monaco Mongolia Montserrat Morocco Mozambique Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory, Occupied Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Republic of Korea Republic of Moldova Reunion Romania Russian Federation Rwanda Saint Helena Saint Kitts and Nevis Saint Lucia Saint Pierre and Miquelon Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia and Montenegro Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Islands Swaziland Sweden Switzerland Syrian Arab Republic Taiwan Tajikistan Tanzania, United Republic of Thailand Timor-Leste Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United Kingdom Virgin Islands (U.S.) Virgin Islands (British) Uruguay Uzbekistan Vanuatu Venezuela Viet Nam Wallis and Futuna Islands Western Sahara Yemen Zambia Zimbabwe Please enter a valid email address. Please select your country. I can confirm I have read and accept the Terms Of Use. Please check to proceed. Sign Up Now You may unsubscribe from email communication at any time. See our Privacy Policy for further details. Thank you! For your security, we've sent a confirmation email to the address you entered. Click the link to confirm your subscription and begin receiving our newsletters. If you don't get the confirmation within 10 minutes, please check your spam folder.\n\nHere’s why fiber is so important to intestinal flora: your gut microbes feed on it and produce short-chain fatty acids, which get absorbed into the bloodstream and regulate the immune system and attenuate inflammation, Sonnenburg says. “That means if you’re not eating dietary fiber, your immune system may be existing in kind of a simmering pro-inflammatory state,” he says—the very state that predisposes us to different Western diseases. “Our diet and deteriorated microbiota are really a major piece of the puzzle in trying to understand why Western diseases are rising like crazy.”\n\nSonnenburg says that when researchers try on mice what many of us do on a regular basis—eat food depleted of dietary fiber—their gut microbes behave erratically. “They turn and start eating the mucus lining of the intestine,” says Sonnenburg, “because that’s also a carbohydrate source and it’s kind of a fallback food for them.” In mice on a low-fiber diet, the mucus lining thins to about half of its normal width, he says. It’s so far unclear whether the same thing happens in humans, but Sonnenburg thinks it might. “We start to see these correlates that we think over the course of decades in a human could lead to something problematic,” he says.\n\nLoading up on fiber-fortified processed foods isn’t likely a good way to increase the kind of fiber that benefits the gut. Studies done on single fibers—those, like inulin, which are added to foods—haven’t shown to have the same effects as fiber that occur naturally in whole foods. “All of the vegetables we’re encouraged to eat by our mothers and by the government guidelines, these are all filled with fiber, and filled with a diversity of fiber, and probably the best route for encouraging a diverse microbiota,” Sonnenburg says.\n\nNuts, seeds, whole grains, legumes and even dark chocolate are high in fiber—as are vegetables. “You can eat massive amounts of plant material and it can be incredibly good for you, you can feel really satisfied and full,” Sonnenburg says. “I find that a really nice way to eat—just kind of gorging myself on plant material.”\n\nWrite to Mandy Oaklander at mandy.oaklander@time.com.", "images": ["http://time.com/img/Paper-plane.svg", "https://timedotcom.files.wordpress.com/2016/01/burger-take-out-diet-junk-food-health.jpg?quality=85&w=600", "http://subscription-assets.timeinc.com/current/1850_top2_205_thumb.jpg", "https://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2019/11/hamburgers-and-fries.jpg?quality=85&w=600", "https://timedotcom.files.wordpress.com/2016/01/soda-can-drink-diet-health-fitness.jpg?quality=85&w=600", "http://pixel.carambo.la/Pixel/tmnc11/112753/0/1/0", "https://timedotcom.files.wordpress.com/2015/02/time-50-healthiest-foods-beets.jpg?quality=85&w=1200&h=628&crop=1", "http://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2015/02/time-50-healthiest-foods-beets.jpg", "http://assets.time.com/images/dianomi-logo.png", "https://timedotcom.files.wordpress.com/2017/09/time-newsletter-tout-footer.png", "http://pixel.watch/f3fo"], "top_img": "https://timedotcom.files.wordpress.com/2015/02/time-50-healthiest-foods-beets.jpg?quality=85&w=1200&h=628&crop=1", "keywords": [], "authors": ["Mandy Oaklander"], "canonical_link": "https://time.com/3936636/diet-gut-bacteria/", "title": "Fiber and High Fiber Foods: Changing Your Diet Changes Gut Bacteria", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "keywords": "akkermansia,diet,Diet/Nutrition,fiber,fiber foods,good gut,gut bacteria,gut bugs,high fiber foods,justin sonnenburg,lactobacillus,microbes,prebiotics,probiotics,Vegetables", "news_keywords": "fiber, probiotics, prebiotics, gut bacteria, gut bugs, microbes, akkermansia, lactobacillus, vegetables, high fiber foods, fiber foods, diet, good gut, justin sonnenburg", "description": "A new study published in The BMJ adds to the growing evidence that fiber may be the best nutrient to nourish gut bacteria and microbes", "og": {"title": "How Changing Your Diet Changes Your Gut Bacteria", "type": "article", "site_name": "Time", "url": "https://time.com/3936636/diet-gut-bacteria/", "description": "Finally, the motivation you've been waiting for to gorge yourself on fiber", "image": {"identifier": "https://timedotcom.files.wordpress.com/2015/02/time-50-healthiest-foods-beets.jpg?quality=85&w=1200&h=628&crop=1", "width": 1200, "height": 628}}, "article": {"content_tier": "free", "opinion": "false"}, "pinterest": {"url": "https://time.com/3936636/diet-gut-bacteria/", "description": "A new study published in The BMJ adds to the growing evidence that fiber may be the best nutrient to nourish gut bacteria and microbes", "media": "https://timedotcom.files.wordpress.com/2015/02/time-50-healthiest-foods-beets.jpg?quality=85&w=1200&h=628&crop=1"}, "twitter": {"card": "summary_large_image", "url": "https://time.com/3936636/diet-gut-bacteria/", "title": "How Changing Your Diet Changes Your Gut Bacteria", "description": "Finally, the motivation you've been waiting for to gorge yourself on fiber", "site": "@TIME", "image": "https://timedotcom.files.wordpress.com/2015/02/time-50-healthiest-foods-beets.jpg?quality=85&w=1024&h=512&crop=1"}, "fb": {"app_id": 53177223193, "pages": 10606591490}}, "movies": [], "publish_date": null, "source": "http://time.com", "summary": ""}