{"url": "http://time.com/4694555/pink-noise-deep-sleep-improve-memory/", "text": "Deep sleep is critical to maintaining a robust memory, but both decline with age. A small new study published in Frontiers in Human Neuroscience suggests that one easy way for older adults to get deeper sleep and stronger memories is to listen to a certain soothing sound called “pink noise”—a mix of high and low frequencies that sounds more balanced and natural than its better-known cousin, “white noise.”\n\nIt may sound strange, but previous studies have found that playing so-called pink noise during sleep improves the memory of younger adults. “We wanted to see if it would work in older people, too,” says senior author Dr. Phyllis Zee, professor of neurology at Northwestern University Feinberg School of Medicine. Older people tend to get less slow-wave sleep and are at greater risk for memory impairment.\n\nZee and her fellow researchers had 13 adults ages 60 and older spend two nights in a sleep lab. On both nights, the participants took a memory test at night, went to sleep wearing headphones and an electrode cap, and repeated the memory test in the morning.\n\nOn one of those nights, headphone-clad participants were played a series of short bursts of pink noise during deep sleep, spaced out enough to prevent the brain from getting used to and ignoring them. “The noise is fairly pleasant; it kind of resembles a rush of water,” says Zee. “It’s just noticeable enough that the brain realizes it’s there, but not enough to disturb sleep.” The sounds were timed to match their slow-wave oscillations. No noise was played during the other night.\n\n(Here’s what pink noise sounded like to study participants, in the box below.)\n\nAfter analyzing everyone’s sleep waves, the team found that people’s slow-wave oscillations increased on the nights punctuated by pink noise. Come morning, people who had listened to it performed three times better on memory tests than they had the other night. On the nights without the noise, memory recall did not improve as much.\n\nHealth Newsletter Get the latest health and science news, plus: burning questions and expert tips. View Sample Sign Up Now\n\nNorthwestern has a patent pending on the new technology, and one of the study authors has cofounded a company that plans to market it commercially. But first, says Zee, larger and longer studies are needed to confirm the findings and show that there are benefits to long-term use, rather than on just one night. The researchers hope to develop an affordable device that people can use at home.\n\nGet The Brief. Sign up to receive the top stories you need to know right now. Choose your country United States of America Afghanistan Albania Algeria American Samoa Andorra Angola Anguilla Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Brazil Brunei Darussalam Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Colombia Comoros Congo Congo, Democratic Republic of Cook Islands Costa Rica Cote d'Ivoire Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Faeroe Islands Falkland Islands (Malvinas) Fiji Finland France French Guiana French Polynesia Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guinea Guinea-Bissau Guyana Haiti Holy See Honduras Hong Kong Hungary Iceland India Indonesia Iran Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libyan Arab Jamahiriya Liechtenstein Lithuania Luxembourg Macao Macedonia Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia Monaco Mongolia Montserrat Morocco Mozambique Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory, Occupied Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Republic of Korea Republic of Moldova Reunion Romania Russian Federation Rwanda Saint Helena Saint Kitts and Nevis Saint Lucia Saint Pierre and Miquelon Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia and Montenegro Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Islands Swaziland Sweden Switzerland Syrian Arab Republic Taiwan Tajikistan Tanzania, United Republic of Thailand Timor-Leste Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United Kingdom Virgin Islands (U.S.) Virgin Islands (British) Uruguay Uzbekistan Vanuatu Venezuela Viet Nam Wallis and Futuna Islands Western Sahara Yemen Zambia Zimbabwe Please enter a valid email address. Please select your country. I can confirm I have read and accept the Terms Of Use. Please check to proceed. Sign Up Now You may unsubscribe from email communication at any time. See our Privacy Policy for further details. Thank you! For your security, we've sent a confirmation email to the address you entered. Click the link to confirm your subscription and begin receiving our newsletters. If you don't get the confirmation within 10 minutes, please check your spam folder.\n\nZee says that the effectiveness of pink noise is all in the timing. “The effect here, at least for memory, is quite related to the ability of the sound stimulus to enhance slow-wave sleep,” she says. “That’s very much tied to what part of the slow wave the stimulus is hitting on.”\n\nThat doesn’t mean there aren’t benefits to other soothing background sounds. Music, nature sounds and white (or pink) noise apps may still help improve sleep, she says—which, in itself, is good for the body and for the brain.\n\nContact us at editors@time.com.", "images": ["http://time.com/img/Paper-plane.svg", "http://subscription-assets.timeinc.com/current/1850_top2_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2017/09/time-newsletter-tout-footer.png", "http://time.com/images/newsletter-time.png", "https://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2017/03/time-health-stock-sleep-hair.jpg?quality=85&w=1200&h=628&crop=1", "http://pixel.carambo.la/Pixel/tmnc11/112753/0/1/0", "http://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2019/10/college-students-sleep.jpg?quality=85&w=600", "http://assets.time.com/images/dianomi-logo.png", "https://timedotcom.files.wordpress.com/2019/09/napping-heart-health.jpg?quality=85&w=600", "http://pixel.watch/f3fo"], "top_img": "https://timedotcom.files.wordpress.com/2017/03/time-health-stock-sleep-hair.jpg?quality=85&w=1200&h=628&crop=1", "keywords": [], "authors": ["Amanda Macmillan"], "canonical_link": "https://time.com/4694555/pink-noise-deep-sleep-improve-memory/", "title": "The Sound of ‘Pink Noise’ Improves Sleep and Memory", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "keywords": "sleep", "news_keywords": "sleep, memory, white noise, pink noise, deep sleep, brain waves, memory consolidation, nature sounds", "description": "When researchers synched up soothing pink noise with deep-sleep brain waves, they saw big improvements in next-day memory.", "og": {"title": "The Sound of 'Pink Noise' Improves Sleep and Memory", "type": "article", "site_name": "Time", "url": "https://time.com/4694555/pink-noise-deep-sleep-improve-memory/", "description": "Researchers synched up soothing pink noise with deep-sleep brain waves", "image": {"identifier": "https://timedotcom.files.wordpress.com/2017/03/time-health-stock-sleep-hair.jpg?quality=85&w=1200&h=628&crop=1", "width": 1200, "height": 628}}, "article": {"content_tier": "free", "opinion": "false"}, "pinterest": {"url": "https://time.com/4694555/pink-noise-deep-sleep-improve-memory/", "description": "When researchers synched up soothing pink noise with deep-sleep brain waves, they saw big improvements in next-day memory.", "media": "https://timedotcom.files.wordpress.com/2017/03/time-health-stock-sleep-hair.jpg?quality=85&w=1200&h=628&crop=1"}, "twitter": {"card": "summary_large_image", "url": "https://time.com/4694555/pink-noise-deep-sleep-improve-memory/", "title": "The Sound of 'Pink Noise' Improves Sleep and Memory", "description": "Researchers synched up soothing pink noise with deep-sleep brain waves", "site": "@TIME", "image": "https://timedotcom.files.wordpress.com/2017/03/time-health-stock-sleep-hair.jpg?quality=85&w=1024&h=512&crop=1"}, "fb": {"app_id": 53177223193, "pages": 10606591490}}, "movies": [], "publish_date": null, "source": "http://time.com", "summary": ""}