{"url": "http://www.nytimes.com/2011/08/28/business/trial-shows-potential-for-blood-clot-pill-eliquis.html?scp=1", "text": "The new drugs are not without disadvantages. They cost much more than generic warfarin, roughly $8 a day instead of $1 or less. And Eliquis and Pradaxa require two pills a day, one in the morning and one in the evening, instead of the once-daily warfarin. The study included 18,201 people in 1,034 clinical sites in 39 countries and was consistent worldwide, the sponsors said. Although the study was financed by the drug makers, which raises the issue of bias, it met the gold standard for medical research as a randomized, double-blinded trial in which doctors and patients did not know who took which pill until the end. The drug acts on an enzyme that leads to blood clots.\n\nDr. Christopher B. Granger, the study’s lead author and a professor of medicine at Duke University, said, “I think this is a profound trial result that will have a major impact on the practice and management of patients with atrial fibrillation. It combines both greater efficacy in terms of prevention of stroke with a substantial reduction to bleeding risk, and that package is one that will be particularly compelling.”\n\nWall Street has high expectations, too. The companies’ stock soared after they released a brief statement about the stroke and bleeding benefits in June. Barclays Capital said the final results on Sunday were “perhaps the most anticipated R.&D. event of the year.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“If everything checks out,” Jami Rubin of Goldman Sachs said in an interview, “that will confirm in our minds that Eliquis has potential to take a majority share of the $10 billion anticoagulation market.”\n\nMore than 2.6 million people have atrial fibrillation in the United States, according to the Centers for Disease Control and Prevention. As many as 12 million people will have it by 2020 because of an aging population with longer life expectancy. The arrhythmia in the left upper chamber of the heart can cause slow blood flow and clots, raising the risk of stroke by four to six times on average, the government says.\n\nAs many as half of people with the condition, however, are untreated, by varying estimates. Warfarin, a cheap 60-year-old drug sold generically under the brand name Coumadin, requires frequent blood tests to monitor its active level and interacts with some other drugs and foods, including leafy greens. There is great appeal and demand for new drugs that do not vary so much and deliver the same stroke-preventing benefits.\n\nThe first new drug, Pradaxa, from the German drug maker Boehringer Ingelheim, was introduced in the United States last fall. In the first seven months on market, about four in five cardiologists and two in five primary care doctors had prescribed it to more than 250,000 people, Wa’el Hashad, Boehringer’s vice president for cardiovascular marketing, said in an interview last week.\n\nPradaxa inhibits thrombin, an enzyme in clot formation. Other emerging drugs block a related enzyme known as Factor Xa.\n\nXarelto, from Bayer and Johnson & Johnson, approved by the F.D.A. in July to prevent clots in hip and knee replacement surgeries, goes to an F.D.A. review panel for atrial fibrillation on Sept. 8.\n\nAdvertisement Continue reading the main story\n\nEliquis is scheduled to be submitted for F.D.A. review later this year. Its New York-based makers are marketing powerhouses with the top two best-selling drugs in the world, Lipitor from Pfizer and Plavix from Bristol-Myers Squibb. Patents on those drugs expire in the next year, making Eliquis even more important to their businesses.", "images": ["https://static01.nyt.com/images/icons/t_logo_291_black.png"], "top_img": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "keywords": [], "authors": ["Duff Wilson"], "canonical_link": "https://www.nytimes.com/2011/08/28/business/trial-shows-potential-for-blood-clot-pill-eliquis.html", "title": "Trial Shows Blockbuster Potential for Blood Clot Pill Eliquis", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/100000001021649", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2011/08/28/business/trial-shows-potential-for-blood-clot-pill-eliquis.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2011/08/28/business/trial-shows-potential-for-blood-clot-pill-eliquis.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/100000001021649"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2011/08/28/business/trial-shows-potential-for-blood-clot-pill-eliquis.html", "title": "Trial Shows Blockbuster Potential for Blood Clot Pill Eliquis", "description": "The pill, Eliquis, exceeded expectations as a better therapy for millions of people with atrial fibrillation, according to final results of a worldwide study released Sunday.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "robots": "noarchive", "hdl_p": "Trial Shows Blockbuster Potential for Blood Clot Pill", "description": "The pill, Eliquis, exceeded expectations as a better therapy for millions of people with atrial fibrillation, according to final results of a worldwide study released Sunday.", "genre": "News", "articleid": 100000001021649, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Trial Shows Blockbuster Potential for Blood Clot Pill Eliquis", "pdate": 20110828, "utime": 20140911122717, "ptime": 20110828104313, "DISPLAYDATE": "Aug. 28, 2011", "dat": "Aug. 28, 2011", "lp": "The pill, Eliquis, exceeded expectations as a better therapy for millions of people with atrial fibrillation, according to final results of a worldwide study released Sunday.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "28blood", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/business/index.jsonp", "published": "2011-08-28T10:43:13-04:00", "modified": "2014-09-11T12:27:17-04:00", "section": "Business Day", "section-taxonomy-id": "104D1E63-9701-497B-8CF4-A4D120C9014E", "section_url": "https://www.nytimes.com/pages/business/index.html", "top-level-section": "business", "author": "https://www.nytimes.com/by/duff-wilson", "tag": "Blood Clots"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/business/index.jsonp", "og": {"url": "https://www.nytimes.com/2011/08/28/business/trial-shows-potential-for-blood-clot-pill-eliquis.html", "type": "article", "title": "Trial Shows Blockbuster Potential for Blood Clot Pill Eliquis", "description": "The pill, Eliquis, exceeded expectations as a better therapy for millions of people with atrial fibrillation, according to final results of a worldwide study released Sunday.", "image": "https://static01.nyt.com/images/icons/t_logo_291_black.png"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Duff Wilson", "tone": "news", "byl": "By DUFF WILSON", "PT": "article", "CG": "business", "PST": "News", "tom": "News", "edt": "The New York Times on the Web", "des": "Blood Clots", "keywords": "Drugs (Pharmaceuticals),Stroke,Blood Clots", "dfp-ad-unit-path": "business", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1314504000.0, "source": "http://www.nytimes.com", "summary": ""}