{"url": "http://www.Reuters.com/article/2011/06/28/us-cancer-breast-mammograms-idUSTRE75R0NM20110628", "text": "CHICAGO (Reuters) - The longest-running breast cancer screening study ever conducted has shown that regular mammograms prevent deaths from breast cancer, and the number of lives saved increases over time, an international research team said on Tuesday.\n\nA doctor exams mammograms, a special type of X-ray of the breasts, which is used to detect tumours as part of a regular cancer prevention medical check-up at a clinic in Nice, south eastern France January 4, 2008. REUTERS/Eric Gaillard\n\nThe study of 130,000 women in two communities in Sweden showed 30 percent fewer women in the screening group died of breast cancer and that this effect persisted year after year.\n\nNow, 29 years after the study began, the researchers found that the number of women saved from breast cancer goes up with each year of screening.\n\n“We’ve found that the longer we look, the more lives are saved,” Professor Stephen Duffy of Queen Mary, University of London, whose study was published in the journal Radiology, said in a statement.\n\nDr. Stamatia Destounis, a radiologist at Elizabeth Wende Breast Care in Rochester, New York, who was not involved in the study, said radiologists have been quoting results of the Swedish study for years and the new findings show breast cancer screening is “even more of a benefit than we understood.”\n\nShe said sweeping changes in the U.S. screening guidelines two years ago that scaled back recommendations on breast cancer screening caused a lot of confusion among doctors and patients about the benefits of mammograms.\n\n“We’ve had to do a lot of education of the patients and their doctors. This will help for that,” Destounis said.\n\nIn the study, women were divided into two groups, one that received an invitation to have breast cancer screening and another that received usual care.\n\nThe screening phase of the trial lasted about seven years. Women between 40 and 49 were screened every two years, and women 50 to 74 were screened roughly every three years.\n\n“Our results indicate that in 1,000 women screened for 10 years, three breast cancer deaths would be prevented,” Duffy said, adding that most of the deaths prevented would have occurred more than a decade after the screening had started.\n\n“This indicates that the long-term benefits of screening in terms of deaths prevented are more than double those often quoted for short-term follow-up.”\n\nThe new data adds to evidence on the long-term benefits of regular mammography screening.\n\nSCREENING CONTROVERSY\n\nNew breast screening recommendations issued in 2009 by the U.S. Preventive Services Task Force, an influential advisory group, recommended against routine mammograms for women in their 40s and said women in their 50s should get mammograms every other year instead of every year.\n\nThe guidelines contradicted years of messages about the need for routine breast cancer screening starting at age 40, eliciting protests from breast cancer experts and advocacy groups who argued the recommendation for fewer screenings would confuse women and result in more deaths from breast cancer.\n\nThe changes were meant to spare women some of the worry and expense of extra tests needed to distinguish between cancer and harmless lumps. But the latest results from the Swedish study show the rate of false positive results was low.\n\n“We saw the actual number of overdiagnosed cases was really very small — less than 5 percent of the total,” Robert Smith, director of cancer screening at the American Cancer Society and one of the study’s authors, said in a telephone interview.\n\nMany groups, including the American Cancer Society, have stuck by their long-standing recommendations of a yearly breast exam for women starting at age 40, stressing that the breast X-rays have been proven to save lives by spotting tumors early, when they are most easily treated.\n\n“I think for anybody who was beginning to have their faith shaken in the value of mammography, these data show mammography is quite valuable as a public health approach to reducing deaths from breast cancer,” Smith said.\n\nDuffy said he thinks screening women 40 to 54 every 18 months and screening women 55 and older every two years would be a reasonable schedule.\n\nHe said the new findings do not speak to the frequency of screening issue, but they do make clear that screening works.\n\n“Everyone must make up their own mind, but certainly from combined results from all the screening trials, mammography in women aged 40-49 does reduce deaths from breast cancer,” he said.\n\nBreast cancer is the second-leading cause of cancer death among U.S. women, after lung cancer. It kills 500,000 people globally every year and is diagnosed in close to 1.3 million people around the world.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "http://s2.reutersmedia.net/resources/r/?m=02&d=20110628&t=2&i=447954575&r=2011-06-28T053527Z_01_BTRE75R0FJY00_RTROPTP_0_FRANCE&w=20", "https://s2.reutersmedia.net/resources/r/?m=02&d=20110628&t=2&i=447954575&w=1200&r=2011-06-28T053527Z_01_BTRE75R0FJY00_RTROPTP_0_FRANCE"], "top_img": "https://s2.reutersmedia.net/resources/r/?m=02&d=20110628&t=2&i=447954575&w=1200&r=2011-06-28T053527Z_01_BTRE75R0FJY00_RTROPTP_0_FRANCE", "keywords": [], "authors": ["Julie Steenhuysen", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-cancer-breast-mammograms-idUSTRE75R0NM20110628", "title": "Benefit of mammograms even greater than thought", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "scienceNews", "DCSext.ChannelList": "scienceNews;everythingNews;healthNews;USWire_EL", "description": "The longest-running breast cancer screening study ever conducted has shown that regular mammograms prevent deaths from breast cancer, and the number of lives saved increases over time, an international research team said on Tuesday.", "Author": "Julie Steenhuysen", "keywords": "Sweden,United States,Todd Eastham,US,CANCER,BREAST,MAMMOGRAMS", "news_keywords": "Sweden;United States;Todd Eastham;US;CANCER;BREAST;MAMMOGRAMS", "REVISION_DATE": "Tue Jun 28 05:35:57 UTC 2011", "analyticsAttributes.articleDate": "2011-06-28T05:35:57+0000", "analyticsAttributes.author": "Julie Steenhuysen", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-cancer-breast-mammograms-idUSTRE75R0NM20110628", "analyticsAttributes.contentTitle": "Benefit of mammograms even greater than thought", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "Sweden,United States,Todd Eastham,US,CANCER,BREAST,MAMMOGRAMS", "analyticsAttributes.keywordSlug": "US-CANCER-BREAST-MAMMOGRAMS", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Benefit of mammograms even greater than thought", "sailthru.author": "Julie Steenhuysen", "sailthru.date": "2011-06-28T05:35:57+0000", "sailthru.title": "Benefit of mammograms even greater than thought", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Benefit of mammograms even greater than thought", "url": "https://www.reuters.com/article/us-cancer-breast-mammograms-idUSTRE75R0NM20110628", "type": "article", "description": "The longest-running breast cancer screening study ever conducted has shown that ...", "image": "https://s2.reutersmedia.net/resources/r/?m=02&d=20110628&t=2&i=447954575&w=1200&r=2011-06-28T053527Z_01_BTRE75R0FJY00_RTROPTP_0_FRANCE", "article": {"published_time": "2011-06-28T05:35:57+0000", "modified_time": "2011-06-28T05:35:57+0000", "section": "Technology", "author": "Julie Steenhuysen", "tag": "Sweden,United States,Todd Eastham,US,CANCER,BREAST,MAMMOGRAMS"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary_large_image", "title": "Benefit of mammograms even greater than thought", "description": "The longest-running breast cancer screening study ever conducted has shown that regular mammograms prevent deaths from breast cancer, and the number of lives saved increases over time, an internationa...", "image": {"identifier": "https://s2.reutersmedia.net/resources/r/?m=02&d=20110628&t=2&i=447954575&w=1200&r=2011-06-28T053527Z_01_BTRE75R0FJY00_RTROPTP_0_FRANCE", "src": "https://s2.reutersmedia.net/resources/r/?m=02&d=20110628&t=2&i=447954575&w=1200&r=2011-06-28T053527Z_01_BTRE75R0FJY00_RTROPTP_0_FRANCE"}}, "DCSext.DartZone": "us.reuters/tech/science/article", "analyticsAttributes.channel": "Article - News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Technology - Science", "analyticsAttributes.topicChannel": "Technology", "analyticsAttributes.topicSubChannel": "Science", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1309233600.0, "source": "http://www.Reuters.com", "summary": ""}