{"url": "http://time.com/5048653/weight-loss-diabetes-diet/", "text": "Type 2 diabetes is a chronic condition that affects 422 million people worldwide. For decades, doctors have treated it with medications designed to keep blood sugar levels down.\n\nBut in a paper published in the Lancet, researchers in the UK describe a landmark study in which people with diabetes went into remission—just by losing weight.\n\nNearly half of people in the study who were given a six-month diet plan and lost an average of 30 pounds went into remission and no longer had diabetes. None took any medications during that time to control their disease and relied on weight loss alone.\n\nHealth Newsletter Get the latest health and science news, plus: burning questions and expert tips. View Sample Sign Up Now\n\nType 2 diabetes is caused by the body’s in ability to break down sugars from the diet. Normally, cells in the pancreas work to release insulin, a hormone that can process sugar and either send it to cells that need it for energy or store it as fat for future energy needs. Cells in the liver are responsible for clearing insulin from the circulation. But excess fat in the pancreas and liver can start to shut down these insulin-producing cells, leading to spikes in blood sugar levels. Diabetes medications can bring sugar levels down but do not address the compromised insulin machinery.\n\nIn the study, Dr. Roy Taylor, professor of medicine and metabolism at Newcastle University, and his colleagues randomly assigned nearly 300 people to either a weight management program or their usual treatments, including diabetes medications. All of the people had been diagnosed with type 2 diabetes in the six years preceding the study. The people assigned to the diet group stopped any diabetes drugs they were taking on the same day they began the diet.\n\nThe diet, which was designed to help people lose up to 30 pounds, involved three to five months of a strict low-calorie liquid formula diet averaging no more than 850 calories a day, followed by two to eight weeks of reintroducing food, along with nutritional education and cognitive behavioral therapy to help people stick with the new eating plan.\n\nTaylor and his team tracked outcomes including weight loss, diabetes remission and level of fat in the pancreas and liver. After a year, most of the people in the diet group lost about 22 pounds, compared to two pounds in the control group. Nearly a quarter of the people who managed their weight were able to lose 33 pounds or more, while none in the control group were able to lose that much. Most importantly, 46% of the people in the diet group went into remission with their diabetes, compared to just 4% in the control group.\n\nMORE: Antibiotics Are Linked To Type-2 Diabetes\n\n“People newly diagnosed with diabetes for the first time can look at this and know it isn’t necessarily for life,” says Taylor. “It isn’t an irreversible, inexorable condition that you can never escape from — at the moment, people are told that.”\n\nPrevious studies have suggested that lifestyle changes, including diet and exercise, can be powerful ways to lose weight and combat diabetes. The Diabetes Prevention Program in the U.S. revealed in 2002 that diet and exercise alone can prevent people from progressing from pre-diabetes to diabetes, in some cases better than medications designed to control blood sugar. Gastric bypass surgery, which can result in dramatic weight loss, can also help to reverse diabetes, but the procedure is costly and carries a high risk of complications.\n\nThe current study takes that work a step further and shows that it’s possible to actually reverse the disease in people who have been diagnosed. Taylor stresses that the study only addressed people diagnosed relatively recently — within the past six years — and that the effect may not apply to more long-term patients. That’s because as the disease continues, he says, insulin-producing cells start to die off. Initially, the cells slowly shut down, entering a so-called resting state. Those are the cells that weight loss can re-activate.\n\nGet The Brief. Sign up to receive the top stories you need to know right now. Choose your country United States of America Afghanistan Albania Algeria American Samoa Andorra Angola Anguilla Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Brazil Brunei Darussalam Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Colombia Comoros Congo Congo, Democratic Republic of Cook Islands Costa Rica Cote d'Ivoire Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Faeroe Islands Falkland Islands (Malvinas) Fiji Finland France French Guiana French Polynesia Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guinea Guinea-Bissau Guyana Haiti Holy See Honduras Hong Kong Hungary Iceland India Indonesia Iran Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libyan Arab Jamahiriya Liechtenstein Lithuania Luxembourg Macao Macedonia Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia Monaco Mongolia Montserrat Morocco Mozambique Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory, Occupied Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Republic of Korea Republic of Moldova Reunion Romania Russian Federation Rwanda Saint Helena Saint Kitts and Nevis Saint Lucia Saint Pierre and Miquelon Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia and Montenegro Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Islands Swaziland Sweden Switzerland Syrian Arab Republic Taiwan Tajikistan Tanzania, United Republic of Thailand Timor-Leste Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United Kingdom Virgin Islands (U.S.) Virgin Islands (British) Uruguay Uzbekistan Vanuatu Venezuela Viet Nam Wallis and Futuna Islands Western Sahara Yemen Zambia Zimbabwe Please enter a valid email address. Please select your country. I can confirm I have read and accept the Terms Of Use. Please check to proceed. Sign Up Now You may unsubscribe from email communication at any time. See our Privacy Policy for further details. Thank you! For your security, we've sent a confirmation email to the address you entered. Click the link to confirm your subscription and begin receiving our newsletters. If you don't get the confirmation within 10 minutes, please check your spam folder.\n\nBut left in this state too long, the cells eventually die and cannot be revived. Studies suggest that people living with diabetes for more than 10 years, for example, may not be able to rely on weight loss alone to push them into remission.\n\nThat points to an important lesson that Taylor hopes doctors and patients will learn from the results. He says that it’s critical to discuss from the start — when people are diagnosed with diabetes — the possibility of using diet and weight loss to treat their disease. If more people can benefit from losing weight alone, then that would mean less cost to the health care system, as fewer people will suffer the serious complications of advanced disease, which can include heart problems, neuropathy, vision issues and even amputations.\n\nTaylor says he intends to follow up on the people in the study for another four years to see if they are able to maintain their weight, and, if they are, whether they continue to remain in remission. “From the very clear data we produced in this trial, yes, this is a watershed moment for diabetes,” he says. “We can offer people hope from the start.”\n\nContact us at editors@time.com.", "images": ["http://time.com/img/Paper-plane.svg", "https://timedotcom.files.wordpress.com/2016/01/scale-2-weight-body-image-diet-health-fitness-advice-betterment.jpg?quality=85&w=1200&h=628&crop=1", "http://subscription-assets.timeinc.com/current/1850_top2_205_thumb.jpg", "http://time.com/images/newsletter-time.png", "https://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2019/11/hamburgers-and-fries.jpg?quality=85&w=600", "https://timedotcom.files.wordpress.com/2016/01/scale-2-weight-body-image-diet-health-fitness-advice-betterment.jpg", "https://timedotcom.files.wordpress.com/2016/01/soda-can-drink-diet-health-fitness.jpg?quality=85&w=600", "http://pixel.carambo.la/Pixel/tmnc11/112753/0/1/0", "http://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "http://assets.time.com/images/dianomi-logo.png", "https://timedotcom.files.wordpress.com/2017/09/time-newsletter-tout-footer.png", "http://pixel.watch/f3fo"], "top_img": "https://timedotcom.files.wordpress.com/2016/01/scale-2-weight-body-image-diet-health-fitness-advice-betterment.jpg?quality=85&w=1200&h=628&crop=1", "keywords": [], "authors": ["Alice Park"], "canonical_link": "https://time.com/5048653/weight-loss-diabetes-diet/", "title": "Weight Loss Really Can Reverse Diabetes, New Study Finds", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "keywords": "diabetes, type 2 diabetes, what is diabetes, diabetes diet, insulin, how to treat diabetes, how to treat diabetes naturally, reverse diabetes, diabetes weight loss, weight loss", "news_keywords": "diabetes, type 2 diabetes, what is diabetes, diabetes diet, insulin, how to treat diabetes, how to treat diabetes naturally, reverse diabetes, diabetes weight loss, weight loss", "description": "New research points to a way to reverse diabetes without any medications. Here’s how they did it", "og": {"title": "Weight Loss Really Can Reverse Diabetes, New Study Finds", "type": "article", "site_name": "Time", "url": "https://time.com/5048653/weight-loss-diabetes-diet/", "description": "It's possible to reverse type 2 diabetes without drugs", "image": {"identifier": "https://timedotcom.files.wordpress.com/2016/01/scale-2-weight-body-image-diet-health-fitness-advice-betterment.jpg?quality=85&w=1200&h=628&crop=1", "width": 1200, "height": 628}}, "article": {"content_tier": "free", "opinion": "false"}, "pinterest": {"url": "https://time.com/5048653/weight-loss-diabetes-diet/", "description": "New research points to a way to reverse diabetes without any medications. Here’s how they did it", "media": "https://timedotcom.files.wordpress.com/2016/01/scale-2-weight-body-image-diet-health-fitness-advice-betterment.jpg?quality=85&w=1200&h=628&crop=1"}, "twitter": {"card": "summary_large_image", "url": "https://time.com/5048653/weight-loss-diabetes-diet/", "title": "Weight Loss Really Can Reverse Diabetes, New Study Finds", "description": "It's possible to reverse type 2 diabetes without drugs", "site": "@TIME", "image": "https://timedotcom.files.wordpress.com/2016/01/scale-2-weight-body-image-diet-health-fitness-advice-betterment.jpg?quality=85&w=1024&h=512&crop=1"}, "fb": {"app_id": 53177223193, "pages": 10606591490}}, "movies": [], "publish_date": null, "source": "http://time.com", "summary": ""}