{"url": "http://www.reuters.com/article/2011/12/14/us-brain-stimulation-idUSTRE7BD2CV20111214", "text": "NEW YORK (Reuters Health) - Treating stroke patients who have lost control and awareness of one side of their body with magnetic stimulation to the brain may improve their symptoms, researchers said today.\n\nIn a new, small study published in the journal Neurology, patients who were given quick bursts of stimulation over a couple of weeks improved by about 20 percent on tests of vision and attention, while those who got a fake stimulation treatment didn’t improve significantly.\n\nBut researchers said it’s still unclear what types of patients might benefit from the treatment and by how much.\n\nAbout half of people who have a stroke end up with difficulty processing or reacting to things on one side of their body, most often on the left side after a stroke in the right side of the brain, said Dr. Anna Barrett, director of stroke rehabilitation research at the Kessler Foundation in West Orange, New Jersey, who wasn’t involved in the new study. That post-stroke condition is known as neglect.\n\n“People that have that tend to do much worse in their eventual recovery,” Barrett said. “They’re less likely to become completely independent.”\n\nMost of those patients can improve with therapy and exercises, she said, but the process is often slow, and keeping people in the hospital during it is costly.\n\nShe said that because of that, the new findings are “promising,” but added that brain stimulation is still an experimental technique, and not ready to be used as part of normal stroke rehabilitation.\n\nFor the study, Italian researchers randomly assigned 20 patients with neglect to get real or fake magnetic stimulation in ten sessions over two weeks, in addition to their conventional rehab program. The treatment involved an electromagnetic coil placed over the left side of the brain that transmitted pulses of electrical currents.\n\nSimilar types of stimulation treatment are used in some patients with depression or during spinal surgery, according to Barrett. The device costs about $50,000.\n\nNine people in each group completed all the treatment sessions.\n\nBefore treatment, right after and another two weeks later, stroke patients were given tests to measure their visual-spatial skills, as well as attention and concentration. Those including drawing and shape-copying tests, as well as menu reading and map navigating tasks.\n\nPatients in both groups started out with an average mark of about 170 on the tests, which are scored from 0 to 227 combined.\n\nThe “real” magnetic stimulation group improved by about 16 percent right after the treatment and 23 percent at the later time point, while there was no significant benefit seen in patients given the fake stimulation.\n\nThe researchers said that it’s not clear what the amount of improvement they observed would mean for patients in their daily lives.\n\nBut, lead author Dr. Giacomo Koch said, “What we found is that the improvement was more marked in those patients that were more impaired.”\n\nKoch, from the Santa Lucia Foundation in Rome, told Reuters Health he thinks those patients with more severe problems would likely see a benefit outside of just test results.\n\nHe said that larger studies at multiple treatment sites are needed to determine how helpful magnetic stimulation can be in stroke recovery. But he was optimistic about the treatment’s future.\n\n“I think in a few years this could become another tool that could be used systematically in the neurorehabilitation wards,” Koch said. He added that the treatment isn’t painful, and only takes a few minutes for each session.\n\nClose to 800,000 people in the U.S. suffer a stroke each year, mostly older adults. For those with neglect, doctors typically prescribe cognitive rehabilitation, in which therapists teach skills and help the patient become more aware of the affected side of the body.\n\nBarrett, also from the University of Medicine & Dentistry of New Jersey, said that she wonders whether stimulation could help patients achieve the goals that are most important to regaining independence after a stroke, such as using the bathroom.\n\nIt’s also not clear if the treatment might help most neglect patients, or if the findings only apply to certain groups, she told Reuters Health.\n\nThe ideal option might end up being a combination treatment that involves stimulation in certain patients and other therapies that address a range of skills important for regaining function, Barrett added. But, she said, “That all remains to be investigated.”\n\nSOURCE: bit.ly/lUcacJ Neurology, online December 14, 2011.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Genevra Pittman", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-brain-stimulation-idUSTRE7BD2CV20111214", "title": "Brain stimulation may help some stroke patients", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "(Reuters Health) - Treating stroke patients who have lost control and awareness of one side of their body with magnetic stimulation to the brain may improve their symptoms, researchers said today.", "Author": "Genevra Pittman", "keywords": "United States,Anna Barrett,Giacomo Koch,US,BRAIN,STIMULATION", "news_keywords": "United States;Anna Barrett;Giacomo Koch;US;BRAIN;STIMULATION", "REVISION_DATE": "Wed Dec 14 22:20:27 UTC 2011", "analyticsAttributes.articleDate": "2011-12-14T22:20:27+0000", "analyticsAttributes.author": "Genevra Pittman", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-brain-stimulation-idUSTRE7BD2CV20111214", "analyticsAttributes.contentTitle": "Brain stimulation may help some stroke patients", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "United States,Anna Barrett,Giacomo Koch,US,BRAIN,STIMULATION", "analyticsAttributes.keywordSlug": "US-BRAIN-STIMULATION", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Brain stimulation may help some stroke patients", "sailthru.author": "Genevra Pittman", "sailthru.date": "2011-12-14T22:20:27+0000", "sailthru.title": "Brain stimulation may help some stroke patients", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Brain stimulation may help some stroke patients", "url": "https://www.reuters.com/article/us-brain-stimulation-idUSTRE7BD2CV20111214", "type": "article", "description": "(Reuters Health) - Treating stroke patients who have lost control and awareness ...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2011-12-14T22:20:27+0000", "modified_time": "2011-12-14T22:20:27+0000", "section": "Homepage", "author": "Genevra Pittman", "tag": "United States,Anna Barrett,Giacomo Koch,US,BRAIN,STIMULATION"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary", "title": "Brain stimulation may help some stroke patients", "description": "(Reuters Health) - Treating stroke patients who have lost control and awareness of one side of their body with magnetic stimulation to the brain may improve their symptoms, researchers said today.", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1323838800.0, "source": "http://www.reuters.com", "summary": ""}