{"url": "http://www.latimes.com/news/health/la-he-skeptic-20100607,0,5954437.story", "text": "When a woman stops making estrogen, her body notices. Hot flashes, night sweats, moodiness, foggy thinking — all can be part of the menopausal package.\n\nAt first blush, the solution seems obvious: Take extra hormones, and the symptoms of menopause should vanish. Over the decades, millions of women have taken some form of hormone therapy to relieve symptoms of menopause or to prevent the bone-thinning disease osteoporosis. The treatment typically included Premarin, estrogen isolated from the urine of pregnant mares, combined with Provera, a synthetic version of the hormone progesterone.\n\nBut when a six-year study of more than 16,600 postmenopausal women that was part of the Women’s Health Initiative found that the combination of Premarin and Provera seemed to increase the risk of breast cancer, stroke and heart disease, doctors and patients suddenly had to consider other options.\n\nSoon after the WHI made headlines, some pharmacies, alternative health clinics and a few outspoken doctors started heavily promoting so-called “bioidentical hormones” for the treatment of menopausal symptoms. Unlike Premarin or Provera, bioidentical hormones — which are produced in laboratories using yam and soy phytoestrogens as a starting point — exactly match the hormone made by human ovaries.\n\nAdvertisement\n\nThe Food and Drug Administration has approved several prescription-only drugs that contain bioidentical hormones, including Estrace pills, Estrasorb topical cream and the Alora patch. But many health clinics and pharmacies also sell non-approved creams that contain bioidentical estrogen and/or progesterone. These creams are often custom-made — or “compounded” — for each patient, sometimes based on the results of a saliva test that measures a woman’s hormone levels.\n\nDr. Kent Holtorf, a physician and proponent of bioidentical hormones who offers the treatments at his Holtorf Medical Group clinics in Torrance and Foster City, Calif., says a month’s supply of a compounded estrogen costs about $25, about one-sixth the cost of an FDA-approved prescription cream.\n\nNon-prescription bioidentical creams are also sold online. Better Health Naturally sells a 2-ounce jar of its Menopause Moisture Cream for $21. Users are instructed to apply 1/4 teaspoon of cream twice a day to the skin for 25 days straight, take a break for three to five days, then start the cycle again.\n\nClaims: The website for Holtorf’s clinic says that women using bioidentical hormones “feel great” without suffering any of the side effects of “synthetic hormones,” said to include fatigue, depression and weight gain, along with the increased risk of breast cancer and heart disease.\n\nAdvertisement\n\nIn a phone interview, Holtorf said that bioidentical hormones are more effective and safer than traditional treatments. “Over and over, women have told me that they feel much better” after taking the bioidentical hormones, he says.\n\nThe Better Health Naturally website says that its menopause cream will treat hot flashes, night sweats, depression, lack of sex drive and fuzzy thinking. The site emphasizes that the cream doesn’t contain “risky synthetic estrogens and progestins.”\n\nThe bottom line: Bioidentical hormones have an obvious appeal to women seeking relief for menopausal symptoms, says Dr. Nanette Santoro, chair of the department of obstetrics and gynecology at the University of Colorado Health Sciences Center in Denver and vice president of clinical science for the Endocrine Society. After all, it just seems to make sense that anything that exactly mimics a woman’s own hormones must be better than mare’s urine or a man-made compound that doesn’t exist in nature.\n\nBut Santoro says there is no proof that bioidentical hormones are any safer or more effective than traditional treatments. “All of the evidence that we have suggests that all of these hormones should be painted with the same brush,” she says.\n\nShe has many concerns about bioidentical hormones that don’t have FDA approval. For one thing, she says, it’s impossible to know if unapproved creams have the promised amounts of hormones. “I’ve seen patients on these compounds actually losing bone mass because they were getting an insufficient dosage,” she says. “Why take that chance?”\n\nDr. Cynthia Stuenkel, clinical professor of medicine at UC San Diego and president of the North American Menopause Society, shares this concern. “Some progesterone creams may contain little or no progesterone, while others contain so much that they definitely should be available only with a prescription,” she says.\n\nTaking hormones without the careful guidance of a doctor is risky business, Stuenkel says. Among other things, too many hormones can potentially cause blood clots and endometrial hyperplasia, a precursor to uterine cancer.\n\nHoltorf says there is strong evidence that bioidentical hormones are superior to other hormone treatments. In 2009, he published a review article in the journal Postgraduate Medicine that described dozens of studies of bioidentical hormones, many with positive results. And he notes that a survey of 176 postmenopausal women published in 2000 found that 65% said that bioidentical progesterone worked better than the hormone found in Provera.\n\nAdvertisement\n\n“Nothing is ever proven in medicine,” he says. “You just try to look at the evidence and find the best treatment for your patient.” (He adds that he’s not yet convinced that the saliva tests offered at many clinics are a good measure of a woman’s hormonal needs.)\n\nHoltorf claims that doubters of bioidentical hormones are generally either slow to accept change or are tainted by funding from the pharmaceutical industry. But Stuenkel counters that she and other physicians are simply following the evidence. Although some FDA-approved bioidentical hormones may, in fact, be improvements over traditional treatments, she says, the unapproved products have never been carefully studied. She points out that the biodentical progesterone used in the 2000 survey was almost certainly an FDA-approved product, not a compounded hormone put together in some clinic or pharmacy.\n\nStuenkel says that doctors paid close attention to the results from the Women’s Health Initiative, a powerful study with a huge size and scope. By using smaller doses and different methods of delivery, they are continuing to give women safe relief from menopause symptoms without resorting to unapproved and untested treatments, she adds. “We have women’s best interest at heart,” she says.\n\nhealth@latimes.com\n\nCurious about a consumer health product? Send an e-mail to health@latimes.com. Read more at latimes.com/skeptic.", "images": ["https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.latimes.com/archives/la-xpm-2010-jun-07-la-he-skeptic-20100607-story.html", "title": "Bioidentical hormones for menopausal symptoms", "meta_data": {"og": {"title": "Bioidentical hormones for menopausal symptoms", "url": "https://www.latimes.com/archives/la-xpm-2010-jun-07-la-he-skeptic-20100607-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "url": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "lat-logo-dark-full.jpg"}, "description": "Bioidentical hormones for menopausal symptoms", "site_name": "Los Angeles Times", "type": "article"}, "article": {"content_tier": "metered", "published_time": "2010-06-07T07:00:00", "opinion": "false"}, "twitter": {"card": "summary_large_image", "description": "Bioidentical hormones for menopausal symptoms", "site": "@latimes", "title": "Bioidentical hormones for menopausal symptoms"}, "fb": {"app_id": 119932621434123, "pages": 5863113009}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "Bioidentical hormones for menopausal symptoms", "brightspot.contentId": "00000169-988d-d37a-a1ff-9ccfbddf0000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1275908400.0, "source": "http://www.latimes.com", "summary": ""}