{"url": "http://www.latimes.com/science/sciencenow/la-sci-sn-coffee-health-20170710-story.html", "text": "If you’re the type of person who needs at least one cup of coffee to get out of the house in the morning and a few more to make it through the day, you might think the best thing about java is that it keeps you awake.\n\nBut new research suggests that’s just a bonus. The best thing about your coffee habit might be that it extends your life by reducing your risk of death from heart disease, diabetes or even cancer.\n\nTwo large studies published Monday in the Annals of Internal Medicine found that the more coffee a person drank, the lower his or her risk of early death. The results were largely consistent among more than 700,000 study participants from a variety of racial, ethnic and cultural backgrounds.\n\nAnd get this: The inverse relationship between coffee consumption and death held up even for people who drank decaf.\n\nAdvertisement\n\nPrevious research had already offered strong hints that coffee isn’t bad for you, and might actually be good for you. But those studies generally involved fewer people, most of whom were of European descent.\n\nA team from the National Cancer Institute, USC and the University of Hawaii sought to correct that by examining coffee-drinking habits in 185,855 Americans who were participating in the Multiethnic Cohort Study, which has been tracking volunteers since 1993. On average, each volunteer was followed for 16.2 years.\n\nCompared with the 16% of people who didn’t drink coffee at all, those who downed two or more cups each day were about 18% less likely to have died during the study period. In addition, those who drank just one to six cups of coffee per week were 12% less likely to die. Both of these figures were calculated after taking into account known risk factors for early death, such as smoking (which is often paired with coffee drinking), diet and body mass index.\n\nWhen the researchers examined whites, blacks, Latinos, Japanese Americans and Native Hawaiians separately, they “found no indication that the associations varied by race/ethnicity,” according to their report. The link between coffee and longevity was statistically significant in all groups except for the Native Hawaiians. The researchers said this was probably because there weren’t enough of them in the study to rule out the possibility that the link was just a fluke.\n\nAdvertisement\n\nThe study authors also compared coffee drinking with each of the 10 leading causes of death in the U.S. (which combined to account for 81% of the 58,397 deaths that occurred during the study period). The more coffee one drank, the less likely he or she was to die of heart disease, cancer, chronic lower respiratory disease, stroke, diabetes or kidney disease. Coffee apparently had no effect on the risk of dying of influenza or pneumonia, Alzheimer’s disease, accidents or suicide.\n\nUntil now, there hasn’t been much data to go on regarding coffee and health risks in people who aren’t white. Without it, researchers couldn’t say whether the inverse association observed in people of European descent would apply to people of other backgrounds as well.\n\nNow they can see that it does. Not only is this useful information to coffee drinkers, it also suggests that there’s a biological explanation for the link. (More on that later.)\n\nA second study mined data from the European Prospective Investigation into Cancer and Nutrition study to see whether there was a link between coffee and early death among 521,330 people from 10 countries (Denmark, France, Germany, Greece, Italy, the Netherlands, Norway, Spain, Sweden and the United Kingdom). These volunteers were tracked for an average of 16.4 years.\n\nOnce again, the researchers (most of whom were from Europe) found that the top 25% of coffee drinkers in each nation were less likely to die during the study period than their countrymen who shunned coffee altogether. After accounting for smoking, diet and other factors, the authors calculated that the risk of early death was 12% lower in men and 7% lower in women.\n\nAs with the American study, the European team “found no evidence” that coffee was linked to better health only for people in certain countries.\n\nBoth studies found similar results for people who drank decaffeinated coffee as for people who drank the real thing.\n\nThough the two studies involved hundreds of thousands of people, they weren’t designed to show that drinking more coffee caused people to live longer; that would require a randomized trial.\n\nAdvertisement\n\nHowever, there are reasons to think that compounds in coffee would reduce the risk of premature death, according to an editorial that accompanies the studies.\n\nFor instance, the polyphenols found in coffee act as antioxidants, helping cells cope with the damaging effects of molecules called free radicals. In addition, genes related to caffeine metabolism also influence things like blood pressure and cholesterol.\n\nBoth groups of researchers also noted that previous studies have linked coffee drinking to improvements in the body’s liver function, sensitivity to insulin and inflammation.\n\nThe editorial concluded that it was still “premature” to recommend coffee as a way to “reduce mortality or prevent chronic disease.” But the results should alleviate any fears that there’s something dangerous about drinking up to five cups of coffee each day, the authors added.\n\nConsidering that an estimated 2.25 billion cups of coffee are consumed somewhere in the world each day, that’s something to celebrate with an espresso, a latte, a cappuccino or a regular cuppa joe.\n\nkaren.kaplan@latimes.com\n\nFollow me on Twitter @LATkarenkaplan and “like” Los Angeles Times Science & Health on Facebook.\n\nMORE IN SCIENCE\n\nAdvertisement\n\nTo combat teen smoking, health experts recommend R ratings for movies that depict tobacco use\n\nPolicy change in Jakarta accidentally teaches drivers the value of carpool lanes\n\nDoes my sense of smell make me look fat? In mice, the answer seems to be yes", "images": ["data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/dims4/default/3afa893/2147483647/strip/true/crop/1125x1125+438+0/resize/100x100!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fe0%2Fdd%2F1e02d40e5e8b6b703354371b65f0%2Fimg-53608799-turbine-la-bio-karen-kaplan", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "https://ca-times.brightspotcdn.com/dims4/default/54177c2/2147483647/strip/true/crop/480x252+0+54/resize/1200x630!/quality/90/?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2FZ4rphk4nEi4%2Fhqdefault.jpg"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/54177c2/2147483647/strip/true/crop/480x252+0+54/resize/1200x630!/quality/90/?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2FZ4rphk4nEi4%2Fhqdefault.jpg", "keywords": [], "authors": ["Science", "Medicine Editor", "Karen Kaplan Is Science", "Medicine Editor At The Los Angeles Times. Before Joining The Science Group", "She Covered Technology In The Business Section. She Is A Graduate Of Mit", "Columbia University."], "canonical_link": "https://www.latimes.com/science/sciencenow/la-sci-sn-coffee-health-20170710-story.html", "title": "Two big studies bolster the claim that coffee – even decaf – is good for you", "meta_data": {"og": {"title": "Two big studies bolster the claim that coffee – even decaf – is good for you", "url": "https://www.latimes.com/science/sciencenow/la-sci-sn-coffee-health-20170710-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/54177c2/2147483647/strip/true/crop/480x252+0+54/resize/1200x630!/quality/90/?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2FZ4rphk4nEi4%2Fhqdefault.jpg", "url": "https://ca-times.brightspotcdn.com/dims4/default/54177c2/2147483647/strip/true/crop/480x252+0+54/resize/1200x630!/quality/90/?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2FZ4rphk4nEi4%2Fhqdefault.jpg", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "Two big studies bolster the claim that coffee – even decaf – is good for you"}, "description": "If you’re the type of person who needs at least one cup of coffee to get out of the house in the morning and a few more to make it through the day, you might think the best thing about java is that it keeps you awake.", "site_name": "Los Angeles Times", "type": "article"}, "article": {"author": "https://www.latimes.com/people/karen-kaplan", "content_tier": "metered", "published_time": "2017-07-11T02:05:00", "opinion": "false", "section": "Science"}, "twitter": {"card": "summary_large_image", "creator": "@latkarenkaplan", "description": "If you’re the type of person who needs at least one cup of coffee to get out of the house in the morning and a few more to make it through the day, you might think the best thing about java is that it keeps you awake.", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/6e13b85/2147483647/strip/true/crop/480x270+0+45/resize/1200x675!/quality/90/?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2FZ4rphk4nEi4%2Fhqdefault.jpg", "alt": "Two big studies bolster the claim that coffee – even decaf – is good for you"}, "site": "@latimes", "title": "Two big studies bolster the claim that coffee – even decaf – is good for you"}, "fb": {"app_id": 119932621434123, "pages": 5863113009, "profile_id": "latimes"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "The best thing about your coffee habit might be that it extends your life by reducing your risk of death from heart disease, diabetes or even cancer.", "keywords": "health, medical studies, diet,coffee, longevity, scientific research", "brightspot.contentId": "00000169-0cb8-dbbe-a16f-4ef89d5e0000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1499659200.0, "source": "http://www.latimes.com", "summary": ""}