{"url": "http://www.latimes.com/health/la-he-heart-device-20110105,0,5729049.story", "text": "More than 1 in 5 patients who receive an implantable defibrillator to prevent sudden death fall outside guidelines for the use of such devices and have about three times the risk of dying while hospitalized for the procedure as those who receive it within the guidelines, researchers said Tuesday.\n\nAlthough the absolute risk of dying is still low — less than 1% — such patients also endure longer hospitalizations and other complications and add substantially to the nation’s healthcare costs, researchers from the Duke Clinical Research Institute in Durham, N.C., reported in the Journal of the American Medical Assn.\n\n“The rate of [inappropriate] use was astonishingly higher than I expected,” said Dr. Sana M. Al-Khatib, the lead researcher.\n\n“There are some situations in which physicians think it is in the best interests of patients to get the devices in” even when the guidelines don’t call for it, she said. “But even if you account for that, [more than 1 in 5] is surprising. We did not expect the number to be that high.”\n\nAdvertisement\n\nThe data also show clearly that there is a significant difference in the rate of inappropriate implants between electrophysiologists, who have specialized training in use of the devices, and other heart doctors, said Dr. Shephal Doshi, director of cardiac electrophysiology and pacing at Saint John’s Health Center in Santa Monica, who was not involved in the research. Electrophysiologists appear to have “a better understanding of the appropriateness” of the use of the devices, Doshi said.\n\nImplantable defibrillators administer an electrical shock to a heart that is beating erratically to jolt it back into a normal rhythm. They can be lifesaving in appropriate patients. The devices cost $20,000 to $30,000, and normal hospitalization expenses can bring the total cost to $40,000 or more.\n\nIn previous studies, Al-Khatib and her colleagues have examined underuse of the devices and found that many patients who could benefit from the defibrillators did not get them. This time, she said, “we decided to look at the flip side.”\n\nThe researchers examined a registry of implants maintained by the American College of Cardiology that covers an estimated 95% of all U.S. implants.\n\nAdvertisement\n\nThe team studied 111,707 implants for what is called primary prevention, performed between January 2006 and June 2009. Primary prevention is for patients who had not had a recent heart attack or a problem with the bottom chambers of the heart.\n\nThe team found that 25,145 of the implants were for causes that were not covered by the guidelines. Of those, 9,257 were in patients who had had a heart attack within 40 days and 15,604 were in patients with newly diagnosed heart failure. These problems fall outside the guidelines because they have not been studied in clinical trials of the devices or because clinical trials have shown that the devices are not effective in treating them.\n\nDeaths in the hospital among patients receiving defibrillators outside the guidelines were 0.57%, compared with 0.18% among those who received them within the guidelines. About 3.23% of those receiving the devices outside guidelines had complications, compared with 2.41% of those within guidelines.\n\nThe median length of a hospital stay was three days for those outside the guidelines, compared with one day for those within them.\n\nDoshi noted that the guidelines allowed some leeway for doctors to use their judgment. “We do procedures based on experience and a sense of what is appropriate.... If we just practiced based on guidelines, we wouldn’t need doctors. But clearly we need to understand this better.”\n\nDr. Robert Ruelaz, an electrophysiologist at Hollywood Presbyterian Medical Center in Los Angeles, said there was a lot of self-imposed pressure on doctors who did implants because they care deeply about their patients, and that sometimes this might prompt them to step outside the guidelines in the hopes that the implants can help.\n\n“Some people will probably try to say doctors are doing this to make more money,” Ruelaz said. Most of the time, “what I see is that doctors are concerned about protecting their patients from dying.”\n\nthomas.maugh@latimes.com", "images": ["https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.latimes.com/archives/la-xpm-2011-jan-04-la-he-heart-device-20110105-story.html", "title": "Study finds overuse of implanted defibrillators", "meta_data": {"og": {"title": "Study finds overuse of implanted defibrillators", "url": "https://www.latimes.com/archives/la-xpm-2011-jan-04-la-he-heart-device-20110105-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "url": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "lat-logo-dark-full.jpg"}, "description": "Study finds overuse of implanted defibrillators", "site_name": "Los Angeles Times", "type": "article"}, "article": {"content_tier": "metered", "published_time": "2011-01-04T08:00:00", "opinion": "false"}, "twitter": {"card": "summary_large_image", "description": "Study finds overuse of implanted defibrillators", "site": "@latimes", "title": "Study finds overuse of implanted defibrillators"}, "fb": {"app_id": 119932621434123, "pages": 5863113009}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "Study finds overuse of implanted defibrillators", "brightspot.contentId": "00000169-988e-d37a-a1ff-9ccf92470000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1294146000.0, "source": "http://www.latimes.com", "summary": ""}