{"url": "http://consumer.healthday.com/Article.asp?AID=669639", "text": "By Alan Mozes\n\nHealthDay Reporter\n\nMONDAY, Oct. 15, 2012 (HealthDay News) -- A prescription medication originally developed to treat epilepsy may help obese adults shed weight when combined with routine nutritional counseling, researchers say.\n\nPatients who took 400 milligrams of the anti-seizure drug zonisamide daily for a year lost nearly 7.5 pounds more on average than those assigned to dietaryand lifestyle changes alone, the new study found. But they also suffered more side effects than patients not taking the medication.\n\n\"The question was to see if more weight loss could be achieved if we provided decent quality lifestyle intervention, mostly dietary counseling, along with this medication,\" said study lead author Dr. Kishore Gadde, director of the Obesity Clinical Trials Program at Duke University Medical Center in Durham, N.C.\n\n\"And the answer was yes,\" Gadde said.\n\nThe research, funded by the U.S. National Institutes of Health, appears online Oct. 15 in the journal Archives of Internal Medicine.\n\nFor obese men and women who can't control their weight through diet and lifestyle changes, nonsurgical options are limited, the study authors noted. Just a few prescription medications are approved in the United States for long-term treatment of obesity, including orlistat (brand name Xenical) and lorcaserin hydrochloride (Belviq).\n\nGadde and colleagues set out to follow up on a 16-week investigation they conducted in 2003 that had indicated that zonisamide (Zonegran) at a dosage of 400 milligrams a day might offer an alternative.\n\nBetween 2006 and 2011 the study team randomly assigned more than 200 obese men and women to one of three groups. One group took 200 milligrams of zonisamide daily, another got 400 mg of zonisamide daily and one received a dummy pill. The participants' average age was 43, and their average body-mass index (BMI) was nearly 38. BMI is a calculation of body fat based on height and weight, and a BMI of more than 30 is considered obese. None had diabetes.\n\nAll study participants followed their treatment plan for one year. During this time, they all also received monthly individualized nutritional counseling, which Gadde described as \"not intensive,\" to help them reduce their overall caloric intake.\n\nThose on the higher-dose zonisamide protocol fared the best in terms of overall weight loss, while the lower-dose regimen was not much more effective than the placebo.\n\nAlthough nearly 55 percent of those on the higher-dose medication shed 5 percent or more of their pre-study weight, that figure was 34 percent among the lower-dose group and 31 percent among the non-medication participants.\n\nBut patients in both drug groups faced a higher risk for side effects, including diarrhea, headache, fatigue, nausea/vomiting, concentration and memory difficulties, anxiety, and depression-related symptoms.\n\nThe authors said such side effects were typically \"mild.\" They concluded that the higher-dose zonisamide showed promise as a weight-loss aid, but advised clinicians to carefully weigh the pros and cons on a patient-by-patient basis.\n\n\"There's no medicine that is a panacea for obesity,\" cautioned Gadde. \"The important thing to keep in mind is that although we diagnose obesity on the basis of a mathematical formula -- a BMI of 30 and up -- the basis for obesity may differ from one individual to another.\"\n\nPsychological factors or lifestyle factors may play a role, he said. \"But for about a third [of patients], biological issues are at play, such as not easily experiencing satiety signals from the gut to the brain, which senses what your energy intake has been,\" he said. \"And for those people, medication can help.\"\n\nLona Sandon, a registered dietitian and assistant professor of clinical nutrition at the University of Texas Southwestern Medical Center at Dallas, agreed.\n\nCaution is vital when using any drug that has been approved for one condition for another, Sandon said.\n\n\"But for many people, this kind of drug might absolutely be of great help, by doing something that helps the regulation of these appetite hormones and the regulatory pathway,\" she said.\n\nMore information\n\nFor more on obesity, visit the U.S. National Institutes of Health.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Alan Mozes"], "canonical_link": "https://consumer.healthday.com/cognitive-health-information-26/brain-health-news-80/epilepsy-drug-shows-promise-as-weight-loss-aid-study-says-669639.html", "title": "Epilepsy Drug Shows Promise as Weight-Loss Aid, Study Says", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Zonisamide plus nutritional counseling worked for certain obese adults, but not without side effects", "og": {"title": "Epilepsy Drug Shows Promise as Weight-Loss Aid, Study Says", "description": "Zonisamide plus nutritional counseling worked for certain obese adults, but not without side effects", "url": "https://consumer.healthday.com/cognitive-health-information-26/brain-health-news-80/epilepsy-drug-shows-promise-as-weight-loss-aid-study-says-669639.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}