{"url": "http://www.foxnews.com/health/2016/02/14/when-medication-doesnt-work-innovative-program-eases-adhd-symptoms-naturally.html", "text": "Ten-year-old Mallory Oakes loves to read – in fact, she has been doing it since before she was 2 years old. Her mother knew she had a gifted child, but those gifts would not come without challenges.\n\n“I think I knew from very early on that she was different, but she was my first child, so I figured anything that I saw, there was a chance that she would grow out of it,” Amy Oakes told FoxNews.com. “She would wake up in the middle of the night with night terrors at a very young age, she stopped napping around 15 months … any type of change in our schedule could set off an epic tantrum.”\n\nOakes didn’t know it then, but her daughter Mallory was one of more than 10 percent of American children living with attention deficit hyperactivity disorder (ADHD)\n\n“She was diagnosed in first grade after there were some difficulties in the classroom,” Amy said. “But there were other components to it -- there was oppositional defiant disorder, there were some [autism] spectrum-like behaviors, and difficulty later on socializing with other children.”\n\nOppositional defiant disorder is one of the most common conditions linked to ADHD in children and is characterized by anger, tantrums, opposition to authority and, sometimes, aggressive behavior.\n\nFor Mallory, the disorder led to a pattern of epic meltdowns which left Amy reeling— and willing to try anything to control them.\n\n“Initially, I tried a number of different things -- different kinds of therapies; art therapies. I took her to somebody who supposedly could heal through touch,” she said. “We tried some medication therapies that ended up being really a nightmare for us, and making matters worse.”\n\nMedication is often the first line of defense in conventional medicine for kids with ADD and ADHD, with doctors prescribing everything from stimulants to antipsychotics and even antidepressants to help control the symptoms. The spectrum of ADHD and related disorders is broad, and there is no one-size-fits-all treatment.\n\n“There were times I remember saying to my husband that her behaviors are holding our family hostage because it could be one meltdown a day, it could be five meltdowns a day,” Amy said. “She couldn't do anything to stop it, and I really began to realize that her brain wouldn't let her, even if she wanted to be good, her brain wasn't allowing her to.”\n\nMallory’s oppositional behavior reached a fever pitch when the family moved from their home in Hoboken, N.J. to the suburb of Glen Rock, N.J. in 2014.\n\n“She wasn't able to attend mainstream school anymore and the school that we ended up putting her in was an end-of-the-road school … in my mind, it was not a place where she belonged,” Amy said.\n\nDesperate for a solution, Amy started searching for success stories about kids like Mallory who had been helped by different therapies. That’s when she found the Brain Balance Achievement Center in Allendale, N.J.\n\n“We went in for the assessment and her behaviors at the assessment were really terrible,” Amy said. “I thought we weren't going to get accepted to the program, and they told us they could help us and we never looked back.”\n\nThe specialized learning centers, of which there are now 80 throughout the country, were developed by Dr. Robert Melillo, a neurology researcher and author of the book “Disconnected Kids,” to help balance the brains of kids with learning disorders, like Mallory.\n\n“What thinking really is is really coordinating different networks in the brain so that we can bring all of those networks together at one time,” Melillo told FoxNews.com. “And if [kids] have poor coordination in their body, they often have poor coordination in their brain -- poor coordination between their networks -- so they can't bring all these networks together to learn in the most optimal way.”\n\nThe program uses a combination of sensory motor (physical) exercises and academic learning to help stimulate and strengthen the parts of the brain responsible for certain disorders.\n\n“If you get a child who has really strong left brain and delayed right brain, those are kids that may be labeled with attentional problems or behavioral problems or social issues,” Melillo said. “The easiest way to get their brain to become coordinated is by making their body coordinated, so a large part of what we're doing is this sensory motor interaction, building their muscle tone, building their strength, building their body spatial awareness.”\n\nThe program also incorporates what Melillo calls “bionutritional” guidelines to make sure children are getting the proper nutrition for optimal learning. Parents are a big part of the learning experience and are tasked with at-home exercises to do with their kids.\n\nMallory attended the Brain Balance Achievement Center three times a week after school for three months at a time, starting in November 2014. She has since gone on to complete two more cycles of Brain Balance learning and no longer takes medication to manage her condition.\n\n“She's playing on the basketball team now, she's involved in theatre -- things that she wasn't able to do because her behaviors prohibited her from doing them,” Amy said. “I really felt very hopeless, before we found Brain Balance, so the fact that I just have hopes for her now is a beautiful thing, and I think she can do anything she wants to do.”\n\nFor more information, visit BrainBalanceCenters.com.\n\n", "images": ["https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/11/270/152/meningitis_split.jpg?ve=1&tl=1", "http://a57.foxnews.com/media2.foxnews.com/2016/02/12/640/360/ADHD1_0.jpg", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/11/270/152/lollipop-ban-da-437275.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/11/270/152/life_support_istock.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/11/270/152/steamer-horror-2.jpg?ve=1&tl=1", "https://a57.foxnews.com/a57.foxnews.com/media2.foxnews.com/2016/02/12/640/360/931/524/ADHD1_0.jpg?ve=1&tl=1"], "top_img": "http://a57.foxnews.com/media2.foxnews.com/2016/02/12/640/360/ADHD1_0.jpg", "keywords": [], "authors": ["Jessica Mulvihill Moran"], "canonical_link": "https://www.foxnews.com/health/when-medication-doesnt-work-innovative-program-eases-adhd-symptoms-naturally", "title": "When medication doesn't work: Innovative program eases ADHD symptoms naturally", "meta_data": {"viewport": "width=device-width, minimum-scale=1.0, initial-scale=1.0", "description": "Ten-year-old Mallory Oakes loves to read – in fact, she has been doing it since before she was 2 years old. Her mother knew she had a gifted child, but those gifts would not come without challenges.", "prism.channel": "fnc", "prism.section": "health", "prism.aggregationType": "subsection", "pagetype": "article", "content-creator": "tiger", "dc.creator": "Jessica Mulvihill Moran", "dc.title": "When medication doesn't work: Innovative program eases ADHD symptoms naturally", "dcterms.abstract": "Ten-year-old Mallory Oakes loves to read – in fact, she has been doing it since before she was 2 years old. Her mother knew she had a gifted child, but those gifts would not come without challenges.", "dc.type": "Text.Article", "dc.description": "Ten-year-old Mallory Oakes loves to read – in fact, she has been doing it since before she was 2 years old. Her mother knew she had a gifted child, but those gifts would not come without challenges.", "dc.language": "en-US", "dc.publisher": "Fox News", "dc.format": "text/html", "dc.identifier": "urn:uri:base64:a14d3fff-680a-5db5-b79c-e3a882d7e457", "dc.source": "Fox News", "dc.date": "2016-02-12", "dcterms.created": "2016-02-12T15:46:19-05:00", "dcterms.modified": "2016-02-12T16:01:41-05:00", "og": {"title": "When medication doesn't work: Innovative program eases ADHD symptoms naturally", "description": "Ten-year-old Mallory Oakes loves to read – in fact, she has been doing it since before she was 2 years old. Her mother knew she had a gifted child, but those gifts would not come without challenges.", "type": "article", "image": "http://a57.foxnews.com/media2.foxnews.com/2016/02/12/640/360/ADHD1_0.jpg", "url": "https://www.foxnews.com/health/when-medication-doesnt-work-innovative-program-eases-adhd-symptoms-naturally", "site_name": "Fox News"}, "robots": "noarchive, noodp", "twitter": {"card": "summary_large_image", "site": "@foxnews", "title": "When medication doesn't work: Innovative program eases ADHD symptoms naturally", "description": "Ten-year-old Mallory Oakes loves to read – in fact, she has been doing it since before she was 2 years old. Her mother knew she had a gifted child, but those gifts would not come without challenges.", "image": "https://a57.foxnews.com/a57.foxnews.com/media2.foxnews.com/2016/02/12/640/360/1024/512/ADHD1_0.jpg?ve=1&tl=1", "url": "https://www.foxnews.com/health/when-medication-doesnt-work-innovative-program-eases-adhd-symptoms-naturally"}, "fb": {"app_id": 116027085089150}, "article": {"opinion": "false"}, "classification": "/FOX NEWS/HEALTH/EDUCATION/Adhd,/FOX NEWS/HEALTH,/FOX NEWS/US/Us Regions", "classification-isa": "adhd,health,usregions"}, "movies": [], "publish_date": 1455426000.0, "source": "http://www.foxnews.com", "summary": ""}