{"url": "https://web.archive.org/web/20100812023017/http://www.latimes.com/news/science/la-he-statins-20100809,0,7651756,print.story", "text": "latimes.com/news/science/la-he-statins-20100809,0,934659.story\n\nBy Melissa Healy, Los Angeles Times\n\nAugust 9, 2010\n\nAdvertisement\n\nAs the world's most-prescribed class of medications, statins indisputably qualify for the commercial distinction of \"blockbuster.\" About 24 million Americans take the drugs — marketed under such commercial names as Pravachol, Mevacor, Lipitor, Zocor and Crestor — largely to stave off heart attacks and strokes.\n\n\n\n\n\nAn article in Monday's Health section on the effectiveness of statins said that the drugs appeared on the American pharmaceutical landscape in the late 1990s. The first statin, lovastatin, was approved by the Food and Drug Administration for marketing in 1987 and appeared on the U.S. market the same year.At the zenith of their profitability, these medications raked in $26.2 billion a year for their manufacturers. The introduction in recent years of cheaper generic versions may have begun to cut into sales revenues for the brand-name drugs that came first to the market, but better prices have only fueled the medications' use: In 2009, U.S. patients filled 201.4 million prescriptions for statins, according to IMS Health, which tracks prescription drug trends. That's nearly double the number of prescriptions written for statins in 2001, four years after they arrived on the American pharmaceutical landscape.But in recent months the drugs' touted medical reputation has come under tough scrutiny.Statins were initially approved by the Food and Drug Administration for the prevention of repeat heart attacks and strokes in patients with high cholesterol who had already had a heart attack. And used for that purpose — called \"secondary prevention\" — the drugs are powerful and effective medications, driving down patients' risk of another heart attack or stroke by lowering their levels of LDL (or \"bad\") cholesterol.Then physicians came to believe statins could also reduce the risk of a first heart attack in people who have high LDL cholesterol but are nonetheless healthy. This use of statins — called \"primary prevention\" — has driven the growth in the market for statins over the last decade.Today, a majority of people who use statins are doing so for primary prevention of heart attacks and strokes. It is this use of statins that has come under recent attack.\"There's a conspiracy of false hope,\" says Harvard Medical School's Dr. John Abramson, who has cowritten several critiques of statins' rise, including one published in June in the Archives of Internal Medicine. \"The public wants an easy way to prevent heart disease, doctors want to reduce their patients' risk of heart disease and drug companies want to maximize the number of people taking their pills to boost their sales and profits.\"Heart patients and their physicians are not the only ones to pin their hopes on statins. The drug companies that brought statins to the market have explored the medications' benefits in prevention or treatment of such conditions as Alzheimer's disease, rheumatoid arthritis, prostate and breast cancer, kidney disease, macular degeneration and diabetic neuropathy. Although clear proof that statins could forestall or treat any of these diseases might bring in millions of new, paying customers, results have largely been mixed, inconclusive or disappointing.In an ideal world, debate over the clinical virtues or vices of a drug would be long settled by the time the medication saw a meteoric rise in use. But in a healthcare system that relies on commercial incentives to spur drug development, prescription medications are a product like any other.The FDA assesses drugs' safety and effectiveness for specific use; but its judgments are based on preliminary data, most of it generated by a drug company seeking approval for its product. Once the agency approves a drug for marketing, the company that makes it will move quickly and aggressively to expand the universe of patients taking its product.Sometimes, by the time the deliberate pace of medical research and debate suggests that a drug is not all it's been cracked up to be, it's already become a bestseller. Statins, say some who study the relationship between medicine and the drug industry, seem to fit that pattern.Statins appear to drive down the risk of heart attack or stroke by lowering the levels of fatty deposits circulating in the bloodstream. Research suggests that the drugs dampen inflammatory processes that can prompt deposits of plaque to break away from blood vessel walls and cause sudden blockages of arteries leading to the heart or brain.And yet, the relationship between cholesterol-lowering and heart disease is not perfectly understood, and the precise role of inflammation in heart disease is also uncertain.Statins certainly decrease rates of heart attack in people who have clear signs of cardiovascular disease, but it's not so clear they work that way in people who are healthy. In spite of that uncertainty, statins' use for primary prevention has skyrocketed.That's the issue in the latest round of debate, which spilled onto the pages of the Archives of Internal Medicine in late June: whether statins prevent, safely and at a reasonable cost, the development of cardiovascular disease in people who are still healthy but are considered to be at high risk of a heart attack or stroke.In the first of three studies published in the Archives last month, medical researchers found that, contrary to widely held belief, statins do not drive down death rates among those who take them to prevent a first heart attack. A second article cast significant doubt on the influential findings of a 2006 study, called JUPITER, that has driven the expansion of statins' use by healthy people with elevated blood levels of C-reactive protein, a measure of inflammation. A third article suggested potential ethical, clinical and financial conflicts of interest at work in the execution of the JUPITER study and concluded the widely hailed trial was \"flawed\" and raises \"troubling questions concerning the role of commercial sponsors.\"\"Tens of billions of dollars of revenue for the sponsor over the patent life of the drug were at stake in the JUPITER trial, as well as potentially millions of dollars in royalties for the principal investigator,\" wrote Dr. Lee Green of the University of Michigan Medical School in an editorial accompanying the trio of studies. \"Doubtless, both sponsor and investigative team believe they made their design decisions for the right reasons,\" Green added. \"But social psychology research provides abundant evidence that we human beings both respond strongly to self-interest incentives and firmly believe that we do not.\"Statins still have ardent admirers, including cardiologist Steven Nissen of the Cleveland Clinic in Ohio. For many patients on a clear collision course with heart disease but not there yet, he said, statins make a difference. And even though recent studies question whether statins reduce heart attack deaths, Nissen added, many patients' lives are clearly improved by pushing a heart attack further into the future.The stakes of this debate are big and continuing to grow (see related story, \" Pinning down the side effects of statins \"). As many as three-quarters of patients currently taking statins haven't yet had a stroke or heart attack; they have diabetes or high LDL cholesterol, conditions widely thought to put them at high risk of having one.Those patients largely joined the ranks of statin consumers after 2001, when the National Heart, Blood and Lung Institute adopted guidelines on the treatment of patients with high cholesterol. The guidelines, updated again in 2004, suggested that as many as 36 million Americans should take statins — essentially tripling overnight the potential American market for the drugs. Of the nine experts involved in drafting the cholesterol treatment guidelines, the National Institutes of Health later acknowledged that eight had substantial financial ties to statin makers — links that may have predisposed them to view evidence of statins' benefit in its most positive light.Said Abramson, the author of \"Overdosed America: The Broken Promise of American Medicine\": The best way to drive down the risk of developing cardiovascular disease in the first place is to exercise regularly, not smoke, drink in moderation and eat a healthy Mediterranean-style diet. But, he added, \"this message gets drowned out by the commercial interests\" of pharmaceutical companies who stand to benefit from increased sales.", "images": ["https://web.archive.org/web/20100812023017im_/http://ad.doubleclick.net/ad/trb.latimes/news/science;rs=10033;rs=10035;rs=10070;rs=10075;;ptype=ps;slug=la-he-statins-20100809;rg=ur;ref=latimescom;pos=1;dcopt=ist;sz=300x250;tile=1;at=Heart Disease;at=Kidney Disease;at=Stroke;at=Ohio;at=Physical Therapists;at=National Institutes of Health;at=Harvard Medical School;at=Science and Technology;at=Healthcare Provider;at=Inflammation;at=Health Organizations;at=Health and Medical Professionals;at=Hospitals and Clinics;at=Internists;at=Physical Conditions;at=Prescription Drugs;at=Society;at=Physical Fitness and Exercise;at=Car Safety Tips and Advice;at=IMS Health Incorporated;at=University of Michigan;at=Diseases;at=Internal Medicine;at=Brain;at=Health;at=Heart and Circulatory System;at=Breast Cancer;at=Pharmaceuticals;at=Cleveland;at=Medical Research;at=Heart Attack;at=Plastic Surgeons;at=Diabetes;at=Cleveland Clinic;at=Companies and Corporations;at=Lungs and Airways;at=Chiropractors;u=http://www.latimes.com/news/science/la-he-statins-20100809,0,7651756,print.story;ord=70931609"], "top_img": "", "keywords": [], "authors": [], "canonical_link": "", "title": "Effectiveness of statins is called into question", "meta_data": {"robots": "noindex,nofollow", "Description": "As the world's most-prescribed class of medications, statins indisputably qualify for the commercial distinction of \"blockbuster.\" About 24 million Americans  take the drugs &#8212; marketed under such commercial names as Pravachol, Mevacor, Lipitor, Zocor and Crestor &#8212; largely to stave off  heart attacks  and strokes."}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}