{"url": "http://consumer.Healthday.com/Article.asp?AID=656337", "text": "En Español\n\nBy Steven Reinberg\n\nHealthDay Reporter\n\nSUNDAY, Aug. 28, 2011 (HealthDay News) -- An experimental drug, apixaban (Eliquis), appears better than the old standby warfarin in preventing strokes in people with the abnormal heart rhythm called atrial fibrillation, a new study finds.\n\nOver 2.6 million Americans are affected by atrial fibrillation, and many take warfarin (also known as Coumadin) to prevent dangerous clots that can cause a stroke. Warfarin is notoriously tricky to modulate, however, and needs to be closely monitored -- usually through monthly doctors' visits. If the drug's activity isn't checked regularly it can trigger severe bleeding episodes, the most serious of which can happen in the brain.\n\n\"Warfarin is labor-intensive to manage,\" said study researcher Dr. Jack Ansell, chairman of the department of medicine at Lenox Hill Hospital in New York City. \"Sometimes it impairs the patient's quality of life and the outcomes are very dependent on how well the drug dosing is managed,\" he added. \"This [new] drug has a lot of advantages over warfarin.\"\n\nWith apixaban, patients can use a standard dose that doesn't need monitoring and adjusting, Ansell said. Also, unlike warfarin, apixaban has few interactions with other drugs or foods, he added.\n\nThe study was funded by Bristol-Myers Squibb and Pfizer, the makers of apixaban.\n\nApixaban is a so-called Xa inhibitor, a class of anticoagulants (anti-clotting drugs) that work by blocking factor X, a protein involved in blood clotting. Ansell expects drugs in this class will have a major effect on how atrial fibrillation is managed in the future.\n\nAnother similar drug, Pradaxa (dabigatran), has been on the market for about a year and many patients with atrial fibrillation have been switched or started on it, he said.\n\n\"Once [apixaban] is available it is going to be very difficult to avoid offering this drug to patients,\" he said.\n\nThe issue of cost remains a factor, however. While generic warfarin is just pennies a dose, any new brand-name drug is likely to be much more expensive. According to Laura Hortas, a spokeswoman for Bristol-Myers Squibb, because apixaban is still an experimental drug its price tag remains uncertain.\n\nThe new report was published online Aug. 28 in the New England Journal of Medicine to coincide with its presentation at the European Society of Cardiology Congress in Paris.\n\nFor the trial, more than 18,000 patients with atrial fibrillation and a heightened risk for stroke were randomly assigned to receive either apixaban or warfarin.\n\nOver an average of 1.8 years of follow-up there were fewer strokes or clots among patients taking apixaban (1.27 percent a year), compared with patients taking warfarin (1.6 percent per year), the researchers found.\n\nThis means that apixaban prevented six patients from having a stroke, 15 patients from having a major bleeding event and eight patients from dying, the researchers said in a Duke University news release.\n\nThe major effect on stroke was preventing hemorrhagic stroke, which is caused by bleeding in the brain and is the most serious type of stroke. According to the researchers, apixaban reduced this risk by 50 percent, preventing four patients from having this type of stroke and two patients from having an ischemic stroke (cause by a vessel blockage) or stroke of uncertain origin.\n\nAs to apixaban's expected higher price tag, Ansell said that since the drug does not require monitoring and the incidence of stroke and major bleeding are less, savings in doctors' visits and stroke treatment should more than compensate.\n\nThe new trial comes on the heels of another study on apixaban that was stopped early due to safety concerns. In that trial, published in July in the New England Journal of Medicine, apixaban's use was associated with raised odds for bleeding -- without providing patients with any reduction in heart attack risk.\n\nHowever, \"in that case, apixaban was given to patients with coronary artery disease who were also taking two other blood thinners,\" Ansell noted. \"The three of them together showed that the risk of bleeding was just too high and there was no real benefit in that population. But, that's an entirely different problem, compared with atrial fibrillation,\" he said.\n\nCommenting on the latest study, Dr. Gregg C. Fonarow, a professor of cardiology at the University of California, Los Angeles agreed that \"atrial fibrillation substantially increases the risk of stroke and death.\"\n\nWarfarin reduces the risk of stroke in patients with atrial fibrillation, but it also boosts the odds of bleeding and is often difficult to manage, he said.\n\n\"Apixaban is now the first oral anticoagulant [blood thinner] to show a statistically significant improvement in survival over warfarin in atrial fibrillation patients,\" Fonarow said. \"This represents a very important therapeutic advance in the care of patients with atrial fibrillation.\"\n\nMore information\n\nFor more information on atrial fibrillation, visit the U.S. National Heart, Lung, and Blood Institute.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/circulatory-system-information-7/blood-disorder-news-68/new-blood-thinner-may-outperform-warfarin-for-irregular-heartbeat-656337.html", "title": "New Blood Thinner May Outperform Warfarin for Irregular Heartbeat", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "People with atrial fibrillation fared a bit better when taking experimental drug apixaban, study found", "og": {"title": "New Blood Thinner May Outperform Warfarin for Irregular Heartbeat", "description": "People with atrial fibrillation fared a bit better when taking experimental drug apixaban, study found", "url": "https://consumer.healthday.com/circulatory-system-information-7/blood-disorder-news-68/new-blood-thinner-may-outperform-warfarin-for-irregular-heartbeat-656337.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}