{"url": "http://Healthday.com/Article.asp?AID=637344", "text": "THURSDAY, April 1, 2010 (HealthDay News) -- Acupuncture may help people who lose their sense of smell after a viral infection, researchers say.\n\nIn a new study, 15 patients with post-viral olfactory dysfunction (PVOD) had 10 weekly, 30-minute sessions of traditional Chinese acupuncture. These patients were compared with PVOD patients treated with vitamin B complex.\n\nSmell function improved in eight patients in the acupuncture group and in two patients in the vitamin B group. The findings suggest that acupuncture may be a new treatment option for patients with PVOD, the researchers reported in the April issue of the journal Otolaryngology -- Head and Neck Surgery.\n\nThere is no validated drug treatment for PVOD. Current treatments include systemic and topical steroids, vitamin B supplements, caroverine, and alpha lipoic acid. In addition to these treatments, many patients use complementary and alternative medicines, the researchers noted.\n\nMore information\n\nThe U.S. National Institute on Deafness and Other Communication Disorders has more about smell disorders.", "images": ["http://Healthday.com/images/favicon.ico"], "top_img": "http://Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/alternative-medicine-information-3/acupuncture-news-5/acupuncture-may-help-restore-lost-sense-of-smell-637344.html", "title": "Acupuncture May Help Restore Lost Sense of Smell", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Traditional Chinese therapy beat vitamin B for those with scent-robbing viral infection, study found", "og": {"title": "Acupuncture May Help Restore Lost Sense of Smell", "description": "Traditional Chinese therapy beat vitamin B for those with scent-robbing viral infection, study found", "url": "https://consumer.healthday.com/alternative-medicine-information-3/acupuncture-news-5/acupuncture-may-help-restore-lost-sense-of-smell-637344.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://Healthday.com", "summary": ""}