{"url": "http://www.denverpost.com/news/ci_17972836", "text": "Fewer Colorado women are seeking mammograms after a disputed national guideline in 2009 cut back screening recommendations, according to a University of Colorado Hospital study.\n\nIn the nine months following a highly publicized national guideline discouraging annual mammograms for women ages 40 to 49, the number of patients in that group seeking mammograms at University Hospital dropped 15 percent to 1,122.\n\nThe findings — along with an Ohio study to be released today showing mammograms lead to earlier cancer detection for that age group — might bolster those who opposed the guideline change.\n\nA parallel CU study tracked doctor and nurse patterns since the guidelines and found many now follow the disputed recommendations.\n\n“If the trend continues, we may miss the opportunity to diagnose breast cancer in its early stages, and early detection is crucial,” said Dr. Lara Hardesty, co-author of the University Hospital study and a breast-cancer specialist who disagrees with the 2009 guideline change.\n\nThe U.S. Preventive Services Task Force is an independent panel supported by federal health agencies, charged with reviewing evidence and preparing national guidelines on screening in areas from cancer to hearing loss.\n\nThe 2009 breast-cancer recommendation said evidence did not support routine mammograms for women ages 40 to 49 unless they had a genetic mutation that makes cancer more likely or other risk factors.\n\nThe national panel said the risks of biopsies from false positive mammograms and anxiety caused by unnecessary screening outweighed the small number of deaths that could be prevented. Some detected tumors do not become dangerous, and some treatments have harmful side effects.\n\nRegular screenings prevented one death per 1,904 women screened from age 40 to 49. The panel also said women ages 50 to 74 needed mammograms only every two years instead of every year.\n\nMany doctors responded that early detection is key and that no tool is better for earliest detection than the mammogram.\n\nThe question at hand, Hardesty said, is: “If it’s your cancer, and your life, it’s huge, but where are we willing to spend that money?”\n\nResearchers immediately started recording changes caused by the revised guidelines. Hardesty’s patient study started with the fact that 1,327 women in the 40-49 age group sought mammograms at University Hospital in a nine-month period before the guidelines; afterward, the numbers dropped by 205.\n\nThe recession and loss of work-based insurance might explain some decline, Hardesty said, but women in the 50-74 age group had a slight increase.\n\nHealth care cost-reform efforts depend in part on increased funding for evidence-based treatment reviews, which evaluate the effectiveness of everything from antibiotics to spinal procedures to prostate screening.\n\nBut guidelines lead to fears that insurers or governments won’t pay for certain tests and procedures — words such as “rationing” stirred the 2009-10 federal reform debate.\n\n“We want to have the best science out there. We want to have evidence-based practices, but I think this has caused more damage than good,” said Michele Ostrander, executive director of the Denver branch of Susan G. Komen for the Cure.\n\nThe revised guidelines “didn’t say, ‘Don’t get a mammogram,’ but that’s what the public heard,” according to the new research, Ostrander said.\n\nColorado advocates said they had not seen evidence that payers were trying to cut out mammograms after the study. The state legislature passed a law last year requiring Colorado insurers to pay for mammograms every year past age 40.\n\nThe cancer-treatment community will watch closely for more studies, said Dr. Colleen Murphy, director of the breast-cancer program at Porter Adventist Hospital.\n\n“I haven’t met too many providers who think these guidelines are a good idea,” Murphy said. “Hopefully there will be more research that supports that side of things.”", "images": ["https://www.denverpost.com/wp-content/themes/denverpost/static/images/denverpost.jpg", "https://www.denverpost.com/wp-content/mu-plugins/jetpack/modules/sharedaddy/images/loading.gif"], "top_img": "https://www.denverpost.com/wp-content/themes/denverpost/static/images/denverpost.jpg", "keywords": [], "authors": ["Michael Booth", "Michael Booth Was A Health Care", "Health Policy Writer At The Denver Post Before Departing In He Started His Journalism Career As An Assistant Foreign Editor At The Washington Post Before Moving With Family To Denver", "Taking A Brief Stint With The Denver Business Journal. During A Career At The Post", "He Covered City", "State Politics", "Droughts", "Entertainment", "Wrote Sunday Takeouts", "Was Part Of Two Pulitzer Prize-Winning Teams For Breaking News Coverage."], "canonical_link": "https://www.denverpost.com/2011/05/01/fewer-colorado-women-getting-mammograms-since-2009-guideline-change/", "title": "Fewer Colorado women getting mammograms since 2009 guideline change", "meta_data": {"application-name": "thedenverpost", "viewport": "width=device-width, initial-scale=1", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "generator": "WordPress 5.2.4", "wp-parsely_version": "1.14", "fb": {"pages": 125138604186136}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "og": {"type": "article", "title": "Fewer Colorado women getting mammograms since 2009 guideline change", "url": "https://www.denverpost.com/2011/05/01/fewer-colorado-women-getting-mammograms-since-2009-guideline-change/", "description": "Fewer Colorado women getting mammograms since 2009 guideline change", "site_name": "The Denver Post", "image": {"identifier": "https://www.denverpost.com/wp-content/themes/denverpost/static/images/denverpost.jpg", "width": 512, "height": 512}, "locale": "en_US"}, "article": {"published_time": "2011-05-02T01:01:22+00:00", "modified_time": "2011-05-02T01:01:22+00:00"}, "twitter": {"site": "@denverpost", "text": {"title": "Fewer Colorado women getting mammograms since 2009 guideline change"}, "image": "https://www.denverpost.com/wp-content/themes/denverpost/static/images/denverpost.jpg", "card": "summary"}, "msapplication-TileImage": "https://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270"}, "movies": [], "publish_date": 1304298082.0, "source": "http://www.denverpost.com", "summary": ""}