{"url": "http://www.washingtonpost.com/news/speaking-of-science/wp/2015/05/26/scientists-are-using-herpes-to-treat-skin-cancer-and-its-working/", "text": "In a study of 436 patients with inoperable melanoma, Talimogene Laherparepvec had 16.3 percent of patients showing results at the six-month mark, compared to 2.1 percent taking the control therapy. Some patients were continuing to respond to T-VEC three years later.\n\nAD\n\nAD\n\nPatients with stage III and early stage IV melanoma treated with T-VEC (163 people in all) lived an average of 41 months. This compared with an average survival of 21.5 months in the 66 earlier-stage patients who received the control immunotherapy. Immunotherapy, where agents are used to boost a body's natural defense against a tumor, are already the best treatments against melanoma. But this is the first time a modified virus has been successful in carrying out that treatment.\n\nUsing a virus as a drug isn't a new idea. Phage therapy, where viruses that attack certain bacteria are used in place of antibiotics, is commonly used in Europe and on the rise in the United States. But cancer therapies like the one described in the new paper take things a step further, manipulating existing viruses to turn them into cancer-fighting tools.\n\nAD\n\nAD\n\nKevin Harrington, Professor of Biological Cancer Therapies at The Institute of Cancer Research and head of the trial, has been working on this particular virus for about a decade. Before he signed onto the project, it was primarily being investigated as a breast cancer treatment. But Harrington brought head, neck, and skin cancer patients into the mix, and melanoma seemed to have the best responses of all.\n\nHere's how T-VEC works: It starts with the herpes virus, which is magnificent at proliferating itself within cells and then causing them to burst (that's where the cold sores come from). But T-VEC has had two key genes removed. These keep it from replicating within healthy cells, which can quickly spot it because of the missing genes.\n\nBut cancer cells aren't as savvy, and T-VEC has its run of them. Meanwhile, T-VEC has also been modified to produce a molecule called GM-CSF, which serves as a red flag waved at the immune system.\n\nAD\n\nAD\n\nSo in addition to the destructive power of the T-VEC cells themselves, the therapy summons the immune system right to where it's needed -- the tumor.\n\n\"This is a first in class agent, a brand new therapy,\" Harrington said. \"But it's just the farthest along of what we hope will be many more.\"\n\nHarrington expects the FDA to clear T-VEC within the year, and it could potentially be available to patients right away.\n\nBut there's more work to be done to determine just how T-VEC can fit into the cancer-treatment landscape. When the latest trial was started, Harrington explained, there was no standard of treatment for melanoma -- so it's compared to a treatment that no one expected to outpace T-VEC. Now that other therapies -- ones that target specific mutations in patients' cancer cells -- are showing more success than what was available when the trial was formed, researchers will have to see how T-VEC compares.\n\nAD\n\nAD\n\n\"The next steps are exciting, and already underway,\" he said. \"The next big frontier will be to combine this with existing immunotherapies. There's a strong rationale that other drugs on the market could act synogistically with ours.\"\n\nTrials are also underway to determine how T-VEC might do with other cancers. In the meantime, other researchers will continue to crack the codes of other viruses to make them do our bidding.\n\nWant more science? Give these a click:\n\nAD", "images": ["https://www.washingtonpost.com/resizer/4KclYockk68j8YXvQkruiA0zjic=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/URWVOHTTJQ64ZEAHC54F7WOEKE.jpg"], "top_img": "https://www.washingtonpost.com/resizer/4KclYockk68j8YXvQkruiA0zjic=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/URWVOHTTJQ64ZEAHC54F7WOEKE.jpg", "keywords": [], "authors": ["Rachel Feltman", "Freelancer", "Editor At Popular Science Magazine"], "canonical_link": "https://www.washingtonpost.com/news/speaking-of-science/wp/2015/05/26/scientists-are-using-herpes-to-treat-skin-cancer-and-its-working/", "title": "Scientists are using herpes to treat skin cancer — and it’s working", "meta_data": {"description": "The modified virus attacks cancer cells while calling the immune system in for back-up.", "og": {"site_name": "Washington Post", "type": "article", "url": "https://www.washingtonpost.com/news/speaking-of-science/wp/2015/05/26/scientists-are-using-herpes-to-treat-skin-cancer-and-its-working/", "image": "https://www.washingtonpost.com/resizer/4KclYockk68j8YXvQkruiA0zjic=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/URWVOHTTJQ64ZEAHC54F7WOEKE.jpg", "title": "Scientists are using herpes to treat skin cancer — and it’s working", "description": "The modified virus attacks cancer cells while calling the immune system in for back-up."}, "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "title": "Scientists are using herpes to treat skin cancer — and it’s working", "description": "The modified virus attacks cancer cells while calling the immune system in for back-up."}, "article": {"content_tier": "metered", "opinion": "false"}, "viewport": "width=device-width, initial-scale=1"}, "movies": [], "publish_date": 1432612800.0, "source": "http://www.washingtonpost.com", "summary": ""}