{"url": "http://well.blogs.nytimes.com/2015/12/14/c-sections-are-best-with-a-little-labor-a-study-says/?ref=health&_r=0", "text": "Photo\n\nFor years, research has shown that babies born by cesarean section are more likely to develop health problems. Now, a groundbreaking study suggests that not all C-sections are equally risky.\n\nThe research looked at all full-term, firstborn births in Scotland over a 15-year period and tracked the babies’ long-term health. It is one of the largest and longest studies to explore how planned C-sections differ from other deliveries.\n\nSurprisingly, the data showed more health problems among babies born by planned C-section than among those delivered by emergency C-section or vaginal birth, even though the planned surgery is done under more controlled conditions. The finding suggests that the arduous experience of labor — that exhausting, sweaty, utterly unpredictable yet often strangely exhilarating process — may give children a healthy start, even when it’s interrupted by a surgical birth.\n\nThe new findings, published in JAMA this month, are important because the number of babies born by C-section has increased tremendously. In the United States, nearly one in three babies are born by C-section. Cesarean births that had no medical indication increased, to 5.5 percent of low-risk women in 2001, up from 3.3 percent of such women in 1991.\n\nDr. Mairead Black, the University of Aberdeen obstetrician who led the study, said that as cesarean births had increased in Scotland and worldwide, the researchers wondered what, if anything, children born by C-section “are missing out on.”\n\n“Our thinking was: If a baby is born naturally, it comes into contact with bacteria from the mother, which might help with immune system development,” Dr. Black said.\n\nEven attempted labor may provide some exposure to bacteria, she said. But babies delivered by a planned C-section, which is usually scheduled to take place well before the first pang of labor, may miss out entirely.\n\n“When you don’t wait for labor to begin on its own, you cut short all kinds of physiological changes and preparations for birth that are taking place toward the end of pregnancy,” said Carol Sakala, the director of the nonprofit Childbirth Connection programs at the National Partnership for Women & Families. “What is the effect of cutting off those processes so casually on such a large scale?”\n\nStudies have consistently found that children born by C-section are at higher risk for health problems like obesity and allergies. C-section birth has also been associated with a higher risk for Type 1 diabetes.\n\nThe Scottish study took advantage of the small country’s rich trove of linked birth and medical databases to track the long-term health of 321,287 babies. Nearly 4 percent were born by planned C-section and 17 percent were delivered by emergency surgery. The remaining 252,917 were vaginal births.\n\nThe researchers compared a range of health outcomes among the babies, including asthma, irritable bowel syndrome, obesity, Type 1 diabetes, early death and cancer.\n\nOver all, the differences between a scheduled C-section and an emergency C-section were slight. However, the data do begin to shed light on why babies born through vaginal birth may have fewer health risks than babies born by C-section.\n\nThe biggest difference between babies born by scheduled and unscheduled C-section appeared in risk for Type 1 diabetes. The results showed that babies born by planned C-section had a 35 percent higher risk of Type 1 diabetes compared with babies born by emergency C-section, after adjusting for differences among the mothers.\n\nAll of the babies born by C-section were slightly more likely to use an asthma inhaler at age 5: 10.3 percent of planned C-section babies and 10.19 percent of unscheduled C-section babies wound up using an inhaler, compared with 9.6 percent of vaginally born babies. Asthma hospitalization rates were also higher for babies born by planned C-section with a statistically significant increase of 22 percent over vaginally born babies.\n\nAlthough all of the C-section babies were more likely to be obese at age 5, the differences were not statistically significant after adjusting for differences among the mothers. There were no significant differences in cancer and irritable bowel disease among any of the types of births.\n\nNo one knows exactly why labor may be protective, but the spontaneous onset of labor prompts fluid to clear from a baby’s lungs, said Dr. Aaron Caughey, who helped draw up 2014 guidelines for the American College of Obstetricians and Gynecologists that urged providers to let women spend more time in labor and avoid an unnecessary C-section.\n\nThe step is just one of a cascade of physiological changes that take place in mother and baby during the labor process, including surges in stress hormones and reproductive hormones like oxytocin that may help the fetus adapt during labor, preserve blood flow to the organs, and keep the baby alert and prepared for breast-feeding.\n\nDuring labor, a newborn absorbs maternal microbes into its mouth and gastrointestinal tract, said Dr. Josef Neu, a neonatologist at the University of Florida who has written about C-section babies and the hygiene hypothesis.\n\nThe theory is that maternal microbes “train” the infant’s immune system, so it doesn’t overreact or become destructive and precipitate autoimmune disorders like Type 1 diabetes.\n\n“It’s an education process that says, ‘Calm down, you’re going to be seeing this antigen again, you don’t have to be so aggressive,’” Dr. Neu said.\n\nDr. Neu said the broad-spectrum antibiotics prescribed to the mother before a surgical delivery were another concern; the antibiotics can be transmitted to the baby through breast milk if not before birth, decreasing the diversity of natural bacteria.\n\nThe findings are a reminder that although C-sections are appropriate in some circumstances, they are a poor substitute for labor.\n\nChildbirth and labor are “a physiological process that we’ve evolved to over millions of years,” Dr. Caughey said. “It’s been really well-designed by evolution.”\n\nRelated:", "images": ["https://static01.nyt.com/images/2016/08/31/well/family/well-family-exerciseask/well-family-exerciseask-articleInline.jpg", "https://static01.nyt.com/images/2015/12/15/science/15C-SECTION/15C-SECTION-facebookJumbo.jpg", "https://static01.nyt.com/images/2015/12/15/science/15C-SECTION/15C-SECTION-tmagArticle.jpg", "https://static01.nyt.com/marketing/newsletters/images/Running_75.jpg", "https://static01.nyt.com/images/2016/08/31/well/family/well-family-exerciseask/well-family-exerciseask-videoSixteenByNine600.jpg", "https://static01.nyt.com/images/2016/08/29/science/well-klass-smallpenis/well-klass-smallpenis-videoSixteenByNine600.jpg", "https://static01.nyt.com/images/2016/08/29/science/well-klass-smallpenis/well-klass-smallpenis-articleInline.jpg", "https://static01.nyt.com/images/blogs_v5/well/well_post.png"], "top_img": "https://static01.nyt.com/images/2015/12/15/science/15C-SECTION/15C-SECTION-facebookJumbo.jpg", "keywords": [], "authors": ["Roni Rabin"], "canonical_link": "//well.blogs.nytimes.com/2015/12/14/c-sections-are-best-with-a-little-labor-a-study-says/", "title": "C-Sections Are Best With a Little Labor, a Study Says", "meta_data": {"communityAssetLabels": "NYT_Blogs", "communityAssetTaxonomy": "blogs/well/C-Sections Are Best With a Little Labor, a Study Says ( 20151214 )", "communityAssetURL": "//well.blogs.nytimes.com/2015/12/14/c-sections-are-best-with-a-little-labor-a-study-says/", "PT": "Blogs", "PST": "Blog Post", "sourceApp": "blogs", "blogpostid": 100000004092559, "author": "Roni Rabin", "CLMST": "Roni Rabin", "byl": "Roni Rabin", "GBLC": "Family;Featured;Live;Parenting", "PUV": "normal", "article": {"published_time": 1450119728, "modified_time": "2016-02-29T17:58:37-05:00", "section": "Health", "tag": "Parenting", "collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp"}, "PUD": 20151214, "pdate": 20151214, "ptime": 20151214140208, "utime": 20160229175837, "DISPLAYDATE": "December 14, 2015", "dat": "December 14, 2015", "CG": "Health", "SCG": "well", "BN": "well", "robots": "noodp", "des": "Caesarean Section;Medicine and Health;Pregnancy and Childbirth;Surgery and Surgeons", "keywords": "Caesarean Section,Medicine and Health,Pregnancy and Childbirth,Surgery and Surgeons,Family,Featured,Live,Parenting", "description": "A study found more health problems among children born via planned cesarean births than among babies delivered by emergency C-section or vaginal birth.", "hdl_p": "Proof of the Fruits of Labor", "hdl": "C-Sections Are Best With a Little Labor, a Study Says", "og": {"title": "C-Sections Are Best With a Little Labor, a Study Says", "type": "article", "url": "//well.blogs.nytimes.com/2015/12/14/c-sections-are-best-with-a-little-labor-a-study-says/", "site_name": "Well", "description": "A study found more health problems among children born via planned cesarean births than among babies delivered by emergency C-section or vaginal birth.", "image": "https://static01.nyt.com/images/2015/12/15/science/15C-SECTION/15C-SECTION-facebookJumbo.jpg"}, "thumbnail_150": "https://static01.nyt.com/images/2015/12/15/science/15C-SECTION/15C-SECTION-thumbLarge.jpg", "twitter": {"card": "summary", "title": "C-Sections Are Best With a Little Labor, a Study Says", "url": "//well.blogs.nytimes.com/2015/12/14/c-sections-are-best-with-a-little-labor-a-study-says/", "description": "A study found more health problems among children born via planned cesarean births than among babies delivered by emergency C-section or vaginal birth.", "image": "https://static01.nyt.com/images/2015/12/15/science/15C-SECTION/15C-SECTION-thumbLarge.jpg", "site": "@nytimeswell"}, "thumbnail": "https://static01.nyt.com/images/2015/12/15/science/15C-SECTION/15C-SECTION-thumbLarge.jpg", "adxPage": "blog.nytimes.com/well/post", "dfp-ad-unit-path": "health/well/family", "categories": "family,live,family-matters"}, "movies": [], "publish_date": 1450069200.0, "source": "http://well.blogs.nytimes.com", "summary": ""}