{"url": "http://www.latimes.com/health/la-he-cancer-immunotherapy-20120305,0,6643402.story", "text": "In a bid to make cancer immunotherapy more effective, researchers report they have succeeded in halting the progress of aggressive melanoma in its tracks — at least briefly — in seven patients treated with an army of cloned cancer-fighting immune cells. In one of those patients, the treatment resulted in complete remission of his metastatic melanoma and evidence that his immune system stands ready to fight any return of the cancer after three years.\n\nThe study, published Monday in the Proceedings of the National Academies of Science, contributes to hopes that a tumor-fighting strategy called immunotherapy can slow, halt or even reverse the growth of a range of cancers — and do so with fewer dangerous side effects.\n\nImmunotherapy is one of medicine’s most promising — and most problematic — approaches to cancer treatment. It aims to charge up the patient’s immune system to attack cancer cells and halt their out-of-control growth.\n\nThe approach outlined in the new study by researchers from the Fred Hutchinson Cancer Research Center in Seattle identifies several ways to make it better, said Dr. Cassian Yee, the study’s senior author. The key is to identify specific cancer-fighting cells already circulating in the blood of patients and make thousands of copies of them in the lab.\n\nAdvertisement\n\nThis type of “adoptive immunotherapy” could be effective against a wide range of cancers, Yee said. His research group is making plans to try the technique on patients with advanced ovarian cancer and sarcomas — rare tumors that arise from connective tissue in bones and muscle.\n\nSeveral independent researchers said the study results were promising. But they also noted that the trial involved only 11 patients and said the therapy was less effective than in other published trials.\n\n“Someday, cell-based therapy will be mainstream in cancer therapy,” said Dr. Jeff Miller of the University of Minnesota’s cell therapy core laboratory. “Each article that shows clinical activity is giving us a piece of the puzzle” that will make it safer and more effective, he said.\n\nImmunotherapy usually starts with clinicians harvesting immune system cells called T cells that have attached themselves to a tumor in an effort to attack. They then coax the cells to multiply, either in the lab or in the body, and let them loose in the bloodstream so they can attack cancer wherever they find it.\n\nAdvertisement\n\nYee’s team tried to do this more precisely. The researchers hoped that by choosing T cells more selectively and cloning only those judged most likely to vanquish their foe, the treatment would be more effective. Sorting through the body’s vast and diverse population of T cells to select just the right ones is a painstaking process. But Yee bet that the extra effort would pay off with better results and fewer side effects.\n\nResearchers drew blood from patients and scoured it to find the rare type of immune cell — a melanoma-specific cytotoxic T lymphocyte cell — that specifically homes in on proteins expressed by the cancer. Then they put their harvest — as few as a few hundred cells — into a test tube and cloned them, creating millions. The last step was to infuse the resulting army of cancer-fighting clones back into the patient.\n\nIn six of the 11 patients in the trial, the melanoma stopped progressing for 12 to 19 weeks. Another patient was declared in remission because his cancer ceased to spread and, after several months, disappeared altogether. Three years later, researchers continue to detect the presence of the cloned cells they infused into the patient, 61-year-old high school history teacher Gardiner Vinnedge of North Bend, Wash.\n\nFor six years, Vinnedge endured painful rounds of chemotherapy, only to have his melanoma return. The immunotherapy allowed him to return to work three weeks after treatments began. The only side effect, he said, was a raging rash that lasted for three days.\n\n“My back, my legs were just covered with a hot red rash,” Vinnedge said. “It meant the treatment was working — the war was on between my T cells and the melanin in my skin.” Now he says he is optimistic he may live to see retirement age, though he’s not sure he’ll ever stop teaching.\n\nFor immunotherapy to work, the manufactured T cells must survive for the months it takes to reach a tumor and dismantle it, as well as to round up migrating cancer cells and kill them. Currently, the T cells have limited staying power and often die off before their work is done. Doctors give them a boost by administering a growth factor called interleukin-2. But at high doses, it can cause dangerously low blood pressure, breathing problems, kidney failure and heart arrhythmias.\n\nYee’s group showed that by choosing T cells more selectively, patients can get by with much lower doses of interleukin-2, making the treatment less toxic.\n\nThe researchers also discovered another way to reduce their dependence on interleukin-2 — by selecting the most youthful T cells, which survived the longest when infused into patients.\n\nAdvertisement\n\nDr. Patrick Hwu of the MD Anderson Cancer Center in Houston said the study “adds to the wealth of what we know” about using the body’s immune system to fight cancer. But immunotherapy pioneer Dr. Steven A. Rosenberg was highly critical of the methods and results.\n\n“Cloned cells don’t work,” said Rosenberg, who heads the National Cancer Institute’s tumor immunology section. In larger immunotherapy trials that used cultured cancer-fighting immune cells taken from patients’ tumors, Rosenberg and his colleagues achieved “durable and complete regression” in as many as 40% as patients with advanced metastatic melanoma. “These results,” he said, “are inferior.”\n\nmelissa.healy@latimes.com", "images": ["data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "https://ca-times.brightspotcdn.com/dims4/default/abd585f/2147483647/strip/true/crop/1152x1152+448+0/resize/100x100!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F12%2F57%2Fa343371429b7000ea37eaded8d93%2Fimg-534f3749-turbine-la-bio-melissa-healy"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "keywords": [], "authors": ["Melissa Healy Is A Health", "Science Reporter With The Los Angeles Times Writing The Washington", "D.C.", "Area. She Covers Prescription Drugs", "Obesity", "Nutrition", "Exercise", "Neuroscience", "Mental Health", "Human Behavior. She S Been At The Times For More Than Years"], "canonical_link": "https://www.latimes.com/health/la-xpm-2012-mar-05-la-he-cancer-immunotherapy-20120305-story.html", "title": "Researchers report progress in cancer immunotherapy", "meta_data": {"og": {"title": "Researchers report progress in cancer immunotherapy", "url": "https://www.latimes.com/health/la-xpm-2012-mar-05-la-he-cancer-immunotherapy-20120305-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "url": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "lat-logo-dark-full.jpg"}, "description": "Researchers report progress in cancer immunotherapy", "site_name": "Los Angeles Times", "type": "article"}, "article": {"author": "https://www.latimes.com/people/melissa-healy", "content_tier": "metered", "published_time": "2012-03-05T08:00:00", "opinion": "false", "tag": "Health"}, "twitter": {"card": "summary_large_image", "creator": "@LATmelissahealy", "description": "Researchers report progress in cancer immunotherapy", "site": "@latimes", "title": "Researchers report progress in cancer immunotherapy"}, "fb": {"app_id": 119932621434123, "pages": 5863113009, "profile_id": "latimes"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "Researchers report progress in cancer immunotherapy", "brightspot.contentId": "00000169-988f-d37a-a1ff-9ccf7de20000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1330952400.0, "source": "http://www.latimes.com", "summary": ""}