{"url": "http://www.npr.org/sections/health-shots/2017/08/07/541204499/flattening-the-mummy-tummy-with-1-exercise-10-minutes-a-day", "text": "Flattening The 'Mummy Tummy' With 1 Exercise, 10 Minutes A Day\n\nEnlarge this image toggle caption Talia Herman for NPR Talia Herman for NPR\n\nI admit it. I have a \"mummy tummy,\" also known as \"mommy pooch.\" You know, that soft jelly belly you retain after having a baby — it makes you look a few months pregnant.\n\nI've tried to convince myself that the pooch is a valiant badge of motherhood, but who am I kidding? The pooch bothers me. And it turns out it has been causing back pain.\n\nSo when I hear that a fitness coach and doctor have come up with a technique that can flatten the pooch quickly and easily, I think, \"Why not?\"\n\nA few weeks later, I'm rolling out a yoga mat with a dozen other moms and pregnant women in San Francisco.\n\n\"We will see a dramatic change,\" says Leah Keller, who leads the class.\n\n\"You can easily expect to see 2 inches off your waist in three weeks of time,\" Keller says. \"That's not an unrealistic expectation.\"\n\nWe had patients that were even one year out from giving birth, and they still had such great benefit from the exercises.\"\n\nDecked out in purple yoga pants and leather cowboy boots, Keller is a personal trainer from New York City. She has developed an exercise that allegedly shrinks the mommy pooch.\n\nThere is science to back up the method, she says.\n\n\"A doctor at Weill Cornell and I did a study on the exact same program we're going to do,\" Keller says. \"And we found 100 percent of women achieved full resolution.\"\n\nEnlarge this image toggle caption Talia Herman for NPR Talia Herman for NPR\n\nOK! Wait a second. Two inches off my belly in three weeks? That sounds too good to be true. I decide to do a little digging into the science of mummy tummy and Keller's claim.\n\nPutting the six-pack back together\n\nIt turns out the jelly belly actually has a medical name: diastasis recti, which refers to a separation of the abdominal muscles.\n\nAnd it's quite common. Last year, a study from Norway reported about a third of moms end up with diastasis recti a year after giving birth.\n\n\"This is such a ubiquitous issue,\" says Dr. Geeta Sharma, an OB-GYN at Weill Cornell Medical Center-New York Presbyterian Hospital.\n\nAnd it's not just a cosmetic problem. Diastasis recti can cause another problem for new moms: lower back pain.\n\n\"People can start feeling some back pain because the core is weakened,\" Sharma says.\n\nThe Diastasis Recti During pregnancy, the abdominal muscles responsible for a \"six pack\" stretch apart (left) to accommodate a growing fetus. After birth, the muscles don't always bounce back, leaving a gap known as the mommy pooch.\n\nHow To Test For Diastasis Recti There's a simple way to see whether you have diastasis recti: Lie flat on your back with your knees bent. Put your fingers right above your belly button and press down gently. Then lift up your head about an inch while keeping your shoulders on the ground. If you have diastasis recti, you will feel a gap between the muscles that is wider than an inch.\n\nIn rare occasions, the tissue in the abdomen isn't just stretched, but it is also torn a bit. This can cause a hernia, Sharma says.\n\n\"If there's a defect in a layer of tissue called the linea alba, then the bowel can poke through,\" Sharma says. \"That's going to be more dangerous.\"\n\nA hernia may require surgery. \"So I will refer patients to a general surgeon to have a CT scan if there's really a true concern about a hernia,\" Sharma says.\n\nDiastasis recti arises during pregnancy because the growing fetus pushes the abdominal muscles apart — specifically the rectus abdominal muscles.\n\n\"These are the muscles that give you a 'six pack,' \" says Dr. Linda Brubaker, an OB-GYN at the University of California, San Diego. \"People think these muscles go horizontal across the belly. But they actually go vertical from head to toe.\"\n\nThe rectus abdominal muscles should be right next to each other, on either side of the belly button, Brubaker says. \"There shouldn't be much of gap between them.\"\n\nBut during pregnancy, a gap opens up between the muscles, right around the belly button. Sometimes that gap closes on its own, but other times, it stays open.\n\nThat leaves a spot in the belly where there is very little muscle to hold in your stomach and other organs, a spot that can be 1 to 2 inches wide. That lets the organs and overlying tissue bulge out — and cause mommy pooch.\n\nTo flatten the area, women have to get those abdominal muscles to realign. And that is where the exercises come into play.\n\nIf you search online for ways to fix diastasis recti, you'll turn up a deluge of exercise routines, all claiming to help coax the abdominal muscles back together.\n\nBut the quality of much of that information isn't good, Brubaker says. \"Some of it is actually potentially harmful.\"\n\nEven some exercises aimed at strengthening the abdomen can exacerbate diastasis recti, says Keller, including simple crunches.\n\n\"You have to be very careful,\" she says. \"For example, please don't ever again in your life do crossover crunches or bicycle crunches. They splay your abs apart in so many ways.\"\n\nThat said, there are a few exercise programs for diastasis recti that many doctors and physical therapists support. These include the Tupler Technique, Keller's Dia Method and the MuTu System in the U.K.\n\nMost such courses, taught once a week for an hour in New York, San Francisco and at least a few other places, tend to run about four to 12 weeks and cost around $100 to $300. Some places offer online classes and videos, which are much less expensive.\n\nThe American College of Obstetricians and Gynecologists also recommends abdominal exercises for the perinatal period. But the organization's guidelines don't provide details — such as which exercises work best or how often women should do them and for how long.\n\nPlus, ACOG focuses more on preventing diastasis than on fixing the problem; it recommends strengthening the abdomen before and during pregnancy.\n\ntoggle caption Talia Herman for NPR\n\n\"The best way is prevention,\" says Dr. Raul Artal, an OB-GYN at St. Louis University, who helped ACOG write its exercise guidelines for the perinatal period. \"The best way to do that is to exercise during pregnancy.\"\n\nBut, as Sharma, the Cornell OB-GYN, points out, no one has really vigorously studied these various exercises to see whether they actually fix diastasis recti.\n\n\"There's a general knowledge that exercise is going to help,\" Sharma says. \"But no one has really tested them in a standardized way.\"\n\nIn fact, the few studies that have been done haven't been high enough quality to draw conclusions, researchers in Australia said a few years ago.\n\nSharma hopes to change that. A few years ago, she teamed up with Keller to start to gather some evidence on her technique.\n\n\"We did a pilot study to see if the method is helpful for women,\" Sharma says.\n\nThe study was small — just 63 women. But the results were quite promising. After 12 weeks of doing Keller's exercise — 10 minutes a day — all the women had fixed their diastasis recti, Sharma and Keller reported at ACOG's annual meeting few years ago.\n\n\"We had patients that were even one year out from giving birth, and they still had such great benefit from the exercises,\" Sharma says. \"We love to see that there is something we can do to help women.\"\n\nEnlarge this image toggle caption Talia Herman for NPR Talia Herman for NPR\n\nNow Sharma says she is working to put together a larger study to really nail down when the exercise works and how well.\n\nTight and tighter\n\nBack at the class in San Francisco, Keller is taking us moms through the key exercise. It's surprisingly simple to do.\n\n\"The exercise is a very small, very intense movement that's almost imperceptible,\" Keller says. \"OK. We're going to do another set.\"\n\nSitting on the floor cross-legged, with our hands on our bellies, we all take a big breath. \"Let the belly fully expand,\" Keller says.\n\nAnd then as we exhale, we suck in our belly muscles — as far back as they'll go, toward the spine. \"Now we're going to stay here near the spine. Hold this position,\" she says.\n\nThen we take tiny breaths. With each exhale, we push our stomachs back further and further.\n\n\"Tight, tighter,\" Keller chants, rhythmically.\n\nYou can do the exercise in several different positions, Keller says: sitting crossed-legged, sitting on your knees, standing with knees slightly bent, on all fours or laying on your side in the fetal position.\n\nThe key is to be sure your back is flat, and that you do the exercise 10 minutes each day, changing positions every two minutes or so. For the rest of the time, your belly is pulled all the way back into the spine.\n\n\"The fingertips on the bellybutton are really important for this reason,\" she says. \"So you know that you're squeezing tight, tighter with the belly, and you're never bulging the bellybutton forward.\"\n\nThis is our fourth week of class, and we've been doing this same exercise on our own every day for at least 10 minutes. So it's judgment day. Time to see whether we've flattened our bellies and resolved the diastasis recti.\n\nKeller pulls out a measuring tape and starts wrapping it around women's middles. She also has us lie down on the floor, so she can measure the separation in our abdominal muscles.\n\nOne by one, there is success after success. Several moms completely closed up their abdominal separations. Many lost inches from their bellies.\n\nOne woman had amazing results. \"Oh my goodness, you lost nearly four inches from your belly circumference,\" Keller exclaims. \"That's amazing!\"\n\nHow did I fare? Well, after three weeks, I didn't completely close up the abdominal separation. My separation decreased from 1.2 inches to 0.8 inches.* But I did drop more than an inch from my belly circumference.\n\nAnd I am quite happy with the results. My abs are definitely firmer. And regularly doing this exercise brought a bonus benefit: My lower back pain has almost completely gone away.\n\n*I continued to do the exercises after the class had finished. I checked with in Keller three weeks later to have her measure my diastasis recti. At that point, the separation had dropped down to 0.6 inches, which meant technically I no longer have diastasis recti.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/assets/img/2017/08/04/mompooch_custom-d8e464fe54a60f801aecb23b814d8f3ff5c3fce9-s1100-c15.jpg", "https://media.npr.org/assets/img/2017/08/04/_n0a6086-copy_custom-95ecaf3fbbce8bcefddfd31d0942d34fbfae4a1a-s1100-c15.jpg", "https://media.npr.org/assets/img/2017/08/04/_n0a6250-copy1_custom-e529e0d6a3be7e8ec7199308f7f4fdae6b245e47-s1100-c15.jpg", "https://media.npr.org/assets/img/2016/10/24/doucleffphoto_sq-62aad3924593e04eb8e33e060acdabe6b945ba1c-s100-c85.jpeg", "https://media.npr.org/assets/img/2017/08/04/_n0a6398-copy1_custom-a27e7ff6312f27e90b3f674a723ff7e54a1f6eaa-s1100-c15.jpg", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/assets/img/2017/08/04/_n0a6086-copy_wide-97e2db5bcb444ae821b686c91db9666ee96c66ea.jpg?s=1400", "https://www.npr.org/assets/img/2017/08/04/diastasis-recti.jpg", "https://media.npr.org/assets/img/2017/07/07/img_20170612_164259_1_sq-3bcb79717b359c2f8fe97067d82c0414ccc98ed2-s100-c15.jpeg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/assets/img/2017/03/21/exercise-2_sq-445ea2b46e6eb0db088138845bcce95d8a2a5401-s100-c15.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2017/08/04/_n0a6086-copy_wide-97e2db5bcb444ae821b686c91db9666ee96c66ea.jpg?s=1400", "keywords": [], "authors": ["Michaeleen Doucleff", "Dr. Geeta Sharma", "Ob-Gyn", "Weill-Cornell Medical Center"], "canonical_link": "https://www.npr.org/sections/health-shots/2017/08/07/541204499/flattening-the-mummy-tummy-with-1-exercise-10-minutes-a-day", "title": "Flattening The 'Mummy Tummy' With 1 Exercise, 10 Minutes A Day", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2017-08-07", "description": "The technical term is diastasis recti, and it affects many new moms. The growing fetus pushes apart the abdominal muscles, and the separation often stays open. But science suggests this fix can work.", "og": {"title": "Flattening The 'Mummy Tummy' With 1 Exercise, 10 Minutes A Day", "url": "https://www.npr.org/sections/health-shots/2017/08/07/541204499/flattening-the-mummy-tummy-with-1-exercise-10-minutes-a-day", "type": "article", "description": "The technical term is diastasis recti, and it affects many new moms. The growing fetus pushes apart the abdominal muscles, and the separation often stays open. But science suggests this fix can work.", "image": "https://media.npr.org/assets/img/2017/08/04/_n0a6398-copy1_wide-564a6fcd3d760d401b02ce98024349d17307fec9.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Flattening The 'Mummy Tummy' With 1 Exercise, 10 Minutes A Day", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2017/08/04/_n0a6086-copy_wide-97e2db5bcb444ae821b686c91db9666ee96c66ea.jpg?s=1400"}}}, "movies": [], "publish_date": 1502078400.0, "source": "http://www.npr.org", "summary": ""}