{"url": "http://www.washingtonpost.com/news/to-your-health/wp/2015/08/05/good-news-about-teens-and-marijuana-no-links-to-depression-other-health-issues-new-study-says/", "text": "Researchers from the University of Pittsburgh Medical Center and Rutgers University studied 408 males from adolescence to their mid-30s. The participants fell into four groups: those with no use or low use of marijuana, early chronic users, those who only smoked during their teens and those who began using it later and continued using the drug. The early chronic users smoked a great deal -- a peak of more than 200 days per year on average when they were 22 years old.\n\nAD\n\nAD\n\nThe researchers found no links to physical or mental health issues -- including depression, psychotic symptoms or asthma -- in any group, even those with very high use. They controlled for cigarette smoking, other drug use, access to health insurance and other factors.\n\n\"What we found was a little surprising,\" lead author Jordan Bechtold, a research fellow at the University of Pittsburgh Medical Center, said in a statement.\n\nBased on other studies in the past that seemed to allude to marijuana use and later development of psychotic symptoms such as delusions or hallucinations, the researchers had thought they might find some associations to disease or other health conditions. But there were none.\n\nAD\n\nThey also found no link to a wide range of other health issues: cancer, asthma, respiratory problems, depression, anxiety, allergies, headaches or high blood pressure.\n\nAD\n\nBechtold said the researchers wanted to \"help inform the debate about legalization of marijuana\" but that this is a very complicated issue and one, study, including his own, should not be taken in isolation and should be viewed in context of other studies on teenagers' marijuana use.\n\nOne major limitation of the study is that it ends when the men are in their 30s \"which may be too early for decrements in health to emerge,\" the authors acknowledge. \"Therefore, continued data collection and longer follow-ups are needed.\"\n\nAD\n\nUpdate: The study's findings generated significant controversy along with requests for supplemental analysis, according to the editors of the Psychology of Addictive Behaviors. In a lengthy clarification issued in December 2015, the journal said that by applying different models to look at the data they confirmed that there did not appear to be any link between marijuana use and health issues. However, the reanalysis regarding psychotic disorders contradicted the earlier conclusions -- that there indeed appeared to be a higher risk of psychotic disorders among marijuana users in the study versus non-users that approached statistical significance when using a more liberal test.\n\nRead more:\n\nAD", "images": ["https://www.washingtonpost.com/resizer/id9fJ6bKMy5RdyHuKN731yGpqgc=/150x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/HCZZOSPM4Y3UDFGLZEAIOA4ZFI.jpg", "https://www.washingtonpost.com/resizer/KHaoGQ4Oyc92lVjrWLXcV-YX5GI=/90x90/smart/s3.amazonaws.com/arc-authors/washpost/8c3365b4-0b14-4270-ab2a-627279e3b650.png", "https://www.washingtonpost.com/resizer/c70qqhPoCr87rcbVG8J66filFtk=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/YO5ZJID24E7U3DPFX24YUIVB6I.jpg"], "top_img": "https://www.washingtonpost.com/resizer/c70qqhPoCr87rcbVG8J66filFtk=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/YO5ZJID24E7U3DPFX24YUIVB6I.jpg", "keywords": [], "authors": ["Ariana Eunjung Cha", "National Reporter", "Staff Writer"], "canonical_link": "https://www.washingtonpost.com/news/to-your-health/wp/2015/08/05/good-news-about-teens-and-marijuana-no-links-to-depression-other-health-issues-new-study-says/", "title": "New study finds surprising news about teens, marijuana, and health issues", "meta_data": {"description": "A new study contradicts popular assumptions about how bad marijuana use during adolescence can be for you.", "og": {"site_name": "Washington Post", "type": "article", "url": "https://www.washingtonpost.com/news/to-your-health/wp/2015/08/05/good-news-about-teens-and-marijuana-no-links-to-depression-other-health-issues-new-study-says/", "image": "https://www.washingtonpost.com/resizer/c70qqhPoCr87rcbVG8J66filFtk=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/YO5ZJID24E7U3DPFX24YUIVB6I.jpg", "title": "New study finds surprising news about teens, marijuana, and health issues", "description": "A new study contradicts popular assumptions about how bad marijuana use during adolescence can be for you."}, "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "title": "New study finds surprising news about teens, marijuana, and health issues", "description": "A new study contradicts popular assumptions about how bad marijuana use during adolescence can be for you."}, "article": {"content_tier": "metered", "opinion": "false"}, "viewport": "width=device-width, initial-scale=1"}, "movies": [], "publish_date": 1438747200.0, "source": "http://www.washingtonpost.com", "summary": ""}