{"url": "https://www.statnews.com/2017/12/18/antibiotics-sexually-transmitted-infections/", "text": "The spread of some sexually transmitted infections could potentially be dramatically reduced by instructing people who have had unprotected sex to take antibiotics within 24 hours after the intercourse, a new study suggests.\n\nBut such a strategy, which was tested in a population of men who had frequent unprotected sex with a number of male sex partners, could spark a controversy over the use of antibiotics and the general threat of growing antibiotic resistance.\n\n“My message with that study would be that we need to do more research to prevent STIs — because that’s a concern. And this strategy … could potentially be used,” said Dr. Jean-Michel Molina, head of infectious diseases at Saint-Louis Hospital in Paris and the lead author of the study.\n\nadvertisement\n\nMolina insisted he would never support long-term use of antibiotics to prevent STIs, but said that the approach might be an effective short-term strategy when paired with other control approaches, like more frequent STI testing among high-risk populations.\n\n“I don’t want this strategy to be used widely in any person, clearly,” Molina said. “But if you can select a group with a high incidence rate of syphilis or chlamydia, and you want to try to reduce the rate of syphilis quite quickly in this group of people, you may think that this strategy could be used for a couple of months.”\n\nNewsletters Sign up for Morning Rounds Your daily dose of news in health and medicine. Please enter a valid email address. Privacy Policy Leave this field empty if you're human:\n\nRates of syphilis in particular have risen steadily in recent years; the rate in 2015-2016 — 8.7 cases per 100,000 people — was the highest since 1993, the Centers for Disease Control and Prevention reported. The rate of infection increased in every age group over the age of 15, in both men and women, and in all ethnic groups.\n\nMolina’s study was recently published by the journal Lancet Infectious Diseases. The Bill and Melinda Gates Foundation was one of its funders.\n\nThe researchers randomly assigned 232 men to one of two groups. One of the groups was given antibiotics — the drug doxycycline — to take if they had unprotected sex. They were told to take two pills per encounter, and no more than six in a week, ideally within 24 hours and no later than 72 hours after the intercourse. In reality, the median use among the men was about 6.8 pills per month.\n\nThe men were tested regularly for STIs, and in the nine or so months they were followed, the rates of some sexually transmitted infections fell dramatically in the treatment group. The overall reduction of all STIs was 47 percent, but that average was dragged down by the fact that doxycycline doesn’t cure gonorrhea.\n\nThere was, however, a 70 percent reduction in chlamydia infections and cases of syphilis decreased by 73 percent. The authors noted, however, that the study length was short and they can’t tell if the strategy would work as well over the long term.\n\nThe results can’t be taken in isolation, others experts warned. Using doxycycline this way could drive the bacteria that cause the infections to develop resistance to the drug, warned Dr. Brad Spellberg, an infectious diseases specialist and chief medical officer at the Los Angeles County-University of Southern California Medical Center in Los Angeles.\n\nSpellberg also said people who used the drug this way would be exposing the bacteria they have in their gastro-intestinal tracts — their own gut flora — to regular doses of doxycycline. And those bacteria too could develop resistance to the drug, leading to a host of other health problems.\n\n“You’re causing friendly fire injury,” he said.\n\nThe full picture of the knock-on effects of exposing your gut flora to antibiotics is still coming into focus, said Ramanan Laxminarayan, director of the Center for Disease Dynamics, Economics, and Policy and a leading voice on the dangers of mounting antibiotic resistance. He noted a recent report in the journal Science revealed that some cancer immunotherapy drugs worked less well in people who had recently taken antibiotics.\n\nMolina noted that antibiotic resistance to doxycycline has not been seen in chlamydia or syphilis, despite the fact that the drug has been used to treat these infections for decades. Still, he said the possibility it could arise cannot be discounted.\n\nA commentary published with the study argued that reducing infection rates in men who have sex with men and who are highly sexually active might lower STI infection rates more generally in a community.\n\nAuthors Christopher Fairley and Eric Chow, of Australia’s Melbourne Sexual Health Center at Monash University, said pressure from patients to be given doxycycline on a preventative basis might be substantial, given that the drug is also prescribed in six-month courses to treat acne. Like Molina and his co-authors, they said STI preventive use at this point is premature.\n\nLaxminarayan did not dismiss the notion of this type of use out of hand, however. “I certainly think that for a small subset of the population, if this helps prevent syphilis, then it certainly is worth exploring further,” he said.\n\nBut he said additional studies should be conducted first to try to get a better picture of the potential consequences of using doxycycline this way, including the risk of resistance developing, the potential that it might further erode condom use, and any other unintended consequences.", "images": ["https://www.statnews.com/wp-content/uploads/2016/03/AP_1602291933356134-1024x576.jpg", "https://www.statnews.com/wp-content/uploads/2019/08/Newsletter-Logo-Images-DR.png", "https://www.statnews.com/wp-content/uploads/2016/03/AP_1602291933356134-645x645.jpg", "https://www.statnews.com/wp-content/themes/stat/images/stat-logo.svg", "https://www.statnews.com/wp-content/plugins/stat-lazy-load/images/330x400-00000000.png", "https://dc.ads.linkedin.com/collect/?pid=46858&fmt=gif", "https://www.statnews.com/wp-content/uploads/2017/11/Circular_Helen.png", "https://www.facebook.com/tr?id=436331036555416&ev=PageView&noscript=1"], "top_img": "https://www.statnews.com/wp-content/uploads/2016/03/AP_1602291933356134-1024x576.jpg", "keywords": [], "authors": ["Helen Branswell", "Shraddha Chakradhar", "Sharon Begley", "Megan Thielking", "Elizabeth Preston"], "canonical_link": "https://www.statnews.com/2017/12/18/antibiotics-sexually-transmitted-infections/", "title": "Study: Antibiotics could dramatically reduce sexually transmitted infections", "meta_data": {"viewport": "width=device-width, initial-scale=1", "referrer": "origin", "description": "The study lays out a strategy that could spark a controversy over the use of antibiotics and the threat of growing antibiotic resistance.", "og": {"locale": "en_US", "type": "article", "title": "Study: Antibiotics could dramatically reduce sexually transmitted infections", "description": "The study lays out a strategy that could spark a controversy over the use of antibiotics and the threat of growing antibiotic resistance.", "url": "https://www.statnews.com/2017/12/18/antibiotics-sexually-transmitted-infections/", "site_name": "STAT", "updated_time": "2017-12-16T23:55:44+00:00", "image": {"identifier": "https://www.statnews.com/wp-content/uploads/2016/03/AP_1602291933356134-1024x576.jpg", "secure_url": "https://www.statnews.com/wp-content/uploads/2016/03/AP_1602291933356134-1024x576.jpg", "width": 1024, "height": 576}}, "article": {"publisher": "http://facebook.com/statnews/", "tag": "sexual health", "section": "Health", "published_time": "2017-12-18T09:55:43+00:00", "modified_time": "2017-12-16T23:55:44+00:00"}, "fb": {"app_id": 933808010032702, "pages": 1456948254627841}, "twitter": {"card": "summary_large_image", "description": "The study lays out a strategy that could spark a controversy over the use of antibiotics and the threat of growing antibiotic resistance.", "title": "Study: Antibiotics could dramatically reduce sexually transmitted infections", "site": "@statnews", "image": "https://www.statnews.com/wp-content/uploads/2016/03/AP_1602291933356134-1024x576.jpg", "creator": "@HelenBranswell"}, "generator": "WordPress 5.2.4", "ia": {"markup_url": "https://www.statnews.com/2017/12/18/antibiotics-sexually-transmitted-infections/?ia_markup=1"}, "apple-itunes-app": "app-id=1324796990", "msapplication-TileImage": "https://www.statnews.com/wp-content/uploads/2015/10/cropped-stat-logo-teal-328x328.png"}, "movies": [], "publish_date": 1513573200.0, "source": "https://www.statnews.com", "summary": ""}