{"url": "http://time.com/4591307/exercise-sperm-count/", "text": "About one in three couples struggling with infertility can trace their issues to poor quality semen, and men are given all kinds of advice about ways to produce healthier sperm. Among the most dispensed: eat a healthy diet, keep a healthy weight, avoid alcohol and tobacco and stay away from certain medications, such as blood pressure and depression drugs.\n\nNow, researchers publishing in the journal Reproduction have found that another lifestyle change—exercise—may also help improve sperm quality.\n\nIn the study, Behzad Maleki at Justus-Liebig University in Germany and his colleagues recruited 280 sedentary, middle-aged men and randomly assigned them to one of three exercise regimens, or to no exercise, and followed them for six months. They wanted to see what effect different types of exercise, and different intensity activity, had on sperm quality and count. One group exercised at moderate levels continuously by walking or jogging on a treadmill, while another followed the same protocol but at a higher intensity. Another group did high intensity exercise on the treadmill but in short interval bouts.\n\nCompared to the control group that didn’t exercise, all of the men who followed a physical activity program showed improvements in a variety of measures of their sperm. After six months, they showed less DNA damage, healthier sperm shape and lower levels of metabolic stress factors. They also showed higher numbers of sperm precursors.\n\nHealth Newsletter Get the latest health and science news, plus: burning questions and expert tips. View Sample Sign Up Now\n\n“This fits reasonably well with what we thought about the effects of exercise,” says Dr. Peter Schlegel, vice president of the American Society of Reproductive Medicine and chairman of urology at New York Presbyterian/Weill Cornell Medical Center. “But this is a much better done study than almost anything that’s been done before on the subject.” He notes that most previous studies did not randomly assign people to exercise groups and compare the outcome on sperm quality, but rather recorded sperm measures among men who reported their exercise habits after the fact.\n\nIn the current study, the men in the moderate intensity, continuous activity program showed the most improvements compared to men in the other two more intense groups. While it’s not entirely clear why, part of the reason may have to do with the fact that extreme exercise generates body heat, which can be detrimental to sperm health; for marathoners and people training at intense levels, finding ways to dissipate body heat is a major concern. Schlegel also says that regular exercise can improve circulation and make the blood vessels healthier, which may benefit the testes, an organ that’s sensitive to and requires good blood flow.\n\nGet The Brief. Sign up to receive the top stories you need to know right now. Choose your country United States of America Afghanistan Albania Algeria American Samoa Andorra Angola Anguilla Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Brazil Brunei Darussalam Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Colombia Comoros Congo Congo, Democratic Republic of Cook Islands Costa Rica Cote d'Ivoire Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Faeroe Islands Falkland Islands (Malvinas) Fiji Finland France French Guiana French Polynesia Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guinea Guinea-Bissau Guyana Haiti Holy See Honduras Hong Kong Hungary Iceland India Indonesia Iran Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libyan Arab Jamahiriya Liechtenstein Lithuania Luxembourg Macao Macedonia Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia Monaco Mongolia Montserrat Morocco Mozambique Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory, Occupied Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Republic of Korea Republic of Moldova Reunion Romania Russian Federation Rwanda Saint Helena Saint Kitts and Nevis Saint Lucia Saint Pierre and Miquelon Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia and Montenegro Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Islands Swaziland Sweden Switzerland Syrian Arab Republic Taiwan Tajikistan Tanzania, United Republic of Thailand Timor-Leste Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United Kingdom Virgin Islands (U.S.) Virgin Islands (British) Uruguay Uzbekistan Vanuatu Venezuela Viet Nam Wallis and Futuna Islands Western Sahara Yemen Zambia Zimbabwe Please enter a valid email address. Please select your country. I can confirm I have read and accept the Terms Of Use. Please check to proceed. Sign Up Now You may unsubscribe from email communication at any time. See our Privacy Policy for further details. Thank you! For your security, we've sent a confirmation email to the address you entered. Click the link to confirm your subscription and begin receiving our newsletters. If you don't get the confirmation within 10 minutes, please check your spam folder.\n\nExercise may also be working in other ways to enhance reproductive health, since all of the men who exercised lost weight, reduced their amount of body fat and improved their fitness levels. Fat tissue has been linked to higher levels of damaging metabolic stress compounds, so losing weight and becoming more fit may create more hospitable conditions for sperm and improve its quality and volume.\n\nThere are already plenty of reasons to exercise, and now better quality sperm is one more worth noting.\n\nContact us at editors@time.com.", "images": ["http://time.com/img/Paper-plane.svg", "http://subscription-assets.timeinc.com/current/1850_top2_205_thumb.jpg", "http://time.com/images/newsletter-time.png", "https://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2019/03/greg-olivia-brunner.jpg?quality=85&w=577", "https://timedotcom.files.wordpress.com/2016/12/gettyimages-158725584.jpg", "http://pixel.carambo.la/Pixel/tmnc11/112753/0/1/0", "http://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2016/12/gettyimages-158725584.jpg?quality=85&w=1200&h=628&crop=1", "http://assets.time.com/images/dianomi-logo.png", "https://timedotcom.files.wordpress.com/2019/07/dating-apps.jpg?quality=85&w=566", "https://timedotcom.files.wordpress.com/2017/09/time-newsletter-tout-footer.png", "http://pixel.watch/f3fo"], "top_img": "https://timedotcom.files.wordpress.com/2016/12/gettyimages-158725584.jpg?quality=85&w=1200&h=628&crop=1", "keywords": [], "authors": ["Alice Park"], "canonical_link": "https://time.com/4591307/exercise-sperm-count/", "title": "Exercise May Be the Key to Better Sperm", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "keywords": "exercise, sperm, sperm quality, sperm count, fertility, infertility, what affects sperm quality, male infertility", "news_keywords": "exercise, sperm, sperm quality, sperm count, fertility, infertility, what affects sperm quality, male infertility", "description": "Improving sperm quality may not require high tech drugs or procedures. Regular exercise can lead to a better, higher sperm count", "og": {"title": "Exercise May Be the Key to Better Sperm", "type": "article", "site_name": "Time", "url": "https://time.com/4591307/exercise-sperm-count/", "description": "A new study finds that regular exercise can lead to a higher sperm count", "image": {"identifier": "https://timedotcom.files.wordpress.com/2016/12/gettyimages-158725584.jpg?quality=85&w=1200&h=628&crop=1", "width": 1200, "height": 628}}, "article": {"content_tier": "free", "opinion": "false"}, "pinterest": {"url": "https://time.com/4591307/exercise-sperm-count/", "description": "Improving sperm quality may not require high tech drugs or procedures. Regular exercise can lead to a better, higher sperm count", "media": "https://timedotcom.files.wordpress.com/2016/12/gettyimages-158725584.jpg?quality=85&w=1200&h=628&crop=1"}, "twitter": {"card": "summary_large_image", "url": "https://time.com/4591307/exercise-sperm-count/", "title": "Exercise May Be the Key to Better Sperm", "description": "A new study finds that regular exercise can lead to a higher sperm count", "site": "@TIME", "image": "https://timedotcom.files.wordpress.com/2016/12/gettyimages-158725584.jpg?quality=85&w=1024&h=512&crop=1"}, "fb": {"app_id": 53177223193, "pages": 10606591490}}, "movies": [], "publish_date": null, "source": "http://time.com", "summary": ""}