{"url": "http://www.NPR.org/templates/story/story.php?storyId=121963778", "text": "Health Experts Call For Heart Checkups For Kids\n\nEnlarge this image toggle caption Michael Perez/AP Michael Perez/AP\n\nIn growing numbers, health experts are recommending screening for heart disease in children, especially those who play sports.\n\nOne in 100,000 people ages 12 to 24 are estimated to die suddenly and unexpectedly as a result of congenital undiagnosed heart malfunctions. And children who play sports are nearly three times more likely to suffer sudden cardiac death than their nonathletic counterparts.\n\n\"Few of the kids actually experience sudden death while they're in class or at home,\" says Thomas Debauche, a Houston cardiologist. \"It's pretty much while they're in training or while they're on the field performing, because that's when the adrenalin is flowing,\" and that's when they're calling on the heart for peak performance.\n\nThese surprise attacks are due to inherited problems that children are born with. Cardiologist Douglas Zipes, past president of the American Academy of Cardiology, says the problems kids suffer are typically electrical, like abnormal heart rhythms, or structural, like a thickening of the heart muscle. Both of these problems are exacerbated during exertion when kids play sports.\n\nAccording to Zipes, \"The adrenalin that is released when you're participating [in sports] can stimulate this abnormally thick heart muscle and cause a fatal heart rhythm problem, that is a very rapid heartbeat with no effective contraction, no blood being ejected to the brain and other organs.\" The result is sudden cardiac death.\n\nTypically, schools require kids to provide a family history and have a simple physical exam before participating in sports. But Zipes says more should be done.\n\nCardiologist Debauche agrees. He recently screened more than 2,000 high school athletes in the Houston area, using electrocardiogram, or EKG, to measure the electrical activity of the heart.\n\nAbout 10 percent of the students had an abnormal EKG. One of them was Louis Anthony, who suffered from asthma. In severe cases, asthma can cause the heart to thicken and put kids at risk of cardiomyopathy and sudden death. Anthony's asthma diminished over time, and he says he can still play soccer, run fast and breathe \"just fine.\"\n\nAfter the abnormal EKG result, however, Debauche told Anthony and his parents to closely monitor the asthma. They have.\n\nFor other students who had abnormal EKG results, some received medication for blood pressure and others were treated for abnormal heart rhythms. About 1 percent were told it was too dangerous for them to continue in sports.\n\nThree students had serious heart problems, including one who suffered from a rare disease in which the heart muscle is spongy and contracts poorly.\n\n\"He was literally running the stadium stairs at the time we found him,\" Debauche says. \"He was preparing for track season by running up and down the stadium stairs.\"\n\nDebauche says the heart screening turned out to be life-saving for this student athlete. The student now has an implantable defibrillator and is awaiting a heart transplant.\n\nThe severity of this and the other two problems that turned up as a result of the abnormal EKGs are reason enough, Debauche says, to screen all school athletes nationwide.\n\nSome health experts argue that would be too costly. There's no official policy from the American College of Cardiology, but officials say most members support screening student athletes.\n\nThe American Heart Association suggests that athletes who are identified as at risk for heart problems as a result of a family history or physical exam be referred for further cardiovascular examination, which could include an electrocardiogram.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/assets/news/2009/12/28/heart-61c0597ff27f19a8ffb0eef09809fb1e9ba4ced5-s800-c15.jpg", "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "keywords": [], "authors": ["Patti Neighmond"], "canonical_link": "https://www.npr.org/templates/story/story.php?storyId=121963778", "title": "Health Experts Call For Heart Checkups For Kids", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2009-12-28", "description": "In growing numbers, health experts are recommending screening for heart disease in children, especially those who play sports. One in 100,000 people ages 12 to 24 are estimated to die suddenly as a result of congenital undiagnosed heart malfunctions. And children who play sports are nearly three times more likely to suffer sudden cardiac death than their nonathletic counterparts.", "og": {"title": "Health Experts Call For Heart Checkups For Kids", "url": "https://www.npr.org/templates/story/story.php?storyId=121963778", "type": "article", "description": "In growing numbers, health experts are recommending screening for heart disease in children, especially those who play sports. One in 100,000 people ages 12 to 24 are estimated to die suddenly as a result of congenital undiagnosed heart malfunctions. And children who play sports are nearly three times more likely to suffer sudden cardiac death than their nonathletic counterparts.", "image": "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary", "title": "Health Experts Call For Heart Checkups For Kids", "site": "@NPR", "domain": "npr.org"}}, "movies": [], "publish_date": null, "source": "http://www.NPR.org", "summary": ""}