{"url": "https://www.statnews.com/2016/07/12/postpartum-depression-drug/", "text": "An experimental drug touted as a breakthrough for treating severe postpartum depression is showing some promising results in a small clinical trial.\n\nSage Therapeutics (SAGE), based in Cambridge, Mass., reported on Tuesday that 7 of the 10 women who took the drug in the trial experienced significant improvement in their depression within 60 hours of the injection. That effect was maintained for 30 days.\n\nAmong the 11 women who took the placebo, just one experienced remission within 60 hours.\n\nadvertisement\n\nInterestingly, none of the patients who took the drug reported psychiatric side effects, such as abnormal dreams, insomnia, and anxiety — but 5 of the 11 women on the placebo reported such symptoms. A few patients in each group experienced dizziness or a sedative effect.\n\nSage’s drug is designed to change the traffic patterns in the brain. There’s a natural push and pull between neurotransmitters called NMDA receptors and the GABA receptors that regulate their flow in the brain. In cases of severe depression, that equilibrium gets out of whack, and Sage’s drug is meant to restore it, modulating those GABA receptors to allow NMDA to do its job.\n\nThe data could represent a “paradigm shift in how the disease is thought about,” CEO Jeff Jonas said in a conference call.\n\nBut before anyone shifts anything, Sage will need more data. The early results are “promising and exciting,” said Dr. Allison Baker, a psychiatrist at Massachusetts General Hospital’s Center for Women’s Mental Health, but “we need to see replication of this data over a much wider range in terms of numbers.”\n\nThe study is small and has not been peer-reviewed; Sage disclosed the results in a press release. The company has not submitted study data to federal regulators and isn’t at this point seeking approval of the drug, known as SAGE-547, for postpartum depression. Its next steps: expanding the trial to enroll more women and to determine optimum doses.\n\n“I think it’s incumbent upon us … to find a lower dose that might be just as useful,” especially for nursing mothers, Jonas said.\n\nWomen in the trial were asked not to breastfeed for the first 10 days after receiving the injection. The drug has a “very, very short half-life” in the body, Jonas said, meaning that it can be metabolized quickly.\n\nThe company is also testing SAGE-547 as a treatment for a rare form of epilepsy. It’s in late-stage trials on that front. It’s also working on an oral form of the drug.\n\nThough preliminary, the early results on postpartum depression are tantalizing. One of the drug’s most promising features: It appears to work quickly — some women in the study started experiencing relief after 24 hours. By contrast, traditional antidepressants can take weeks to begin working. The only other treatment for postpartum depression is talk therapy.\n\nSAGE-547’s apparent speed is what’s getting the most attention in the psychiatric community, Baker said. In the early days of motherhood, women ideally build competency and confidence in their parenting. Dealing with postpartum depression derails that process, and it’s linked to increased rates of anxiety and mood disorders among children, she said.\n\n“If we could essentially nip those within 60 hours or even 24 hours and then keep that at bay for at least 30 days, that’s pretty compelling when you think of the alternative,” Baker said.\n\nA serious mood disorder that affects as many as 1 in 7 women after childbirth, postpartum depression can lead to panic attacks, inconsolable sadness, and deep feelings of inadequacy. Some women have thoughts of harming their baby or themselves.\n\nJonas, a Harvard-trained psychiatrist, has long experience working with treatments for mental illnesses such as depression. He wrote the book “Everything You Need To Know About Prozac” in the early 1990s, in part to counter fear-mongering about the antidepressant.\n\nThis story has been updated with additional information.", "images": ["https://www.statnews.com/wp-content/uploads/2018/03/Circular_Damian.png", "https://www.statnews.com/wp-content/uploads/2019/08/Newsletter-Logo-Images-DR.png", "https://www.statnews.com/wp-content/themes/stat/images/stat-logo.svg", "https://www.statnews.com/wp-content/plugins/stat-lazy-load/images/330x400-00000000.png", "https://www.statnews.com/wp-content/uploads/2017/11/Circular_Meghana.png", "https://www.statnews.com/wp-content/uploads/2016/05/Pregnant_GettyImages-71141693-1024x576.jpg", "https://dc.ads.linkedin.com/collect/?pid=46858&fmt=gif", "https://www.statnews.com/wp-content/uploads/2016/05/Pregnant_GettyImages-71141693-645x645.jpg", "https://www.facebook.com/tr?id=436331036555416&ev=PageView&noscript=1"], "top_img": "https://www.statnews.com/wp-content/uploads/2016/05/Pregnant_GettyImages-71141693-1024x576.jpg", "keywords": [], "authors": ["Meghana Keshavan", "Damian Garde", "Sharon Begley", "Adam Feuerstein", "Ed Silverman", "Rebecca Robbins"], "canonical_link": "https://www.statnews.com/2016/07/12/postpartum-depression-drug/", "title": "Drug shows promise for quick treatment of postpartum depression", "meta_data": {"viewport": "width=device-width, initial-scale=1", "referrer": "origin", "description": "An experimental drug from Sage Therapeutics, touted as a breakthrough for treating severe postpartum depression showed promise in a small clinical trial.", "og": {"locale": "en_US", "type": "article", "title": "Drug shows promise for quick treatment of postpartum depression", "description": "An experimental drug from Sage Therapeutics, touted as a breakthrough for treating severe postpartum depression showed promise in a small clinical trial.", "url": "https://www.statnews.com/2016/07/12/postpartum-depression-drug/", "site_name": "STAT", "updated_time": "2016-07-12T16:47:38+00:00", "image": {"identifier": "https://www.statnews.com/wp-content/uploads/2016/05/Pregnant_GettyImages-71141693-1024x576.jpg", "secure_url": "https://www.statnews.com/wp-content/uploads/2016/05/Pregnant_GettyImages-71141693-1024x576.jpg", "width": 1024, "height": 576}}, "article": {"publisher": "http://facebook.com/statnews/", "tag": "women's health", "section": "Biotech", "published_time": "2016-07-12T12:26:57+00:00", "modified_time": "2016-07-12T16:47:38+00:00"}, "fb": {"app_id": 933808010032702, "pages": 1456948254627841}, "twitter": {"card": "summary_large_image", "description": "An experimental drug from Sage Therapeutics, touted as a breakthrough for treating severe postpartum depression showed promise in a small clinical trial.", "title": "Drug shows promise for quick treatment of postpartum depression", "site": "@statnews", "image": "https://www.statnews.com/wp-content/uploads/2016/05/Pregnant_GettyImages-71141693-1024x576.jpg", "creator": "@megkesh"}, "generator": "WordPress 5.2.4", "ia": {"markup_url": "https://www.statnews.com/2016/07/12/postpartum-depression-drug/?ia_markup=1"}, "apple-itunes-app": "app-id=1324796990", "msapplication-TileImage": "https://www.statnews.com/wp-content/uploads/2015/10/cropped-stat-logo-teal-328x328.png"}, "movies": [], "publish_date": 1468296000.0, "source": "https://www.statnews.com", "summary": ""}