{"url": "http://www.washingtonpost.com/news/to-your-health/wp/2015/02/24/lay-off-the-mega-doses-of-vitamin-d/", "text": "\"Clinical enthusiasm for supplemental vitamin D has outpaced available evidence on its effectiveness,\" JoAnn E. Manson and Shari S. Bassuk of the Division of Preventive Medicine at Brigham and Women's Hospital in Boston wrote last week in the journal's online version.\n\nAD\n\nAD\n\nThis practice isn't totally harmless. You should be consuming 600 international units daily if you're between the ages of 1 and 70, and 800 IU each day if you're 71 or older, according to the Institute of Medicine, the health arm of the National Academcy of Sciences. (For a chart with a little more detail, see here.) These amounts are enough for 97.5 percent of U.S. and Canadian residents, according to the IOM. (Sunlight stimulates production of vitamin D for people in sunnier climes.)\n\nGo above 4,000 IUs, unless there's a specific reason that you need that amount, and you risk kidney stones, calcification of blood vessels and possibly the very cardiovascular disease you were seeking to prevent, Manson said in an interview.\n\nSo how did we get here? \"I think there's been a disconnect between the observational studies and the randomized clinical trials to date,\" Manson said. Over the past 15 years, those studies \"have looked promising, and very often they've been reported by the media as suggesting that vitamin D has these benefits. I think there's a general perception that if some is good, more is better. I think it's important to understand that more is not necessarily better.\"\n\nAD\n\nAD\n\nManson is leading the most extensive clinical trial of vitamin D use ever, an examination of 25,875 people across the United States to determine whether vitamin D is helpful against cancer, cardiovascular disease, diabetes, depression, infection, autoimmune disorders and other conditions. The results are expected in late 2017 or early 2018.\n\nIn the meantime, how much vitamin D should you be consuming? The recommended dietary allowance works out to three or four servings each day of \"fortified\" foods such as milk, yogurt, soy beverages, orange juice or cereal, plus fatty fish twice a week, according to Manson's commentary.\n\nShe also called on physicians not to overscreen patients for vitamin D deficiencies, a practice that can lead to overprescribing it.\n\nAD\n\n\"Large trials of other widely used supplements have sometimes found benefits,\" Manson wrote, \"but in other cases--such as with high doses of beta carotene, vitamin E and selenium--have disproven some health claims for these supplements and identified health risks that may not have otherwise been detected.\"\n\nRead more:\n\nAD", "images": ["https://www.washingtonpost.com/resizer/MgqOITIlSlrN7L4A1tOlp-rm75w=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/J5DJVGEJQQ2YXFNPPWMS7SMOKM.jpg", "https://www.washingtonpost.com/resizer/Yp2G8M6H6t1Y8YXky-F02i324cA=/150x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/J5DJVGEJQQ2YXFNPPWMS7SMOKM.jpg", "https://www.washingtonpost.com/resizer/EWxaEfogFZj4C8vbonaf5oqNyIw=/90x90/smart/s3.amazonaws.com/arc-authors/washpost/033c1b1b-8262-4f85-9f09-5edd9ab3e4c8.png"], "top_img": "https://www.washingtonpost.com/resizer/MgqOITIlSlrN7L4A1tOlp-rm75w=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/J5DJVGEJQQ2YXFNPPWMS7SMOKM.jpg", "keywords": [], "authors": ["Lenny Bernstein", "Reporter Covering Health", "Health Reporter"], "canonical_link": "https://www.washingtonpost.com/news/to-your-health/wp/2015/02/24/lay-off-the-mega-doses-of-vitamin-d/", "title": "Lay off the mega-doses of Vitamin D", "meta_data": {"description": "There's no proof it helps prevent cancer, cardiovascular disease or other conditions", "og": {"site_name": "Washington Post", "type": "article", "url": "https://www.washingtonpost.com/news/to-your-health/wp/2015/02/24/lay-off-the-mega-doses-of-vitamin-d/", "image": "https://www.washingtonpost.com/resizer/MgqOITIlSlrN7L4A1tOlp-rm75w=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/J5DJVGEJQQ2YXFNPPWMS7SMOKM.jpg", "title": "Lay off the mega-doses of Vitamin D", "description": "There's no proof it helps prevent cancer, cardiovascular disease or other conditions"}, "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "title": "Lay off the mega-doses of Vitamin D", "description": "There's no proof it helps prevent cancer, cardiovascular disease or other conditions"}, "article": {"content_tier": "metered", "opinion": "false"}, "viewport": "width=device-width, initial-scale=1"}, "movies": [], "publish_date": 1424754000.0, "source": "http://www.washingtonpost.com", "summary": ""}