{"url": "http://www.foxnews.com/health/2011/05/19/hpv-test-beats-pap-cervical-cancer-screening/", "text": "Two big studies suggest possible new ways to screen healthy people for cervical or prostate cancers, but a third disappointed those hoping for a way to detect early signs of deadly ovarian tumors.\n\nResearchers found:\n\n-For women 30 and over, a test for the virus, HPV, is better than a Pap smear for predicting cervical cancer risk, and those who test negative on both can safely wait three years to be screened again.\n\n-A single PSA blood test at ages 44 to 50 might help predict a man's risk of developing advanced prostate cancer or dying of it up to 30 years later. The PSA test is notoriously unreliable, but using it this way separates men who need a close watch from those who are so low-risk that they can skip testing for five years or more.\n\n-Screening women with no symptoms for ovarian cancer with a blood test and an ultrasound exam is harmful. It didn't prevent deaths and led to thousands of false alarms, unneeded surgeries and serious complications.\n\nThe last study is a warning to people who get screening tests that aren't recommended, or who question whether screening can ever hurt.\n\n\"The answer is, it could hurt a lot,\" said Dr. Allen Lichter, chief executive of the American Society of Clinical Oncology. The group published these and 4,000 other studies Wednesday, ahead of its annual meeting next month.\n\nCervical cancer is easy to prevent. It's very slow-growing and screening finds precancerous cells and allows early treatment. The new study was the first big one to examine a newer screening tool, HPV tests, with or without Pap smears in routine practice.\n\nFor a Pap test, cells scraped from the cervix, the gateway to the uterus, are checked under a microscope. But this can miss problems or raise false alarms.\n\nHPV tests detect the human papillomavirus, which causes most cases of cervical cancer. But HPV is \"the common cold\" of the nether regions — most sexually active young people have been exposed to it, said Debbie Saslow, the American Cancer Society's director of breast and gynecologic cancer. Most infections go away on their own; they're only a cancer risk when they last a year or more.\n\nYounger women tend to have short-term infections, so Pap tests are a better way to screen them. HPV tests are approved as an option along with Paps for women 30 and older, and the cancer society says that if a woman tests negative on both, she can wait three years to be screened again. Few take this advice, though.\n\n\"Women still want their annual Pap and doctors still want to give them,\" and think it's rationing care to test less often, Saslow said.\n\nThe new study gives \"very, very solid support\" for screening less often, Lichter said.\n\nHormuzd Katki of the National Cancer Institute studied more than 330,000 women getting HPV and Pap tests through Kaiser Permanente Northern California for five years.\n\nOnly about three out of 100,000 women each year developed cervical cancer after negative HPV and Pap tests. HPV tests were twice as good as Paps for predicting risk. Adding a Pap after a negative HPV test did little to improve risk prediction.\n\nHowever, if an HPV test was positive, a Pap test helped confirm or rule out the need for follow-up.\n\nThe study didn't look at the downside of HPV testing — how many false alarms and needless procedures it triggered. HPV tests cost $80 to $100 compared to $20 to $40 for Paps.\n\nThe prostate study sought a better way to use PSA tests, which are troublesome because PSA can be high for many reasons besides cancer, and doctors don't know which cancers need treatment or whether screening saves lives. Most groups don't recommend PSA tests, but most men over 50 get them anyway.\n\nThe new study \"is not going to end the controversy, but it suggests a very interesting middle ground,\" Lichter said.\n\nResearchers at Memorial Sloan-Kettering Cancer Center in New York used stored blood samples that 12,000 Swedish men gave for a heart study decades ago, when most were 44 to 50 years old. They also had second samples from some of them six years later, and samples from other 60-year-old men.\n\nLooking 27 years later, researchers saw that 44 percent of cancer deaths occurred in men whose initial PSAs had been in the top 10 percent when they were 44 to 50 years old.\n\nConversely, scoring below the median meant very little cancer risk years later.\n\n\"They're identifying a group of guys who don't need to be screened, or need to be screened less often,\" said Dr. Otis Brawley, the cancer society's chief medical officer.\n\nThe results are \"provocative,\" but this type of study can't prove that screening prevents deaths, said Dr. Matthew R. Smith of the Massachusetts General Hospital Cancer Center. Few of the Swedish men were treated for prostate cancer as most men are today, which can affect survival.\n\nThe National Cancer Institute, the Swedish Cancer Society and several foundations paid for the work, and one researcher holds patents for two PSA-related tests.\n\nBaseline PSA tests for men in their 40s can't be recommended yet, Brawley said. The cancer society says men should be informed of the risks and benefits of PSA tests starting at age 50, and sooner for blacks and those with family history of prostate cancer.\n\nThe government-funded ovarian cancer study involved nearly 80,000 women. Half were screened annually with an ultrasound for four years and a blood test for six years. The blood test looked for CA-125, a substance often elevated in ovarian cancer.\n\nAfter 13 years, there were no major differences in ovarian cancers found or deaths from the disease. Screening found only 212 cancers while giving 3,285 false alarms that led to 1,080 unneeded biopsy surgeries and 163 serious complications.\n\n\"So many people say `how can cancer screening be harmful?' This thing documents it,\" Brawley said.\n\nThe results don't apply to using these tests on women with symptoms of ovarian cancer or abnormal physical exams. That's still the best way to check for ovarian cancer in those cases.", "images": ["https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/11/270/152/meningitis_split.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/11/270/152/lollipop-ban-da-437275.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/11/270/152/life_support_istock.jpg?ve=1&tl=1", "https://a57.foxnews.com/a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2018/09/640/320/1862/1048/cervical-cancer.jpg?ve=1&tl=1?ve=1&tl=1", "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/cervical-cancer.jpg", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/11/270/152/steamer-horror-2.jpg?ve=1&tl=1"], "top_img": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/cervical-cancer.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.foxnews.com/health/hpv-test-beats-pap-for-cervical-cancer-screening", "title": "HPV Test Beats Pap for Cervical Cancer Screening", "meta_data": {"viewport": "width=device-width, minimum-scale=1.0, initial-scale=1.0", "description": "Two big studies suggest possible new ways to screen healthy people for cervical or prostate cancers, but a third disappointed those hoping for a way to detect early signs of deadly ovarian tumors", "prism.channel": "fnc", "prism.section": "health", "prism.aggregationType": "subsection", "pagetype": "article", "content-creator": "tiger", "dc.title": "HPV Test Beats Pap for Cervical Cancer Screening", "dcterms.abstract": "Two big studies suggest possible new ways to screen healthy people for cervical or prostate cancers, but a third disappointed those hoping for a way to detect early signs of deadly ovarian tumors", "dc.type": "Text.Article", "dc.description": "Two big studies suggest possible new ways to screen healthy people for cervical or prostate cancers, but a third disappointed those hoping for a way to detect early signs of deadly ovarian tumors", "dc.language": "en-US", "dc.publisher": "Fox News", "dc.format": "text/html", "dc.identifier": "urn:uri:base64:f47e19ea-4a33-5b9f-8d8b-1a4f8498896a", "dc.source": "Associated Press", "dc.date": "2015-03-27", "dcterms.created": "2015-03-27T04:33:00-04:00", "dcterms.modified": "2014-11-12T19:43:58-05:00", "og": {"title": "HPV Test Beats Pap for Cervical Cancer Screening", "description": "Two big studies suggest possible new ways to screen healthy people for cervical or prostate cancers, but a third disappointed those hoping for a way to detect early signs of deadly ovarian tumors", "type": "article", "image": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/cervical-cancer.jpg", "url": "https://www.foxnews.com/health/hpv-test-beats-pap-for-cervical-cancer-screening", "site_name": "Fox News"}, "robots": "noarchive, noodp", "twitter": {"card": "summary_large_image", "site": "@foxnews", "title": "HPV Test Beats Pap for Cervical Cancer Screening", "description": "Two big studies suggest possible new ways to screen healthy people for cervical or prostate cancers, but a third disappointed those hoping for a way to detect early signs of deadly ovarian tumors", "image": "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2018/09/1024/512/cervical-cancer.jpg?ve=1&tl=1", "url": "https://www.foxnews.com/health/hpv-test-beats-pap-for-cervical-cancer-screening"}, "fb": {"app_id": 116027085089150}, "article": {"opinion": "false"}, "classification": "/FOX NEWS/HEALTH/HEALTHY LIVING/Womens Health,/FOX NEWS/HEALTH", "classification-isa": "whlth,health"}, "movies": [], "publish_date": 1305777600.0, "source": "http://www.foxnews.com", "summary": ""}