{"url": "http://www.reuters.com/article/2013/05/21/us-regeneron-sanofi-asthma-idUSBRE94K0I020130521", "text": "(Reuters) - A new type of asthma drug meant to attack the underlying causes of the respiratory disease slashed episodes by 87 percent in a mid-stage trial, making it a potential game changer for patients with moderate to severe disease, researchers said on Tuesday.\n\n“Overall, these are the most exciting data we’ve seen in asthma in 20 years,” said Dr. Sally Wenzel, lead investigator for the 104-patient study of dupilumab, an injectable treatment being developed by Regeneron Pharmaceuticals Inc and French drugmaker Sanofi.\n\nThe drug also met all its secondary goals, such as improving symptoms and lung function and reducing the need for standard drugs called beta agonists.\n\nAlthough far larger trials will be needed to confirm findings from the “proof of concept” study, researchers expressed optimism. They noted that dupilumab has also shown the ability to tame atopic dermatitis, or severe eczema, an allergic condition that is not well controlled by current treatments.\n\nResults of the 12-week asthma study are being presented on Tuesday at the annual scientific meeting of the American Thoracic Society in Philadelphia.\n\nThe medicine, if approved, could hold promise for patients with moderate to severe persistent asthma that is not well controlled by standard drugs.\n\n“We have been treating asthma with sort of Band-Aid therapies that didn’t get at the underlying causes,” Wenzel said in an interview, adding that dupilumab could be an important step in going to the root of the problem.\n\nThe drug works by simultaneously blocking proteins that have been linked to inflammation, interleukin-4 (IL-4) and interleukin-13 (IL-13).\n\nHITS ELUSIVE TARGETS\n\nWenzel, director of the Asthma Institute at the University of Pittsburgh, said other drugmakers have tested medicines that block one or both of the proteins, but without success.\n\nThe trial recruited patients with high levels of eosinophils, a biomarker that shows immune system cells called type 2 helper T cells (Th2 cells) associated with allergy and asthma have been activated.\n\nSuch patients were deemed likely to benefit from treatment.\n\nAll patients initially stayed on their standard asthma treatments, meaning medium-to-high doses of inhaled glucocorticoids, as well as long-acting beta agonists. But patients gradually tapered off on those drugs and were no longer taking either of them after 9 weeks.\n\nThroughout the Phase IIa trial, half the patients also received weekly injections of dupilumab, while half received placebo injections.\n\nAfter the ninth week, 25 percent of those on placebos had experienced exacerbations, a catch-all term that included the need to take a beta agonist, a decrease in lung function, the need for an oral or inhaled corticosteroid, or if the patient went to the hospital or emergency room for worsening asthma.\n\n“By end of the trial, after 12 weeks, 44 percent of those in the placebo group had exacerbations, compared with 5 percent of those on dupilumab,” Wenzel said. That represented an 87 percent reduction in exacerbations, which was highly statistically significant.\n\nWenzel said dupilumab was well tolerated, with side effects similar to placebo. But she cautioned that longer trials are needed to fully assess the drug.\n\nRegeneron and Sanofi said standard drugs are unable to control asthma in 10 to 20 percent of patients. They estimate that inflammation caused by Th2 cells - the type of inflammation among patients they tested - affects up to 2.5 million people in the United States and up to 30 million worldwide.\n\nDupilumab has also shown strong hints of safety and effectiveness in two early-stage trials that involved 67 patients with atopic dermatitis. Larger studies are slated to begin later this year.\n\nAtopic dermatitis is inherited and involves patches of highly itchy skin on any part of the body. Patients, many of whom also have asthma and hay fever, have compared the sensation to having unending poison ivy.\n\n“This asthma data and the data we already have in atopic dermatitis really raises the possibility the scientific community has finally hit upon the key pathway across all these allergic diseases,” George Yancopoulos, Regeneron’s research chief, said in an interview.\n\nTrial results were also reported on Tuesday in the New England Journal of Medicine, along with an editorial that said results of the study appeared “compelling” at first glance and superior to those seen in previous studies of other asthma drugs.\n\nBut the editorial said effectiveness of dupilumab has been established in just a “limited subpopulation of patients with asthma” because only 21 percent of those screened for enrollment in the study met its criteria.\n\n“We do not know whether dupilumab will be effective in other patient populations,” the editorial said, including patients that stay on their standard therapies and who do not have high levels of eosinophils.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Ransdell Pierson", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-regeneron-sanofi-asthma-idUSBRE94K0I020130521", "title": "Regeneron, Sanofi asthma drug seen as potential game changer", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "medical-research;companies-mrch;companies-phar;everythingNews;healthNews", "description": "A new type of asthma drug meant to attack the underlying causes of the respiratory disease slashed episodes by 87 percent in a mid-stage trial, making it a potential game changer for patients with moderate to severe disease, researchers said on Tuesday.", "Author": "Ransdell Pierson", "keywords": "United States,George D. Yancopoulos,Sally Wenzel,US,REGENERON,SANOFI,ASTHMA,Chemicals (Legacy),Germany,Company News,Health / Medicine,Biotechnology / Pharmaceuticals (Legacy),Western Europe,Pharmaceuticals and Medical Research (TRBC),Science,Generic and Specialty Pharmaceuticals (TRBC),France,Biotechnology and Medical Research (TRBC),United States", "news_keywords": "United States;George D. Yancopoulos;Sally Wenzel;US;REGENERON;SANOFI;ASTHMA;Chemicals (Legacy);Germany;Company News;Health / Medicine;Biotechnology / Pharmaceuticals (Legacy);Western Europe;Pharmaceuticals and Medical Research (TRBC);Science;Generic and Specialty Pharmaceuticals (TRBC);France;Biotechnology and Medical Research (TRBC);United States", "REVISION_DATE": "Tue May 21 20:37:49 UTC 2013", "analyticsAttributes.articleDate": "2013-05-21T20:37:49+0000", "analyticsAttributes.author": "Ransdell Pierson", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-regeneron-sanofi-asthma-idUSBRE94K0I020130521", "analyticsAttributes.contentTitle": "Regeneron, Sanofi asthma drug seen as potential game changer", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "United States,George D. Yancopoulos,Sally Wenzel,US,REGENERON,SANOFI,ASTHMA,Chemicals (Legacy),Germany,Company News,Health / Medicine,Biotechnology / Pharmaceuticals (Legacy),Western Europe,Pharmaceuticals and Medical Research (TRBC),Science,Generic and Specialty Pharmaceuticals (TRBC),France,Biotechnology and Medical Research (TRBC),United States", "analyticsAttributes.keywordSlug": "US-REGENERON-SANOFI-ASTHMA", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Regeneron, Sanofi asthma drug seen as potential game changer", "sailthru.author": "Ransdell Pierson", "sailthru.date": "2013-05-21T20:37:49+0000", "sailthru.title": "Regeneron, Sanofi asthma drug seen as potential game changer", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Regeneron, Sanofi asthma drug seen as potential game changer", "url": "https://www.reuters.com/article/us-regeneron-sanofi-asthma-idUSBRE94K0I020130521", "type": "article", "description": "A new type of asthma drug meant to attack the underlying causes of the respirato...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2013-05-21T20:37:49+0000", "modified_time": "2013-05-21T20:37:49+0000", "section": "Homepage", "author": "Ransdell Pierson", "tag": "United States,George D. Yancopoulos,Sally Wenzel,US,REGENERON,SANOFI,ASTHMA,Chemicals (Legacy),Germany,Company News,Health / Medicine,Biotechnology / Pharmaceuticals (Legacy),Western Europe,Pharmaceuticals and Medical Research (TRBC),Science,Generic and Specialty Pharmaceuticals (TRBC),France,Biotechnology and Medical Research (TRBC),United States"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary", "title": "Regeneron, Sanofi asthma drug seen as potential game changer", "description": "A new type of asthma drug meant to attack the underlying causes of the respiratory disease slashed episodes by 87 percent in a mid-stage trial, making it a potential game changer for patients with mod...", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/tentpoles/AdvancingForward/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1369108800.0, "source": "http://www.reuters.com", "summary": ""}