{"url": "http://www.latimes.com/health/la-he-skeptic-skin-20111031,0,3342182.story", "text": "You wouldn’t last very long without oxygen. But just as rust slowly eats away at a nail, oxygen can age your body. As your cells use this vital element, they produce free radicals — unstable molecules that can damage your tissues and add wear and tear to your entire body, including your skin.\n\nMany anti-aging products promise younger-looking skin through the power of antioxidants, compounds that help neutralize free radicals before they can do any harm. Antioxidants such as vitamin E, vitamin C and beta carotene show up in a lot of sunscreens and lotions. But if you want your antioxidants to go more than skin deep, you might be interested in oral supplements.\n\nProleva, a supplement from Allmera Nutraceuticals, contains antioxidants from several different sources, including green tea, acai berries, goji berries and resveratrol, a compound found in grape skins. Users are instructed to take two capsules once a day. You can buy a bottle of 60 capsules on the company website for about $60.\n\nVivida, a supplement from Lifes2Good Inc., contains astaxanthin, an antioxidant that’s extracted from algae, along with vitamin C. Other ingredients include silica, from the horsetail plant, and a “marine extract” from cod and other ocean fish. Users are instructed to take one tablet in the morning and one in the evening. A bottle of 60 tablets costs about $50.\n\nAdvertisement\n\nThe claims\n\nAccording to the company website, Proleva is a “fountain of youth” that can give users “youthful, glowing skin.” The site adds that “healthy vibrant skin comes not from a cream but from within.” (The site also says that the supplement will improve memory, enhance the immune system and speed healing, but those are claims for another time.)\n\nRon Slavick, the managing director of Allmera Nutraceuticals, says many Proleva customers boast of their softer, younger-looking skin. “You can’t treat skin with lotions and potions,” he says. “Healthy skin is a reflection of the health of the body.” He believes that the natural plant extracts in Proleva work better than the artificially produced antioxidants found in most multivitamins.\n\nThe website for Vivida says that the product “nourishes skin from the inside” to make it “smoother, firmer, and healthier.” Lifes2Good President Mark Holland says that antioxidants help “take impurities away from the skin” while softening fine lines and wrinkles. According to Holland, the antioxidants work together with the marine extract to keep the skin moist and supple.\n\nAdvertisement\n\nThe bottom line\n\nOver the years, scientists have largely dashed the hopes that antioxidants could be the secret to good health and longer lives. Studies have failed to show that antioxidant supplements such as vitamin E and beta carotene can prevent heart disease, cancer or other major diseases. There’s still some hope that antioxidants can help the skin, but the results likely aren’t as dramatic as the companies suggest, says Dr. Patricia Farris, a fellow of the American Academy of Dermatology who has a cosmetic dermatology practice in Metarie, La.\n\n“These products are over-hyped,” Farris says. “Only a few studies show that you can improve the appearance of skin with any type of supplement.”\n\nAccording to Farris, some but not all studies suggest that antioxidants can help protect the skin from sun damage, one of the major causes of wrinkles. But she notes that this would only prevent signs of aging, not fix any problems that a person already has. “I tell patients that antioxidants might help protect the skin, but they won’t repair the skin,” she says.\n\nProponents of antioxidants can point to a few studies with encouraging results. For example, a German study of 36 adults published in 2006 in the journal Skin Pharmacology and Physiology found that volunteers taking supplements containing the antioxidants lutein, selenium and lycopene (among other things) had measurably smoother skin after 12 weeks. There were no such benefits for the subjects taking a placebo. The changes were assessed with a scanning device, and it’s unclear if any benefits were visible to the naked eye.\n\nIn an unpublished, company-funded study provided by Holland, 83 women who took Vivida reported generally positive results. After 12 weeks, 74% said that their skin looked smoother and softer. These results weren’t confirmed by a dermatologist or anyone else, and there was no control group for comparison.\n\nPlant-based nutrients deserve more study, but the field is still in its infancy, says Dr. David McDaniel, an assistant professor of clinical dermatology at Eastern Virginia Medical School who runs a cosmetic dermatology clinic in Virginia Beach. Because products vary widely in their ingredients and their doses, he can’t recommend any particular product without evidence to back it up.\n\n“Without well-designed, statistically valid trials, I’m a skeptic,” he says.\n\nAdvertisement\n\nCurious about a consumer health product? Send an email to health@latimes.com.\n\nRead more at latimes.com/skeptic.", "images": ["https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.latimes.com/health/la-he-skeptic-skin-20111031-story.html", "title": "The Healthy Skeptic: Seeing through skin supplements’ claims", "meta_data": {"og": {"title": "The Healthy Skeptic: Seeing through skin supplements' claims", "url": "https://www.latimes.com/health/la-he-skeptic-skin-20111031-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "url": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "lat-logo-dark-full.jpg"}, "description": "Anti-aging supplements like Proleva and Vivida boast of customers' youthful skin, but the lack of well-designed studies makes any purported benefits unclear.", "site_name": "Los Angeles Times", "type": "article"}, "article": {"content_tier": "metered", "published_time": "2012-07-12T06:21:28", "opinion": "false", "tag": "Health"}, "twitter": {"card": "summary_large_image", "description": "Anti-aging supplements like Proleva and Vivida boast of customers' youthful skin, but the lack of well-designed studies makes any purported benefits unclear.", "site": "@latimes", "title": "The Healthy Skeptic: Seeing through skin supplements' claims"}, "fb": {"app_id": 119932621434123, "pages": 5863113009}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "Anti-aging supplements like Proleva and Vivida boast of customers' youthful skin, but the lack of well-designed studies makes any purported benefits unclear.", "brightspot.contentId": "00000169-0c88-dbbe-a16f-4ee85fca0000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1342088488.0, "source": "http://www.latimes.com", "summary": ""}