{"url": "http://www.CNN.com/2011/HEALTH/06/05/melanoma.drugs/index.html?hpt=he_c2", "text": "Chicago (CNN) -- For the first time, patients with the deadliest form of skin cancer have two new treatment options that prolong survival, according to new research presented at a cancer conference in Chicago on Sunday.\n\nOne drug specifically targets a mutated gene that tells a cancer cell to grow, the other boosts a patient's immune system in the fight against the disease. Both drugs cause tumors to shrink and prolong survival for patients with melanoma that has spread to other parts of the body, but neither is a cure.\n\n\"This is an unprecedented time of clinical options -- it is truly practice-changing,\" said Dr. Lynn Schuchter, who heads the Melanoma Center at the University of Pennsylvania and is not involved with the research.\n\nMayoClinic: Find out more about melanoma\n\nOne study presented at the American Society of Clinical Oncology's (ASCO) conference on Sunday focused on the experimental drug vemurafenib. About half of all melanoma patients have a mutated BRAF gene. This mutation tells the cell to continue to grow.\n\n\"It's like the on-switch is stuck,\" said Dr. Paul Chapman, from the Memorial Sloan-Kettering Center in New York and lead author of the study. Vemurafenib blocks the mutated gene, which kills the cancer cell and shrinks tumors.\n\nResearchers compared this new drug, which comes in pill form, to the only FDA-approved chemotherapy drug for melanoma, dacarbazine: It has been used to treat melanoma patients since 1975, but is only effective in about 10% of patients.\n\nNearly 90% benefited from this new targeted drug, Schuchter said.\n\nIn a large, phase 3 study involving 675 people worldwide, patients on vemurafenib did much better than those on chemotherapy. Forty-eight percent of patients on vemurafenib had substantial tumor shrinkage that lasted for more than a month, compared to 5.5% of patients in the chemotherapy group.\n\nThose taking vemurafenib had a 63% reduced risk of death compared to those on chemo. Patients on vemurafenib saw the drug work within 72 hours and 84% of the patients were still alive after six months, compared with 64% of patients getting dacarbazine.\n\n\"These are truly striking results\" ASCO president Dr. George Sledge said.\n\nPatient advocates like Tim Turnham, executive director of the Melanoma Research Foundation, are thrilled because \"the incidence of melanoma is going up all over the world and the treatment landscape has been terrible.\"\n\nDrugs that treat breast cancer found to prevent it, too\n\nSledge and other cancer experts are confident that based on these study results, vemurafenib will almost certainly will get FDA approval this year.\n\nA second study showed that the recently approved drug Ipilimumab, sold under the name Yervoy, also extends survival for melanoma patients with advanced disease.\n\nIt doesn't target a specific part of the cell. Instead, it stimulates the patient's immune system to allow it to better fight the cancer. Patients with and without the BRAF mutation were eligible to participate.\n\nAmong 502 patients enrolled in this clinical trial, half were given Yervoy plus dacarbazine and the other half were given a placebo and chemotherapy.\n\n\"Twenty-one percent of (the Yervoy) population was alive after three years,\" lead study author Dr. Jedd Wolchok said, compared to 12% who got the placebo and chemo. Wolchok, also an oncologist from the Memorial Sloan-Kettering Cancer Center, said patients taking Yervoy saw the drug work for them for 19 months, compared to only eight months in patients in the chemo group.\n\nSchuchter says melanoma patients are celebrating this moment because there are now two good treatment options for patients, when there really were none before.\n\n\"I've been doing this for 25 years, and we've not had drugs that extended survival. That is what is so remarkable here,\" Schuchter said.\n\nWhile patients taking vemurafenib do very well, Schuchter said the drug stops working after about nine or 10 months. But in many cases that are nine or 10 months they otherwise would not have had.\n\nYervoy takes a while to work, and some patients may not have that time, study author Chapman said. He also points out that both drugs do have side effects so patients have to be monitored.\n\nDoctors and researchers will now explore how to best use these drugs -- give one before the other, or simultaneously.\n\nWolchok says manufacturers of both drugs (Genentech's vemurafenib and Bristol-Myers Squibb's Yervoy), which also funded these studies, have agreed to work with researchers to study how these drugs are tolerated by patients when taken together, giving doctors even more possible treatment options. This is very unusual in the world of drug development, he said.\n\nAccording to the American Cancer Society, melanoma is one of the most common cancers in young adults today. More than 68,000 people were diagnosed with melanoma last year and about 8,700 died.\n\nNot all melanomas can be prevented, but limiting exposure to strong sunlight and other sources of UV light like tanning beds can significantly reduce the risk of getting this very deadly cancer.", "images": ["http://i.cdn.turner.com/cnn/images/1.gif", "http://i.cdn.turner.com/cnn/2011/HEALTH/06/05/melanoma.drugs/story.melanoma.tumor.skin.gi.jpg", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/misc/advertisement.gif", "http://i.cdn.turner.com/cnn/2011/HEALTH/06/05/melanoma.drugs/tzvids.melanoma.tumor.skin.gi.jpg", "http://i.cdn.turner.com/cnn/.element/img/3.0/mosaic/bttn_close.gif", "http://cdn.cnn.com/cnn/images/1.gif", "http://www.CNN.com/video/bestoftv/2011/06/06/exp.am.melanoma.drugs.sledge.cnn.640x360.jpg", "http://i.cdn.turner.com/cnn/.element/img/3.0/mosaic/15x15_PLUS_bt.jpg", "http://www.CNN.com/video/health/2011/05/12/psa.baldwin.skin.cancer.cnn.640x360.jpg", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/icons/btn_close.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/1px.gif", "http://www.CNN.com/video/health/2011/05/26/baldwin.health.skin.cancer.cnn.640x360.jpg"], "top_img": "http://i.cdn.turner.com/cnn/2011/HEALTH/06/05/melanoma.drugs/tzvids.melanoma.tumor.skin.gi.jpg", "keywords": [], "authors": ["Miriam Falco"], "canonical_link": "http://www.cnn.com/2011/HEALTH/06/05/melanoma.drugs/index.html", "title": "Two new drugs extend survival for melanoma patients", "meta_data": {"TITLE": "Two new drugs extend survival for melanoma patients - CNN.com", "og": {"title": "Two new drugs extend survival for melanoma patients", "url": "http://www.cnn.com/2011/HEALTH/06/05/melanoma.drugs/index.html", "description": "For the first time, patients with the deadliest form of skin cancer have two new treatment options that prolong survival, according to new research presented at a cancer conference in Chicago on Sunday.", "type": "article", "image": "http://i.cdn.turner.com/cnn/2011/HEALTH/06/05/melanoma.drugs/tzvids.melanoma.tumor.skin.gi.jpg"}, "description": "For the first time, patients with the deadliest form of skin cancer have two new treatment options that prolong survival, according to new research presented at a cancer conference in Chicago on Sunday.", "AUTHOR": "By Miriam Falco, CNN", "SECTION": "HEALTH", "fb": {"admins": 690014395, "app_id": 80401312489, "page_id": 129343697106537}, "viewport": "width=1024"}, "movies": [], "publish_date": null, "source": "http://www.CNN.com", "summary": ""}