{"url": "http://time.com/5142211/uv-light-kills-flu-virus/", "text": "Researchers have developed an ultraviolet (UV) lamp that kills the influenza virus but isn’t harmful to human skin or eyes, according to a new study in Scientific Reports. They hope the technology can be commercialized and marketed to prevent the spread of seasonal flu in public places, such as schools, hospitals, and airports.\n\n“We’ve known for a century that UV light is extremely efficient at killing microbes, bacteria, and viruses,” says study leader David Brenner, director of the Center for Radiological Research at Columbia University Irving Medical Center. For that reason, UV devices are often used for sterilization — for medical equipment in hospitals, for example, or drinking water for backcountry campers.\n\nBut conventional germicidal lamps aren’t safe for humans to be around. With prolonged exposure, they can cause skin cancer and cataracts in the eyes. “So up until now, they’re only really practical when people aren’t around,” say Brenner. “You can sterilize a hospital room, but not when anyone’s inside.”\n\nAbout five years ago, Brenner says, the Columbia team came up with a potential solution. Light on the far end of the UV-C spectrum, known as far-UVC, has very short wavelengths. The researchers suspected that it can penetrate and destroy microscopic bacteria and viruses, but can’t travel through the protective outer layers of human skin or eyes.\n\n“We wanted to get all the benefits of UV light in terms of killing microbes, but none of the health hazards,” says Brenner. Earlier studies, on animals and humans, have shown that exposure to far-UVC light does indeed appear to be safe. “We haven’t seen any biological damage to skin cells or eye cells, whereas with conventional UV light we’ve always seen lots of biological damage,” he says. Previous research has also shown that far-UVC light can kill MRSA bacteria, a common cause of infections after surgery.\n\nNow, Brenner and his colleagues have show that UVC light can effectively kill airborne influenza. In their new study, aerosolized particles of the H1N1 seasonal flu virus were released into a test chamber and exposed to very low doses of far-UVC light. The light inactivated the viruses with about the same efficiency as conventional germicidal UV light, while a control group of bacteria not exposed to light remained active.\n\n“We think that this type of overhead light could be efficacious for basically any public setting,” says Brenner. “Think about doctor’s waiting rooms, schools, airports and airplanes—any place where there’s a likelihood for airborne viruses.” And unlike the flu vaccine, he says, far-UVC light is likely to be effective against all airborne microbes, including newly emerging virus strains.\n\nBrenner says his team is working with a company to develop a commercially available version of the lamp, which could become a cost-effective way to battle flu epidemics on a population level. “The lamp we’re using at the moment costs less than $1,000, and you can imagine that if it were put into general circulation, the price would drop dramatically,” he says. “We don’t see cost as being a limiting factor here.”\n\nGet The Brief. Sign up to receive the top stories you need to know right now. Choose your country United States of America Afghanistan Albania Algeria American Samoa Andorra Angola Anguilla Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Brazil Brunei Darussalam Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Colombia Comoros Congo Congo, Democratic Republic of Cook Islands Costa Rica Cote d'Ivoire Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Faeroe Islands Falkland Islands (Malvinas) Fiji Finland France French Guiana French Polynesia Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guinea Guinea-Bissau Guyana Haiti Holy See Honduras Hong Kong Hungary Iceland India Indonesia Iran Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libyan Arab Jamahiriya Liechtenstein Lithuania Luxembourg Macao Macedonia Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia Monaco Mongolia Montserrat Morocco Mozambique Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory, Occupied Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Republic of Korea Republic of Moldova Reunion Romania Russian Federation Rwanda Saint Helena Saint Kitts and Nevis Saint Lucia Saint Pierre and Miquelon Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia and Montenegro Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Islands Swaziland Sweden Switzerland Syrian Arab Republic Taiwan Tajikistan Tanzania, United Republic of Thailand Timor-Leste Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United Kingdom Virgin Islands (U.S.) Virgin Islands (British) Uruguay Uzbekistan Vanuatu Venezuela Viet Nam Wallis and Futuna Islands Western Sahara Yemen Zambia Zimbabwe Please enter a valid email address. Please select your country. I can confirm I have read and accept the Terms Of Use. Please check to proceed. Sign Up Now You may unsubscribe from email communication at any time. See our Privacy Policy for further details. Thank you! For your security, we've sent a confirmation email to the address you entered. Click the link to confirm your subscription and begin receiving our newsletters. If you don't get the confirmation within 10 minutes, please check your spam folder.\n\nUVC lamps could also have potential implications in clinical settings, as well — in the operating room during surgeries, for example. “No matter how well you sterilize a room beforehand, the medical staff can still bring in dangerous bacteria like MRSA,” says Brenner. “If you have a lamp over the surgical site that can sterilize the air, you can prevent the bacteria from floating down and contaminating the wound.”\n\nBrenner can’t predict how long it might take for these lamps to be commercially available, but he says he’s “extremely optimistic” about the technology. “There has been no way of killing viruses in the air in public spaces, and this is an approach that may solve that problem.”\n\nContact us at editors@time.com.", "images": ["http://time.com/img/Paper-plane.svg", "https://timedotcom.files.wordpress.com/2019/11/gettyimages-494324357.jpg?quality=85&w=600", "http://subscription-assets.timeinc.com/current/1850_top2_205_thumb.jpg", "https://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2018/02/flu-virus.jpg?quality=85&w=1200&h=628&crop=1", "http://pixel.carambo.la/Pixel/tmnc11/112753/0/1/0", "https://timedotcom.files.wordpress.com/2019/11/new-york-abortion-protest.jpg?quality=85&w=600", "http://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "http://assets.time.com/images/dianomi-logo.png", "https://timedotcom.files.wordpress.com/2017/09/time-newsletter-tout-footer.png", "http://pixel.watch/f3fo"], "top_img": "https://timedotcom.files.wordpress.com/2018/02/flu-virus.jpg?quality=85&w=1200&h=628&crop=1", "keywords": [], "authors": ["Amanda Macmillan"], "canonical_link": "https://time.com/5142211/uv-light-kills-flu-virus/", "title": "This UV Lamp Could Prevent the Flu Virus From Spreading in Public Places", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "keywords": "UV light, What is UV light, Is the flu a bacteria or virus, Flu virus symptoms, sterilization, flu epidemic, flu 2018, flu symptoms", "news_keywords": "UV light, What is UV light, Is the flu a bacteria or virus, Flu virus symptoms, sterilization, flu epidemic, flu 2018, flu symptoms", "description": "According to a new study, continuous low doses of UV light can kill airborne flu viruses without hurting humans. Here's why that's good news", "og": {"title": "This UV Lamp Could Prevent the Flu Virus From Spreading in Public Places", "type": "article", "site_name": "Time", "url": "https://time.com/5142211/uv-light-kills-flu-virus/", "description": "It could be used in public places like hospitals and airplanes", "image": {"identifier": "https://timedotcom.files.wordpress.com/2018/02/flu-virus.jpg?quality=85&w=1200&h=628&crop=1", "width": 1200, "height": 628}}, "article": {"content_tier": "free", "opinion": "false"}, "pinterest": {"url": "https://time.com/5142211/uv-light-kills-flu-virus/", "description": "According to a new study, continuous low doses of UV light can kill airborne flu viruses without hurting humans. Here's why that's good news", "media": "https://timedotcom.files.wordpress.com/2018/02/flu-virus.jpg?quality=85&w=1200&h=628&crop=1"}, "twitter": {"card": "summary_large_image", "url": "https://time.com/5142211/uv-light-kills-flu-virus/", "title": "This UV Lamp Could Prevent the Flu Virus From Spreading in Public Places", "description": "It could be used in public places like hospitals and airplanes", "site": "@TIME", "image": "https://timedotcom.files.wordpress.com/2018/02/flu-virus.jpg?quality=85&w=1024&h=512&crop=1"}, "fb": {"app_id": 53177223193, "pages": 10606591490}}, "movies": [], "publish_date": null, "source": "http://time.com", "summary": ""}