{"url": "http://www.usatoday.com/story/life/2016/07/17/dry-needling-acupuncture-pain/86940278/", "text": "Kim Painter\n\nSpecial for USA TODAY\n\nAlex Pierce, 25, took up distance running with great enthusiasm a couple of years ago. Then she developed knee pain so severe that she could not climb stairs.\n\nSo Pierce, a doctoral student in food science, went to see physical therapist Matt Briggs at The Ohio State Wexner Medical Center in Columbus. He performed deep massages, suggested changes in her running form and taught her how to exercise her thigh and gluteal muscles to better protect her knees. She believes all of that helped.\n\nBut Pierce, like a growing number of patients, had another treatment she is convinced helped even more. It’s called \"dry needling,\" and it involves the insertion of thin, non-medicated solid needles into muscles or connective tissues. Proponents say it can reduce pain and improve movement. Pierce has had the procedure more than half a dozen times and believes it is one reason she will be able to run her fourth marathon in November.\n\n“This has kind of changed my life,” she says.\n\nTestimonials like that are a big reason dry needling has caught on with some physical therapists, athletes and other patients, Briggs says. But testimonials are not scientific proof.\n\nAnd there, Briggs says, is where dry needling is lacking. While some studies have shown promise, he says, “the quality of the evidence is not strong.” That’s why Briggs and his colleagues are starting a study looking at dry needling in “runner’s knee,” the condition that has plagued Pierce. Their goal, and the goal of other researchers now looking at dry needling, is to produce results rigorous enough to show whether it really works.\n\nFor now, here’s what consumers should know:\n\nIs this acupuncture?\n\nPhysical therapists say it is not, “though superficially, it may look the same,” says Justin Elliott, vice president of government affairs for the American Physical Therapy Association. For one thing, he says, dry needling as performed by a physical therapist is not rooted in ancient Chinese medicine — there’s no talk about redirecting the body’s energy flow by placing needles at certain points in the body. Instead, needles are placed directly in problem areas.\n\nElliott says dry needling also is practiced by some chiropractors, naturopathic physicians and nurses, which puts it outside the realm of any one specialty.\n\nAcupuncturists beg to differ. “What is being called dry needling is clearly a form of acupuncture” and should be done only by professionals extensively trained in that discipline, says Thomas Burgoon, a West Chester, Pa., physician who is president of the American Academy of Medical Acupuncture. He says many acupuncturists do exactly what the physical therapists describe, with the same kind of needles.\n\nBurgoon’s group has persuaded some states to bar physical therapists from the practice.\n\n\n\nHow might it work?\n\nOne theory is that the needles cause tight muscles to twitch, then relax. The needles may also increase blood flow or set off nerve responses that alter pain perception, Briggs says.\n\nAnother possibility: It’s a placebo effect, an improvement triggered by the expectation that a treatment will work rather than by the treatment itself. To look for that possibility, the Ohio State study will compare patients who get the real needle treatment to those poked with sham needles that don’t pierce the skin.\n\nMark Crislip, an infectious-disease doctor in Portland, Ore., who recently wrote about dry needling for Science-Based Medicine — a website critical of alternative medicine — says the version practiced by physical therapists doesn’t “come with the mystical baggage that accompanies acupuncture.” But he says it may well be a “theatrical placebo.”\n\nWhat do published studies say?\n\n“It’s a mixed bag,” Elliott says. In a 2011 review, the physical therapy association rated the evidence for dry needling a 3 out of 5, based on the best studies. A formal analysis of 35 trails on acupuncture and dry needling for chronic lower back pain was published by the Cochrane research group in 2005. It found they “may be useful” additions to standard treatment. But it said higher quality studies were needed.\n\nWhat are the risks?\n\nNeedling can produce minor bleeding and some soreness, but in trained hands, and with the use of sterile needles and gloves, “it’s a very safe procedure,” Briggs says.\n\nIn rare cases, deep needling can lead to a punctured lung or injuries to nerves and blood vessels, and acupuncturists fear non-specialists will be more likely to make such mistakes, Burgoon says.\n\nWill insurers pay for this?\n\nMany will not. Charges for patients can range from $10 to $75 per session, says Edo Zylstra, CEO of KinetaCore, a company that offers intensive three-day weekend courses in dry needling to physical therapists.\n\nDo all physical therapists offer this?\n\nNo. The physical therapy association tells members in seven states to steer clear because of recent court or regulatory decisions or language in existing licensing laws. They are: California, Florida, Hawaii, Idaho, New York, South Dakota and Washington.\n\nAnd most of the nation’s 200,000 licensed physical therapists are not trained in the technique. About 6,000 have taken courses in dry needling in the past few years, Zylstra says.", "images": ["https://www.gannett-cdn.com/presto/2019/11/07/USAT/d7eec2f9-674c-4db2-8e34-ca10fd847ba2-VPC_FOOTBALL_PLAYER_ASL_DESK_THUMB.jpg?width=660&height=372&fit=crop&format=pjpg&auto=webp", "https://www.gannett-cdn.com/-mm-/f3c65afb57fd021b3e569a830b97932f0aa093c4/c=0-595-3443-2540/local/-/media/2016/07/11/USATODAY/USATODAY/636038371764707911-needling1.jpg?width=3200&height=1808&fit=crop&format=pjpg&auto=webp", "https://www.gannett-cdn.com/-mm-/460a40eda64cabeb782fe8ed8194c760dcd49232/c=0-288-3456-4896/local/-/media/2016/07/11/USATODAY/USATODAY/636038371764707911-needling1.jpg?width=300&height=400&fit=crop&format=pjpg&auto=webp"], "top_img": "https://www.gannett-cdn.com/-mm-/f3c65afb57fd021b3e569a830b97932f0aa093c4/c=0-595-3443-2540/local/-/media/2016/07/11/USATODAY/USATODAY/636038371764707911-needling1.jpg?width=3200&height=1808&fit=crop&format=pjpg&auto=webp", "keywords": [], "authors": [], "canonical_link": "https://www.usatoday.com/story/life/2016/07/17/dry-needling-acupuncture-pain/86940278/", "title": "'Dry needling' for pain therapy is under scrutiny", "meta_data": {"viewport": "width=device-width,initial-scale=1,minimum-scale=1", "og": {"title": "'Dry needling' for pain therapy is under scrutiny", "description": "Some physical therapists have taken up an unproven practice that looks like acupuncture.", "url": "https://www.usatoday.com/story/life/2016/07/17/dry-needling-acupuncture-pain/86940278/", "site_name": "USA TODAY", "image": {"identifier": "https://www.gannett-cdn.com/-mm-/f3c65afb57fd021b3e569a830b97932f0aa093c4/c=0-595-3443-2540/local/-/media/2016/07/11/USATODAY/USATODAY/636038371764707911-needling1.jpg?width=3200&height=1808&fit=crop&format=pjpg&auto=webp", "width": 3200, "height": 1808}, "type": "article"}, "article": {"author": "Kim Painter", "content_tier": "free", "opinion": "false"}, "description": "Some physical therapists have taken up an unproven practice that looks like acupuncture.", "fb": {"pages": "13652355666,48958576760,156345381090801,110471702456365,6566864515,137698179626815,315942225236045,927427260614748,183850168300771,1443524575938047,251228454889939,158095147555989,115535341805950,236655713446291,1621466394844549,250325640686,177037772444433,1972936962947967,2047091012096533,535551216797440", "app_id": 215046668549694}, "ROBOTS": "NOODP, NOYDIR", "google": "notranslate", "twitter": {"card": "summary_large_image", "image": "https://www.gannett-cdn.com/-mm-/f3c65afb57fd021b3e569a830b97932f0aa093c4/c=0-595-3443-2540/local/-/media/2016/07/11/USATODAY/USATODAY/636038371764707911-needling1.jpg?width=1600&height=800&fit=crop&format=pjpg&auto=webp", "site": "@usatoday", "creator": "@usatoday", "title": "'Dry needling' for pain therapy is under scrutiny", "description": "Some physical therapists have taken up an unproven practice that looks like acupuncture."}}, "movies": [], "publish_date": 1468728000.0, "source": "http://www.usatoday.com", "summary": ""}