{"url": "https://www.statnews.com/2018/02/27/iv-bag-saline-patients-hospitals/", "text": "Chemotherapy is administered to a cancer patient via intravenous drip in Durham, N.C. IVs are one of the most common things in health care.\n\nNew research calls into question what’s in those IV bags that nearly every hospitalized patient gets. Using a different intravenous fluid instead of the usual saline greatly reduced the risk of death or kidney damage, two large studies found.\n\nThe difference could mean 50,000 to 70,000 fewer deaths and 100,000 fewer cases of kidney failure each year in the U.S., researchers estimate. Some doctors are hoping the results will persuade more hospitals to switch.\n\n“We’ve been sounding the alarm for 20 years” about possible harms from saline, said Dr. John Kellum, a critical care specialist at the University of Pittsburgh. “It’s purely inertia” that prevents a change, he said.\n\nadvertisement\n\nKellum had no role in the two studies, which were discussed Tuesday at a critical care conference in San Antonio and published by the New England Journal of Medicine. Federal grants helped pay for the work.\n\nNewsletters Sign up for Daily Recap A roundup of STAT's top stories of the day. Please enter a valid email address. Privacy Policy Leave this field empty if you're human:\n\nIVs are one of the most common things in health care. They are used to prevent dehydration, maintain blood pressure, or give patients medicines or nutrients if they can’t eat.\n\nSaline — salt dissolved in water — has been the most widely used fluid in the U.S. for more than a century even as evidence has emerged that it can harm kidneys, especially when used a lot.\n\nOther IV solutions called balanced fluids include saline but also contain potassium and other things that make them more like plasma, the clear part of blood. They’re widely used in Europe and Australia.\n\nThe studies involved 28,000 patients at Vanderbilt University who were given IVs of saline or a balanced fluid. For every 100 people on balanced fluids, there was one fewer death or severe kidney problem.\n\nSince there are about 30 million people hospitalized in the U.S. alone each year, “there are tens or hundreds of thousands of patients who would be spared death or severe kidney problems by using balanced fluids instead of saline,” said one study leader, Vanderbilt’s Dr. Matthew Semler.\n\nAfter seeing the results two months ago, Vanderbilt hospital officials decided to primarily use balanced fluids. The University of Pittsburgh also has largely switched to them, Kellum said.\n\nThe fluids cost about the same — a dollar or two per IV — and many suppliers make both types, so switching should not be hard or expensive, doctors said.\n\nIV fluids have been in the news since Hurricane Maria hit Puerto Rico last fall, shutting down electricity to three plants owned by Baxter International (BAX), one of the biggest makers of these fluids. The shortage has eased, but some supply issues remain.\n\n— Marilynn Marchionne", "images": ["https://www.statnews.com/wp-content/uploads/2019/08/Newsletter-Logo-Images-DR.png", "https://www.statnews.com/wp-content/themes/stat/images/stat-logo.svg", "https://www.statnews.com/wp-content/plugins/stat-lazy-load/images/330x400-00000000.png", "https://dc.ads.linkedin.com/collect/?pid=46858&fmt=gif", "https://www.statnews.com/wp-content/uploads/2016/09/Infusion_AP_328963423903-645x645.jpg", "https://www.statnews.com/wp-content/uploads/2016/09/Infusion_AP_328963423903-1024x576.jpg", "https://www.facebook.com/tr?id=436331036555416&ev=PageView&noscript=1"], "top_img": "https://www.statnews.com/wp-content/uploads/2016/09/Infusion_AP_328963423903-1024x576.jpg", "keywords": [], "authors": ["Associated Press", "Shraddha Chakradhar", "Sharon Begley", "Megan Thielking", "Elizabeth Preston"], "canonical_link": "https://www.statnews.com/2018/02/27/iv-bag-saline-patients-hospitals/", "title": "What’s in the IV bag? Studies show safer option than saline", "meta_data": {"viewport": "width=device-width, initial-scale=1", "referrer": "origin", "description": "Using a different intravenous fluid instead of the usual saline greatly reduced the risk of death or kidney damage, two large studies found.", "og": {"locale": "en_US", "type": "article", "title": "What's in the IV bag? Studies show safer option than saline", "description": "Using a different intravenous fluid instead of the usual saline greatly reduced the risk of death or kidney damage, two large studies found.", "url": "https://www.statnews.com/2018/02/27/iv-bag-saline-patients-hospitals/", "site_name": "STAT", "updated_time": "2018-03-12T16:35:39+00:00", "image": {"identifier": "https://www.statnews.com/wp-content/uploads/2016/09/Infusion_AP_328963423903-1024x576.jpg", "secure_url": "https://www.statnews.com/wp-content/uploads/2016/09/Infusion_AP_328963423903-1024x576.jpg", "width": 1024, "height": 576}}, "article": {"publisher": "http://facebook.com/statnews/", "tag": "patients", "section": "Health", "published_time": "2018-02-27T22:16:56+00:00", "modified_time": "2018-03-12T16:35:39+00:00"}, "fb": {"app_id": 933808010032702, "pages": 1456948254627841}, "twitter": {"card": "summary_large_image", "description": "Using a different intravenous fluid instead of the usual saline greatly reduced the risk of death or kidney damage, two large studies found.", "title": "What's in the IV bag? Studies show safer option than saline", "site": "@statnews", "image": "https://www.statnews.com/wp-content/uploads/2016/09/Infusion_AP_328963423903-1024x576.jpg", "creator": "@statnews"}, "generator": "WordPress 5.2.4", "ia": {"markup_url": "https://www.statnews.com/2018/02/27/iv-bag-saline-patients-hospitals/?ia_markup=1"}, "apple-itunes-app": "app-id=1324796990", "msapplication-TileImage": "https://www.statnews.com/wp-content/uploads/2015/10/cropped-stat-logo-teal-328x328.png"}, "movies": [], "publish_date": 1519707600.0, "source": "https://www.statnews.com", "summary": ""}