{"url": "http://consumer.Healthday.com/Article.asp?AID=641047", "text": "By Amanda Gardner\n\nHealthDay Reporter\n\nTUESDAY, July 13, 2010 (HealthDay News) -- A leading group of cancer experts has issued new guidelines on the best way to use two classes of hormone therapies for estrogen receptor-positive breast cancer, the most common form of breast tumor.\n\nAfter a systematic review of medical research on the subject, experts reported that adding an aromatase inhibitor -- a drug that reduces the amount of estrogen produced in the body -- has clearly been shown to reduce the number of tumor recurrences in postmenopausal women compared with the standard drug tamoxifen, which works by blocking the action of estrogen on cancer tumors that are estrogen-receptor positive.\n\nThe committee preparing the guidelines recommended, therefore, that all postmenopausal women with this type of breast cancer use aromatase inhibitors either before or after tamoxifen.\n\nThey also concluded that women could use them as long as five years after tamoxifen therapy to lower their risk that the cancer will reoccur.\n\nThe paper, issued by the American Society of Clinical Oncologists (ASCO) and published July 12 in the Journal of Clinical Oncology essentially brings guidelines in alignment with today's practice.\n\n\"This is actually reinforcing clinical practice,\" said Dr. Crystal Denlinger, assistant professor of medical oncology at Fox Chase Cancer Center in Philadelphia. \"In general, for postmenopausal women, we are offering them aromatase inhibitors based on the single studies that have been referenced [in these guidelines] and what has already been reported in national meetings.\"\n\nThose studies and presentations, added Denlinger, \"have uniformly demonstrated the superiority of aromatase inhibitors over tamoxifen or a switching strategy or an extended strategy.\"\n\nThe new guidelines replace previous guidelines issued in 2002, and subsequent updates in 2003 and 2004.\n\nTamoxifen has been a mainstay of treatment for decades, while aromatase inhibitors are a more recent entry into the field. Both drugs are used as \"adjuvant\" therapy, meaning they are used after surgery and chemotherapy and/or radiation to prevent the cancer from coming back.\n\nThe committee reviewed recent studies which had investigated aromatase inhibitors and/or tamoxifen in women with this particular subtype of breast cancer.\n\nUsing an aromatase inhibitor alone or with tamoxifen therapy improved disease-free survival compared with using tamoxifen alone. It also reduced the risk of the cancer spreading to other parts of the body.\n\nWomen who are pre- or peri-menopausal when they are diagnosed should be given tamoxifen for five years. Aromatase inhibitors are not effective in this age group, the experts note.\n\nAll three aromatase inhibitors on the market - Arimidex (anastrozole), Femara (letrozole) and Aromasin (exemestane) - were essentially equal in their benefit.\n\nThe drugs can also cause side effects that need to be taken into account when prescribing.\n\n\"We've learned a huge amount about the various side effect profiles of these products,\" said Dr. Harold J. Burstein, co-chair of the ASCO committee which prepared the guidelines and associate professor of medicine at Harvard Medical School and Dana-Farber Cancer Institute in Boston. \"Aromatase inhibitors are clearly associated with osteoporosis and with bone and joint [conditions]. They might also be associated with a greater risk of hypertension and high cholesterol.\"\n\nFor its part, tamoxifen is also associated with serious side effects, which can include cataracts and uterine cancer as well as life-threatening blood clots and stroke.\n\nAnd cost will also be a factor in decision-making.\n\n\"Aromatase inhibitors are very expensive. And sometimes we have to make decisions about using drugs that are probably a little less effective but at the same time we have to take into account the financial standpoint,\" said Dr. Jay Brooks, chairman of hematology/oncology at Ochsner Health System in Baton Rouge. \"Are [aromatase inhibitors] better than tamoxifen? Yes, in two areas: preventing recurrent disease in other parts of the body and in preventing a second, separate breast cancer. But the [financial] costs are much more expensive.\"\n\nAccording to the new guidelines, 20 milligrams of tamoxifen costs $21.90 a month, while Arimidex can cost $379.80.\n\nOn the other hand, Burstein pointed out, the aromatase inhibitor anastrozole recently became available as a generic, which should lower the cost significantly.\n\nMore information\n\nRead the full guideline at the American Society of Clinical Oncology.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Amanda Gardner"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/experts-issue-new-guidelines-on-breast-cancer-drugs-641047.html", "title": "Experts Issue New Guidelines on Breast Cancer Drugs", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Older women with the leading tumor type can use aromatase inhibitors before or after tamoxifen", "og": {"title": "Experts Issue New Guidelines on Breast Cancer Drugs", "description": "Older women with the leading tumor type can use aromatase inhibitors before or after tamoxifen", "url": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/experts-issue-new-guidelines-on-breast-cancer-drugs-641047.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}