{"url": "https://abcnews.go.com/Health/blood-test-lead-treatments-depression/story?id=56896507", "text": "Depression is among the leading causes of disability worldwide, with more than 300 million people suffering from this mental illness, according to the World Health Organization.\n\nDespite how common depression is, scientists still have a lot to learn about it.\n\nAmong what is known is that depression is not a single disease but a variety of feelings and behaviors that may have different underlying causes.\n\n“Depressive disorders can present differently in different people. What is known now is that depression affects not just the brain but the whole organism,”said Natalie Rasgon, a professor of psychiatry and behavioral sciences at Stanford University.\n\nBut a new study of which Rasgon is a senior author finds evidence of a possible biomarker for major depressive disorder, which could lead to better treatments for this sometimes crippling disease.\n\nThe study by a group of researchers from around the U.S. and in Sweden finds that a specific, naturally-occurring chemical, called acetyl-L-carnitine, or LAC, is lower in the blood of people suffering from depression. The research was published this week in Proceedings of the National Academy of Sciences.\n\n“Previous animal studies convincingly showed the role of LAC in models of depression. This study is the first confirmation of the results from animal studies in human subjects with depression,” Rasgon told ABC News.\n\nSTOCK PHOTO/Getty Images\n\nLevels of the chemical were lower among people with more severe depression\n\nResearchers measured LAC levels in the blood of 116 participants, and found that those with depression had significantly lower levels of the chemical than healthy individuals. Two groups of people at two different hospitals were examined, with the same results.\n\nLAC levels were especially low among people whose depression was more severe, who began suffering from the disease at an earlier age or who had a history of childhood trauma. Levels were lowest among females whose depression did not get better with medications or therapy, known as “treatment-resistant depression,” and who had suffered childhood trauma or neglect.\n\nThe human body naturally produces LAC from a nutrient called carnitine, but researchers found that carnitine levels were the same in people with and without depression. This suggests that differing levels of LAC can be attributed to depression and not to diet.\n\nWhat do we know about this chemical?\n\nLAC performs a number of important tasks, including regulating how the brain and nervous system use energy. It also can interact with DNA to change how certain genes are expressed.\n\nIn previous studies, LAC has been shown to effectively and rapidly improve symptoms of depression in mice.\n\nA review of multiple studies published in the Journal of Psychosomatic Medicine in 2017 showed that acetyl-L-carnitine may be better than a placebo in treating depression and may be as effective as common antidepressants but with fewer side effects. The review authors noted the studies were very small and larger trials are necessary to confirm any benefit.\n\nThere is a LAC supplement that has been used for dementia, but a 2003 review from Cochrane found it is unlikely to be of benefit for this purpose. Some studies suggest a benefit for a type of nerve pain called neuropathy.\n\nBut it is important to note this study did not test if LAC can be used for the treatment of depression.\n\n“We are at the very beginning of this discovery and can’t recommend people to buy this supplement at the GNC store,” warned Rasgon.\n\nSTOCK PHOTO/Getty Images\n\nHow further research might lead to possible treatments\n\nLAC has potential to be a biomarker, something measurable in the body that reflects the presence of a disease. As such, it could potentially be used to screen for and diagnose severe or treatment-resistant depression and allow for earlier and more aggressive treatment.\n\nResearchers hope future studies could shed light on whether physical activity, dietary habits, and sleep may affect LAC levels.\n\nThis study also found that people on antidepressant drugs still had lower levels of LAC in their blood, suggesting that taking supplements of the chemical might be helpful or possibly even necessary to fully benefit from a medication.\n\nThis research, together with prior studies, suggests that correcting a deficiency in LAC could be a step toward more targeted treatments of depression, especially for those who suffered childhood trauma or began having depression at an early age.\n\nSTOCK PHOTO/Getty Images\n\n“We are excited with these results and are working on extending them to further understand the role of LAC in patients receiving treatment for depression,”Rasgon said. “It is one of the pieces of a very large puzzle that constitutes depressive disorders as an illness.”\n\nWhile this study has important implications in understanding depression, Rasgon cautioned that it requires larger studies to confirm the findings. “There are many questions to be answered – who will ultimately benefit from taking this supplement, what is the right dose, what is the appropriate duration of use.”\n\nThe study was a collaboration between researchers at Stanford, Rockefeller University, Duke University, Weill Cornell Medical College, the Icahn School of Medicine at Mount Sinai, and the Karolinska Institute in Sweden.\n\nMichael MacIntyre is a psychiatry resident working with the ABC News Medical Unit.", "images": ["https://s.abcnews.com/images/Health/depression-2a-gty-jt-180729_hpMain_4x3_992.jpg", "http://www.googleadservices.com/pagead/conversion/1005826543/?value=0&label=1GPKCOHYjwMQ7-PO3wM&guid=ON&script=0", "https://s.abcnews.com/images/Health/depression-3-gty-jt-180729_hpMain_16x9_992.jpg", "https://secure-us.imrworldwide.com/cgi-bin/m?ci=us-704476h&cg=0&cc=1&ts=noscript", "https://s.abcnews.com/images/Health/depression-1-gty-jt-180729_hpMain_4x3_992.jpg", "https://s.abcnews.com/images/Health/blood-gty-jt-180729_hpEmbed_3x2_992.jpg", "https://s.abcnews.com/images/Health/depression-3-gty-jt-180729_hpMain_12x5_992.jpg"], "top_img": "https://s.abcnews.com/images/Health/depression-3-gty-jt-180729_hpMain_16x9_992.jpg", "keywords": [], "authors": ["Abc News"], "canonical_link": "https://abcnews.go.com/Health/blood-test-lead-treatments-depression/story?id=56896507", "title": "Could a blood test lead to new treatments for depression?", "meta_data": {"robots": "index, follow", "author": "ABC News", "copyright": "Copyright (c) 2019 ABC News Internet Ventures", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A new study found a possible biomarker for depression.", "keywords": "depression, biomarker, major depressive disorder, stanford, LAC, acetyl-L-carnitine, carnitine, Rockefeller University, Duke University, Weill Cornell, Icahn School of Medicine, Karolinska Institute, Proceedings of the National Academy of Sciences,health news, medical news, medical articles", "article": {"opinion": "false", "content_tier": "free"}, "lastPublishedDate": "2018-07-30T16:55:31:760-07", "fb": {"admins": 704409894, "app_id": 4942312939, "pages": 55845270277}, "fb_title": "Could a blood test lead to new treatments for depression?", "og": {"site_name": "ABC News", "title": "Could a blood test lead to new treatments for depression?", "description": "A new study found a possible biomarker for depression.", "url": "https://abcnews.go.com/Health/blood-test-lead-treatments-depression/story?id=56896507", "image": "https://s.abcnews.com/images/Health/depression-3-gty-jt-180729_hpMain_16x9_992.jpg", "type": "article"}, "news_keywords": "depression, biomarker, major depressive disorder, stanford, LAC, acetyl-L-carnitine, carnitine, Rockefeller University, Duke University, Weill Cornell, Icahn School of Medicine, Karolinska Institute, Proceedings of the National Academy of Sciences", "twitter": {"card": "summary_large_image", "site": "@ABC", "title": "Could a blood test lead to new treatments for depression?", "description": "A new study found a possible biomarker for depression.", "url": "https://abcnews.go.com/Health/blood-test-lead-treatments-depression/story?id=56896507", "image": "https://s.abcnews.com/images/Health/depression-3-gty-jt-180729_hpMain_16x9_992.jpg", "app": {"name": {"iphone": "ABC News", "ipad": "ABC News", "googleplay": "ABC News"}, "id": {"iphone": 300255638, "ipad": 306934135, "googleplay": "com.abc.abcnews"}, "url": {"iphone": "abcnewsiphone://link/story,56896507", "ipad": "abcnewsipad://link/story,56896507", "googleplay": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Health/blood-test-lead-treatments-depression/story?id=56896507"}}}, "al": {"iphone": {"url": "abcnewsiphone://link/story,56896507", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}, "ipad": {"url": "abcnewsipad://link/story,56896507", "app_store_id": 380520716, "app_name": "ABC News for iPad"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Health/blood-test-lead-treatments-depression/story?id=56896507", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "web": {"url": "https://abcnews.go.com/Health/blood-test-lead-treatments-depression/story?id=56896507"}}}, "movies": [], "publish_date": null, "source": "https://abcnews.go.com", "summary": ""}