{"url": "https://web.archive.org/web/20110310192257/http://news.yahoo.com:80/s/ap/20110308/ap_on_sp_ot/us_med_sports_gene_tests", "text": "CHICAGO – Was your kid born to be an elite athlete? Marketers of genetic tests claim the answer is in mail-order kits costing less than $200.\n\nSome customers say the test results help them steer their children to appropriate sports. But skeptical doctors and ethicists say the tests are putting profit before science and have a much greater price tag — potentially robbing perfectly capable youngsters of a chance to enjoy activities of their choice.\n\n\"In the `winning is everything' sports culture, societal pressure to use these tests in children may increasingly present a challenge to unsuspecting physicians,\" according to a commentary in Wednesday's Journal of the American Medical Association.\n\nScientists have identified several genes that may play a role in determining strength, speed and other aspects of athletic performance. But there are likely hundreds more, plus many other traits and experiences that help determine athletic ability, said Dr. Alison Brooks, a pediatrician and sports medicine specialist at the University of Wisconsin in Madison.\n\nBrooks and University of Michigan physician Dr. Beth Tarini wrote the commentary to raise awareness about the issue.\n\nA handful of companies are selling these tests online. In some cases, the tests screen for genes that are common even among non-athletes. As science advances, Brooks said, \"My guess is we're going to see more of this, not less.\"\n\nBradley Marston of Bountiful, Utah, bought a test online a year ago for his daughter Elizabeth, then 9.\n\nShe's \"a very talented soccer player,\" and Marston wanted to know if she had a variation of a gene called ACTN3, which influences production of a protein involved in certain muscle activity.\n\nOne form of the gene has been linked with explosive bursts of strength needed for activities such as sprinting and weight lifting.\n\nThe ACTN3 test sold by Atlas Sports Genetics was developed by Genetic Technologies Limited, an Australian firm. Atlas' $169 kit consists of two swabs to scrape cells from the inside of the cheek. Customers return the used swabs to the Boulder, Colo., company and receive an analysis several days later.\n\nElizabeth Marston's test showed she has a sprinting-related gene form — results her father hopes will help her get into elite sports programs or win a sports scholarship to college.\n\nMarston said he ordered the test partly out of curiosity, but approached it cautiously and talked with Elizabeth to make sure she could handle it.\n\n\"She told me, `Well, Daddy, I just have to try harder'\" if the results came back negative, Marston said.\n\nElizabeth has loved soccer since age 4 and said she's happy with the results.\n\nBut even at age 10, she knows it will take more than genes to reach her goal of playing in the Olympics.\n\n\"I think I would have to train hard,\" she said.\n\nNat Carruthers, operations president for Atlas Sports Genetics, says the company has sold several hundred test kits since it began marketing them in 2008.\n\n\"Our goal is to help people become the athlete they were born to be,\" not to exclude kids from certain sports, Carruthers said.\n\nHe said critics have misrepresented the test \"to sound like we're telling parents what their kid should do and how good their kid will be. That's not at all our claim or desire,\" he said.\n\nCyGene Laboratories, based in Coral Springs, Fla., sold a similar $100 swab test online for different sports-related genes until last fall, but it has suspended operations.\n\nCyGene also sold kits online advertised as testing for human diseases, but Mark Munzer, the company's former president, said that industry is reeling from a Food and Drug Administration crackdown last year on efforts to sell disease-related gene tests in retail pharmacies.\n\nThe FDA scheduled a hearing on Tuesday to receive feedback from an expert panel on how the agency should be regulating direct-to-consumer genetic tests that make medical claims. Marketers of sports gene tests that don't make medical claims aren't FDA regulated.\n\nUniversity of Maryland researcher Stephen Roth, a specialist in exercise physiology and genetics who has studied the ACTN3 gene, said the science of how genes influence athletic ability \"is in its infancy\" and that marketers' claims are based on \"gross assumptions.\"\n\nRoth said roughly 80 percent of people worldwide have the ACTN3 gene that has been linked with explosive force. The fact that few of them become elite athletes underscores that it takes more than genes to make a sports star.\n\nAlso, about 20 percent of people have a gene variation that inhibits production of the protein involved in explosive force. That doesn't mean they can't excel in sports, Roth said, citing a Spanish long jumper who made it to the Olympics despite lacking that protein.\n\nDr. Lainie Friedman Ross, a medical ethicist and pediatrician at the University of Chicago, said the tests raise ethical questions when used in children because they're too young to understand the possible ramifications and to give adequate consent.\n\n\"This is recreational genetics with a real serious potential for harm,\" Ross said. \"People are going to think, `If my kid has this, I'm going to have to push real hard. If my kid doesn't have it, I'm going to give up before I start,\" she said. Instead, Ross said, parents should \"let kids follow their dreams.\"\n\n\"While parents have the authority to make health care decisions about their children, this type of genetic testing is elective at best and should actively involve the children in the decision-making process,\" Ross said.\n\n___\n\nOnline:\n\nJAMA: http://jama.ama-assn.org", "images": ["https://web.archive.org/web/20110310192257im_/http://d.yimg.com/a/p/ap/20110308/thumb.8c7bdbf3b2d44472ba92f81dcdea5b36-8c7bdbf3b2d44472ba92f81dcdea5b36-0.jpg?x=104&y=130&xc=1&yc=1&wc=104&hc=130&q=85&sig=Lz6tSz9ljOXDG2G604n26w--", "https://web.archive.org/web/20110310192257im_/http://d.yimg.com/b/util/anysize/143*121c,http%3A%2F%2Fd.yimg.com%2Fa%2Fp%2Fap%2F20110308%2Fvideolthumb.a0c62dfde8c6273f4cb2377bd885be3c.jpg", "https://web.archive.org/web/20110310192257im_/http://l.yimg.com/a/i/us/nws/2008/news/us/assets/common/images/transparent.png", "https://web.archive.org/web/20110310192257im_/http://l.yimg.com/a/p/us/news/editorial/2/b1/2b18ef39f04259321e2cc7de8882558e.jpeg", "https://web.archive.org/web/20110310192257im_/http://l.yimg.com/a/p/us/news/editorial/0/b2/0b2b87632e51f31f7d8ebc1db66d9577.jpeg", "https://web.archive.org/web/20110310192257im_/http://d.yimg.com/b/util/anysize/54l-1209600,http%3A%2F%2Fd.yimg.com%2Fa%2Fp%2Fsp%2Fap%2F28%2Ffullj.83c53f0d71b60079baeea90798481bbc%2Fap-ade33317e6e449cd8e2c34c0c0fe8442.jpg", "https://web.archive.org/web/20110310192257im_/http://d.yimg.com/b/util/anysize/54l-1209600,http%3A%2F%2Fd.yimg.com%2Fa%2Fp%2Fsp%2Fap%2Fac%2Ffullj.5ae204467b21efa9f61b8f13ba9c9768%2Fap-2b7ad3a357c6439f8acd4255c882e701.jpg", "https://web.archive.org/web/20110310192257im_/http://l.yimg.com/a/p/us/news/editorial/a/bf/abfcdf5fc92965ed2994f01edac8c1f3.jpeg", "https://web.archive.org/web/20110310192257im_/http://l.yimg.com/a/p/us/news/editorial/b/2a/b2a103e405f27043aa741452fdc2a5a9.jpeg", "https://web.archive.org/web/20110310192257im_/http://l.yimg.com/a/p/us/news/editorial/1/34/1344d8d73c0785a57af17414fa8b0117.jpeg", "https://web.archive.org/web/20110310192257im_/http://d.yimg.com/a/p/ap/20110308/capt.8c7bdbf3b2d44472ba92f81dcdea5b36-8c7bdbf3b2d44472ba92f81dcdea5b36-0.jpg?x=213&y=266&xc=1&yc=1&wc=328&hc=409&q=85&sig=iWmS1t9QhpfUY6MPRq2TQw--", "https://web.archive.org/web/20110310192257im_/http://l.yimg.com/a/p/us/news/editorial/6/4d/64dbaee41327b79d958a13e12427aeee.jpeg", "https://web.archive.org/web/20110310192257im_/http://l.yimg.com/a/p/us/news/editorial/e/d2/ed29b96fb554f3a9e1f5fa8d1a85facf.jpeg"], "top_img": "https://web.archive.org/web/20110310192257im_/http://d.yimg.com/a/p/ap/20110308/thumb.8c7bdbf3b2d44472ba92f81dcdea5b36-8c7bdbf3b2d44472ba92f81dcdea5b36-0.jpg?x=104&y=130&xc=1&yc=1&wc=104&hc=130&q=85&sig=Lz6tSz9ljOXDG2G604n26w--", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20110310192257/http://news.yahoo.com/s/ap/20110308/ap_on_sp_ot/us_med_sports_gene_tests", "title": "Could gene tests tell if kids can be sports stars?", "meta_data": {"application-name": "Yahoo! News", "msapplication-tooltip": "Yahoo! News", "msapplication-navbutton-color": "purple", "msapplication-starturl": "/", "msapplication-task": "name=Local;action-uri=/local-news;icon-uri=/favicon.ico", "fb": {"admins": 100000971447717}, "title": "Could gene tests tell if kids can be sports stars?", "description": "Was your kid born to be an elite athlete? Marketers of genetic tests claim the answer is in mail-order kits costing less than $200.", "keywords": "Sports,AP"}, "movies": [], "publish_date": 1299560400.0, "source": "https://web.archive.org", "summary": ""}