{"url": "http://www.latimes.com/health/boostershots/la-heb-diagnosing-alzheimers-test-20120416,0,7996579.story", "text": "No one wants to hear that he or she has Alzheimer’s disease. But if the beta-amyloid plaques that are the disorder’s key physical hallmark could be detected before memory loss and cognitive troubles were evident to all, would you want to know? And since no treatment currently works to stem the inexorable progress ofAlzheimer’s, who would pay for a costly test to detect it early -- and why?\n\nThose questions are no longer hypothetical. Last week, the FDA approved an agent called Florbetapir F 18 injection (to be marketed as Amyvid), which will allow physicians using a positron emissions tomography (PET) scan to detect the presence and extent of amyloid plaques in patients concerned about declining mental function.\n\nAnd on Monday, the American Academy of Neurology released a new study showing that an agent called florbetaben also allowed detection of amyloid plaques when used with a PET scan. The florbetaben study is to be presented at the academy’s “Emerging Science” program next week in New Orleans. Both Florbetapir F 18 and florbetaben help diagnose Alzheimer’s by sticking to beta amyloid clumps and emitting radioactivity, which can then be picked up by a PET scan.\n\nUntil recently, the diagnosis of Alzheimer’s disease could be made only after a patient’s death, when a pathologist could find physical evidence of amyloid plaques and neurofibrillary tangles. A brain biopsy now can be used to detect Alzheimer’s plaques but is highly invasive and may miss parts of the brain where the plaques and tangles of Alzheimer’s are densest. While diagnosis by proton magnetic resonance spectroscopy is under study for early detection, accurate early detection by such noninvasive means is a ways away.\n\nAdvertisement\n\nThe FDA says that Amyvid “is not a test to predict the development of AD-associated dementia” in those who have no problematic symptoms. It’s an early test for those who already have cognitive concerns and who wonder whether Alzheimer’s disease may be the cause. Among patients diagnosed with mild cognitive impairment, about 60% have amyloid plaques and will go on to develop dementia that is likely Alzheimer’s disease, said Dr. Michael W. Weiner of the Department of Veterans Affairs’ Center for Imaging of Neurodegenerative Diseases.\n\nWeiner is the leading researcher on the largest and most comprehensive Alzheimer’s research initiative of its kind, the Alzheimer’s Disease Neuroimaging Initiative. ADNI, a nationwide consortium that is still enrolling subjects, is a five-year, $60-million project that will track 800 participants to compare how mental and daily-life skills, and the brain’s structure and function, change in those aging normally, those with mild cognitive impairment and those with dementia. Weiner conducted much of the research leading to Amyvid’s approval.\n\nFor now, says Weiner, there is “no consensus” on which patients should get the costly new PET scans that use Amyvid, and large insurers such as Medicare and Medicaid have not made decisions about coverage for such tests. And some patients may question whether they would want to know that the source of their mental troubles is Alzheimer’s disease, said Weiner.\n\n“But for many, when you take a person to the doctor, you usually want an answer, whether it leads to a treatment or not. This is a way of getting closer to an answer,” said Weiner. Many patients experiencing cognitive lapses may also be reassured if the test fails to reveal amyloid plaques, he added.\n\nAdvertisement\n\nWith growing understanding that the changes of Alzheimer’s disease may be decades in the making, the value of early detection is gaining adherents, said Weiner. The “real game-changer,” he says, will be when one of the many experimental therapies under study for Alzheimer’s disease succeeds in blocking or reversing its progress. Once that happens, physicians, researchers and insurers will need to figure out who should get the test and at what cost, and who will pay.", "images": ["data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "https://ca-times.brightspotcdn.com/dims4/default/abd585f/2147483647/strip/true/crop/1152x1152+448+0/resize/100x100!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F12%2F57%2Fa343371429b7000ea37eaded8d93%2Fimg-534f3749-turbine-la-bio-melissa-healy"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "keywords": [], "authors": ["Melissa Healy Is A Health", "Science Reporter With The Los Angeles Times Writing The Washington", "D.C.", "Area. She Covers Prescription Drugs", "Obesity", "Nutrition", "Exercise", "Neuroscience", "Mental Health", "Human Behavior. She S Been At The Times For More Than Years"], "canonical_link": "https://www.latimes.com/health/la-xpm-2012-apr-16-la-heb-diagnosing-alzheimers-test-20120416-story.html", "title": "Alzheimer’s: New test aids early diagnosis, but worth it to know?", "meta_data": {"og": {"title": "Alzheimer's: New test aids early diagnosis, but worth it to know?", "url": "https://www.latimes.com/health/la-xpm-2012-apr-16-la-heb-diagnosing-alzheimers-test-20120416-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "url": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "lat-logo-dark-full.jpg"}, "description": "Alzheimer's: New test aids early diagnosis, but worth it to know?", "site_name": "Los Angeles Times", "type": "article"}, "article": {"author": "https://www.latimes.com/people/melissa-healy", "content_tier": "metered", "published_time": "2012-04-16T07:00:00", "opinion": "false", "tag": "Health"}, "twitter": {"card": "summary_large_image", "creator": "@LATmelissahealy", "description": "Alzheimer's: New test aids early diagnosis, but worth it to know?", "site": "@latimes", "title": "Alzheimer's: New test aids early diagnosis, but worth it to know?"}, "fb": {"app_id": 119932621434123, "pages": 5863113009, "profile_id": "latimes"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "Alzheimer's: New test aids early diagnosis, but worth it to know?", "brightspot.contentId": "00000169-988f-d37a-a1ff-9ccfab490000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1334574000.0, "source": "http://www.latimes.com", "summary": ""}