{"url": "http://www.usatoday.com/news/health/2009-12-30-ginkgo30_ST_N.htm?loc=interstitialskip", "text": "The popular botanical ginkgo biloba does not improve memory nor does it prevent cognitive decline in older people, according to the largest and longest scientific study ever undertaken to look at the supplement.\n\nAn extract derived from the ginkgo tree, ginkgo biloba has been touted since the 1970s by the supplement industry and others as an aid to improving memory, cognitive impairment, dementia and Alzheimer's disease. Ginkgo extract has been used in traditional Chinese medicine for more than 500 years, according to the American Botanical Council.\n\nThe study finding is \"disappointing news,\" says Steven DeKosky, dean of the University of Virginia School of Medicine and the study's senior author. The only positive thing the researchers found is that ginkgo appears to be safe, he says.\n\nThe results are from the Ginkgo Evaluation of Memory study, funded by the National Center for Complementary and Alternative Medicine, a center of the National Institutes of Health. The randomized, double-blind and placebo-controlled study was conducted at six medical centers and involved more than 3,000 people between ages 72 and 96 for seven years. The report is in today's Journal of the American Medical Association.\n\nThe first set of results from the study, published last year, found that a twice-daily dose of 120 milligrams of ginkgo biloba extract was not effective in reducing the incidence of Alzheimer's dementia or dementia overall.\n\nThis new paper looked at the same results to see if ginkgo biloba extract had any effect on cognitive decline in older adults, specifically memory, visual-spatial construction, language, attention, psychomotor speed and executive function. It found no effect.\n\n\"It just continues to show that in properly designed, placebo-controlled studies, we can't seem to find an effect for ginkgo biloba,\" says Lon Schneider, an Alzheimer's and gerontology expert at the University of Southern California. The size of this study is larger than all previous ginkgo biloba studies combined, he says.\n\nDouglas MacKay, vice president for scientific and regulatory affairs at the Council for Responsible Nutrition, a supplement industry trade group, disputes the study's findings.\n\n\"There is a large body of previously published evidence, as well as ongoing trials, which suggest that ginkgo biloba is effective for helping to improve cognitive impairment in older adults,\" he says.\n\nU.S. sales for ginkgo biloba were $99 million in 2008, down 8% from 2007 but still placing it the 8th most popular herb and botanical that the Nutrition Business Journal tracks.", "images": ["http://images.usatoday.com/_common/_images/down_arrow.gif", "http://i.usatoday.net/marketing/email/_notches/email-promo-most-popular.jpg", "http://images.usatoday.com/news/health/thumbs-squares/alz-brain-th.jpg", "http://i.usatoday.net/_common/_images/usat_logo2.gif", "http://images.usatoday.com/_common/_images/clear.gif", "http://i.usatoday.net/_common/_images/clear.gif", "http://i.usatoday.net/_common/_images/gray.gif", "http://images.usatoday.com/news/_photos/2008/10/23/alzheimersx-thumb.jpg", "http://images.usatoday.com/news/_photos/2007/06/11/alzheimers-thumb.jpg", "http://images.usatoday.com/news/_photos/2008/10/09/alzheimers-th.jpg", "http://images.usatoday.com/life/graphics/2008_alzheimers/promo_art/thumb.jpg", "http://i.usatoday.net/_common/_images/favicon.ico"], "top_img": "http://i.usatoday.net/_common/_images/favicon.ico", "keywords": [], "authors": ["Elizabeth Weise", "Usa Today"], "canonical_link": "", "title": "Study: Ginkgo biloba has no effect on Alzheimer's, dementia", "meta_data": {"ROBOTS": "NOODP, NOYDIR", "pubdate": "Dec 29, 2009", "pubtime": "07:37 PM", "pubdatetime": "12/29/2009 7:36 PM", "description": "The popular supplement ginkgo biloba neither improves memory nor prevents cognitive decline in older people, according to a large study.", "keywords": "Ginkgo biloba, Alzheimer's, dementia, American + Medical + Association, USA TODAY, spike, supplement, National + Institutes + of + Health, row, Blog, California, Virginia"}, "movies": [], "publish_date": 1262149200.0, "source": "http://www.usatoday.com", "summary": ""}