{"url": "http://consumer.Healthday.com/Article.asp?AID=649535", "text": "En Español\n\nBy Amanda Gardner\n\nHealthDay Reporter\n\nWEDNESDAY, Feb. 2, 2011 (HealthDay News) -- A large international trial finds that the Gardasil vaccine shields young men from human papillomavirus (HPV) as well as it protects young women.\n\nHPV is the leading cause of cervical cancer in women, but also has been linked to penile cancer and other malignancies in men.\n\nAccording to a study in the Feb. 3 issue of the New England Journal of Medicine, which was funded by the vaccine's maker, Merck & Co., Gardasil was 90 percent effective in older teenaged boys and young men.\n\n\"Studies like this underscore the 'human' in human papillomavirus,\" said Fred Wyand, director of the HPV Resource Center at the American Social Health Association. \"This well-designed study reinforces the idea that there is value in vaccinating young men against a virus that is nearly ubiquitous among sexually active individuals.\"\n\nGardasil protects against several strains of HPV, which is the leading cause of cervical cancer in women. It has also been linked to vulvar, anal and throat cancers. Studies have shown it to be about 100 percent effective in preventing precancerous cervical lesions in females.\n\nThe U.S. Food and Drug Administration approved the vaccine for girls in 2008 and for boys aged 9 through 26 in 2009. Although the U.S. Centers for Disease Control and Prevention recommends that 11- and 12-year-old girls begin receiving the vaccine as part of school vaccination efforts, an advisory panel voted against routine use of the vaccine in boys and men.\n\nUptake of the vaccine, which costs about $390 for the 3-shot regimen, has been far from universal among girls. According to a study presented last year by researchers at the University of Maryland, just one-third of teen girls and young women who start the three-dose series actually finish, and almost three-quarters don't start it at all.\n\nBut study author Anna Giuliano believes that, \"vaccinating males would have a direct benefit that men would receive, as well as a community benefit. If you reduce infections in men, you're going to reduce transmission to their partners so you have the herd immunity effect.\"\n\nHPV is almost ubiquitous in males and females, but experts note that most people will clear the virus naturally so that it does not result in any harm.\n\nThis study involved more than 4,000 boys and men aged 16-to-26 from 18 different countries who were randomly assigned to get the vaccine or not. All were HPV-free at the beginning of the trial, and were followed for about three years.\n\nAmong participants who completed the three-vaccine series, Gardasil afforded 90 percent protection against HPV.\n\n\"It's a similar efficacy to what we've seen in females,\" said Giuliano, who is chair of cancer epidemiology and genetics at the H. Lee Moffitt Cancer Center in Tampa.\n\nThe researchers also saw some reduction in the number of precancerous penile lesions, although at this point they said it's impossible to know whether this will result in a lower rate of penile cancers.\n\n\"We're going to finally be able to see men benefit from vaccine, as women have, in coming years,\" said Giuliano.\n\nMore information\n\nThe U.S. Centers for Disease Control and Prevention has more on HPV.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Amanda Gardner"], "canonical_link": "https://consumer.healthday.com/men-s-health-information-24/men-s-problems-health-news-469/gardasil-vaccine-guards-against-hpv-in-boys-649535.html", "title": "Gardasil Vaccine Guards Against HPV in Boys", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Study finds it gives males same level of protection as females", "og": {"title": "Gardasil Vaccine Guards Against HPV in Boys", "description": "Study finds it gives males same level of protection as females", "url": "https://consumer.healthday.com/men-s-health-information-24/men-s-problems-health-news-469/gardasil-vaccine-guards-against-hpv-in-boys-649535.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}