{"url": "http://time.com/4382200/deep-brain-stimulation-for-stroke/", "text": "For the first time, doctors in Cleveland will stimulate the brain of a person disabled by stroke to help them regain function and independence.\n\nSomeone has a stroke in the United States every 40 seconds, and it has become the leading cause of serious long-term disability among Americans. That’s why doctors at the Cleveland Clinic will test deep brain stimulation (DBS)—a procedure in which electrodes are implanted in the brain to provide small electric pulses as a way to help people recover control of their movements.\n\nThe hospital recently received the green light from federal authorities to start the first ever human trial of DBS for stroke, and plans to announce Tuesday that it will perform the procedure as soon as an initial patient is identified.\n\nHealth Newsletter Get the latest health and science news, plus: burning questions and expert tips. View Sample Sign Up Now\n\nClose to 800,000 Americans have a stroke each year and estimates suggest about half of those people will be disabled from it. With physical therapy, many people regain some motor function, but the brain damage cannot be reversed and many still have profound movement problems.\n\n“Despite advances in physical therapy and acute treatment of stroke there are still too many people who live with long term disabilities, and new technologies are needed,” said Dr. Andre Machado, the chairman of the Cleveland Clinic Neurological Institute who is leading the trial and will perform the procedures.\n\nDBS has been used to treat tremors associated with Parkinson’s disease, but Machado said the new approach, if successful, will achieve something novel. “The big difference is that when we are treating the motor symptoms of Parkinson’s disease, we’re trying to make the symptom, like a tremor, go away,” he said. “When we are treating stroke, we are really trying to make movement come back. There is something inherently different about that.”\n\nAnd inherently harder. DBS has never been used on humans as a way to regain a function. And experts aren’t even entirely sure why it works for Parkinson’s in the first place. But for 10 years, Machado and his team have been studying the effects of DBS on rats. They found that rats with strokes who received DBS had more proteins in the brain that are associated with brain plasticity—and twice as many synapses or connections between nerve cells compared to rats with strokes who did not undergo DBS.\n\nIf all goes as planned, Machado will insert the electrodes in the brain of someone severely disabled by stroke who has exhausted all other options without improvement. The electrodes will be placed on parts of the brain that communicate with the damaged region and surrounding areas. The electrodes will be attached to a wire that connects them to a battery pack located under the skin in the chest—the pack looks similar to a pacemaker. The stimulation will hopefully jump-start the brain’s recovery process and help them gain more control while undergoing standard therapy.\n\nGet The Brief. Sign up to receive the top stories you need to know right now. Choose your country United States of America Afghanistan Albania Algeria American Samoa Andorra Angola Anguilla Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Brazil Brunei Darussalam Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Colombia Comoros Congo Congo, Democratic Republic of Cook Islands Costa Rica Cote d'Ivoire Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Faeroe Islands Falkland Islands (Malvinas) Fiji Finland France French Guiana French Polynesia Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guinea Guinea-Bissau Guyana Haiti Holy See Honduras Hong Kong Hungary Iceland India Indonesia Iran Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libyan Arab Jamahiriya Liechtenstein Lithuania Luxembourg Macao Macedonia Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia Monaco Mongolia Montserrat Morocco Mozambique Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory, Occupied Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Republic of Korea Republic of Moldova Reunion Romania Russian Federation Rwanda Saint Helena Saint Kitts and Nevis Saint Lucia Saint Pierre and Miquelon Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia and Montenegro Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Islands Swaziland Sweden Switzerland Syrian Arab Republic Taiwan Tajikistan Tanzania, United Republic of Thailand Timor-Leste Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United Kingdom Virgin Islands (U.S.) Virgin Islands (British) Uruguay Uzbekistan Vanuatu Venezuela Viet Nam Wallis and Futuna Islands Western Sahara Yemen Zambia Zimbabwe Please enter a valid email address. Please select your country. I can confirm I have read and accept the Terms Of Use. Please check to proceed. Sign Up Now You may unsubscribe from email communication at any time. See our Privacy Policy for further details. Thank you! For your security, we've sent a confirmation email to the address you entered. Click the link to confirm your subscription and begin receiving our newsletters. If you don't get the confirmation within 10 minutes, please check your spam folder.\n\nThe team will focus on people who suffer ischemic strokes, which is when blood flow to the brain is blocked. About 87% of all strokes are this type.\n\nDBS is a type of brain surgery, and comes with risks like bleeding, infection and need for more surgeries. Since the procedure is experimental, there may be some unknown risks as well. Depending on how the first procedure goes, the hospital will enroll more people into its trial. If ultimately successful, DBS could become a treatment used in tandem with physical rehabilitation. “The goal of this therapy is not to replace physical training, but rather to boost the effects,” Machado said. “The proposition here is to make that recovery greater.”\n\nContact us at editors@time.com.", "images": ["http://time.com/img/Paper-plane.svg", "https://timedotcom.files.wordpress.com/2017/07/forgiving-other-people-good-for-health.jpg?quality=85&w=600", "http://subscription-assets.timeinc.com/current/1850_top2_205_thumb.jpg", "http://time.com/images/newsletter-time.png", "https://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "http://pixel.carambo.la/Pixel/tmnc11/112753/0/1/0", "http://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2016/06/brain.jpg?quality=85&w=1200&h=628&crop=1", "https://timedotcom.files.wordpress.com/2019/09/weight-loss-surgery.jpg?quality=85&w=600", "http://assets.time.com/images/dianomi-logo.png", "https://timedotcom.files.wordpress.com/2017/09/time-newsletter-tout-footer.png", "http://pixel.watch/f3fo"], "top_img": "https://timedotcom.files.wordpress.com/2016/06/brain.jpg?quality=85&w=1200&h=628&crop=1", "keywords": [], "authors": ["Alexandra Sifferlin"], "canonical_link": "https://time.com/4382200/deep-brain-stimulation-for-stroke/", "title": "Stroke: Cleveland Clinic Will Test Deep Brain Stimulation", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "keywords": "stroke, deep brain stimulation, Cleveland Clinic, heart disease, humans, human trial", "news_keywords": "stroke, deep brain stimulation, Cleveland Clinic, heart disease, humans, human trial", "description": "For the first time, doctors in Cleveland will stimulate the brain of a person disabled by stroke to help them regain function", "og": {"title": "Exclusive: Doctors Will Test a Groundbreaking Treatment for Strokes", "type": "article", "site_name": "Time", "url": "https://time.com/4382200/deep-brain-stimulation-for-stroke/", "description": "Half of the 800,000 Americans who have a stroke every year end up disabled", "image": {"identifier": "https://timedotcom.files.wordpress.com/2016/06/brain.jpg?quality=85&w=1200&h=628&crop=1", "width": 1200, "height": 628}}, "article": {"content_tier": "free", "opinion": "false"}, "pinterest": {"url": "https://time.com/4382200/deep-brain-stimulation-for-stroke/", "description": "For the first time, doctors in Cleveland will stimulate the brain of a person disabled by stroke to help them regain function", "media": "https://timedotcom.files.wordpress.com/2016/06/brain.jpg?quality=85&w=1200&h=628&crop=1"}, "twitter": {"card": "summary_large_image", "url": "https://time.com/4382200/deep-brain-stimulation-for-stroke/", "title": "Exclusive: Doctors Will Test a Groundbreaking Treatment for Strokes", "description": "Half of the 800,000 Americans who have a stroke every year end up disabled", "site": "@TIME", "image": "https://timedotcom.files.wordpress.com/2016/06/brain.jpg?quality=85&w=1024&h=512&crop=1"}, "fb": {"app_id": 53177223193, "pages": 10606591490}}, "movies": [], "publish_date": null, "source": "http://time.com", "summary": ""}