{"url": "http://www.wsj.com/articles/mail-order-tests-check-cells-for-signs-of-early-aging-1477328529", "text": "Your cells might be aging faster than you are, and new tests purport to help you find out.\n\nA few companies are offering mail-order testing to measure the length of people’s telomeres, the protective caps of DNA on the ends of chromosomes that have been likened to the plastic tips that prevent shoelaces from fraying. Telomeres gradually shorten as people age and eventually may disappear, leaving cells vulnerable to disease and death.\n\nTelomere Diagnostics, of Menlo Park, Calif., launched an $89 test last week. Users mail in a drop of blood and get back a calculation of their age in “TeloYears,” adjusted up or down depending on how they compare with the general population. The service also provides advice for improving diet, fitness, sleep and stress levels, which some small studies suggest may help telomeres regain length.\n\n“There’s a difference between knowing how old you are, and how well you are aging,” says Telomere Diagnostics chief executive Jason Shelton. “The age you are on the inside, on the cellular level, may be a better indicator.”\n\nStill, some top telomere scientists say such information amounts to little more than high-tech palm reading, in part because telomere length varies so widely in the general population that it isn’t clear what length is problematic.\n\n“We don’t yet know how to interpret these results. It might suggest there is something wrong when there isn’t,” says Carol Greider, director of molecular biology and genetics at Johns Hopkins Medicine, who shared the 2009 Nobel Prize for Medicine for discovering how telomeres protect chromosomes.\n\nWhat Your Cells Can Tell You What are telomeres?\n\nTelomeres are stretches of DNA at the end of chromosomes that protect them from damage, but they gradually wear away each time cells divide. When telomeres become critically short, chromosomes can fuse together and malfunction, causing cells to die, which contributes to disease.\n\nHow do telomeres relate to aging?\n\nMany studies have linked diseases of aging with short telomeres, but it isn’t clear whether short telomeres are a sign of cellular age or help cause the process.\n\nCan this process be slowed?\n\nTelomere shortening is determined by heredity, environment and lifestyle choices. Some studies suggest that controlling inflammation, exercising, maintaining a healthy diet and weight and not smoking, can slow the rate of shortening. An enzyme called telomerase adds more length to telomeres, but it is mostly found in sperm, egg and stem cells and cancerous tumors. There is no evidence that telomerase supplements help.\n\nCan measuring my telomeres tell me how long I have to live?\n\nNo. Most people never reach the end of their telomeres, and some scientists say they have to be extremely short before they contribute to disease.\n\nFellow Nobel winner Elizabeth Blackburn, now president of the Salk Institute, co-founded the predecessor company to Telomere Diagnostics, but parted ways with it in 2013 and is no longer connected to the company. Dr. Blackburn declined to comment for this article.\n\nSince telomeres were discovered in the 1990s, hundreds of studies have suggested links between telomere length and heart disease, diabetes, cancer, Alzheimer’s disease and mental-health issues.\n\nA meta-analysis of 24 studies involving a total of 43,725 participants, including 8,400 with cardiovascular diseases, found that those in the bottom third of telomere length had a 50% greater risk of cardiovascular disease than those in the top third. The review was published in BMJ in 2014.\n\nWhile telomere length is largely influenced by genetics, environment and lifestyle choices can affect it, too. Studies suggest shorter telomeres are associated with lack of exercise, poor sleep and a diet high in refined carbohydrates, among other factors.\n\nNASA believes that lengthy space travel can also age people faster and is monitoring how the telomeres of astronauts and twin brothers Scott and Mark Kelly change over time. Scott spent nearly a year in space, orbiting Earth in the Space Station, about four times as long as Mark.\n\nNASA astronaut Scott Kelly, left, spent nearly a year in space, orbiting Earth in the Space Station. That was about four times as long as his identical twin, Mark Kelly, right. NASA is monitoring the brothers’ telomeres over time to see if extended exposure to radiation and reduced gravity cause people to age faster. Photo: Pat Sullivan/Associated Press\n\nFew studies have looked at whether people can lengthen their telomeres by adopting healthy choices. An often cited clinical trial, published in the Lancet in 2013, followed 35 men with low-risk prostate cancer for five years. It found that the 10 men who followed a program of diet, activity, stress management and social support lengthened their telomeres by about 10% compared with the 25 who didn’t. The study was conducted by researchers at University of California, San Francisco, and the nonprofit Preventive Medicine Research Institute.\n\nCritics say the few controlled trials that show people can lengthen their telomeres are very small and the large observational studies that make up the bulk of the scientific literature on telomeres don’t demonstrate cause and effect. And while exercise, a healthy diet and stress reduction may lower the risk of death and disease, it hasn’t been shown that telomere length has anything to do with it, some researchers say.\n\nMuch of what is known about telomeres and disease comes from studying people who have inherited extremely short telomeres and are vulnerable to several specific conditions, including pulmonary fibrosis, immune deficiency, loss of bone marrow and certain cancers. It is important for those people, who make up at most 10% of the population, to know if their telomeres are abnormally short because they should avoid certain treatments, says Mary Armanios, clinical director of the Telomere Center at Johns Hopkins.\n\n“For everyone else, based on what we know in 2016, telomere length is not relevant to disease risk,” Dr. Armanios says. “They have to be really, really short to cause disease and most people never get to that point as they age.”\n\nThe testing companies argue that the wealth of observational studies provides ample evidence that short telomeres are a risk factor for many diseases in the general population and that making healthy lifestyle changes can help telomeres regain length. Knowing your telomere length isn’t meant to diagnose a specific disease, they say. “It’s more like a check-engine light” on a car, an early indication that something is amiss, says Calvin Harley, chief scientific officer at Telomere Diagnostics, which recommends users take the test every six months to track their progress.\n\nOther testing companies also contend that shorter-than-average telomeres can be a warning sign of future health problems. Titanovo Inc., in Raleigh, N.C., uses cheek swabs for its $150 test. Life Length, based in Madrid, offers its test only through physicians, who it says can help patients understand what they are most at risk for. The test, which costs $395, measures all 92 telomeres in cell samples, rather than reporting averages, as Telomere Diagnostics does.\n\nStephen Matlin, Life Length’s chief executive, says tens of thousands of patients in the U.S., the U.K. and the Middle East have used the test. While it isn’t known if they have lengthened their telomeres, “we do see that people adopt major lifestyle changes to improve their health and fitness,” he says.\n\nCorrections & Amplifications:\n\nElizabeth Blackburn parted ways with the predecessor company to Telomere Diagnostics Inc. in 2013. An earlier version of this article incorrectly stated that the year was 2015. (Oct. 25, 2016)\n\nWrite to Melinda Beck at HealthJournal@wsj.com", "images": ["https://s.wsj.net/public/resources/images/B3-FK672_STREAM_C_20191108185629.jpg", "https://m.wsj.net/video/20191107/110719opvidpw3/110719opvidpw3_167x94.jpg", "https://si.wsj.net/public/resources/images/BN-QJ535_HJOURN_TOP_20161020154740.jpg", "https://images.wsj.net/im-125024/social", "https://si.wsj.net/public/resources/images/BN-QJ535_HJOURN_D_20161020154740.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/93d4c0693749e5d6abc5f87d798d3bfdb580948b.jpg?5dc995fd", "https://m.wsj.net/video/20191107/110719electiontech2/110719electiontech2_167x94.jpg", "https://images.wsj.net/im-101746?width=111&height=62", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/0d2ffa0d6fff89f02d5a9d5508d5467ad9dbd858.jpg?5dc99f52", "https://m.wsj.net/video/20191104/cinvest1105/cinvest1105_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/869c2a340c4c25db5466a6de556da60ae1a2bf4e.jpg?5dc9a205", "https://images.wsj.net/im-125154?width=111&height=62", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/f600b0a56ee84a4d350fa4e522e51ee27d5fd426.jpg?5dc9a19d", "https://s.wsj.net/public/resources/images/B3-ES110_PARTNE_C_20190809085434.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/b5e977a5139ed9e9684742f90919df7b635ae623.jpg?5dc94a1a", "https://m.wsj.net/video/20191101/110419elevatorpai/110419elevatorpai_167x94.jpg", "https://si.wsj.net/public/resources/images/BN-QJ538_HJOURN_P_20161020155141.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/2a7d0786567f18bb6a72f17019cd642c0b51f730.jpg?5dc9a831", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/4a581253a775cca47f02b15ba756a5f4ccf7b8bf.jpg?5dc969b8", "https://images.wsj.net/im-124802?width=111&height=62", "https://si.wsj.net/public/resources/images/BN-QJ535_HJOURN_P_20161020154740.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/fddd6d28f0576a5772474e644a95623747e1cb4b.jpg?5dc9a2a9", "https://m.wsj.net/video/20191107/110719seib/110719seib_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/461b35da8a2936ee4a7ca01072773c0d5aa427f2.jpg?5dc9a214"], "top_img": "https://si.wsj.net/public/resources/images/BN-QJ535_HJOURN_TOP_20161020154740.jpg", "keywords": [], "authors": ["Melinda Beck"], "canonical_link": "https://www.wsj.com/articles/mail-order-tests-check-cells-for-signs-of-early-aging-1477328529", "title": "Mail-Order Tests Check Cells for Signs of Early Aging", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "dj.asn": "i-0d52", "user.type": "nonsubscriber", "user.exp": "default", "page.section": "Article", "page.content.type": "Article", "page.content.format": "responsive", "page.content.source": "WSJ Online", "article.template": "full", "page.site": "wsj", "page.site.product": "WSJ", "page.region": "na,us", "article.id": "SB11045210543746473847404582394272160010362", "article.type": "Health Journal", "article.type.display": "Health Journal", "article.access": "free", "article.origheadline": "Mail-Order Tests Check Cells for Signs of Early Aging", "article.headline": "Mail-Order Tests Check Cells for Signs of Early Aging", "article.summary": "A few companies are offering mail-order testing to measure the length of people’s telomeres, the protective caps of DNA on the ends of chromosomes, which can signal disease risk and a need to take corrective measures.", "apple-itunes-app": "app-id=364387007,app-argument=wsj://launch?articleid=SB11045210543746473847404582394272160010362&headline=Mail-Order%20Tests%20Check%20Cells%20for%20Signs%20of%20Early%20Aging&weburl=http://www.wsj.com/articles/SB11045210543746473847404582394272160010362", "al": {"ios": {"url": "wsj://launch?articleid=SB11045210543746473847404582394272160010362&headline=Mail-Order%20Tests%20Check%20Cells%20for%20Signs%20of%20Early%20Aging&weburl=http://www.wsj.com/articles/SB11045210543746473847404582394272160010362"}}, "article.page": "Health", "article.section": "Life", "article.published": "2016-10-24T17:12:00.000Z", "article.updated": "2016-10-24T17:12:00.000Z", "article.created": "2016-10-24T17:02:00.000Z", "dateLastPubbed": "2016-10-25T18:13:00.000Z", "author": "Melinda Beck", "keywords": "can telomeres predict disease,can telomeres regain length,cellular aging,telomeres,testing your telomeres,political,general news,gene therapy,health,medical treatments,procedures,life & style,biotechnology,health care,life sciences,genomics", "cXenseParse": {"wsj-keywords": "can telomeres predict disease,can telomeres regain length,cellular aging,telomeres,testing your telomeres,political,general news,gene therapy,health,medical treatments,procedures,life & style,biotechnology,health care,life sciences,genomics", "wsj-primary-inset": "image", "poptart": {"image": "https://si.wsj.net/public/resources/images/BN-QJ535_HJOURN_D_20161020154740.jpg"}, "candybar": {"image": "https://si.wsj.net/public/resources/images/BN-QJ535_HJOURN_E_20161020154740.jpg"}, "wsj-page-content-source": "WSJ Online", "wsj-coral": "true"}, "news_keywords": "can telomeres predict disease,can telomeres regain length,cellular aging,telomeres,testing your telomeres,political,general news,gene therapy,health,medical treatments", "description": "A few companies are offering mail-order testing to measure the length of people’s telomeres, the protective caps of DNA on the ends of chromosomes, which can signal disease risk and a need to take corrective measures.", "article": {"word_count": 990, "image_count": 2, "embed_count": 1, "internal_link_count": 1, "external_link_count": 2, "publisher": "https://www.facebook.com/wsj", "opinion": "false"}, "robots": "noarchive,noodp", "hdl_p": "Mail-Order Tests Check Cells for Early Aging", "language": "en-US", "twitter": {"title": "Mail-Order Tests Check Cells for Signs of Early Aging", "description": "A few companies are offering mail-order testing to measure the length of people’s telomeres, the protective caps of DNA on the ends of chromosomes, which can signal disease risk and a need to take corrective measures.", "image": {"identifier": "https://si.wsj.net/public/resources/images/BN-QJ535_HJOURN_TOP_20161020154740.jpg", "alt": "Mail-Order Tests Check Cells for Signs of Early Aging"}, "card": "summary_large_image", "creator": "@MelindaBeckWSJ", "site": "@WSJ", "domain": "wsj.com"}, "fb": {"app_id": 368513495882, "pages": 8304333127}, "og": {"title": "Mail-Order Tests Check Cells for Signs of Early Aging", "description": "A few companies are offering mail-order testing to measure the length of people’s telomeres, the protective caps of DNA on the ends of chromosomes, which can signal disease risk and a need to take corrective measures.", "url": "https://www.wsj.com/articles/mail-order-tests-check-cells-for-signs-of-early-aging-1477328529", "image": "https://si.wsj.net/public/resources/images/BN-QJ535_HJOURN_TOP_20161020154740.jpg", "locale": "en_US", "type": "article", "site_name": "WSJ"}, "cx_pv_id": "k2urrua7lkubjlxr", "cx_shield": "{\"campaign\":99999,\"placement\":\"cx-articlecover\",\"tag\":\"openhouse\",\"type\":\"free\",\"bucket\":1}", "referrer": "always"}, "movies": [], "publish_date": null, "source": "http://www.wsj.com", "summary": ""}