{"url": "http://health.usnews.com/health-news/news/articles/2012/07/30/abandoning-psa-screening-could-cost-lives-study", "text": "By Steven Reinberg\n\nHealthDay Reporter\n\nMONDAY, July 30 (HealthDay News) -- In the wake of a widely publicized report advising against prostate-specific antigen (PSA) testing for prostate cancer, a new study finds not screening would triple the number of U.S. men developing advanced cancer.\n\nTesting, on the other hand, might keep some 17,000 men each year from receiving a diagnosis of late-stage prostate cancer -- cancer that has spread and is far less curable -- the study finds.\n\n\"PSA testing, for all its pluses and minuses and all that . . . permits you to catch the disease earlier,\" said lead researcher Dr. Edward Messing, chair of urology at the University of Rochester Medical Center in Rochester, N.Y.\n\n\"These people are all going to die, they are going to die incredibly expensively and die miserably,\" he said, referring to the many men whose diagnoses would be delayed by not testing. \"I don't know that all these people could be saved with PSA testing,\" but many could, he added.\n\nThe report was published online July 30 in the journal Cancer.\n\nMessing said the annual number of prostate cancer deaths dropped from about 42,000 in the 1990s to 28,000 now. \"The only thing that can explain that is PSA early detection and treatment,\" he said.\n\nMany cases of prostate cancer are not life-threatening, which is why testing is controversial. The U.S. Preventive Services Task Force (USPSTF) in May recommended against routine PSA screening, saying too many non-lethal cancers were being treated aggressively, exposing men who didn't need treatment to serious side effects such as impotence and urinary incontinence.\n\nBut Messing disagreed with that advice. Condemning PSA testing \"wasn't a brilliant conclusion,\" he said.\n\nFor the new study, Messing's team compared information from the U.S. Surveillance, Epidemiology, and End Results database for the years 1983 to 1985 -- immediately before widespread PSA testing started --- to data from 2006 through 2008.\n\nIn the 2008 data, 8,000 cases of prostate cancer were diagnosed after the malignancy had spread to other parts of the body.\n\nUsing these cases as a base, the researchers constructed a model that used data of advanced cancer diagnosed in the 1980s and predicted how many cases of advanced cancer would have been diagnosed in 2008 if PSA testing was not done.\n\nTheir model showed instead of 8,000 actual cases in 2008, about 25,000 cases would have been diagnosed.\n\nBut the USPSTF maintains the benefits of testing are overrated. \"The task force recommends against prostate cancer screening using the PSA test, as the potential benefit does not outweigh the harms,\" said Dr. Michael LeFevre, co-vice chair of the task force and professor in the department of family and community medicine at the University of Missouri School of Medicine.\n\nAs a result of treatments for PSA-detected prostate cancer, one out of 1,000 men screened in the United States develops a blood clot in his legs or lungs, two will have a heart attack or stroke, and up to 40 are left impotent or with urinary incontinence, LeFevre said.\n\n\"At best, only one of these 1,000 men who were screened avoids dying from prostate cancer for at least 10 years,\" LeFevre said. \"In addition, about one in every 3,000 men screened dies as a result of surgery to treat cancer detected by the PSA test.\"\n\nStill, the task force recognizes that \"some men may continue requesting the PSA test and some physicians may continue offering it,\" LeFevre said.\n\nBefore getting this blood test -- which measures a protein in cells of the prostate gland -- men should learn about the pros and cons, he said. \"The decision to start or continue screening should reflect an understanding of the possible benefits and known harms, and should respect each individual's preferences.\"\n\nMessing advises men with a family history of prostate cancer or urinary symptoms to have a PSA test. Men with no family history or symptoms should discuss PSA testing with their doctor, he added.\n\nMessing pointed out that screening-detected cancer doesn't mean surgery, chemotherapy or radiation treatment must follow. Most cases can be watched for some time, he said.\n\nDr. Otis Brawley, chief medical officer for the American Cancer Society, said over the past few years a number of studies have been published on the benefits and harms of PSA testing.\n\n\"None of these studies can be considered decisive other than in proving that there are some harms associated with treatment,\" he said. The American Cancer Society still supports screening for certain men in consultation with a physician.\n\nProstate cancer is the second-leading cause of cancer death among men in the United States. In 2012, more than 240,000 new cases are expected to be diagnosed, and 28,000 men will die from the disease, researchers say.\n\nMore information\n\nFor more information on prostate cancer, visit the U.S. National Cancer Institute.", "images": ["http://health.usnews.com/static/images/favicon.ico", "https://www.usnews.com/static/img/usn-logo-large.svg"], "top_img": "http://health.usnews.com/static/images/favicon.ico", "keywords": [], "authors": [], "canonical_link": "https://health.usnews.com/health-news/news/articles/2012/07/30/abandoning-psa-screening-could-cost-lives-study", "title": "Abandoning PSA Screening Could Cost Lives: Study", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "description": "Testing could save 17,000 men from advanced prostate cancer, researcher says", "keywords": "HealthDay,sexual health,prostate cancer,incontinence,death,therapy,men's health,cancer,Collections: Health,cancer,prostate cancer,death,sexual health,incontinence,men's health,therapy,HealthDay,Collections: Health", "site": "news", "zone": "health/articles", "robots": "noindex", "fb": {"pages": 5834919267, "app_id": 130063997038366}, "og": {"title": "Abandoning PSA Screening Could Cost Lives: Study", "description": "Testing could save 17,000 men from advanced prostate cancer, researcher says", "type": "article", "site_name": "US News & World Report", "url": "https://health.usnews.com/health-news/news/articles/2012/07/30/abandoning-psa-screening-could-cost-lives-study"}, "twitter": {"card": "summary_large_image", "site": "@USNews", "title": "Abandoning PSA Screening Could Cost Lives: Study", "description": "Testing could save 17,000 men from advanced prostate cancer, researcher says"}, "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "optimizely": "Optimizely is supported by this application but is not enabled for this page."}, "movies": [], "publish_date": 1343620800.0, "source": "http://health.usnews.com", "summary": ""}