{"url": "http://consumer.healthday.com/vitamins-and-nutrition-information-27/food-and-nutrition-news-316/dash-diet-ranks-as-best-overall-eating-plan-706620.html", "text": "En Español\n\nTUESDAY, Jan. 5, 2016 (HealthDay News) -- For the sixth year in a row, a panel of health experts has named the heart-healthy DASH diet the best overall eating plan, according to U.S. News & World Report's 2016 Best Diets ranking.\n\nThe DASH (Dietary Approaches to Stop Hypertension) diet was designed to lower blood pressure and cholesterol levels by limiting fats, red meat and sugar in favor of healthy grains, poultry, low-fat dairy and nuts, the U.S. National Heart, Lung, and Blood Institute says.\n\n\"Our rankings put hard numbers on the belief that no one diet is ideal for everybody, but the best food plans overall are sustainable,\" Angela Haupt, senior health editor at U.S. News & World Report, said in a news release from the media company.\n\nEvery year, U.S. News & World Report asks experts to rank various diets to help the tens of millions of dieters in the United States and around the globe make informed dietary decisions that can help them achieve healthier lifestyles.\n\nThe panel of experts -- including nutritionists and doctors specializing in diabetes, heart health and weight loss -- scored each diet for short-term and long-term weight loss. They also considered how easy each diet was to follow, as well as safety and nutritional value.\n\n\"Besides the rankings and data, each diet has a detailed profile that includes how it works, evidence that supports or refutes its claims and a nutritional snapshot -- tools that, along with the advice of a physician or nutritionist, can help consumers invest in diets that suit their lifestyles and further their health and wellness goals,\" Haupt said.\n\nThe panel evaluated 38 of the most popular or trendy diets this year. After ranking them in nine categories, the experts found the MIND diet tied for second place for best overall diet with the cholesterol-lowering TLC diet. The MIND diet includes some features of the DASH diet and Mediterranean diet, such as high consumption of fruits, vegetables and fish, but focuses on foods that promote brain health.\n\nThe MIND diet ranked first in the \"Easiest Diet to Follow\" category in a three-way tie with Weight Watchers and the Fertility diet, which asserts that certain dietary changes can boost fertility.\n\nThe Fertility diet, which calls for the elimination of trans fats, also ranked as the best diet for diabetes, the report revealed. The Biggest Loser diet and the DASH diet came in second and third, respectively, in the diabetes category.\n\nThe DASH diet scored highest when it comes to healthy eating, followed by the TLC diet. The Mediterranean and the MIND diet tied for third place in this category.\n\nThe Weight Watchers diet ranked highest out of all weight-loss diets but tied with the Mayo Clinic diet as the \"Best Commercial Diet.\"\n\nWhen it comes to speedy weight loss, the HMR program and Biggest Loser diet shared the top ranking, followed by the Atkins diet in second place and Weight Watchers in third.\n\nOn the opposite end of the list, the Whole30 diet -- a 30-day program that bans processed foods, legumes, grains, dairy, alcohol and added sugar -- ranked as the worst overall diet on the list, the new report said.\n\nThe Raw Food diet and low-carb Atkins diet also scored poorly overall and ranked low in categories like \"Best Diets for Healthy Eating.\" The Raw Food diet was also considered the most difficult diet to follow, though it was one of the top ranked weight-loss diets, the panel found.\n\nMore information\n\nThe U.S. Centers for Disease Control and Prevention has more about healthy eating for a healthy weight.", "images": ["https://media.healthday.com/Images/icimages/46150.jpg"], "top_img": "https://media.healthday.com/Images/icimages/46150.jpg", "keywords": [], "authors": ["Mary Elizabeth Dallas"], "canonical_link": "https://consumer.healthday.com/vitamins-and-nutrition-information-27/food-and-nutrition-news-316/report-dash-diet-best-overall-eating-plan-706620.html", "title": "Report: DASH Diet Best Overall Eating Plan", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "The MIND, Mediterranean and Fertility diets also get high marks for health", "og": {"title": "Report: DASH Diet Best Overall Eating Plan", "image": "https://media.healthday.com/Images/icimages/46150.jpg", "description": "The MIND, Mediterranean and Fertility diets also get high marks for health", "url": "https://consumer.healthday.com/vitamins-and-nutrition-information-27/food-and-nutrition-news-316/report-dash-diet-best-overall-eating-plan-706620.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}