{"url": "https://health.usnews.com/health-care/patient-advice/articles/2017-12-20/adhd-stimulants-might-help-a-smoker-with-the-disorder-cut-back-on-cigarettes", "text": "It's no secret that many people with attention deficit hyperactivity disorder may gravitate towards cigarette smoking. Many experts indicate that there is an association between people with the disorder and the desire to light up.\n\nDr. Jeffrey Newcorn, professor of psychiatry and director of the Division of ADHD and Learning Disorders at the Icahn School of Medicine at Mount Sinai, says that there is indeed a relationship between ADHD and smoking. \"People with ADHD are at somewhat of an increased risk to abuse drugs,\" he says, adding that the drug they're more likely to resort to is nicotine because of its role in modulating the neurotransmission of dopamine in the brain.\n\nPeople with ADHD don't produce as much dopamine – a neurotransmitter linked to the ability to regulate emotional response – as someone without the disorder. Dopamine is also associated with feelings of reward and pleasure. Research has found a connection between ADHD symptoms and lowered dopamine levels, or issues with the efficiency of the brain's dopamine receptors.\n\nNewcorn explains that through the years there have also been some schools of thought that people with ADHD have a harder time quitting the habit. This ultimately drove researchers to think about developing a nonstimulant alternative in the form of a drug that safely mimics the effects of nicotine. However, he says that this hasn't yet panned out.\n\nInstead, what has gained more attention, Newcorn says, is research about any possible roles ADHD stimulant medications may play in helping someone with the disorder quit, or at least reduce nicotine use. \"There has been and continues to be a lot of interest in this area,\" Newcorn says.\n\nMore About Smoking Less, Not Stopping Completely\n\nAccording to Scott H. Kollins, professor and vice chair for research in the department of psychiatry and behavioral sciences at the Duke University School of Medicine, there isn't a concrete \"yes\" or \"no\" to the question of whether ADHD stimulants can help an ADHD person quit. In fact, he says that rather than this being an issue of quitting the habit altogether, it appears that the focus is more about ADHD stimulants' role in possibly lessening the number of cigarettes smoked.\n\nIn fact, Kollins was involved in a study – published in the Journal of Attention Disorders – that touched on this very subject. The journal states that \"our findings suggest that among adult regular smokers with ADHD who are interested in quitting, LDX does not increase the probability of smoking cessation more than does placebo, but is associated with a significant overall reduction in the amount of cigarettes smoked and is effective for reducing ADHD symptoms.\" LDX stands for lisdexamfetamine dimesylate, an ADHD stimulant more commonly known by the brand name Vyvanse.\n\nIn this and other related research Kollins has been involved with, he says that overall, \"stimulants don't necessarily help people with ADHD quit smoking; people don't really improve any greater than with a placebo.\" However, he states that \"the people taking ADHD stimulants smoked less compared to those taking a placebo.\"\n\nKollins also points out that this study yielded results comparable other research on the topic. In fact, the LDX study notes that \"findings from this study are consistent with another published trial of osmotic-release methylphenidate in adult smokers with ADHD, which reported no effects of the stimulant drug on smoking cessation outcomes, but reductions in cigarettes smoked/day and significant drug-placebo differences in ADHD symptoms across the study (Winhusen et al., 2010).\" Concerta is an example of an osmotic-release methylphenidate.\n\nAll of this begs the question: What is it about ADHD stimulant medication that may produce this effect? Kollins explains that \"stimulants do similar things from a pharmacologic perspective as nicotine\" suggesting that taking such medication may replace the urge to light up as frequently. Treatment with stimulants may put \"the urge to smoke in check more,\" he speculates.\n\nThe Road Ahead\n\nSuch research isn't to say that taking ADHD stimulants will automatically make a person with the disorder ease up on their habit. \"You certainly couldn't say that stimulants could be used for smoking cessation in people with ADHD,\" Newcorn says. \"On the other hand, stimulants are an appropriate treatment for people with ADHD whether they smoke or not.\" He explains that currently, thinking about stimulants in terms of helping people with ADHD with smoking cessation means \"talking about something off-label\" – in other words, not for intended use despite the fact that certain positive outcomes may arise by taking it.\n\nBut Newcorn adds that there may be \"reasonable strategies\" such as limiting a medication to a specific group of people and within a specific class of medication. For example, he explains that Wellbutrin, an antidepressant, and Zyban, a drug to help a person stop smoking, are the same drug, but they are marketed for different things. \"Many studies show that Wellbutrin could have a positive effect for people with ADHD,\" he says, making the point that sorting through such labeling and marketing intricacies could play a role in further exploration on the topic.", "images": ["https://www.usnews.com/dims4/USNEWS/3271704/2147483647/crop/851x564%2B0%2B0/resize/1200x1200%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F06%2Fe7%2F29cd1d65416fad63701e1252725a%2F140512-smoking-editorial.jpg", "https://www.usnews.com/dims4/USNEWS/97954e2/2147483647/thumbnail/84x84/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2Fec%2F16%2F15e7e7a94103b13d725f95e37494%2Fjennifer-lea-reynolds.jpg", "https://www.usnews.com/static/img/usn-logo-large.svg", "https://www.usnews.com/dims4/USNEWS/bdcd12a/2147483647/thumbnail/303x202/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2Ffa%2F36%2F6c3829644fcc85de43c5313697d2%2F151112-smoke-stock.jpg", "https://www.usnews.com/dims4/USNEWS/cb48130/2147483647/thumbnail/640x420/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F6e%2F08%2F171753eb4876a0c89aa31c37b10c%2F150813-musclemoney-stock.jpg"], "top_img": "https://www.usnews.com/dims4/USNEWS/3271704/2147483647/crop/851x564%2B0%2B0/resize/1200x1200%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F06%2Fe7%2F29cd1d65416fad63701e1252725a%2F140512-smoking-editorial.jpg", "keywords": [], "authors": [], "canonical_link": "https://health.usnews.com/health-care/patient-advice/articles/2017-12-20/adhd-stimulants-might-help-a-smoker-with-the-disorder-cut-back-on-cigarettes", "title": "ADHD Stimulants Might Help a Smoker With the Disorder Cut Back on Cigarettes", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "description": "Experts suggest the treatment might not lead to smokers quitting, but studies show a reduction in cigarettes smoked.", "keywords": "Jennifer Lea Reynolds,smoking and tobacco,ADD/ ADHD,lung cancer,behavior,brain health,patients,patient advice,Health Care,Patient Advice", "site": "healthcare", "zone": "edit", "fb": {"pages": 5834919267, "app_id": 130063997038366}, "og": {"title": "ADHD Stimulants Might Help a Smoker With the Disorder Cut Back on Cigarettes", "description": "Experts say that ADHD stimulants may help, but all available options to kick the habit should be explored.", "image": "https://www.usnews.com/dims4/USNEWS/3271704/2147483647/crop/851x564%2B0%2B0/resize/1200x1200%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F06%2Fe7%2F29cd1d65416fad63701e1252725a%2F140512-smoking-editorial.jpg", "type": "article", "site_name": "US News & World Report", "url": "https://health.usnews.com/health-care/patient-advice/articles/2017-12-20/adhd-stimulants-might-help-a-smoker-with-the-disorder-cut-back-on-cigarettes"}, "twitter": {"image": "https://www.usnews.com/dims4/USNEWS/3271704/2147483647/crop/851x564%2B0%2B0/resize/1200x1200%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F06%2Fe7%2F29cd1d65416fad63701e1252725a%2F140512-smoking-editorial.jpg", "card": "summary_large_image", "site": "@USNews", "title": "ADHD Stimulants Might Help a Smoker With the Disorder Cut Back on Cigarettes", "description": "Experts say that ADHD stimulants may help, but all available options to kick the habit should be explored."}, "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "optimizely": "Optimizely is supported by this application but is not enabled for this page."}, "movies": [], "publish_date": 1513746000.0, "source": "https://health.usnews.com", "summary": ""}