{"url": "http://www.Reuters.com/article/idUSTRE6614LQ20100705", "text": "NEW YORK (Reuters Health) - A form of ‘mind-body’ therapy that focuses on the role of emotions in physical pain may offer some relief to people with fibromyalgia, a small clinical trial suggests.\n\nThe study, of 45 women with fibromyalgia, found that those who learned a technique called “affective self-awareness” were more likely to show a significant reduction in their pain over six months.\n\nOverall, 46 percent of the women had a 30-percent or greater reduction in their pain severity, as measured by a standard pain-rating scale. In contrast, of study participants who were assigned to a wait-list for therapy, none showed a similar decline in pain.\n\nFibromyalgia is a syndrome marked by widespread pain — including discomfort at specific “tender points” in the body — along with symptoms such as fatigue, irritable bowel and sleep problems. It is estimated to affect up to 5 million U.S. adults, most commonly middle-aged women.\n\nThe precise cause of fibromyalgia is unknown — there are no physical signs, such as inflammation and tissue damage in the painful area — but some researchers believe the disorder involves problems in how the brain processes pain signals.\n\nStandard treatments include painkillers, antidepressants, cognitive- behavioral therapy and exercise therapy. However, many people with fibromyalgia find that their symptoms — pain, in particular — persist despite treatment.\n\nPart of that, according to the researchers on the new study, may be because standard treatments do not specifically address the role psychological stress and emotions can play in triggering people’s pain.\n\nThat is not to say that the pain people with fibromyalgia feel is “all in their head,” stressed Dr. Howard Schubiner, of St. John Health/ Providence Hospital and Medical Centers in Southfield, Michigan.\n\n“The pain is very real,” Schubiner said in an interview. But, he explained, pain and emotions are “connected in the brain,” and emotional factors may act to trigger “learned nerve pathways” that give rise to pain.\n\nPast studies have found that compared with people without fibromyalgia, those with the disorder have higher rates of stressful life events, such as childhood abuse, marital problems and high levels of job stress. There is also evidence that they are relatively less aware of their own emotions and more reluctant to express their feelings, particularly anger.\n\nFor the new study, published in the Journal of General Internal Medicine, Schubiner and his colleagues tested the effects of affective self-awareness — a technique Schubiner developed and uses in treating certain chronic-pain conditions — on fibromyalgia.\n\nThey randomly assigned 45 women with the condition to either undergo the therapy or go on a wait-list for treatment, serving as a control group. Women in the treatment group each had a one-on-one consultation, then attended three group meetings to learn the affective self-awareness techniques so that they could carry them out on their own.\n\nThe therapy involves an educational component where patients learn about the emotion-pain connection. They learn specific techniques — including mindfulness meditation and “expressive” writing — for recognizing and dealing with the emotions that may be contributing to their pain. Patients are also encouraged to get back to any exercise or other activities that they have been avoiding due to pain.\n\nSchubiner’s team found that six months later, 46 percent of the treatment group had at least a 30-percent reduction in their pain ratings compared with scores at the outset. And 21 percent had a 50-percent or greater reduction.\n\nNone of the women in the control group had a comparable improvement.\n\nThe study is only the first clinical trial to test affective self-awareness for fibromyalgia, and it had a number of limitations, including its small size. In addition, the control group received no active therapy to serve as a comparison.\n\nThat is important because it is possible for patients to benefit from simply receiving attention from a healthcare provider, or being part of small-group sessions with other people suffering from the same condition, for example.\n\nSchubiner also acknowledged that this general “model” for understanding and addressing fibromyalgia pain is controversial.\n\nHe said that he and his colleagues have applied for funding to conduct a larger clinical trial comparing affective self-awareness with standard cognitive-behavioral therapy.\n\nAffective self-awareness and cognitive-behavioral therapy have similarities, according to Schubiner. Both, for example, try to show patients that they have the power to improve their own health.\n\nA key difference, Schubiner said, is that affective self-awareness asks people to “directly engage” the emotions that may be helping to drive their symptoms.\n\nAnother difference is that, right now, only a small number of healthcare providers practice affective self-awareness, according to Schubiner.\n\nSome components of the technique, such as teachings in mindfulness meditation, are more widely available. But whether those practices in isolation would help fibromyalgia patients’ pain is not clear.\n\nSOURCE: link.reuters.com/bes55m\n\nJournal of General Internal Medicine, online June 8, 2010.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Amy Norton", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-therapy-fibromyalgia-idUSTRE6614LQ20100705", "title": "\"Mind-body\" therapy shows promise for fibromyalgia", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "(Reuters Health) - A form of 'mind-body' therapy that focuses on the role of emotions in physical pain may offer some relief to people with fibromyalgia, a small clinical trial suggests.", "Author": "Amy Norton", "keywords": "United States,Amy Norton,Howard Schubiner,US,THERAPY,FIBROMYALGIA", "news_keywords": "United States;Amy Norton;Howard Schubiner;US;THERAPY;FIBROMYALGIA", "REVISION_DATE": "Mon Jul 05 05:16:46 UTC 2010", "analyticsAttributes.articleDate": "2010-07-05T05:16:46+0000", "analyticsAttributes.author": "Amy Norton", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-therapy-fibromyalgia-idUSTRE6614LQ20100705", "analyticsAttributes.contentTitle": "\"Mind-body\" therapy shows promise for fibromyalgia", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "United States,Amy Norton,Howard Schubiner,US,THERAPY,FIBROMYALGIA", "analyticsAttributes.keywordSlug": "US-THERAPY-FIBROMYALGIA", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "\"Mind-body\" therapy shows promise for fibromyalgia", "sailthru.author": "Amy Norton", "sailthru.date": "2010-07-05T05:16:46+0000", "sailthru.title": "\"Mind-body\" therapy shows promise for fibromyalgia", "og": {"locale": "en_US", "site_name": "U.S.", "title": "\"Mind-body\" therapy shows promise for fibromyalgia", "url": "https://www.reuters.com/article/us-therapy-fibromyalgia-idUSTRE6614LQ20100705", "type": "article", "description": "(Reuters Health) - A form of 'mind-body' therapy that focuses on the r...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2010-07-05T05:16:46+0000", "modified_time": "2010-07-05T05:16:46+0000", "section": "Homepage", "author": "Amy Norton", "tag": "United States,Amy Norton,Howard Schubiner,US,THERAPY,FIBROMYALGIA"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary", "title": "\"Mind-body\" therapy shows promise for fibromyalgia", "description": "(Reuters Health) - A form of 'mind-body' therapy that focuses on the role of emotions in physical pain may offer some relief to people with fibromyalgia, a small clinical trial suggests.", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1278307006.0, "source": "http://www.Reuters.com", "summary": ""}