{"url": "https://www.npr.org/sections/health-shots/2018/06/26/622610333/doctors-try-genetically-modified-poliovirus-as-experimental-brain-cancer-treatme", "text": "Doctors Try Genetically Modified Poliovirus As Experimental Brain Cancer Treatment\n\nA genetically modified poliovirus may help some patients fight a deadly form of brain cancer, researchers report.\n\nThe experimental treatment seems to have extended survival in a small group of patients with glioblastoma who faced a grim prognosis because standard treatments had failed, Duke University researchers say.\n\n\"I've been doing this for 50 years and I've never seen results like this,\" says Dr. Darell Bigner, the director emeritus of the The Preston Robert Tisch Brain Tumor Center at the Duke Cancer Institute, who is helping develop the treatment.\n\nBut the researchers and other brain-cancer doctors caution the research is at a very early stage. In the study, only 21 percent of patients experienced a prolonged survival. Much more follow-up research is needed to better assess and hopefully improve the treatment's effectiveness, the researchers say.\n\n\"We have to be careful,\" says Annick Desjardins, a Duke neuro-oncologist who helped conduct the study. \"But we have long-term survivors. We are seeing something we don't normally see with patients with glioblastoma.\"\n\nDr. David Reardon, clinical director of the Center for Neuro-Oncology at the Dana-Farber Cancer Institute in Boston, says the Duke group's results may represent \"a good, solid, important step forward\" for patients with no alternatives.\n\n\"Unfortunately, for most patients this is not going to be the answer yet,\" says Reardon, who used to work at Duke but wasn't involved in the new research. \"My fear is that every patient and family dealing with the devastating disease of glioblastoma is going to think the poliovirus is the cure. Unfortunately, the patients who are benefiting do reflect a relatively small percentage of the population.\"\n\nThe Duke results were published online Tuesday by the New England Journal of Medicine to coincide with their presentation at the 22nd International Conference on Brain Tumor Research in Norway.\n\nGlioblastoma is the most common and aggressive malignant brain tumor in adults. It's the cancer that killed former Sen. Edward Kennedy, D-Mass., and former Vice President Joe Biden's son Beau. Sen. John McCain, R-Ariz., is fighting glioblastoma.\n\nThe Duke researchers decided to try to use a genetically modified version of the poliovirus, which can cause a devastating form of paralysis, because of the virus's ability to infect nervous system cells.\n\nThe scientists removed one of the virus's genes to prevent it from causing polio and replaced that gene with one from a harmless virus known as a rhinovirus, which ordinarily causes the common cold.\n\nThe engineered virus was then infused directly into tumors in patients' brains with a tube inserted through a hole in the skull. The modified virus retains the ability to infect and kill brain tumor cells, and also appears to trigger the patient's own immune system cells to attack the tumors, the researchers say.\n\nBetween 2012 and 2017, the researchers treated 61 patients, trying various doses of the modified virus to determine which was safest and most effective.\n\nThere are substantial risks. The treatment can cause a dangerous swelling in the brain that can lead to seizures and other complications, the researchers found. One patient suffered a life-threatening blood clot in the brain that required surgery.\n\nBut overall, the median length of survival was 12.5 months for patients treated with poliovirus, compared with 11.3 months for a similar group of patients treated in the past, the researchers report. And starting at two years after treatment, the two groups' survival rate began to diverge, the researchers reported.\n\nAfter 24 months, 21 percent of the patients treated with the virus had survived compared with 14 percent of the historical comparison group. After three years, 21 percent of the poliovirus treated patients survived, compared with 4 percent of the other group, according to the researchers.\n\nTwo patients have survived more than six years, Bigner says. One has survived more than five years.\n\n\"You just don't see this percentage of long-term survivors with this disease,\" Bigner says. \"Those that have survived more than two years are in remission, and we expect them to continue to be long-term survivors.\"\n\nSome other researchers praised the results.\n\n\"We're extraordinarily encouraged by what we see with this data,\" says Mitchel Berger, chairman of neurosurgery at the University of California, San Francisco and director of its center for brain tumors. \"It's phenomenal.\"\n\nBut some cancer doctors caution that comparing the outcomes for patients receiving the virus treatment to what would have happened to similar patients in the past could produce misleading conclusions.\n\nThe Duke researchers have started a follow-up study combining the treatment with a chemotherapy drug to try to improve the results. They also plan to combine the treatment with other drugs, including some called checkpoint inhibitors, to harness the immune system to fight cancer.\n\nIn addition, the researchers are planning to try the approach on children with brain cancer, as well as other types of cancer, including melanoma and breast cancer. \"We believe we are going to be able to increase the results even more significantly,\" Bigner says.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2017/07/20/g_sq-575beb8078e0c719f25223e34fc63b1f70840400-s100-c15.jpg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/assets/img/2015/03/24/exceptional-responders-1_sq-01bf11f603491dfcec07fce3ce0b3b1ab456a092-s100-c15.jpg", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/assets/img/2018/06/25/sciencesource_ss21447814_wide-98955fd247698e5f724e2e1dd9ef1f3fe2a300d8.jpg?s=1400", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2014/07/01/rob-portrait-2-_sq-6aa4df596eca434909b770d4aa9f6b542e9059ae-s100-c85.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/assets/img/2018/06/25/sciencesource_ss21447814_custom-233d7982d7b9ce273b26dafb965c12a37aab9067-s1100-c15.jpg", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2018/06/25/sciencesource_ss21447814_wide-98955fd247698e5f724e2e1dd9ef1f3fe2a300d8.jpg?s=1400", "keywords": [], "authors": ["Rob Stein"], "canonical_link": "https://www.npr.org/sections/health-shots/2018/06/26/622610333/doctors-try-genetically-modified-poliovirus-as-experimental-brain-cancer-treatme", "title": "Doctors Try Genetically Modified Poliovirus As Experimental Brain Cancer Treatment", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2018-06-26", "description": "Duke University researchers say some patients with brain cancer survived long after receiving treatment with a weakened poliovirus. But the response rate was limited and there were side effects.", "og": {"title": "Doctors Try Genetically Modified Poliovirus As Experimental Brain Cancer Treatment", "url": "https://www.npr.org/sections/health-shots/2018/06/26/622610333/doctors-try-genetically-modified-poliovirus-as-experimental-brain-cancer-treatme", "type": "article", "description": "Duke University researchers say some patients with brain cancer survived long after receiving treatment with a weakened poliovirus. But the response rate was limited and there were side effects.", "image": "https://media.npr.org/assets/img/2018/06/25/sciencesource_ss21447814_wide-98955fd247698e5f724e2e1dd9ef1f3fe2a300d8.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Doctors Try Genetically Modified Poliovirus As Experimental Brain Cancer Treatment", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2018/06/25/sciencesource_ss21447814_wide-98955fd247698e5f724e2e1dd9ef1f3fe2a300d8.jpg?s=1400"}}}, "movies": [], "publish_date": 1529985600.0, "source": "https://www.npr.org", "summary": ""}