{"url": "http://abcnews.go.com/Health/menopause-hot-flash-medicine-cut-symptom-quarters-trial/story?id=53748322", "text": "A new class of drugs could be life-changing for millions of women in menopause who suffer with hot flashes.\n\nA medication being tested in the U.K. and here in the U.S. may be the key to alleviating several of the uncomfortable menopause side effects -- and hopefully without the need for hormone replacement therapy, according to an analysis published in the journal Menopause.\n\n\"The potential for this drug class to really improve many of the symptoms of the menopause, such as hot [flashes], difficulty sleeping, weight gain, and poor concentration, is huge,\" lead author Dr. Julia Prague of the Imperial College London. \"To see the lives of our participants change so dramatically and so quickly was so exciting, and suggests great promise for the future of this new type of treatment.\"\n\nAbout 70 percent of postmenopausal women experience vasomotor symptoms -— the familiar hot flashes -- which, in some cases, last for years. This new drug, labeled MLE4901 for research, is being tested in clinical trials and offers hope for curtailing postmenopausal symptoms.\n\nThe previous \"go to\" therapy was supplemental estrogen, which proved to have side effects like blood clots or even breast cancer.\n\nMLE4901 is taken orally and works by blocking one brain chemical called neurokinin B from binding to its receptor. The interaction between these two has been linked to the regulation of temperature in the brain when someone is deficient in estrogen—like in menopause.\n\n\"We were able to identify this new therapeutic use for the compound -- which had previously been sitting on the shelf unused -- and within three years show this type of drug may make a tangible difference to the lives of millions of women,\" Professor Waljit Dhillo, an NIHR Research Professor from the Department of Medicine at Imperial College London said.\n\nPrevious studies showed that giving women an extra amount of the brain chemical neurokinin B resulted in hot flashes -- and genetic differences between people could be the reason why some have more of the chemical, or more severe postmenopausal symptoms, than others.\n\nThis small study done at the Imperial College of London involved 37 women between the ages of 40 and 62 years who did not have a period for at least 12 months, the definition of menopause, and who suffered at least seven hot flashes per day. The groups received either MLE4901 twice a day for 4 weeks, or a placebo pill on the same schedule. Two weeks later the groups swapped their treatments.\n\nAt the end of the study, those who took MLE4901 had the frequency of their hot flashes reduced by 72 percent and the severity of hot flashes decreased by 38 percent. This improvement started as early as three days after first taking the drug and relief continued for the whole month of treatment.\n\n\"We already knew this compound could be a game-changer for menopausal women, and get rid of three-quarters of their hot flushes in four weeks,\" Dhillo added. \"But this new analysis confirms the beneficial effect is obtained very quickly -- within just three days.\"\n\nSleep and concentration improved after three days, too, which was an added bonus. The researchers noted that those improvements could have been related to the reduction in hot flashes.\n\nAll this is promising, but more research is needed and possibly a variation in the drug. A previous study on MLE4901 was associated with liver toxicity in a few participants, which resolved when they stopped taking it. They hope slightly modifying the drug may improve that side effect.\n\nLarger studies on MLE4901 are underway in the U.S. and U.K. that will help gain an understanding of the drug’s safety and effectiveness. Like any new drug, safety and effectiveness have to be proven to the FDA before the drug can be offered in the U.S.\n\nNajibah Rehman, MD, MPH, is a third-year Preventive Medicine Resident at the University of Michigan, working in the ABC News Medical Unit.", "images": ["https://s.abcnews.com/images/GMA/180315_gma_ashton_12x5_992.jpg", "http://www.googleadservices.com/pagead/conversion/1005826543/?value=0&label=1GPKCOHYjwMQ7-PO3wM&guid=ON&script=0", "https://s.abcnews.com/favicon.ico", "http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-704476h&cg=0&cc=1&ts=noscript"], "top_img": "https://s.abcnews.com/favicon.ico", "keywords": [], "authors": ["Abc News"], "canonical_link": "https://abcnews.go.com/Health/menopause-hot-flash-medicine-cut-symptom-quarters-trial/story?id=53748322", "title": "Menopause 'hot flash' medicine could cut symptom by three quarters, trial shows", "meta_data": {"robots": "index, follow", "author": "ABC News", "copyright": "Copyright (c) 2019 ABC News Internet Ventures", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "keywords": "abcnews,health news, medical news, medical articles", "article": {"opinion": "false", "content_tier": "free"}, "lastPublishedDate": "2018-03-15T05:28:57:083-07", "fb": {"admins": 704409894, "app_id": 4942312939, "pages": 55845270277}, "fb_title": "Menopause 'hot flash' medicine could cut symptom by three quarters, trial shows", "og": {"site_name": "ABC News", "title": "Menopause 'hot flash' medicine could cut symptom by three quarters, trial shows", "description": "A new class of drugs could be life-changing for millions of women in menopause who suffer with hot flashes.\nA medication being tested in the U.K. and here in the U.S. may be the key to alleviating several of the uncomfortable menopause side effects -- and hopefully without the need for hormone...", "url": "https://abcnews.go.com/Health/menopause-hot-flash-medicine-cut-symptom-quarters-trial/story?id=53748322", "type": "article"}, "news_keywords": "abcnews", "twitter": {"card": "summary_large_image", "site": "@ABC", "title": "Menopause 'hot flash' medicine could cut symptom by three quarters, trial shows", "description": "A new class of drugs could be life-changing for millions of women in menopause who suffer with hot flashes.\nA medication being tested in the U.K. and here in the U.S. may be the key to alleviating several of the uncomfortable menopause side effects -- and hopefully without the need for hormone...", "url": "https://abcnews.go.com/Health/menopause-hot-flash-medicine-cut-symptom-quarters-trial/story?id=53748322", "image": "https://s.abcnews.com/images/site/abc_default_image_me.jpg", "app": {"name": {"iphone": "ABC News", "ipad": "ABC News", "googleplay": "ABC News"}, "id": {"iphone": 300255638, "ipad": 306934135, "googleplay": "com.abc.abcnews"}, "url": {"iphone": "abcnewsiphone://link/story,53748322", "ipad": "abcnewsipad://link/story,53748322", "googleplay": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Health/menopause-hot-flash-medicine-cut-symptom-quarters-trial/story?id=53748322"}}}, "al": {"iphone": {"url": "abcnewsiphone://link/story,53748322", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}, "ipad": {"url": "abcnewsipad://link/story,53748322", "app_store_id": 380520716, "app_name": "ABC News for iPad"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Health/menopause-hot-flash-medicine-cut-symptom-quarters-trial/story?id=53748322", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "web": {"url": "https://abcnews.go.com/Health/menopause-hot-flash-medicine-cut-symptom-quarters-trial/story?id=53748322"}}}, "movies": [], "publish_date": null, "source": "http://abcnews.go.com", "summary": ""}