{"url": "http://consumer.Healthday.com/Article.asp?AID=642790", "text": "By Steven Reinberg\n\nHealthDay Reporter\n\nTHURSDAY, Sept. 2, 2010 (HealthDay News) -- An experimental test that can diagnose tuberculosis in less than two hours, making only one doctor visit necessary before treatment starts, is being hailed as a potentially significant advance against a disease that kills nearly 2 million people annually, most of them in developing countries.\n\n\"This is a very important discovery,\" said infectious disease expert Dr. Marc Siegel, an associate professor of medicine at New York University. \"This could be an important tool worldwide, and even here in the United States.\"\n\nThe test, known as the \"Xpert MTB/RIF\" test for Mycobacterium tuberculosis and resistance to rifampin (RIF), appears to be more than 97 percent accurate and is even able to diagnose drug-resistant TB, researchers said.\n\nA report on the researchers' work was published in the Sept. 2 issue of the New England Journal of Medicine. Further trials of the new test are planned, the researchers said.\n\nCurrent testing for tuberculosis (TB) involves looking at sputum (respiratory mucus) under a microscope. But Siegel said such testing, which has been in use for more than a century, isn't always accurate. It also can take weeks for results from a TB culture, and infections can be missed.\n\n\"That [the existing test] is knives and bearskins compared to this\" new test, Siegel said. The one potential drawback to the new test would be the expense, he said, adding, \"The key question is what's it going to cost?\"\n\nFor the study, a research team led by Dr. Catharina C. Boehme, of the Foundation for Innovative New Diagnostics in Geneva, Switzerland, used the Xpert MTB/RIF test on 1,730 patients suspected of having drug-sensitive or multidrug-resistant pulmonary tuberculosis. The patients were from Azerbaijan, India, Peru and South Africa.\n\nThe test diagnosed tuberculosis in 99.2 percent of the patients, the researchers found. It also detected TB in 72.5 percent of people with the disease who had not been diagnosed with the conventional microscopic exam.\n\n\"The test that we developed finally makes it possible to detect TB in a single clinic visit,\" Dr. David Alland, chief of infectious diseases at the UMDNJ-New Jersey Medical School, said in a university news release.\n\n\"The test also indicates rapidly whether difficult-to-treat, drug-resistant forms are present,\" he said.\n\nThe test was created by the California-based corporation Cepheid, which plans to seek U.S. Food and Drug Administration approval for the test, which went on sale late last year in Europe.\n\nThe test costs about $63 in Europe, but the company has agreed to provide it for less than half that in poor countries, said John Bishop, Cepheid's chief executive officer, as quoted in a story by the Associated Press. The machine costs around $30,000, but would be priced under $20,000 in poor countries, he told the AP.\n\nTuberculosis is a chronic bacterial infection that's spread through the air and usually infects the lungs, although other organs of the body can be involved. Most people who are infected with tuberculosis bacterium (Mycobacterium tuberculosis) don't have symptoms, but some will develop the disease, according to the U.S. National Institutes of Health.\n\nSome 2 billion people -- one-third of the world's population -- are thought to be infected with tuberculosis bacteria. Though largely eliminated in developed countries, TB remains a leading killer of young adults worldwide. The World Health Organization estimates that 8 million people develop active TB each year and nearly 2 million die.\n\nMore information\n\nTo learn more about tuberculosis, visit the U.S. Centers for Disease Control and Prevention.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/infectious-disease-information-21/misc-infections-news-411/experimental-tb-test-called-fast-and-accurate-642790.html", "title": "Experimental TB Test Called Fast and Accurate", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Health experts say it has potential to greatly improve treatment of the respiratory disease", "og": {"title": "Experimental TB Test Called Fast and Accurate", "description": "Health experts say it has potential to greatly improve treatment of the respiratory disease", "url": "https://consumer.healthday.com/infectious-disease-information-21/misc-infections-news-411/experimental-tb-test-called-fast-and-accurate-642790.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}