{"url": "http://www.Reuters.com/article/idUSTRE66M4EK20100723", "text": "NEW YORK (Reuters Health) - Science doesn’t just help to invent new products, it can push existing ones.\n\nInneov Sun Sensitivity in an undated image. REUTERS/L’Oreal/Laboratoires innéov\n\nLook no further than the beauty industry. It does lots of testing and flaunts products with scientific terms like microbeads, enzymes and rejuvenating serums. But what are the data behind them? And what if the company selling the product did the tests?\n\nTake Inneov Sun Sensitivity, a nutritional supplement “clinically proven” to protect your skin from the sun’s harmful UV rays while leaving you with a nice tan, according to its maker Laboratoires Inneov, a joint venture between L’Oreal and Nestle.\n\nThe pill combines lycopene and beta-carotene — the red and orange substances in tomatoes and carrots, respectively — with a probiotic reported to impact the skin’s response to UV light.\n\n“The efficacy of our nutritional supplement was demonstrated by rigorous studies,” said Nathalie Piccardi, of Laboratoires Inneov, who worked on the study.\n\n“The next step is to present this product to dermatologists,” she told Reuters Health, noting it has already been launched in Europe and South America.\n\nBut a closer look reveals some shaky science, said Dr. Peter Schalock, a dermatologist at Massachusetts General Hospital in Boston who isn’t affiliated with Laboratoires Inneov.\n\n“Scientifically there are no data there,” he said about one of the company’s experiments. “It sounds like opinion and nothing more.”\n\nNO DIRECT COMPARISONS\n\nThe only published data on the tanning pill’s ability to reduce sunburns came out last month in the British Journal of Dermatology. To test the pill, scientists had dozens of women expose their behinds or backs to strong UV light. They found an effect on immune cells in the skin, but the question was, would the women also get fewer sunburns and better tans?\n\nTo answer that, Laboratoires Inneov conducted a so-called randomized controlled trial — the most powerful kind of study in the scientific toolbox — in which women were randomly assigned to take Inneov Sun Sensitivity or a placebo pill.\n\nBut the researchers never compared the response directly between the two groups, the whole point of a randomized controlled trial. Instead, they used a weaker method comparing the before-and-after differences within each group.\n\nWhile Piccardi said she thought this method was appropriate, it means the company can’t claim women taking their product had a higher threshold for sunburns than those taking a placebo pill. The same goes for the tan.\n\nAs a result, said Schalock, the company’s claim that women taking their product can sunbathe with less concern of getting burned might be a stretch.\n\nSchalock told Reuters Health he has a “hard time seeing that statistically or scientifically they have proven it.”\n\nCOMPANY FUNDED RESEARCH\n\nThe fact that the company did the testing itself could also raise a red flag.\n\n“There is some evidence to indicate that we are right to be concerned about the quality of research when there is a conflict of interest,” said Josephine Johnston, a bioethicist at the Hastings Center in Garrison, New York.\n\nJohnston, who said she could not speak to the scientific merits of the Inneov report, said other studies had shown industry-funded research is more likely to have positive outcomes, and that people could be influenced by financial interests even if they didn’t realize it.\n\n“The major problem,” she told Reuters Health, “is that it has an impact of trustworthiness.”\n\nBranding personal care products with clinical claims is a very common strategy, an expert who studies consumer marketing told Reuters Health.\n\n“Claiming that kind of a benefit is certainly something people respond to,” said the expert, a professor at an East Coast university who asked to remain anonymous because his institution receives funding from the cosmetics industry.\n\nWhile some people will want to see and feel an impact, he said, for many the clinical claim alone suffices. “The key question is, will the consumer view as credible that ingesting a pill will prevent (sun) damage?”\n\nWHAT DID SKIN DOCTORS FIND?\n\nIn another experiment, Laboratoires Inneov scientists gave the tanning pill to 80 women and asked them to sunbathe as they normally would over the summer, applying sunscreen at their discretion.\n\nThen they asked dermatologists, recruited by a company paid by Laboratoires Inneov, a series of questions about how these women fared. According to the report, the dermatologists told Laboratoires Inneov the product prevented sunburns.\n\n“We truly believed that this kind of study, taking into account consumers’ opinion, complements experimental and control studies,” said Piccardi.\n\nBut the study did not answer a number of questions: How did the women usually do in the summer? Did they end up like boiled lobsters or were they careful not to get burned? Might they have been extra cautious because they were part of a skin protection study?\n\n“It would have been nice to really know that it worked, and that it’s not just a placebo effect,” Schalock said.\n\nHe pointed out it was hard to draw any conclusions from this part of the study because it didn’t include any data. What kind of evaluations did the dermatologists do? What exactly did they tell Laboratoires Inneov?\n\nOf more than a dozen researchers and dermatologists contacted about the quality of this study, only Schalock agreed to comment.\n\nDr. Tobias W. Fischer, a dermatologist at the University Lubeck in Germany, offered this rationale for why he didn’t: “I don’t give interviews, criticizing other researchers’ work, even if industrial.”\n\nThe editor of the journal that published the study, Dr. Tanya Bleiker, said it had been reviewed by experts before acceptance, as are all the journal’s reports.\n\nWhile there had been some concerns about the methods, “on balance there was enough interest to publish it,” she told Reuters Health.\n\nNO CONFLICTS OF INTEREST?\n\nThe journal does ask researchers if they have financial ties to the products they are studying. According to Bleiker, “the authors stated very clearly that there was no conflict of interest.”\n\nHowever, more than half of the authors work for Laboratoires Inneov, as indicated on the cover page of the report.\n\n“It wasn’t being hidden that they worked for the company,” Johnston told Reuters Health. “The journal knew it.”\n\n“The question for the journal, given that the authors worked for the company, is, ‘Do we publish something like that?’”\n\nJohnston said there was an ongoing debate about whether or not scientists who review studies should know about potential industry interests.\n\nThe question then becomes what, if anything, to do when there is a conflict of interest.\n\n“The reader can’t do anything,” said Johnston. “It needs to be done by people higher up in the food chain.”\n\nWhether or not Inneov Sun Sensitivity has been “clinically proven” to protect against sunburns, “We have to deal with the fact that the scientific literature contains research from people with financial conflicts,” Johnston said.\n\nSOURCE: link.reuters.com/vaj98m British Journal of Dermatology, online June 9, 2010.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "http://s3.reutersmedia.net/resources/r/?m=02&d=20100723&t=2&i=161845158&r=2010-07-23T185518Z_01_BTRE66M1GK800_RTROPTP_0_US-CLINICALLY-PROVEN&w=20", "https://s3.reutersmedia.net/resources/r/?m=02&d=20100723&t=2&i=161845158&w=1200&r=2010-07-23T185518Z_01_BTRE66M1GK800_RTROPTP_0_US-CLINICALLY-PROVEN"], "top_img": "https://s3.reutersmedia.net/resources/r/?m=02&d=20100723&t=2&i=161845158&w=1200&r=2010-07-23T185518Z_01_BTRE66M1GK800_RTROPTP_0_US-CLINICALLY-PROVEN", "keywords": [], "authors": ["Frederik Joelving", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-clinically-proven-idUSTRE66M4EK20100723", "title": "What \"clinically proven\" means for a beauty product", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "(Reuters Health) - Science doesn't just help to invent new products, it can push existing ones.", "Author": "Frederik Joelving", "keywords": "Germany,Josephine Johnston,Nathalie Piccardi,Peter Schalock,Tanya Bleiker,Tobias W. Fischer,US,CLINICALLY,PROVEN", "news_keywords": "Germany;Josephine Johnston;Nathalie Piccardi;Peter Schalock;Tanya Bleiker;Tobias W. Fischer;US;CLINICALLY;PROVEN", "REVISION_DATE": "Fri Jul 23 18:55:20 UTC 2010", "analyticsAttributes.articleDate": "2010-07-23T18:55:20+0000", "analyticsAttributes.author": "Frederik Joelving", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-clinically-proven-idUSTRE66M4EK20100723", "analyticsAttributes.contentTitle": "What \"clinically proven\" means for a beauty product", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "Germany,Josephine Johnston,Nathalie Piccardi,Peter Schalock,Tanya Bleiker,Tobias W. Fischer,US,CLINICALLY,PROVEN", "analyticsAttributes.keywordSlug": "US-CLINICALLY-PROVEN", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "What \"clinically proven\" means for a beauty product", "sailthru.author": "Frederik Joelving", "sailthru.date": "2010-07-23T18:55:20+0000", "sailthru.title": "What \"clinically proven\" means for a beauty product", "og": {"locale": "en_US", "site_name": "U.S.", "title": "What \"clinically proven\" means for a beauty product", "url": "https://www.reuters.com/article/us-clinically-proven-idUSTRE66M4EK20100723", "type": "article", "description": "(Reuters Health) - Science doesn't just help to invent new products, it can...", "image": "https://s3.reutersmedia.net/resources/r/?m=02&d=20100723&t=2&i=161845158&w=1200&r=2010-07-23T185518Z_01_BTRE66M1GK800_RTROPTP_0_US-CLINICALLY-PROVEN", "article": {"published_time": "2010-07-23T18:55:20+0000", "modified_time": "2010-07-23T18:55:20+0000", "section": "Homepage", "author": "Frederik Joelving", "tag": "Germany,Josephine Johnston,Nathalie Piccardi,Peter Schalock,Tanya Bleiker,Tobias W. Fischer,US,CLINICALLY,PROVEN"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary_large_image", "title": "What \"clinically proven\" means for a beauty product", "description": "(Reuters Health) - Science doesn't just help to invent new products, it can push existing ones.", "image": {"identifier": "https://s3.reutersmedia.net/resources/r/?m=02&d=20100723&t=2&i=161845158&w=1200&r=2010-07-23T185518Z_01_BTRE66M1GK800_RTROPTP_0_US-CLINICALLY-PROVEN", "src": "https://s3.reutersmedia.net/resources/r/?m=02&d=20100723&t=2&i=161845158&w=1200&r=2010-07-23T185518Z_01_BTRE66M1GK800_RTROPTP_0_US-CLINICALLY-PROVEN"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1279911320.0, "source": "http://www.Reuters.com", "summary": ""}