{"url": "http://www.latimes.com/news/health/la-he-skeptic-20100524,0,5823363.story", "text": "Judging from all of the yogurt and laxative ads on TV, lots of people have their minds squarely lodged on their digestive tracts. Concerns about colon health have definitely been a boon for the alternative medicine industry. Herbalists, naturopaths and other alternative practitioners often claim that they can improve a person’s overall health, mood and energy levels simply by cleaning and detoxifying the colon.\n\nPeople who don’t want to hire a professional have lots of options for a do-it-yourself colon cleaning. NuAge Colon Cleanse from NuAge Labs is one of many over-the-counter supplements that claim to be up to the task. The NuAge website says that the product contains “muciligenic fibers,” but it doesn’t provide any other information about ingredients or directions for use. (NuAge Labs did not respond to requests for information.) According to the site, a month’s supply costs a little less than $90.\n\nOxy-Powder, a supplement from Global Healing Center, takes a low-fiber approach to colon health. Each capsule contains a little less than 700 milligrams of “ozonated magnesium oxides,” about 6 milligrams of the metallic element germanium and 25 milligrams of citric acid. Users are instructed to take four capsules with a glass of water before going to bed. They are told to increase the dose by two capsules every night until they have three to five bowel movements in a day, continue that dose for seven days then cut back to two or three times a week. A bottle of 120 capsules costs about $45.\n\nThe claims\n\nAdvertisement\n\nThe NuAge website says that the supplement can “break down deadly toxins” while helping users “lose excess weight” and “increase energy and focus.” The home page features a slim model wrapping a measuring tape around her bottom, driving home the promise of weight loss.\n\nThe Oxy-Powder site claims that the supplement can “clean the entire 25 to 30 feet of the digestive tract.” It further explains that such cleaning is important because “the average adult by age 40 has between 10 and 20 pounds of hard compacted fecal matter lodged in their intestinal tract.” Daniel Davis, a consumer service manager for the Global Healing Center, explained in a phone interview that the oxygen bubbles released from the magnesium oxide forcibly break up these stubborn chunks of fecal matter. He also claimed that oxygen is a “powerful antioxidant” that can help clean up dangerous free radicals throughout the body.\n\nThe idea that typical adults are walking around with a heavy burden of toxic sludge in their colons is one of the foundations of the alternative colon health industry. The website colon-cleanse-information.com, which links to the Oxy-Powder site, claims that constipated people “can be carrying around up to 40 pounds or more of toxic fecal matter, which is continually poisoning their body and organs.”\n\nThe bottom line\n\nAdvertisement\n\nThe lower digestive tract really does set a foundation for health and well-being, says Dr. John Inadomi, chairman of gastrointestinal medicine at UC San Francisco and chairman of the Clinical Practice and Quality Management Committee for the American Gastroenterological Assn. Among other things, what goes on in the colon can shape the immune system in the rest of the body, he explains.\n\nBut claims that colon cleansing supplements can somehow detoxify the colon and improve overall health “have no basis in science,” he says.\n\nThe often-repeated claim that most colons are clogged with 10, 20 or even 40 pounds of impacted material is ridiculous, Inadomi says. He notes that people preparing for a colonoscopy have to take a strong laxative that completely cleans out the colon. Even with this total scrubbing, “they only lose a couple of pounds, maybe 5 at the most,” he says. He’s never heard of anyone losing anything close to 40 pounds: “You’d have to check the ‘Guinness Book of World Records’ for that one,” he says.\n\nThere’s also no reason to think that waste in the colon is full of disease-causing toxins, says Dr. David Kastenberg, an associate professor of medicine and co-director of nutrition and metabolic diseases at Thomas Jefferson University in Philadelphia. He notes that people who suffer from constipation — who presumably would be in the biggest danger — don’t seem to be especially likely to come down with colon cancer or any other disease.\n\nKastenberg sees lots of red flags surrounding NuAge and Oxy-Powder. He’s never heard of “muciligenic fibers,” the one ingredient mentioned on the NuAge website. (The term also failed to show up in a search of a medical journal database.) As for Oxy-Powder, he seriously doubts that oxygen would have any power to clean the colon. “We give oxygen to people in hospitals all the time, and they don’t explode with bowel movements,” he says. He had a good laugh over the claim that oxygen is a powerful antioxidant. (As the name implies, antioxidants work by blocking oxidation. Calling oxygen an antioxidant is like saying that water is good for drying things out.)\n\nAnd then there’s the question of safety. Kastenberg warns that the large amounts of magnesium in Oxy-Powder could be dangerous for people with kidney trouble. Inadomi adds that germanium, another ingredient in Oxy-Powder, is considered a potential “human health hazard” by the Food and Drug Administration. Because NuAge doesn’t disclose ingredients on its site, neither Kastenberg nor Inadomi could speculate on the potential safety of that product.\n\nBoth experts agree that colon cleansing is no way to slim down. “I can’t even fathom how this would help you lose weight” over the long term, Inadomi says.\n\nhealth@latimes.com\n\nAdvertisement\n\nCurious about a consumer health product? Send an e-mail to health@latimes.com. Read more at latimes.com/skeptic.", "images": ["https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.latimes.com/archives/la-xpm-2010-may-24-la-he-skeptic-20100524-story.html", "title": "Does do-it-yourself colon cleansing really improve health?", "meta_data": {"og": {"title": "Does do-it-yourself colon cleansing really improve health?", "url": "https://www.latimes.com/archives/la-xpm-2010-may-24-la-he-skeptic-20100524-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "url": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "lat-logo-dark-full.jpg"}, "description": "Does do-it-yourself colon cleansing really improve health?", "site_name": "Los Angeles Times", "type": "article"}, "article": {"content_tier": "metered", "published_time": "2010-05-24T07:00:00", "opinion": "false"}, "twitter": {"card": "summary_large_image", "description": "Does do-it-yourself colon cleansing really improve health?", "site": "@latimes", "title": "Does do-it-yourself colon cleansing really improve health?"}, "fb": {"app_id": 119932621434123, "pages": 5863113009}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "Does do-it-yourself colon cleansing really improve health?", "brightspot.contentId": "00000169-988d-d37a-a1ff-9ccff1470000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1274698800.0, "source": "http://www.latimes.com", "summary": ""}