{"url": "http://thechart.blogs.cnn.com/2012/01/02/spinal-tap-may-predict-alzheimers-years-ahead/", "text": "Scientists are finding more clues to help determine whether people with mild dementia symptoms are at risk for Alzheimer's.\n\nA new study suggests that biomarkers found in cerebrospinal fluid (fluid that surrounds the spinal cord and brain and acts as a protective cushion) could predict who would develop Alzheimer's disease 90% of the time among patients with mild cognitive impairment, a condition characterized by measurable memory problems.\n\nResearchers report these findings in the journal Archives of General Psychiatry.\n\nThis is the longest clinical follow-up ever of patients who begin with mild cognitive impairment, researchers reported. Patients were tracked from four to 12 years, with a median of 9.2 years. The research builds on a 2006 Lancet Neurology study that followed patients for a median of 5.2 years, beginning with a group of 137 volunteers with mild cognitive impairment.The new study is important because of the long follow-up period, according to Adam Brickman, assistant professor of neuropsychology at Columbia University School of Medicine, who was not involved in the research.\n\nKnowing which patient with mild cognitive impairment patients may go on to develop Alzheimer's is vital information for researchers, who are looking for treatments for the fatal brain disease. The current thinking is that interventions will be most effective when given to a patient as early as possible, Brickman said. Clinical trials can better focus their efforts if patients are known to be in the early stages of Alzheimer's. Generally, about 30% to 60% of patients with mild cognitive impairment show evidence of underlying symptoms of Alzheimer's, so not everyone with this condition is a good candidate for an Alzheimer's trial.\n\nResearchers focused on two biomarkers previously thought to be involved in Alzheimer's disease: a kind of protein called beta-amyloid, and another protein type called tau. Experts believe a decrease in beta-amyloid in the fluid of the spinal cord is associated with a toxic buildup of that protein in the brain, which causes the formation of plaques linked to Alzheimer's disease. Tau has been tied to neurofibrillary tangles in the brain; researchers find that an increase in tau in cerebrospinal fluid is associated with Alzheimer's also.\n\nThe results from the study suggest that beta-amyloid is a much earlier predictor of Alzheimer's disease than tau, which supports the hypothesis that beta-amyloid accumulation in the brain occurs first in the course of the disease.\n\nSome of the participants, who were originally found to be stable with mild cognitive impairment after about five years, went on to develop Alzheimer's disease during the longer follow-up. That suggests that a five-year follow-up period is not long enough to determine how well biomarkers can predict which patients will develop Alzheimer's disease, researchers say.\n\nThe association between biomarkers in the fluid and Alzheimer's was also described in studies in December 2009 and August 2010, building on the idea that a spinal tap could be useful in predicting Alzheimer's.\n\nWhen these sorts of studies get published, Brickman and other doctors get phone calls from aging adults wondering whether they should be getting spinal taps to assess their risk. But it's too early to use this as a diagnostic tool in clinical settings, says Brickman. Down the road, the \"fantasy\" is that asymptomatic people will be able to get a biomarker test to determine whether they'll one day get Alzheimer's, but that's not possible right now, he adds.\n\n\"What I tell people is: If they’re worried about their thinking abilities, that they should make an appointment with a neuropsychology or a neurologist to get an evaluation,\" Brinkman says. \"The way we diagnose Alzheimer’s disease is by evaluating the behavior and the risk factor medical profile, not by looking at biological markers at this point.\"\n\nAs scientists gain more insight into predicting Alzheimer's, aging adults may struggle with the question of whether they want to know their risk, especially since there's still no cure. Some people want to enroll in clinical trials as soon as they start showing symptoms; others would rather be ignorant of their status since there is no cure. In looking for treatments, however, researchers depend on people's willingness to contribute to science.\n\nThe Alzheimer's Association runs a system called TrialMatch. Check it out if you're interested in finding a trial for yourself or someone you care about.", "images": ["http://i2.cdn.turner.com/cnn/2010/images/06/24/tzsrch.couple.gi.jpg", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/misc/advertisement.gif", "http://i2.cdn.turner.com/cnn/2011/images/03/26/tzsrch.triathlon.cnn.jpg", "http://i2.cdn.turner.com/cnn/2011/images/03/26/tzsrch.iv.ts.jpg", "http://i.cdn.turner.com/cnn/.element/img/3.0/sect/blogs/belief.blog/rss.14x14.gif", "http://i2.cdn.turner.com/cnn/2011/images/03/26/tzsrch.healthy.eating.ts.jpg", "http://s.wordpress.com/wp-includes/images/rss.png?m=1354137473h", "http://2.gravatar.com/avatar/5d361982e37b059f008e403613bc1695?s=48&d=identicon&r=G", "http://i2.cdn.turner.com/cnn/2010/images/11/26/tzsrch.boy.chest.doctor.ts.jpg", "http://1.gravatar.com/avatar/a73066adc48465b007706772b2119b22?s=48&d=identicon&r=G", "http://i2.cdn.turner.com/cnn/2010/images/06/30/tzsrch.sanjay.bridge.cnn.jpg", "http://1.gravatar.com/avatar/722838cea03ccb98c071fc9502989fad?s=48&d=identicon&r=G", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/right_rail/grey_corner_TL.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/1px.gif", "http://i2.cdn.turner.com/cnn/dam/assets/120102074231-alzheimer-s-old-hands-young-guide-story-top.jpg", "http://0.gravatar.com/avatar/6cda7948cf6c64002a7e65c8fd36fac8?s=48&d=identicon&r=G", "http://i2.cdn.turner.com/cnn/2011/images/03/26/tzsrch.psychology.ts.jpg", "http://i2.cdn.turner.com/cnn/2010/images/06/24/tzsrch.brain.gi.jpg", "http://i2.cdn.turner.com/cnn/2010/images/11/26/tzsrch.sleep.ts.jpg", "http://2.gravatar.com/avatar/22cf6b168f082ec214ee0d94431f5b3e?s=48&d=identicon&r=G", "http://i.cdn.turner.com/cnn/images/1.gif", "http://pixel.wp.com/b.gif?v=noscript", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/right_rail/grey_corner_BL.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/global/icons/btn_close.gif", "http://i2.cdn.turner.com/cnn/2010/images/11/26/tzsrch.experts.cnn.jpg"], "top_img": "http://i2.cdn.turner.com/cnn/dam/assets/120102074231-alzheimer-s-old-hands-young-guide-story-top.jpg", "keywords": [], "authors": [], "canonical_link": "http://thechart.blogs.cnn.com/2012/01/02/spinal-tap-may-predict-alzheimers-years-ahead/", "title": "Spinal tap may predict Alzheimer's years ahead", "meta_data": {"title": "Spinal tap may predict Alzheimer's years ahead", "description": "Scientists are finding more clues to help determine whether people with mild dementia symptoms are at risk for Alzheimer's. A new study suggests that biomarkers found in cerebrospinal fluid (fluid that surrounds the spinal cord and brain and acts as a protective cushion) could predict who would ...", "keywords": "alzheimer's, brain, elizabeth landau - cnn.com health writer/producer", "google-site-verification": "mFBa4OnyEDU23vgVJ6rtX_4izud7FIi9JiscfVsWaKk", "generator": "WordPress.com", "application-name": "The Chart", "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://thechart.blogs.cnn.com/feed/;icon-uri=https://s1.wp.com/i/favicon.ico", "og": {"title": "Spinal tap may predict Alzheimer's years ahead", "url": "http://thechart.blogs.cnn.com/2012/01/02/spinal-tap-may-predict-alzheimers-years-ahead/", "type": "article", "description": "Scientists are finding more clues to help determine whether people with mild dementia symptoms are at risk for Alzheimer's.\r\n\r\nA new study suggests that biomarkers found in cerebrospinal fluid (fluid that surrounds the spinal cord and brain and acts as a protective cushion) could predict who would ...", "image": "http://i2.cdn.turner.com/cnn/dam/assets/120102074231-alzheimer-s-old-hands-young-guide-story-top.jpg"}, "fb": {"admins": 690014395, "app_id": 80401312489}}, "movies": [], "publish_date": 1325480400.0, "source": "http://thechart.blogs.cnn.com", "summary": ""}