{"url": "http://health.usnews.com/health-care/for-better/articles/2017-04-20/treating-vulvo-vaginal-atrophy?int=95ce08", "text": "Up until the Mona Lisa Touch Laser, there has not been a successful non-medication alternative treatment option for vaginal dryness, also known at vulvo-vaginal atrophy, or VVA. Women in menopause or those who cannot take estrogen, including our breast cancer survivors, often suffer in silence when their vagina decides to completely dry up and lose its moist and supple lining, causing disruptive symptoms. It can affect your ability to do everyday activities such as exercise and engage in sexual contact and intercourse due to pain and discomfort.\n\nSymptoms of VVA include dryness, burning, irritation, itching, urinary incontinence and urinary frequency. These symptoms are mainly caused by a condition called vaginal atrophy, which is due to menopause or peri-menopause or occurs after child birth.\n\nWomen with VVA report the following:\n\n75 percent of women report vaginal atrophy negatively impacts their lives.\n\n63 percent failed to recognize vaginal atrophy as a chronic condition.\n\n44 percent report they did not consult a gynecologist for finding a solution.\n\n4 percent only recognized the common symptoms of vaginal atrophy.\n\nEstrogen is the best treatment option for VVA since it rehydrates the vagina and restores lubrication and pH balance in the vagina. Unfortunately, this is not always an appropriate option, especially if you have breast cancer or are unable or unwilling to be on estrogen. Other medication options include Osphena, vaginal estrogen, steroid and testosterone creams, and lubrications or moisturizers.\n\nThe Mona Lisa Touch Laser Treatment, or MLLT, is one of the newest kids on the block to combat vaginal atrophy. There are other types of vaginal lasers, but they don't have the same track record, Food and Drug Administration support and long-term studies as the MLLT. An Italian-built laser device, the Mona Lisa Touch Laser holds tremendous promise in treating a vagina that has been transformed in menopause or via cancer treatment side effects.\n\nOnce you've had a pelvic exam to assure you're an appropriate candidate, a physician trained in the use of the Mona Lisa – which is actually a small vaginal laser – inserts the device into the vagina during three 4-minute sessions, six weeks apart. Many women report positive changes after just the first 4-minute treatment, which involves removing the dried skin inside that vagina, stimulating collagen and blood flow production, and allowing vaginal revival. The end result is a vagina makeover – a new lease on a vagina, if you will – with more elasticity and natural lubrication of the tissue inside the vagina. Although it may sound too good to be true, the results are proving to be a game changer in the way vagina atrophy is being treated – without hormones – which is a relief to many women and their partners.\n\nMona Lisa is ideal for women who can't take estrogen due to a personal or family history of breast cancer or for those who are unhappy with the side effects associated with hormone replacement therapy. Still, there is a painful part of the procedure: the cost. It runs about $1,000 a session and is most likely not covered by insurance.", "images": ["https://www.usnews.com/dims4/USNEWS/32a5cee/2147483647/thumbnail/84x84/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F4c%2Ff7%2F356d75904b7488d0928ce9f94cda%2Fsherry-ross-md.jpg", "https://www.usnews.com/dims4/USNEWS/6bd617d/2147483647/thumbnail/640x420/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F32%2Faf%2F6c9d198949bb965bc4ed1cba684f%2F140708-femalepatient-stock.jpg", "https://www.usnews.com/static/img/usn-logo-large.svg", "https://www.usnews.com/dims4/USNEWS/8a988b7/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2Fc0%2F5b98a9ad40a2be5844e57b7e01d428%2F47149WideModern_PantsZipper_130911.jpg"], "top_img": "https://www.usnews.com/dims4/USNEWS/8a988b7/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2Fc0%2F5b98a9ad40a2be5844e57b7e01d428%2F47149WideModern_PantsZipper_130911.jpg", "keywords": [], "authors": [], "canonical_link": "https://health.usnews.com/health-care/for-better/articles/2017-04-20/treating-vulvo-vaginal-atrophy", "title": "Treating Vulvo-Vaginal Atrophy", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "description": "A treatment called the Mona Lisa Touch Laser is promising, one expert says.", "keywords": "Sherry Ross, M.D.,women's health,sex,sexual health,For Better,Health Care", "site": "healthcare", "zone": "edit", "fb": {"pages": 5834919267, "app_id": 130063997038366}, "og": {"title": "Treating Vulvo-Vaginal Atrophy", "description": "A treatment called the Mona Lisa Touch Laser is promising, one expert says.", "image": "https://www.usnews.com/dims4/USNEWS/8a988b7/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2Fc0%2F5b98a9ad40a2be5844e57b7e01d428%2F47149WideModern_PantsZipper_130911.jpg", "type": "article", "site_name": "US News & World Report", "url": "https://health.usnews.com/health-care/for-better/articles/2017-04-20/treating-vulvo-vaginal-atrophy"}, "twitter": {"image": "https://www.usnews.com/dims4/USNEWS/8a988b7/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2Fc0%2F5b98a9ad40a2be5844e57b7e01d428%2F47149WideModern_PantsZipper_130911.jpg", "card": "summary_large_image", "site": "@USNews", "title": "Treating Vulvo-Vaginal Atrophy", "description": "A treatment called the Mona Lisa Touch Laser is promising, one expert says."}, "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "optimizely": "Optimizely is supported by this application but is not enabled for this page."}, "movies": [], "publish_date": 1492660800.0, "source": "http://health.usnews.com", "summary": ""}