{"url": "http://consumer.healthday.com/Article.asp?AID=669532", "text": "En Español\n\nMONDAY, Oct. 15, 2012 (HealthDay News) -- A large amount of beta amyloid, or \"plaques,\" in the brain may trigger more significant memory loss in healthy older people than the genetic risk factor associated with Alzheimer's disease, known as the APOE ɛ4 allele, according to new research from Australia.\n\n\"Our finding that brain-plaque-related memory decline can occur while people still have normal memory and thinking shows that these plaque-related brain changes can be detected and measured while older people are still healthy,\" said study author Yen Ying Lim, of the University of Melbourne. \"This provides an enormous opportunity for understanding the development of early Alzheimer's disease and even a sound basis for the assessment of plaque-targeting therapies.\"\n\nThe researchers had nearly 150 older adults with no thinking or memory problems undergo a PET brain scan. The participants, who were an average age of 76, also were tested for the APOE gene.\n\nThe group's brain function was monitored for 18 months using computer-based tests, card games and having the participants memorize word lists.\n\nThe study results are published in the Oct. 16 issue of the journal Neurology.\n\nOver the course of the study, the people who began with more brain plaques had up to 20 percent greater decline on the computer-based assessments of memory than the people who had fewer brain plaques.\n\nThe researchers also found the participants who carried the APOE gene had greater memory loss than those who did not have this genetic risk factor. They noted, however, that carrying the gene did not affect memory decline associated with the plaques.\n\n\"Our results show that plaques may be a more important factor in determining which people are at greater risk for cognitive impairment or other memory diseases such as Alzheimer's disease,\" Lim said in a journal news release. \"Unfortunately, testing for the APOE genotype is easier and much less costly than conducting amyloid imaging.\"\n\nAlthough the researchers discovered an association between plaques and increased memory loss, they did not prove a cause-and-effect relationship.\n\nMore information\n\nThe U.S. National Institute on Aging provides more information on Alzheimer's disease.", "images": ["https://media.healthday.com/Images/blausen/Brain_05.jpg"], "top_img": "https://media.healthday.com/Images/blausen/Brain_05.jpg", "keywords": [], "authors": ["Mary Elizabeth Dallas"], "canonical_link": "https://consumer.healthday.com/cognitive-health-information-26/alzheimer-s-news-20/measuring-brain-plaques-may-yield-clues-to-alzheimer-s-risk-669532.html", "title": "Measuring Brain Plaques May Yield Clues to Alzheimer's Risk", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Changes can be detected and measured while older people are still healthy, researchers say", "og": {"title": "Measuring Brain Plaques May Yield Clues to Alzheimer's Risk", "image": "https://media.healthday.com/Images/blausen/Brain_05.jpg", "description": "Changes can be detected and measured while older people are still healthy, researchers say", "url": "https://consumer.healthday.com/cognitive-health-information-26/alzheimer-s-news-20/measuring-brain-plaques-may-yield-clues-to-alzheimer-s-risk-669532.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}