{"url": "https://web.archive.org/web/20101219012421/http://well.blogs.nytimes.com:80/2010/11/15/the-downside-of-a-cancer-study-extolling-ct-scans/?pagemode=print", "text": "Stuart Bradford\n\nAre lung cancer scans really ready for prime time?\n\nNews that annual CT lung scans can reduce the risk of lung cancer death among former and current heavy smokers was celebrated by national heath officials this month. A major government study found the screening scans saved the life of one person for every 300 current or former smokers who were scanned.\n\nBut now cancer and screening experts are worried that the limited findings will be used by private screening centers to promote the test to a broader group than was studied. That, in turn, could lead to thousands of unnecessary lung scans, causing excess radiation exposure and unnecessary biopsies and surgery.\n\nDr. Otis W. Brawley, chief medical officer of the American Cancer Society, said he was stunned to hear a radio advertisement for an Atlanta screening center cite the study just a few days after the government had announced the results. The wording of the ad seemed to be aimed at a broad group, ranging from heavy smokers to women who had never smoked, Dr. Brawley said.\n\n“We really need to weigh the harms associated with screening,” he said. “The scientific community still needs to digest this. To take a trial that involves people at high risk for lung cancer and to extrapolate it and say it’s good for people with intermediate or low risk is not appropriate.”\n\nThe study, called the National Lung Screening Trial, focused on a specific high-risk group: 53,000 current and former heavy smokers, aged 55 to 74, who had smoked for at least 30 pack-years. That means someone who smoked one pack a day for 30 years, two packs a day for 15 years or three packs a day for at least 10 years would qualify for the study.\n\nFormer smokers who had accumulated 30 pack-years were included only if they had stopped smoking within the previous 15 years.\n\nThe smokers and former smokers were given either annual CT lung scans or chest X-rays. Compared with conventional X-rays, the CT, or computed tomography, scans create a detailed three-dimensional image of the lungs. The study was stopped when it was found that the scanning group had a 20 percent lower risk of dying from lung cancer than those being screened with X-rays.\n\nBut the early results also showed a downside of scanning: one of every four lung scans showed an abnormality, which often led to additional worry, radiation exposure from follow-up scans and, sometimes, lung biopsies and even risky surgery. But because the study was stopped early, a full analysis of the harms caused by screening scans is still months away.\n\nReading the scans is tricky because harmless nodules can be misinterpreted as suspect lesions. In the study, even experienced radiologists at major cancer centers had a high rate of false positives, suggesting that the rate would be even higher in the real world.\n\n“There is a learning curve to reading spiral CTs,” Dr. Brawley said. “I’m concerned that some radiologists might be early in that learning curve and some patients may be harmed because of it.”\n\nWhile the study found a benefit to scanning a specific group of high-risk smokers, that doesn’t mean other groups will get the same benefit, says Dr. Peter B. Bach, a pulmonologist at Memorial Sloan-Kettering Cancer Center in New York. In lower-risk groups, for instance, it’s likely that thousands of people would need to be exposed to the risks of screening before a single life was saved. And it’s possible that many of those scanned unnecessarily could be seriously harmed.\n\n“The aggregate harms to all the people’s lives who are not saved have to be taken into account,” Dr. Bach said. “Even in these highly controlled settings, about 1 percent of the people had surgery or a part of their lung removed for something they thought was cancer and it wasn’t.”\n\nLow-dose CT scans expose patients to about the same radiation levels as mammograms.\n\nFor now, most consumers who want a scan will have to pay for it themselves, although it is expected that insurance companies eventually will approve scanning for those in high-risk groups. (Medicare officials have indicated that they will soon reconsider paying for the screening tests.) The government has estimated the cost at about $300 a scan, but some centers may charge $1,000 or more.\n\nThe day the government announced the study results, Westside Medical Imaging of Beverly Hills, Calif., issued a press release saying that the study “should once and for all settle the controversy” about whether CT lung scans save lives.\n\nIn the release, Dr. Norman E. Lepor said the scans were an “indispensable” part of annual exams for patients who have smoked for 10 years.\n\nIn an interview, Dr. Lepor said that he only offers lung scans to those at high risk, and that he turns people away who are at low risk but want the scan anyway because “they just want to know.”\n\nDr. Lepor said it would be “imprudent” not to incorporate the latest study data into his practice right away.\n\n“There are people who, with good conscience and their take of the data, say it’s not ready for prime time, and there are people who look at the same data and they come to other conclusions,” Dr. Lepor said. “This is not the first study that has supported screening. We know from our own anecdotes that we have saved a lot of lives.”\n\nDr. Lepor said that he had just met a woman who had smoked for 50 years and was concerned about her risk. “She’s the poster person for this test,” he said.\n\nDr. Brawley said he’s worried that the few early press releases and radio advertisements are just the beginning of widespread promotion of screening lung scans.\n\n“It was sort of ominous to be working Sunday evening in my home office and this thing comes on the radio,” he said. “A lot of people run out when there is a new announcement and get the new test. We’re very frightened some people are going to be harmed because of this.”\n\nA version of this article appeared in print on Nov. 16, 2010, on page D5 of the New York edition of The Times.", "images": ["https://web.archive.org/web/20101219012421im_/http://www.nytimes.com/adx/bin/adx_remote.html?type=noscript&page=blog.nytimes.com/well/post&posall=TopAd,Bar1,Position1,Position1B,Top5,SponLink,MiddleRight,Box1,Box3,Bottom3,Right5A,Right6A,Right7A,Right8A,Middle1C,Bottom7,Bottom8,Bottom9,Inv1,Inv2,Inv3,CcolumnSS,Middle4,Left1B,Frame6A,Left2,Left3,Left4,Left5,Left6,Left7,Left8,Left9,JMNow1,JMNow2,JMNow3,JMNow4,JMNow5,JMNow6,Feature1,Spon3,ADX_CLIENTSIDE,SponLink2&pos=Position1B&query=qstring&keywords=?", "https://web.archive.org/web/20101219012421im_/http://wt.o.nytimes.com/dcsym57yw10000s1s8g0boozt_9t1x/njs.gif?dcsuri=/nojavascript&WT.js=No&WT.tv=1.0.7", "https://web.archive.org/web/20101219012421im_/http://graphics8.nytimes.com/images/blogs_v3/well/well_print.png"], "top_img": "", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20101219012421/http://well.blogs.nytimes.com/2010/11/15/the-downside-of-a-cancer-study-extolling-ct-scans/", "title": "The Downside of a Cancer Study Extolling CT Scans", "meta_data": {"TimesPeople": "disallow", "ROBOTS": "NOINDEX, NOFOLLOW", "PT": "Blogs", "PST": "Blog Post", "CLMST": "By TARA PARKER-POPE", "PUD": 20101115, "GBLC": "Well", "PUV": "print", "CG": "Health", "SCG": "well", "BN": "well"}, "movies": [], "publish_date": 1289797200.0, "source": "https://web.archive.org", "summary": ""}