{"url": "https://web.archive.org/web/20101210170518/http://www.latimes.com:80/news/science/la-he-aspirin-cancer-20101207,0,4251936,print.story", "text": "latimes.com/news/science/la-he-aspirin-cancer-20101207,0,1152105.story\n\nBy Thomas H. Maugh II, Los Angeles Times\n\nDecember 7, 2010\n\nAdvertisement\n\nA daily dose of baby aspirin may reduce mortality from a range of common cancers by an average of 21%, with the reduction persisting for at least 20 years, British researchers reported Monday.\n\n\n\nDeadly cases of stomach, colorectal and esophageal cancers all declined among people who took low-dose aspirin for 10 to 20 years, according to a study published online in the journal Lancet. The chewable tablets also were linked to a reduced risk of death from adenocarcinoma and from lung cancer in nonsmokers.\n\n\n\nThe results were based on an analysis of more than 10,000 people who participated in seven clinical trials designed to test whether baby aspirin could reduce the risk of heart disease.\n\n\n\n\"We already had strong evidence that low-dose aspirin could reduce deaths from colorectal cancer by as much as a third, but this provides important new evidence that long-term aspirin use can provide protection against a variety of other cancers,\" said epidemiologist Eric Jacobs of the American Cancer Society. However, he added, \"it would be premature at this point to recommend that people start using aspirin specifically to prevent cancer.\"\n\n\n\nFor the millions of people who are currently taking low doses of aspirin to protect against cardiovascular disease, \"the findings suggest that they should have some additional benefit for cancer,\" said Dr. Lori Minasian, who is in charge of large cancer prevention trials at the National Cancer Institute.\n\n\n\nMost of the studies examined by the British researchers involved primarily men, but the team said that the fundamental mechanisms involved probably hold equally for women. However, they added, there were not enough women involved in the studies to determine if daily aspirin could affect mortality from breast, ovarian or endometrial cancer.\n\n\n\nA variety of studies in animals — and even in plants — show that salicylate, the active ingredient in aspirin, can suppress tumors. Observational data in the 1970s suggested that aspirin could suppress tumors in humans, but alternative explanations were offered and experts demanded randomized clinical trials.\n\n\n\nIn October, Dr. Peter M. Rothwell of the University of Oxford and his colleagues reported on an analysis of four clinical trials comparing a daily dose of 75 milligrams of aspirin to a placebo in the prevention of strokes. They found that those who received the aspirin reduced their risk of developing colon cancer by 24% and their risk of dying from the disease by 35%.\n\n\n\n(A dose of European baby aspirin is typically 75 mg; in the United States it is 81 mg. A typical full-strength aspirin tablet is 300 mg.)\n\n\n\nIn the new study, Rothwell and colleagues started with eight clinical trials involving 25,570 people. They found that during the period of the clinical trials, which typically lasted for about four years, the risk of death from cancer declined by about 21% among those who were in the aspirin group.\n\n\n\nDigging further, the researchers realized that nearly half of the subjects had been tracked for two decades — long after their trials had ended. The researchers \"spent several years looking through dusty archives\" to track their fates and quantify the long-term benefits of aspirin for cancer prevention, Rothwell said in a news conference.\n\n\n\nOver a 10-year period, baby aspirin was linked to a 32% reduction in the risk of lung cancers in nonsmokers and a 30% drop in the risk of death from adenocarcinoma, the study found. Longer-term, aspirin was associated with a 64% decrease in fatal cases of esophageal cancer, a 58% drop in fatal cases of stomach cancer and a 49% reduction in the risk of death from colorectal cancer, the study found.\n\n\n\nAspirin was not found to influence the risk of death from pancreatic, prostate, bladder, kidney, brain or blood cancers, according to the Lancet report. Taking larger doses of aspirin and smoking had no effect on the results; neither did gender.\n\n\n\nRothwell noted that most of the subjects stopped taking aspirin at the end of the study — or, alternatively, many in the control group began taking it — potentially confusing the results.\n\n\n\n\"It's likely that if people had carried on taking aspirin,\" the benefit would have been greater, he said. \"The benefit increased quite steeply with the length of time people were on it.\"\n\n\n\nResearchers are not quite sure how the aspirin works. In the test tube, when cells divide, there is a chance the DNA in the new cells will be faulty. Healthy cells will recognize those defects and either repair them or cause the defective cells to self-destruct, said Dr. Tom W. Meade of the University of London, a coauthor of the paper.\n\n\n\n\"Both mechanisms are enhanced by aspirin,\" he said.\n\n\n\nThe biggest potential risk of aspirin is gastrointestinal bleeding. Rothwell noted that the normal risk of GI bleeding is about 1 in every 2,000 to 3,000 people a year, and aspirin increases that by about 60%.\n\n\n\n\"So the increased risk of bleeding is about 1 in 1,000 per year, while the decreased risk of cancer is 2, 3 or 4 per 1,000 per year,\" he said.\n\n\n\nthomas.maugh@latimes.com", "images": ["https://web.archive.org/web/20101210170518im_/http://ad.doubleclick.net/ad/trb.latimes/news/science;;ptype=ps;slug=la-he-aspirin-cancer-20101207;rg=ur;pos=1;dcopt=ist;sz=300x250,336x280;tile=1;ca=Health;en=Aspirindrug;at=Health;at=MedicalResearch;at=DiseasesandIllnesses;at=Aspirindrug;at=Cancer;u=http://www.latimes.com/news/science/la-he-aspirin-cancer-20101207,0,4251936,print.story;ord=64854106", "https://web.archive.org/web/20101210170518im_/http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-400338h&cg=0&cc=1&ts=noscript"], "top_img": "", "keywords": [], "authors": [], "canonical_link": "", "title": "Baby aspirin linked to reduced cancer deaths", "meta_data": {"robots": "noindex,nofollow", "Description": "A daily dose of baby  aspirin  may reduce  mortality  from a range of common  cancers  by an average of 21%, with the reduction persisting for at least 20 years, British researchers reported Monday."}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}