{"url": "http://articles.courant.com/2010-10-04/health/hc-uconn-cystic-fibrosis-hormone-20101004_1_cystic-fibrosis-annual-hospitalizations-hgh-treatments", "text": "Human growth hormone is a promising tool in treating cystic fibrosis, a new University of Connecticut study suggests.\n\nAlthough HGH not a cure for the disease, which afflicts 30,000 people in the U.S., the researchers found that it reduced the number of hospitalizations among those who have the disease.\n\nThe study, published Monday in the journal Pediatrics, was produced by the UConn/Hartford Hospital Evidence-based Practice Center and was funded by the U.S. Department of Health and Human Services.\n\nWhile the study offers insights on managing the disease, there's not enough evidence yet on whether HGH treatments could extend the lives of those with cystic fibrosis.\n\n\"It's intuitive that it might be beneficial as far as length of life goes, but we won't be able to go ahead and tell that just yet,\" said one of the researchers, Craig Lapin of UConn's Department of Pediatrics and the Connecticut Children's Medical Center.\n\nCaused by defective genes, cystic fibrosis affects multiple organs. Lungs are clogged with a thick mucus, which can lead to lung infections. The disease also affects the pancreas, making it difficult for the body to absorb food, which significantly stunts growth and often leads to early deaths.\n\nThe researchers studied cases of children and adolescents with cystic fibrosis going back to the 1990s who received an injection of human growth hormone every day for six months to a year.\n\nIn the 1950s, children with cystic fibrosis generally died before age 8. But with antibiotics and other medical advances, the median age for people with the disease increased to 37 by 2008.\n\n\"As the kids with cystic fibrosis are living longer and longer, a lot of these ancillary problems are become more apparent,\" said C. Michael White, director of the Evidence-based Practice Center and lead author of the study.\n\nIn the cases studied, the researchers found that human growth hormone added 1.25 inches in height and three pounds to the patients. That growth also resulted in larger internal organs, particularly the lungs, making breathing easier.\n\nHGH also appears to improve the mineral content in bones, making them stronger. There's not enough evidence that it prevents osteoporosis, a common result of cystic fibrosis, but White said the results are \"promising.\"\n\nFor those who received human growth hormone, White said, annual hospitalizations decreased by half, from about three per year to 1.5.\n\nHGH therapy can be expensive, but fewer hospitalizations should balance out the expense.\n\n\"Hopefully, this is going to encourage cystic fibrosis care providers to use it more frequently in patients at the lower end of weight and of short stature,\" Lapin said of the findings.\n\nA daily injection can be difficult for a child who is already taking several other medications, White said, but going to the hospital fewer times might make up for it.\n\n\"I could see that, for a lot of kids, the injections would become just part of the daily routine,\" he said. \"They would probably be a lot less scary than hospitalizations.\"", "images": ["https://www.trbimg.com/img-5418224f/turbine/hc-hartford-default-fb-icon", "http://www.trbimg.com/img-5dc459ec/turbine/hc-pol-carrie-saxon-perry-dies-20191107-s6wtd5riqbeo7lcdjqj4wdwgj4/70/70x70", "http://www.trbimg.com/img-5dc54acb/turbine/hc-sp-uconn-men-sacred-heart-advance-20191108-20191108-xfgdwmq5p5dsnba3fuibegeq74/70/70x70", "https://centro.pixel.ad/iap/58c30ed2923fbdd1", "http://www.trbimg.com/img-5dc553ab/turbine/hc-pol-lender-gambler-quest-for-lotto-jackpot-20191108-5t5y6wtcwze3zhl2gvy5jrpdyq/70/70x70"], "top_img": "https://www.trbimg.com/img-5418224f/turbine/hc-hartford-default-fb-icon", "keywords": [], "authors": ["William Weir"], "canonical_link": "https://www.courant.com/health/hc-xpm-2010-10-04-hc-uconn-cystic-fibrosis-hormone-20101004-story.html", "title": "Study Finds Hormone Therapy Helpful For Cystic Fibrosis", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "x-servername": "i13prod-714e930-15-80.1", "robots": "index,follow", "author": "WILLIAM WEIR", "date": "2010-10-04", "copyright": "Copyright (c) 2019 Hartford Courant", "Description": "Human growth hormone is a promising tool in treating cystic fibrosis, a new University of Connecticut study suggests.", "fb_title": "Study Finds Hormone Therapy Helpful For Cystic Fibrosis", "og": {"title": "Study Finds Hormone Therapy Helpful For Cystic Fibrosis", "description": "Human growth hormone is a promising tool in treating cystic fibrosis , a new University of Connecticut study suggests.", "type": "article", "url": "https://www.courant.com/health/hc-xpm-2010-10-04-hc-uconn-cystic-fibrosis-hormone-20101004-story.html", "image": "https://www.trbimg.com/img-5418224f/turbine/hc-hartford-default-fb-icon", "site_name": "courant.com"}, "fb": {"admins": 14500562, "app_id": 152391743139, "pages": 167800866583898}, "twitter": {"card": "summary_large_image", "site": "@hartfordcourant"}, "googlebot": "index", "googlebot-news": "index", "article": {"content_tier": "metered"}, "apple-itunes-app": "app-id=391113483, app-argument=http://www.courant.com/deeplinkid/105840423"}, "movies": [], "publish_date": 1286164800.0, "source": "http://articles.courant.com", "summary": ""}