{"url": "http://www.washingtonpost.com/national/health-science/before-you-conclude-that-youre-gluten-sensitive-consider-fodmaps-foods/2015/02/09/a66349fa-6c19-11e4-a31c-77759fc1eacc_story.html", "text": "It’s hard to talk about carbs without talking about wheat, and it’s hard to talk about wheat without talking about gluten. Gluten is not a carbohydrate; it’s a mix of proteins found in wheat and its close relatives (including spelt, kamut and farro), as well as in barley and rye. It’s what gives bread its elasticity, but it also sets off the immune system of people with celiac disease, damaging the small intestine and sometimes producing painful and unpleasant symptoms.\n\nEven some people who don’t have celiac disease feel better when they don’t eat wheat. They may assume that they have gluten sensitivity, but some researchers believe that it’s not the gluten they’re sensitive to. Instead, it’s fermentable oligosaccharides, disaccharides, monosaccharides and polyols, or FODMAPS.\n\nNever was a group of molecules more desperately in need of an acronym. FODMAPs are a group of carbohydrates that don’t get broken down and absorbed in the small intestine. Instead, they pass through to the large intestine, where they draw water into the gut and start to ferment. The process by which FODMAPs are broken down and fermented can cause gastrointestinal distress: diarrhea, bloating, pain, flatulence and constipation. Wheat and rye are high in FODMAPs, as are onions, garlic, apples, stone fruit, pistachios and many other foods.\n\nResearch by Peter Gibson, a professor of gastroenterology at Australia’s Monash University, has found that some people who believed they were gluten-sensitive were, instead, FODMAP-sensitive. A low-FODMAP diet eased their symptoms, as it does for about 70 percent of people who suffer from irritable bowel syndrome, a condition that causes abdominal pain and bowel changes. Gibson estimates that, overall, about 10 percent of the population may be FODMAP-sensitive.\n\nBut there’s a problem with a low-FODMAP diet. The fermentation that is painful to that 10 percent is good for your gut because it stimulates growth of the kind of bacteria associated with digestive health. “Following strictly the low-FODMAP diet is associated with changes in the microbiota that many would not equate with good health,” says Gibson, who stresses that a low-FODMAP diet should be used to reduce specific symptoms, not as a way to improve health.\n\nIf your gut can handle FODMAPs, foods that contain a lot of them can be very good choices — partly because the fermentation helps your gut biome and partly because the way FODMAPs are digested means you’re absorbing fewer calories than indicated on a FODMAP-rich product’s label. Unless you have specific symptoms that a low-FODMAP diet alleviates, Gibson says, “enjoy your FODMAPs!”\n\nFood list\n\nHigh-FODMAPs protein: Legumes\n\nLow-FODMAPs protein: Meat, fish, chicken, tofu\n\nHigh-FODMAPs vegetables : Garlic, onions, asparagus, artichokes, sugar snap peas, celery, sweet corn\n\nLow-FODMAPs vegetables: Green beans, carrots, cucumbers, lettuce, tomatoes, zucchini\n\nHigh-FODMAPs fruit and nuts : Apples, mangoes, pears, peaches, plums, watermelon, cashews, pistachios\n\nLow-FODMAPs fruit and nuts: Bananas, oranges, grapes, almonds\n\nHigh-FODMAPs cereals, grains, breads, pastas : Wheat products, barley, rye\n\nLow-FODMAPs cereals, grains, breads and pastas : Gluten-free bread and pastas, oats, rice, quinoa\n\nHigh-FODMAPs dairy products: Soft cheeses, cow’s milk, cream, ice cream, yogurt\n\nLow-FODMAPs dairy products: Lactose-free milk and yogurt, hard cheese", "images": ["https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/02/04/Health-Environment-Science/Images/FDtheprocess26321_1348090560.jpg?t=20170517", "https://www.washingtonpost.com/resizer/yAFxThroW-CI5t-yu8Q6FsF7kHI=/1x1/www.washingtonpost.com/pb/resources/img/spacer.gif", "https://img.washingtonpost.com/rf/image_60w/2010-2019/WashingtonPost/2015/02/04/Health-Environment-Science/Images/FDtheprocess26321_1348090560.jpg?uuid=RJJ28KydEeSckenS-f3mRA", "http://me.effectivemeasure.net/em_image", "https://sb.scorecardresearch.com/p?c1=2&c2=3005617&cv=2.0&cj=1"], "top_img": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/02/04/Health-Environment-Science/Images/FDtheprocess26321_1348090560.jpg?t=20170517", "keywords": [], "authors": ["Tamar Haspel", "February", "Tamar Haspel Writes Unearthed", "A Monthly Commentary In Pursuit Of A More Constructive Conversation On Divisive Food-Policy Issues. She Farms Oysters On Cape Cod. Find Out More About Her At Www.Tamarhaspel.Com."], "canonical_link": "https://www.washingtonpost.com/national/health-science/before-you-conclude-that-youre-gluten-sensitive-consider-fodmaps-foods/2015/02/09/a66349fa-6c19-11e4-a31c-77759fc1eacc_story.html", "title": "Before you conclude that you’re gluten-sensitive, consider FODMAPs foods", "meta_data": {"eomportal-uuid": "a66349fa-6c19-11e4-a31c-77759fc1eacc", "object-hash": 1573447378, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "referrer": "unsafe-url", "keywords": "health, FODMAPs, gluent, celiac, carbs, carbohydrates", "news_keywords": "health, FODMAPs, gluent, celiac, carbs, carbohydrates", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@TamarHaspel"}, "og": {"type": "article", "site_name": "Washington Post", "url": "https://www.washingtonpost.com/national/health-science/before-you-conclude-that-youre-gluten-sensitive-consider-fodmaps-foods/2015/02/09/a66349fa-6c19-11e4-a31c-77759fc1eacc_story.html", "image": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/02/04/Health-Environment-Science/Images/FDtheprocess26321_1348090560.jpg?t=20170517", "title": "Think you’re gluten-sensitive? It might really be FODMAPs.", "description": "These foods can cause gastrointestinal distress that people often mistake for a gluten problem."}, "article": {"publisher": "https://www.facebook.com/washingtonpost", "content_tier": "metered", "opinion": "false", "author": "https://www.facebook.com/tamar.haspel"}, "fb": {"app_id": 41245586762, "admins": 500835072}, "description": "These foods can cause gastrointestinal distress that people often mistake for a gluten problem.", "robots": "index,follow", "theme": "normal", "author": "https://www.facebook.com/tamar.haspel"}, "movies": [], "publish_date": 1423458000.0, "source": "http://www.washingtonpost.com", "summary": ""}