{"url": "http://www.NPR.org/2011/03/28/134861319/alexander-technique-a-balm-for-back-pain", "text": "Alexander Technique: A Balm For Back Pain?\n\nIf you ever saw the musicals \"Wicked\" in San Francisco or \"Cats\" on the road, you've probably heard Joe Rodriguez blasting on his trumpet. I met him recently at the musicians' union hall in downtown San Francisco.\n\nBut hitting those notes night after night in a cramped orchestra pit takes a toll on the musicians.\n\nEnlarge this image toggle caption Josephine Gray Josephine Gray\n\n\"The fact of having your arms up and carrying the weight of this instrument and pushing the instrument toward you and so you have this stress, this wall you're pushing against,\" says Rodriguez. \"And a well designed instrument will push back.\"\n\nHe's been a working trumpet player for four decades, and all that back-arching and shoulder-pinching has left him with chronic pain in his lower back. Research suggests an alternative therapy called Alexander Technique may be an effective way to treat back pain.\n\nRodriguez first tried massage, chiropractic, and powerful pain killers. But finding a remedy for back pain can be a lot like a guessing game.\n\nHe says it was only through Alexander Technique lessons that he trained his body to move in a way that eased his aching back. Alexander Technique is a series of posture lessons, devised by a 19th century Australian actor named F.M. Alexander who had troubles with chronic laryngitis whenever he performed.\n\n\"It's a feeling of working with yourself from the inside out,\" says Rodriguez. \"If you know you're twisting a certain way and using too much force, it's easy enough to know, Let that go.\"\n\nIn particular, Joe now holds himself differently during his solos because of Alexander Technique.\n\n\"I know that I can just sort of be on my sits bones, instead of a funny arch with my stomach pushed out or my back arched in some strange way,\" says Rodriguez\n\nJosephine Gray is Rodriguez's teacher and is a certified instructor in Alexander Technique. When I visited her, I was on my hands and knees next to her trying to re-learn how to stand up.\n\n\"Let the neck be free, the head go forward and up,\" Gray tells me.\n\nOnce I make it to my feet, feeling somewhat like a newborn giraffe, there's a beautiful view of the San Francisco Bay out of the studio window.\n\nGray teaches the technique and says low back pain is a common complaint of clients.\n\nA summary of the results of a major back pain study published in the British Medical Journal in 2008. The study showed that the Alexander Technique was highly effective in treating back pain. British Medical Journal YouTube\n\n\"We look at what you are doing that causes that problem in the first place, so how you sit at the computer or how you pick up your child or what you do when you're driving,\" says Gray. \"I look at ways of changing your postural habits so you don't get into pain.\"\n\nThese aren't static postures, though. Those who promote the technique say its more about how you move, and training yourself to release tension.\n\nThese are subtle – tiny, almost imperceptible shifts. And although the teacher will put her hand on your neck or shoulder, it's more to bring awareness than to make adjustments.\n\n\"The whole point is that you understand the process so that you can arrive there yourself,\" says Gray.\n\nGray and Rodriguez, the trumpet player, both say the lessons are no cure all. But there is evidence it can ease chronic low back pain over the long run.\n\nPaul Little is a primary care researcher at the University of Southampton in Britain. He led a study of some 460 patients who were given Alexander lessons, massage, or the usual care of pain killers and exercise.\n\nAfter a year, those who had massage were no better off. Those who had six Alexander lessons showed some improvement. And those who went the distance got the best results.\n\n\"The people who had 24 lessons had gone down from about 21 days of pain that the usual care group reported to about 3 days in pain,\" says Little. \"So a really dramatic difference there is reported days in pain.\"\n\nLittle's research was published in the British Medical Journal in 2008. But now he wants to figure out why it appears to work.\n\nHe's about to start a new study that involves giving chronic back pain sufferers lessons in the Alexander Technique and exercises, and then measuring how far their spines can twist and the size and strength of their deep lumbar muscles – which Little thinks might work poorly in people with chronic low back pain.\n\nHe cautions though that it may be something else entirely that accounts for the apparent success of the Alexander Technique. If that's the case, Little says he'll have to go back to the drawing board.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2010/12/03/rolf_sq-9ff4e714ed3b9a345050a2db3fe6f622cf1ef85a-s100-c15.jpg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/assets/img/2011/03/25/joatwork_custom-45eb7f40ebbc92469992ec8c2487c2e70d2aef53-s800-c15.jpg", "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/images/stations/logos/kqed.gif", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "keywords": [], "authors": ["Sarah Varney"], "canonical_link": "https://www.npr.org/2011/03/28/134861319/alexander-technique-a-balm-for-back-pain", "title": "Alexander Technique: A Balm For Back Pain?", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2011-03-28", "description": "Research from the University of Southampton suggests Alexander Technique, a method for improving posture, can alleviate back lower back pain. A doctor thinks the therapy might be especially helpful for the deep lumbar muscles in the lower back.", "og": {"title": "Alexander Technique: A Balm For Back Pain?", "url": "https://www.npr.org/2011/03/28/134861319/alexander-technique-a-balm-for-back-pain", "type": "article", "description": "Research from the University of Southampton suggests Alexander Technique, a method for improving posture, can alleviate back lower back pain. A doctor thinks the therapy might be especially helpful for the deep lumbar muscles in the lower back.", "image": "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary", "title": "Alexander Technique: A Balm For Back Pain?", "site": "@NPR", "domain": "npr.org"}}, "movies": ["https://www.youtube.com/embed/coVXuDjHrfM?rel=0"], "publish_date": 1301284800.0, "source": "http://www.NPR.org", "summary": ""}