{"url": "http://www.CNN.com/2009/HEALTH/12/18/stem.cells.heart/index.html", "text": "(CNN) -- If you've just had your first heart attack, doctors may one day be able to reverse the damage done with stem cell therapy.\n\nAn intravenous method of injecting stem cells into patients who had experienced heart attacks within the previous 10 days suggested that this method works to repair -- not just manage -- heart damage, a recent study found.\n\nThe study is a step forward in a field in which a lot of approaches have been tried in animals and preliminary human trials, but none has been approved for widespread clinical use for heart patients.\n\nThe new results are a milestone in stem cell research, and for patients, said Jeffrey Karp, a researcher at Brigham and Women's Hospital in Boston, Massachusetts, who runs a stem cell biology lab at Harvard University. He was not involved in the study.\n\nMost current clinical approaches are focused on managing problems, not addressing the root of the damage, he said.\n\n\"Many patients who have a heart attack will go on to suffer heart failure,\" he said. \"It's imperative to try and fix the root of the problem as quickly as possible.\"\n\nThe research, published in the Journal of the American College of Cardiology, were part of a phase I study that set out to show safety. The trial has moved on to phase II, which is taking place in 50 hospitals in the United States, said Dr. Joshua Hare, director of the Interdisciplinary Stem Cell Institute at the University of Miami's Miller School of Medicine and lead author of the study.\n\n\"We're looking on the time frame here of five years, in the best-case scenario, to have approved cardiac stem cell therapies,\" Hare said.\n\nCoronary heart disease, which causes heart attacks and angina -- chest pain resulting from the heart not getting enough blood -- is the leading cause of death in the United States, with nearly 450,000 in 2005, according to the American Heart Association. About 1.1 million people have attacks occur in the United States each year, according to the National Heart Lung and Blood Institute.\n\nThe particular kind of cells used in this research are called mesenchymal stem cells, and come from adults, not embryos.\n\nThe researchers are using a mesenchymal stem cell therapy that is marketed by Osiris Therapeutics Inc. under the name Prochymal. The drug, which consists of stem cells from donor bone marrow, gets injected into the vein. The cells then travel through the bloodstream and take up residence in the heart.\n\nMesenchymal stem cells have some natural homing capability, and injury serves as a homing beacon for them, Karp said.\n\nThe stem cells reduce the amount of scar tissue and increase the pumping strength of the heart in heart attack patients, Hare said. To a limited extent, they also grow new heart muscle.\n\nThe phase I results from 53 patients are not definitive proof that the treatment is effective, but do suggest so, Hare said. In accordance with clinical trial regulations set by the Food and Drug Administration, phase I is meant to show safety, while phase II and phase III trials are done on a larger group of subjects and evaluate how well the drug works.\n\nIn this trial, patients' doses ranged from 35 million cells to 350 million cells. There was no change or increase in side effects in treatments getting higher doses of cells, but it seemed that the treatment was more effective -- at least in terms of reducing electrical problems -- in the high dose group, he said.\n\nIn separate trials, researchers are looking at how the technique works in patients who have had heart attacks many month or years in the past, Hare said.\n\nThe study shows the results of a six-month follow-up with patients in 2007, and researchers are presently working with data from the two-year follow-up.\n\nMore broadly, besides bone marrow transplantations, there have not been any major successes in the stem cell field in terms of helping large numbers of patients, Karp said.\n\n\"Mesenchymal stem cells are poised to really be the next major success in cell therapy that could be used to treat tens of thousands of patients,\" he said.\n\nThere are several advantages to using mesenchymal stem cells for heart therapy. First, they are adult stem cells, so there are no ethical issues that surround research on embryonic stem cells. Secondly, at least from a safety perspective, mesenchymal stem cells do not require matching -- any donor can give cells to any other donor, and no immunosuppresant drugs are necessary, he said.\n\nStill, millions of cells are required in order for enough stem cells to reach the heart and have a therapeutic benefit, and it's costly to get the required numbers of cells for each patient, Karp said. An area of improvement would be making the stem cell treatment more efficient, he said.\n\n\"If we could increase the number of cells that could reach the heart, that would have significant advantages to this approach,\" Karp said.\n\nThis method of intravenous injection means that the procedure theoretically could be performed in a doctor's office or clinic, increasing the accesibility to patients, Karp said.\n\nA more invasive stem cell delivery technique has been showing positive results in other clinical trials, involving injecting patients' own stem cells directly into heart muscle.\n\nThe largest national stem cell study for heart disease, sponsored by Baxter Inc., uses this surgical method, and recently announced success in a 12-month phase II trial for patients with severe angina. Researchers found that participants had less pain and an improved ability to walk.\n\nBecause stem cells are delivered through a catheter in this method, there is a risk of perforation of about 1 percent, Dr. Douglas Losordo, cardiologist at Northwestern Memorial Hospital in Chicago, Illinois, told CNN earlier this year. The drug, GCSF, which mobilizes stem cells, also carries a small risk of blood clotting.\n\nFor the Osiris trials, further research is ongoing determine whether patients would benefit more from more infusions of the stem cells, or if it's better for the stem cells to come from their own bodies instead of from a donor, Hare said.\n\nWhile there's less chance of a person's body rejecting his or her own stem cells than from a donor, there is a time delay, he said. Taking bone marrow and amplifying the stem cells in it could take up to five weeks, whereas donor cells could be made readily available, he said. On the other hand, it is unclear whether a donor could potentially transmit a disease to the recipient in the process.\n\nIf you are interested in enrolling in a clinical trial, you can find one at clinicaltrials.gov. The Orisis trial is still recruiting participants.", "images": ["http://i.cdn.turner.com/cnn/images/1.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/misc/advertisement.gif", "http://cdn.cnn.com/cnn/images/1.gif", "http://i.cdn.turner.com/cnn/2009/HEALTH/12/18/stem.cells.heart/story.hare.miami.jpg", "http://i.cdn.turner.com/cnn/.element/img/3.0/mosaic/15x15_PLUS_bt.jpg", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/icons/btn_close.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/1px.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/misc/apple-touch-icon.png"], "top_img": "http://i.cdn.turner.com/cnn/.element/img/3.0/global/misc/apple-touch-icon.png", "keywords": [], "authors": ["Elizabeth Landau"], "canonical_link": "http://www.cnn.com/2009/HEALTH/12/18/stem.cells.heart/index.html", "title": "Stem cell therapies for hearts inching closer to wide use", "meta_data": {"TITLE": "Stem cell therapies for hearts inching closer to wide use - CNN.com", "description": "If you've just had your first heart attack, doctors may one day be able to reverse the damage done with stem cell therapy.", "AUTHOR": "By  Elizabeth Landau, CNN", "SECTION": "HEALTH", "fb": {"admins": 690014395, "app_id": 80401312489, "page_id": 129343697106537}, "og": {"type": "article"}, "viewport": "width=1024"}, "movies": [], "publish_date": null, "source": "http://www.CNN.com", "summary": ""}