{"url": "https://consumer.healthday.com/gastrointestinal-information-15/inflammatory-bowel-disease-news-78/arthritis-drug-shows-promise-for-ulcerative-colitis-722330.html", "text": "By Steven Reinberg\n\nHealthDay Reporter\n\nWEDNESDAY, May 3, 2017 (HealthDay News) -- A new study finds that people with moderate to severe ulcerative colitis who haven't done well on other treatments may find relief with Xeljanz (tofacitinib), a drug currently used to treat arthritis.\n\nUlcerative colitis is a chronic inflammatory bowel disease. It affects about 700,000 Americans, according to the Crohn's and Colitis Foundation (CCF).\n\nThe illness causes inflammation, irritation, swelling and sores on the lining of the large intestine. Symptoms include diarrhea with blood or pus and abdominal discomfort, according to CCF.\n\n\"There is still a substantial unmet need for new treatments for patients with ulcerative colitis,\" said study lead author Dr. William Sandborn. He is professor of medicine and chief of the division of gastroenterology at the University of California, San Diego.\n\nXeljanz targets certain proteins involved in the body's inflammatory and immune responses that other so-called biologic drugs don't, the researchers said.\n\n\"Treatment with oral tofacitinib is potentially a new treatment option for patients with moderate to severe ulcerative colitis, pending review by the [U.S. Food and Drug Administration],\" Sandborn said.\n\nThe study was funded by Pfizer, Inc., the maker of Xeljanz. Sandborn said he has received research grants from the company and served as a consultant for Pfizer.\n\nWhether Xeljanz should be used as a first treatment is still not clear, said Dr. Arun Swaminath, director of the inflammatory bowel disease program at Lenox Hill Hospital in New York City.\n\nBecause Xeljanz comes as a pill, it could have an advantage for patients, Swaminath said. But so far it has only been tried with patients who have not responded to other treatments, he said.\n\n\"How it is used in the real world may be different than how it was used in these studies,\" Swaminath said. \"I am not going out on a limb and say this should be the first choice, because we don't have enough data to say that's the way it should be positioned.\"\n\nThe researchers randomly assigned more than 1,700 people with ulcerative colitis to one of three phase 3 trials.\n\nThe first two trials looked at more than 1,100 patients with moderate to severe ulcerative colitis who had failed with conventional treatment or treatment with newer \"tumor necrosis factor antagonist\" drugs, such as Remicade (infliximab). They received Xeljanz or a placebo twice a day for eight weeks.\n\nIn the third trial, nearly 600 patients who responded to Xeljanz were assigned to a maintenance dose (one group with 5 milligrams [mg] and another group with 10 mg) of the drug, or placebo for a year.\n\nIn the first trial, nearly 19 percent of the patients taking Xeljanz experienced a remission of their condition in eight weeks. That compared to just 8 percent of patients receiving placebo.\n\nIn the second trial, almost 17 percent of those taking Xeljanz had a remission, compared with nearly 4 percent of those taking placebo, the researchers found.\n\nIn the third trial, more than 34 percent of patients taking 5 mg of Xeljanz had disease remission after one year. Forty percent of those taking a 10-mg dose of the drug had remission at a year. Only 11 percent of patients on placebo saw a remission.\n\nHowever, in all of the trials, more patients taking Xeljanz suffered from infections, such as shingles, than those receiving placebo, researchers found.\n\nIn addition, five patients taking Xeljanz developed nonmelanoma skin cancer, compared with one patient receiving placebo. Five patients taking the drug experienced heart problems compared with no one on the placebo.\n\nAlso, compared with placebo, Xeljanz was associated with an increase in levels of cholesterol.\n\nThe report was published May 4 in the New England Journal of Medicine.\n\nDr. Sonia Friedman is an associate professor of medicine at Harvard Medical School. She's also the author of an editorial accompanying the study.\n\n\"Tofacitinib is a promising new class of medical therapy that has efficacy in ulcerative colitis. It is an oral, small-molecule drug that is different from current biologic therapies, such as infliximab [Remicade], adalimumab [Humira], golimumab [Simponi] and vedolizumab [Entyvio],\" Friedman said.\n\nAn advantage of Xeljanz is that it is a pill. Other biologic drugs are given by infusion or injection. In addition, patients cannot develop antibodies to Xeljanz as they can with other biologic drugs, Friedman said.\n\n\"Tofacitinib may be used in the future as rescue therapy from failure of biologics,\" she said. \"Only future studies will determine whether it can be used as initial therapy for ulcerative colitis and what patients it would help the most.\"\n\nMore information\n\nFor more information on ulcerative colitis, visit the U.S. National Institute of Diabetes and Digestive and Kidney Diseases.", "images": ["https://media.healthday.com/Images/icimages/colon11252.jpg"], "top_img": "https://media.healthday.com/Images/icimages/colon11252.jpg", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/gastrointestinal-information-15/inflammatory-bowel-disease-news-78/arthritis-drug-shows-promise-for-ulcerative-colitis-722330.html", "title": "Arthritis Drug Shows Promise for Ulcerative Colitis", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "But treatment isn't yet approved by FDA to treat inflammatory bowel condition", "og": {"title": "Arthritis Drug Shows Promise for Ulcerative Colitis", "image": "https://media.healthday.com/Images/icimages/colon11252.jpg", "description": "But treatment isn't yet approved by FDA to treat inflammatory bowel condition", "url": "https://consumer.healthday.com/gastrointestinal-information-15/inflammatory-bowel-disease-news-78/arthritis-drug-shows-promise-for-ulcerative-colitis-722330.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}