{"url": "https://www.cnn.com/2018/11/18/health/peanut-allergy-treatment-study/index.html", "text": "(CNN) Sometimes, Ellis Glover would be forced to leave her friends and sit at a lunch table where no one was eating peanut butter and jelly sandwiches.\n\n\"I wanted to sit with my good, good friends, but I couldn't,\" the 10-year-old said. \"If you're a kid and you have a food allergy, it's harder on you. You're missing out on a lot of stuff other children can have. I always want to try peanut stuff.\"\n\nMom Monica Glover said the family discovered Ellis' peanut allergy when she was about 3. The tipoff: a skin reaction around her mouth after she was given food with a small amount of peanuts in it. \"We were lucky to have discovered it that way. That was a mild reaction,\" Glover said, and a doctor confirmed the allergy through tests.\n\nThe discovery was \"distressing,\" Glover said. Accidental exposure to peanuts has happened, resulting in \"severe stomach cramps and vomiting,\" she said. \"Essentially, we have to live in fear all the time of Ellis being inadvertently exposed to peanuts and having a reaction that is potentially life-threatening.\"\n\nGlover seized the opportunity to participate in a study on the safety and effectiveness of an experimental treatment that could give her daughter protection against accidental exposure to peanuts. Despite the risk, it was \"a gift,\" she said, adding that her family hoped their efforts might help \"lots of other children.\"\n\nThe risk paid off: Two-thirds of the kids in the study were able to eat the equivalent of two peanuts without any symptoms after following the months-long experimental treatment regimen, the researchers found.\n\nEllis is one of the majority of children for whom the treatment works. \"It's been a huge success,\" her mother said.\n\nThe study results, published Sunday in the New England Journal of Medicine and presented at the American College of Allergy, Asthma and Immunology's Annual Scientific Meeting, prove that the treatment can protect some children against accidental exposure to or ingestion of a very small amount of peanuts or peanut products.\n\nNot a cure\n\nDr. Brian Vickery, the study's lead author, director of the Children's Healthcare of Atlanta Food Allergy Program and an associate professor of pediatrics at the Emory University School of Medicine, cautioned that \"it's not a cure.\"\n\n\"It does not make the allergy to go away,\" Vickery said. \"The purpose is not to get them to be no longer peanut allergic and allow them to eat whatever they want.\"\n\nStill, that's no small accomplishment, he said. There are no US Food and Drug Administration-approved treatment options for food allergies of any kind or peanut allergy in particular, which, along with tree nut allergy, affects an estimated 3 million Americans or more.\n\n\"I'm telling patients when I see them that my hope is that patients will have access by late next summer, something like that,\" Vickery said. He added that although the study proved the treatment's effectiveness and safety only in children, adults would probably benefit in the same way.\n\nHow the study worked\n\nTo test the experimental therapy, 66 research centers in 10 countries recruited 551 participants who ranged in age from 4 to 55 and who all had a peanut allergy. Most -- 499 participants -- were between the ages of 4 and 17.\n\nThe treatment , which comes in powder-filled capsules, is an oral immunotherapy, and the concept is \"treating an allergy by gradually exposing people to the very same thing they're allergic to,\" Vickery said. Essentially, the treatment is a peanut powder.\n\nEllis participated in the study at the Pediatric Clinical Research Unit at Arkansas Children's Hospital in Little Rock, which was overseen by Dr. Stacie M. Jones, a professor of pediatrics and chief of allergy and immunology at the University of Arkansas for Medical Sciences and Arkansas Children's Hospital.\n\nEllis and Monica Glover in the Pediatric Clinical Research Unit at Arkansas Children's Hospital in Little Rock.\n\n\"We were extremely well-informed about the entire process,\" Glover said. \"You start at a super low dose and work your way up. You take it at the hospital under observation. Then, you take it at home every day. \"\n\nThree-quarters of the study participants were given the treatment in increasing amounts every two weeks until reaching maintenance, when they received the equivalent of one peanut daily. The remainder of the participants were given a placebo. At the conclusion of the study after a year, all of the participants faced an \"exit food challenge\": They ate, under a doctor's supervision, the equivalent of two peanuts.\n\nTwo-thirds of the treatment participants were able to tolerate this exit dose without a severe reaction. Half tolerated even twice that amount: a four-peanut dose.\n\nOverall, participants experienced fewer side effects during the study than the researchers had anticipated. \"It's intuitive that that process would trigger some allergic symptoms in many patients,\" Vickery said. A third completed the study with no more than mild side effects, such as stomachache.\n\nEllis experienced stomach cramps and vomiting multiple times during the study, usually on days when her dose was increased to raise her tolerance. \"Having stomach cramps did not feel very good,\" she said. Still, she usually vomited, and the cramps passed quickly.\n\nErica Gibson, a registered nurse in the Pediatric Clinical Research Unit at Arkansas Children's Hospital in Little Rock, and Ellis Glover.\n\nOnce, she felt her throat constrict, and \"it was harder for me to breathe,\" she said. She'd gone into anaphylaxis, a severe allergic reaction. The hospital staff reacted immediately and gave her a shot of epinephrine. \"I felt safe with all the doctors and nurses around me. They can help you get through it,\" she said.\n\nA little more than 11% of the children dropped out of the study due to severe side effects. Among children receiving the treatment, 10% required rescue epinephrine during the exit challenge, compared with 53% in the placebo group.\n\n\"These treatments really have the potential to transform people's lives,\" Vickery said, \"and I have seen it happen firsthand: the sense of relief [families] get when a child becomes desensitized.\"\n\nTrying to be 'bite safe'\n\nDr. Scott Sicherer, a professor of pediatrics and director of the Jaffe Food Allergy Institute at the Icahn School of Medicine at Mount Sinai in New York, said the study is \"the largest of the phase three studies in pharmaceutical-grade peanut.\"\n\n\"It's what a lot of families call trying to be 'bite safe.' it's not that you're curing the allergy; it's not that you're going to be able to eat peanut butter sandwiches,\" said Sicherer, who was not involved in the study. \"It's really just to have a better threshold so that if you accidentally ate something that had a little bit of peanut in it, maybe you wouldn't have a reaction or the reaction wouldn't be so bad.\"\n\nThough the immunotherapy treatment is simply a matter of gradually increasing your tolerance to peanuts, you could have a severe reaction at home. \"This is not something to try at home,\" Sicherer said.\n\nAimmune has made peanut into a \"pharmaceutical-grade\" product, he said. \"Most people think of it as medicinalized food.\" Doctors and patients both know exactly how much you're getting, he said, \"and that's important because if you're reactive to, say, a 50th of a peanut, you don't want to have a mistake where you're suddenly getting a 10th of peanut.\"\n\nAssuming the treatment wins FDA approval, Sicherer said, the conversation between doctors and patients will be, \"Is it better to just avoid the food and ask a lot of questions at restaurants and be real careful, or do something like this and still don't eat the food and ask the questions in the restaurant, but at least know you have a bit of a safety valve?\"\n\nThere are more than a few caveats when it comes to the treatment regimen. For one, it's \"a commitment,\" he said. You cannot take a dose before exercising, and you can't skip doses, or you might have a severe reaction when you pick it up again.\n\nGlover noted, \"It's somewhat disruptive. You have to do it every day. Generally, we would take it after dinner.\" After giving the medicine, she added, parents must carefully monitor their children, preventing them from becoming too active or too hot.\n\nSicherer said, \"The family that does this really, really, really has to be a rule follower. It's not easy.\" It would still be worth it to many, he said.\n\nIf this ends up being the first approved treatment, if it is covered by insurance and if details of whom it works for best were all worked out and the risks and benefits were clear, \"that would be so amazing, because we haven't really had anything like that before,\" he said.\n\nGet CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.\n\n\"It's not everything we would hope for, but it's still fantastic to be able to raise someone's threshold from a teeny tiny amount of peanut to a couple of peanuts or more,\" said Sicherer, who believes that other allergy products will be developed in time: \"I can tell my patients that this might be the right thing for them, but if not, we're looking at things that might be easier and better down the road.\"\n\nGlover acknowledges that \"it's not a perfect solution. I would say it's been some work to go through this study, just in terms of a time commitment.\" Still, if it had taken twice the amount of time, she would have done it: \"It's peace of mind.\"\n\nEven though she dislikes the medicine's taste, Ellis also believes it is worth it. \"It's definitely better,\" she would say to another kid with peanut allergy: \"You know you can be around your friends when they have peanut butter on them.\"", "images": ["https://cdn.cnn.com/cnnnext/dam/assets/160708154145-04-reduce-allergies-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/160708154148-06-reduce-allergies-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/181116102825-01-peanut-allergy-study-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/160708154144-03-reduce-allergies-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/160708154140-01-reduce-allergies-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/160708154146-05-reduce-allergies-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/181116093626-woman-with-pacifier-in-mouth-stock-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/160708154144-03-reduce-allergies-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/160708154146-05-reduce-allergies-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/160708154140-01-reduce-allergies-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/161028111853-02-peanut-patch-clinical-trial-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/140820084625-peanut-butter-stock-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/181116102906-02-peanut-allergy-study-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/181116102825-01-peanut-allergy-study-super-tease.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/160708154145-04-reduce-allergies-super-169.jpg", "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7", "https://cdn.cnn.com/cnnnext/dam/assets/160708154522-02-reduce-allergies-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/160708154522-02-reduce-allergies-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/160708154148-06-reduce-allergies-super-169.jpg"], "top_img": "https://cdn.cnn.com/cnnnext/dam/assets/181116102825-01-peanut-allergy-study-super-tease.jpg", "keywords": [], "authors": ["Susan Scutti"], "canonical_link": "https://www.cnn.com/2018/11/18/health/peanut-allergy-treatment-study/index.html", "title": "Peanut allergy experimental treatment helps 2 out of 3 sufferers, study finds", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0", "section": "health", "referrer": "unsafe-url", "og": {"pubdate": "2018-11-18T21:46:35Z", "url": "https://www.cnn.com/2018/11/18/health/peanut-allergy-treatment-study/index.html", "title": "Experimental treatment helps peanut allergy sufferers", "description": "Two-thirds of kids were able to eat the equivalent of two peanuts without any symptoms after following a months-long experimental treatment regimen. Though the treatment is not a cure, it can protect some from an accidental exposure to peanuts.", "site_name": "CNN", "type": "article", "image": {"identifier": "https://cdn.cnn.com/cnnnext/dam/assets/181116102825-01-peanut-allergy-study-super-tease.jpg", "width": 1100, "height": 619}}, "pubdate": "2018-11-18T21:46:35Z", "lastmod": "2018-11-27T20:59:50Z", "author": "Susan Scutti, CNN", "twitter": {"title": "Experimental treatment helps peanut allergy sufferers", "description": "Two-thirds of kids were able to eat the equivalent of two peanuts without any symptoms after following a months-long experimental treatment regimen. Though the treatment is not a cure, it can protect some from an accidental exposure to peanuts.", "card": "summary_large_image", "image": "https://cdn.cnn.com/cnnnext/dam/assets/181116102825-01-peanut-allergy-study-super-tease.jpg"}, "description": "Two-thirds of kids were able to eat the equivalent of two peanuts without any symptoms after following a months-long experimental treatment regimen. Though the treatment is not a cure, it can protect some from an accidental exposure to peanuts.", "keywords": "health, Peanut allergy experimental treatment helps 2 out of 3 sufferers, study finds - CNN", "thumbnail": "https://cdn.cnn.com/cnnnext/dam/assets/181116102825-01-peanut-allergy-study-super-tease.jpg", "vr": {"canonical": "https://www.cnn.com/2018/11/18/health/peanut-allergy-treatment-study/index.html"}, "article": {"opinion": "false", "content-tier": "free"}, "fb": {"app_id": 80401312489, "pages": "5550296508,18793419640"}, "template-top": "health,art-gal"}, "movies": [], "publish_date": 1542517200.0, "source": "https://www.cnn.com", "summary": ""}