{"url": "https://web.archive.org/web/20101119165648/http://www.latimes.com/health/boostershots/la-heb-osteoporosis-20101017,0,337173,print.story", "text": "latimes.com/health/boostershots/la-heb-osteoporosis-20101017,0,3398856.story\n\n2:42 PM PDT, October 17, 2010\n\nAdvertisement\n\nMedical experts say women, beginning in their mid-60s, should be screened for osteoporosis on a regular basis. The U.S. Preventive Services Task Force recommends bone-density testing every two years. But that's just a guess. No one really knows how often screenings should occur.\n\n\n\nResearch presented Sunday suggested that women 67 and older with normal bone-mineral-density scores may not need to be screened for another 10 years -- a finding that could release thousands of women from the costs and inconvenience of repeated bone-mineral scans over the course of several decades.\n\n\n\nDr. Margaret L. Gourlay of the University of North Carolina, Chapel Hill, looked at data from 5,035 women age 67 and older who were part of the long-running osteoporosis study called the Study of Osteoporotic Fractures. Women 65 and older who did not have osteoporosis at the time were enrolled in the study from 1986 to 1988 and had bone-mineral-density testing at least twice during the study. The researchers calculated the estimated times for women to develop osteoporosis based on their T scores, the measure of bone density. They found that low-risk women -- those who had normal T scores -- did not develop osteoporosis for a very long time.\n\n\n\n\"If a woman's bone density at age 67 is very good, then she doesn't need to be re-screened in two or three years because we're not likely to see much change,\" Gourlay said in a news release. \"Our study found it would take about 16 years for 10 percent of women in the highest bone density ranges to develop osteoporosis.\"\n\n\n\nOverall, the study found that screening should be conducted every year for older postmenopausal women with T scores greater than or equal to -2 (osteoporosis is diagnosed when the T score is -2.5 or lower). Screening can take place at five-year intervals for older postmenopausal women whose T scores are above a -2 and every 10 years for women with normal bone density (above -1).\n\n\n\nThe study was presented Sunday at the annual meeting of the American Society for Bone Mineral Research in Toronto.\n\n\n\n-- Shari Roan / Los Angeles Times\n\n\n\nReturn to Booster Shots blog.", "images": ["https://web.archive.org/web/20101119165648im_/http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-400338h&cg=0&cc=1&ts=noscript", "https://web.archive.org/web/20101119165648im_/http://ad.doubleclick.net/ad/trb.latimes/news/health/blog/boostershots;;ptype=ps;slug=la-heb-osteoporosis-20101017;rg=ur;ref=latimescom;pos=1;dcopt=ist;sz=300x250,336x280;tile=1;ca=Health;en=Osteoporosis;at=Health;at=DiseasesandIllnesses;at=Osteoporosis;at=MetalandMineral;at=PostMenopause;u=http://www.latimes.com/health/boostershots/la-heb-osteoporosis-20101017,0,337173,print.story;ord=66726557"], "top_img": "", "keywords": [], "authors": [], "canonical_link": "", "title": "Older women with healthy bones may not need frequent bone scans", "meta_data": {"robots": "noindex,nofollow", "Description": "Medical experts say women, beginning in their mid-60s, should be screened for osteoporosis on a regular basis. The U.S. Preventive Services Task Force recommends bone-density testing every two years. But that's just a guess. No one really knows how often screenings should occur."}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}