{"url": "http://consumer.Healthday.com/Article.asp?AID=643463", "text": "En Español\n\nBy Karen Pallarito\n\nHealthDay Reporter\n\nWEDNESDAY, Sept. 22, 2010 (HealthDay News) -- Routine mammograms account for only about one-third of the decline in breast cancer death rates, according to a large new analysis of data from Norway's expansive breast cancer screening program.\n\nThe other two-thirds of the reduction is probably due to such factors as increased cancer awareness, improved therapy and use of more sensitive diagnostic tools, the study authors suggest.\n\nThe analysis, published in the Sept. 23 issue of the New England Journal of Medicine, raises new questions about the benefits versus risks of screening mammography and is already reigniting tensions over its frequency of use in the United States.\n\n\"Women should be informed that the benefit is smaller than expected, and there should be a balanced discussion on the benefit and the possible harms of screening, such as overdiagnosis, false-negative and -positive tests and psychological distress,\" said the study's lead author, Dr. Mette Kalager, an epidemiologist with the Cancer Registry of Norway in Oslo and a visiting scientist at the Harvard School of Public Health in Boston.\n\n\"This study will only add to the confusion for women and their physicians,\" said Dr. Daniel B. Kopans, director of breast imaging at Massachusetts General Hospital and a radiology professor at Harvard Medical School.\n\nLast November, the U.S. Preventive Services Task Force spurred dissension among breast cancer experts with controversial new guidelines for breast cancer screening. The task force recommended that women begin having screening mammograms at age 50 -- not 40 -- and that those exams occur every other year, instead of annually.\n\nBut some cancer organizations reject the panel's advice. The American Cancer Society still recommends annual mammograms starting at age 40, as long as a woman is still in good health.\n\nOn Tuesday, the American College of Radiology (ACR), the Society of Breast Imaging and the American Society of Breast Disease launched \"Mammography Saves Lives,\" a campaign designed to encourage women to have an annual mammogram starting at age 40.\n\n\"Mammography is not perfect; no one has claimed that it is,\" said Kopans, a member of the ACR Commission on Breast Imaging. But since the advent of routine mammograms in the 1990s, the rate of death from breast cancer has dropped 30 percent, he observed.\n\n\"That's a huge achievement,\" Kopans noted, adding that \"it may not be a big deal to an epidemiologist who's looking at huge numbers and doesn't take care of women with breast problems.\"\n\nNorway's breast cancer screening program began in 1996 and was expanded two years later, with staggered enrollment by county over a period of nine years. Since 2005, all Norwegian women aged 50 to 69 have been invited to have a screening mammogram every two years, the authors said.\n\nFor the study, more than 40,000 Norwegian women were followed for an average of 2.2 years. Researchers compared death rates from breast cancer among four groups of women: two that were living in counties with or without screening and two groups that lived in the same counties before screening was offered.\n\nThe difference in the rate of death from breast cancer among women in the screening group versus the control group was 28 percent. In comparison, there was an 18 percent reduction in the rate of death in the non-screened group versus the control group, the study found.\n\nIn other words, breast cancer screening was associated with a reduction in death -- but only accounted for 10 percentage points of the difference.\n\n\"Our observed 10 percent reduction in death from breast cancer is much lower than previously thought,\" Kalager said. \"It is plausible that today, the effect of increased breast awareness and improved therapy have outweighed the effect of screening on reducing mortality from breast cancer.\"\n\nBoth Kopans and Dr. Otis W. Brawley, the American Cancer Society's chief medical officer, criticized the research team's short follow-up period -- just 2.2 years of observation, on average. They both said that the time frame was insufficient to assess the effect of screening.\n\nIn an accompanying editorial, Dr. H. Gilbert Welch, a professor of medicine and community and family medicine at the Dartmouth Institute for Health Policy and Clinical Practice in Lebanon, N.H., said the Norwegian study helps to confirm that the decision to undergo screening mammography is \"a close call.\"\n\nWelch, author of a book, Should I Be Tested for Cancer? Maybe Not and Here's Why, suggested that with better treatment and increased awareness of the importance of seeking care for breast abnormalities, screening mammography may be less important now than in the past.\n\n\"That physicians are still debating the relative merits of screening mammography despite the wealth of data suggests that the test is surely a close call, a delicate balance between modest benefit and modest harm,\" Welch wrote.\n\nBut Kopans noted that mammography is still the only test that has been proven to reduce the death rate from breast cancer and that this study should not divert attention away from that fact.\n\n\"It's clearly muddying the waters,\" he said.\n\nMore information\n\nLearn more about screening mammograms by visiting the U.S. National Cancer Institute.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Karen Pallarito"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/mammograms-cut-breast-cancer-death-rates-but-only-modestly-study-643463.html", "title": "Mammograms Cut Breast Cancer Death Rates, But Only Modestly: Study", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Norwegian study findings stir renewed debate over the value of routine screening", "og": {"title": "Mammograms Cut Breast Cancer Death Rates, But Only Modestly: Study", "description": "Norwegian study findings stir renewed debate over the value of routine screening", "url": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/mammograms-cut-breast-cancer-death-rates-but-only-modestly-study-643463.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}