{"url": "latimes.com/news/nationworld/nation/la-sci-prostate1-2010apr01,0,2741240.story", "text": "Men at an above-normal risk of prostate cancer may be able to reduce their risk of developing the disease by taking a drug already on the market.\n\nIn research reported Wednesday, the drug dutasteride, currently used to shrink enlarged prostates, was found to reduce the risk of prostate cancer by about a quarter in high-risk men. The medication, sold under the brand name Avodart, apparently caused small tumors to stop growing or even to shrink, researchers reported in the New England Journal of Medicine.\n\nA previous study found that a similar drug, finasteride, could also lower the risk of prostate tumors, but the new research -- conducted at 250 sites in 42 countries -- suggests that dutasteride is slightly more effective.\n\nThe new study “is further evidence that there is a role for these drugs in risk reduction,” said Dr. Jack Jacoub, a medical oncologist at Orange Coast Memorial Medical Center in Fountain Valley who was not involved in the study. “If a patient understands all the issues [associated with the drug], I think it would be appropriate to provide it.”\n\nAdvertisement\n\nDr. Howard M. Sandler, an oncologist at the Cedars-Sinai Medical Center, was even more emphatic: “The question might be, why isn’t every man taking one of these drugs? They help people urinate better by shrinking the prostate, they probably reduce baldness, and they reduce the risk of prostate cancer. There seems to be very little downside to them.”\n\nGlaxoSmithKline, which manufactures Avodart, said on Monday that it would apply to the Food and Drug Administration for permission to market the drug for risk reduction in men with high PSA levels -- a measure of prostate cancer risk -- a family history of the disease or other risk factors, such as ethnicity.\n\nBut because the drug is already available, doctors don’t need to wait for such permission to prescribe it as a preventive. Considering its low risk, that might be a safe option, experts said. Insurance companies are not likely to pay for it for that purpose, though, until the FDA approves it.\n\nBoth dutasteride and finasteride, sold by Merck & Co. Inc. under the brand name Proscar, are already approved for treating benign prostatic hyperplasia, or BPH, an enlargement of the prostate gland that causes urinary and other problems.\n\nAdvertisement\n\nProstate tumors and BPH are driven by the male hormone dihydrotestosterone, which is produced from testosterone by two forms of an enzyme called 5-alpha reductase. Proscar inhibits one form of the enzyme. Avodart inhibits both forms, especially the form that plays a more prominent role in prostate cancer, “and the expectation is that dutasteride would be a better drug,” said Dr. Gerald Andriole of the Washington University School of Medicine in St. Louis, who headed the new study.\n\nThat proved to be the case, he said.\n\nAndriole and his colleagues enrolled 8,231 men, ages 50 to 75, who had elevated levels of PSA but no evidence of prostate tumors on a biopsy. Half received dutasteride daily for four years; half received a placebo. The men received biopsies two years after enrollment and again two years later.\n\nOf the 6,729 men who underwent biopsies, 659 taking dutasteride were diagnosed with prostate cancer (19.9%), compared with 858 men (25.1%) taking a placebo -- a 23% reduction. Among men with a family history of prostate cancer, the drug cut risk by 31.4%.\n\nThe risk reduction occurred primarily in tumors of moderate aggressiveness, the type that accounts for about 70% of all prostate tumors in the general population. That means that men “are less likely to be diagnosed with cancer that is not likely to kill them, so they are less likely to undergo aggressive treatment,” Andriole said. “That spares the anxiety of cancer diagnosis and the costs of treatment.”\n\nThe treatment also reduces BPH and its associated problems. A final benefit is that it reduces PSA levels and makes the assay a more sensitive indicator of tumors, a result that will be reported in a separate paper.\n\n“If the PSA level starts rising while a man is on this drug, that is a very strong signal that he has an aggressive tumor” and needs a biopsy, Andriole said.\n\nAbout 5% of the men developed sex-related side effects, including reduced libido, poor erections and complaints about ejaculation, similar to the proportion who suffered them when taking the drug for BPH. Those effects were all reversible if they stopped taking the drug.\n\nAdvertisement\n\nPrice may also be a problem. According to GlaxoSmithKline, the wholesale cost of Avodart is $3.23 per pill. Finasteride is available in a generic form and is thus cheaper.\n\nProstate cancer is the most common cancer in men after skin cancer, affecting 192,000 men per year and killing 27,000. Men who are concerned about their prostate cancer risk can calculate it at: https://deb.uthscsa.edu/URORiskCalc/Pages/uroriskcalc.jsp. The study was funded by GlaxoSmithKline; Andriole is a consultant to the company.\n\nthomas.maugh@latimes.com", "images": ["https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.latimes.com/archives/la-xpm-2010-apr-01-la-sci-prostate1-2010apr01-story.html", "title": "Prostate drug may work as a preventive", "meta_data": {"og": {"title": "Prostate drug may work as a preventive", "url": "https://www.latimes.com/archives/la-xpm-2010-apr-01-la-sci-prostate1-2010apr01-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "url": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "lat-logo-dark-full.jpg"}, "description": "Prostate drug may work as a preventive", "site_name": "Los Angeles Times", "type": "article"}, "article": {"content_tier": "metered", "published_time": "2010-04-01T07:00:00", "opinion": "false"}, "twitter": {"card": "summary_large_image", "description": "Prostate drug may work as a preventive", "site": "@latimes", "title": "Prostate drug may work as a preventive"}, "fb": {"app_id": 119932621434123, "pages": 5863113009}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "Prostate drug may work as a preventive", "brightspot.contentId": "00000169-988d-d37a-a1ff-9ccfcbd50000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1270119600.0, "source": "http://latimes.com", "summary": ""}