{"url": "http://www.latimes.com/health/la-he-skeptic-dha-20110801,0,4163046.story", "text": "As a new school year approaches, many parents are hoping for a breakthrough for their children: Higher grades, better behavior and fewer talks with exasperated teachers.\n\nTutors, counseling, stern lectures and good old-fashioned wishful thinking are all possibilities. But some moms and dads also try to give their kids a nutritional edge in the classroom with the help of supplements.\n\nMany supplements promise to boost young brains with doses of docosahexaenoic acid, or DHA, an omega-3 fatty acid that’s naturally found in cell membranes throughout the body. DHA is particularly abundant in the nervous system, and it seems to help brain cells communicate with one another. Commonly found in prenatal vitamins and infant formulas, DHA is also showing up in products specifically aimed at grade-school children.\n\nBrainStrong, a product from Amerifit that’s widely advertised on TV, has a gummy formula for children ages 4 to 12. Each dose has 100 milligrams of DHA, along with a full day’s supply of vitamins A, C, E and B2. According to the instructions, children should chew one gummy each day. It’s sold at many drugstores and grocery stores, with a price tag of about $15 for a bottle of 30 gummies.\n\nAdvertisement\n\nBrainStrong gets its DHA from Martek Biosciences Corp., which harvests the fatty acid from algae. Martek Biosciences makes a supplement of its own called life’sDHA Kids Softgel. The label says it’s “Great for Kids” and has a picture of two young people jumping for joy to drive home the message. Each softgel contains 100 milligrams of DHA without any other added nutrients. The label specifies that the product is intended for children older than 6. The instructions say to take one softgel every day with a meal. You can buy a bottle of 90 softgels online for about $30.\n\nThe claims\n\nThe TV ad for BrainStrong — in which the narrator speculates that a young girl wrapping herself in toilet paper may become a fashion designer and a boy playing with his pudding may become a food critic — says that DHA is a “nutrient essential for proper brain development.” The ad’s tagline is “BrainStrong: Nourish their potential.”\n\nThe BrainStrong website doesn’t make any specific claims that it will make kids any smarter, but it does say that “DHA is brain nutrition” and that “DHA ensures that the brain, retina, heart and other parts of the nervous system develop and function properly from infancy through adulthood.”\n\nAdvertisement\n\nThe website for life’sDHA simply says that it’s a “supplement for brain, eye and heart health.” Cassie France-Kelly, a spokeswoman for Martek Biosciences, says DHA is as important for the brain as calcium is for the bones. “The bottom line is that kids need it, but they don’t get enough of it in their diets,” she says.\n\nThe bottom line\n\nUndoubtedly, DHA is an important nutrient for the brain and other organs of the body, says Usha Ramakrishnan, an associate professor of global health at Emory University in Atlanta who specializes in childhood nutrition. From time to time, she has purchased DHA-enhanced milk for her own child, who is now 9.\n\nRamakrishnan says that, although the evidence isn’t exactly air-tight, there is reason to believe that DHA supplements could help some children perform better in the classroom, especially if their minds have a tendency to wander. Children who get adequate DHA as infants and toddlers — a crucial period of brain development — seem to have more focus in later years, she explains, so it’s reasonable to suspect that supplements could help older kids too. “It’s not something that will make you smarter,” she says. “But it may help you pay attention and get more out of school.”\n\nStill, Ramakrishnan says, parents shouldn’t expect any dramatic improvements. “If it were a whopping effect, there would be a lot more studies,” she says.\n\nOne of the few clinical trials of DHA supplements in school-age children included nearly 800 kids from Australia and Indonesia. The 2007 study, published in the American Journal of Clinical Nutrition, found that giving kids a supplement containing 88 mg of DHA every day for a year slightly improved verbal learning and memory scores but didn’t seem to affect overall intelligence or the ability to pay attention.\n\nA 2010 study of 450 children ages 8 to 10 found that taking a supplement containing 200 mg of DHA every day for 16 weeks had almost no measurable effect on thinking skills or academic performance. As reported in the journal Research in Developmental Disabilities, the children receiving the DHA actually had slightly worse reports from teachers than the children taking a placebo.\n\nEven with such uncertainty, DHA supplements may be worth a try for school-age kids, says John Colombo, a DHA researcher and director of the Schiefelbusch Institute for Lifespan Studies at the University of Kansas in Lawrence. Colombo says his own children, now 13 and 16, have been taking 100 mg DHA supplements (Neuromins, which also uses DHA from Martek) for years.\n\nAdvertisement\n\nIt’s impossible to know if it made them better students, Colombo says. But it almost certainly didn’t hurt. “There’s no downside to it,” he says.\n\nCurious about a consumer health product? Send an email to health@latimes.com.\n\nRead more at latimes.com/skeptic.", "images": ["https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.latimes.com/health/la-xpm-2011-aug-01-la-he-skeptic-dha-20110801-story.html", "title": "The Healthy Skeptic: DHA touted as ‘smart’ pill for kids", "meta_data": {"og": {"title": "The Healthy Skeptic: DHA touted as 'smart' pill for kids", "url": "https://www.latimes.com/health/la-xpm-2011-aug-01-la-he-skeptic-dha-20110801-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "url": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "lat-logo-dark-full.jpg"}, "description": "The Healthy Skeptic: DHA touted as 'smart' pill for kids", "site_name": "Los Angeles Times", "type": "article"}, "article": {"content_tier": "metered", "published_time": "2011-08-01T07:00:00", "opinion": "false", "tag": "Health"}, "twitter": {"card": "summary_large_image", "description": "The Healthy Skeptic: DHA touted as 'smart' pill for kids", "site": "@latimes", "title": "The Healthy Skeptic: DHA touted as 'smart' pill for kids"}, "fb": {"app_id": 119932621434123, "pages": 5863113009}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "The Healthy Skeptic: DHA touted as 'smart' pill for kids", "brightspot.contentId": "00000169-988e-d37a-a1ff-9ccfe86d0000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1312196400.0, "source": "http://www.latimes.com", "summary": ""}