{"url": "http://www.latimes.com/science/sciencenow/la-sci-sn-brain-stimulation-diabetes-20180526-story.html", "text": "A surprising (but welcome) side effect of a therapy for obsessive-compulsive disorder may pave the way for a new approach to treating type 2 diabetes — and offer new insights into the links between obesity and the metabolic disease that afflicts close to 1 in 10 American adults.\n\nThe therapy in question is deep brain stimulation of the nucleus accumbens, a structure best known for its role in motivation, reward and addiction. It now appears that deep brain stimulation also increases the liver’s and muscles’ ability to take up and use insulin, researchers reported this week.\n\nThat’s important because the ability to use insulin effectively is compromised in most people with obesity and seriously impaired in those with type 2 diabetes.\n\nThis curious side effect of deep brain stimulation became clear after an obese man with diabetes who had suffered the repetitive thoughts and behaviors of OCD was treated for the psychiatric condition with a device that delivers electrical impulses into the brain.\n\nAdvertisement\n\nOnce the device was implanted and turned on, it prompted the release of the neurotransmitter dopamine throughout the ventral striatum, in which the nucleus accumbens sits. In short order, the patient noticed that his blood sugar control improved, and his daily need for insulin injections decreased by roughly 80%.\n\nThe new study appeared this week in the journal Science Translational Medicine.\n\nThe research is likely to generate renewed interest in understanding the addictive powers of food for some people and whether the brain processes behind that addiction also make people with obesity more vulnerable to diabetes, depression, heart disease and even some cancers.\n\n“The connection between brain and metabolism is only partially understood,” said Dr. Miguel Alonso-Alonso, who directs Harvard University’s Mind Brain Behavior Interfaculty Initiative. Most research to date has focused on the hormonal influence of the hypothalamus, a structure adjoining the ventral striatum, on basic bodily functions, he added.\n\nAdvertisement\n\n“This is a new and exciting direction with the involvement of the striatum, a key reward center,” Alonso-Alonso said. At the same time, he cautioned that “we first need to establish the nature of this association, understand its magnitude and its clinical relevance” before these early findings could be considered the basis for treatment.\n\nThat a single patient’s metabolic function improved after he got a pacemaker in the brain might have met with a shrug anywhere else. But to the Dutch authors of the new research, it was a clue that warranted further investigation.\n\nTo explore the brain’s role in metabolism more rigorously, the researchers, led by Kasper W. ter Horst of the University of Amsterdam’s Academic Medical Center, recruited 14 patients who also had had a brain stimulator implanted at the edge of the nucleus accumbens as treatment for OCD.\n\nNone of the 14 subjects recruited had type 2 diabetes. But even healthy people vary daily and hourly in the ability of fat, liver and muscles to take up insulin from the bloodstream and use it to convert food to energy.\n\nThis measure of metabolic health is called “insulin sensitivity,” and it is one of many metabolic functions that goes awry in people with obesity. In those who develop type 2 diabetes, sensitivity to insulin becomes so impaired that the body is tricked into believing less insulin is needed, and it pares back its production. The insulin-producing cells in the pancreas will often atrophy and die in response. As a person’s insulin production declines, an external supply of insulin is needed to control blood sugar and deliver fuel to muscles and organs.\n\nAs the researchers turned the 12 subjects’ brain stimulators on and off, they could see the subjects’ insulin sensitivity rise and fall. Metabolic function was better when their brain stimulators were turned on than when the devices were silenced.\n\nThe Dutch team ruled out that the performance improvement came from changes in other hormones that can affect metabolism, such as cortisol, epinephrine and norepinephrine. The action of dopamine in the nucleus accumbens appeared to be effecting the changes.\n\nThe researchers also gleaned a potentially important insight about how obesity may lead to worsening metabolic function: The effect of the deep brain stimulation appeared to be greater in the seven research subjects who were lean than it was in the seven who were either overweight or obese. Since long-term obesity is linked to changes in the striatal dopamine system, the differing responses of lean and overweight subjects suggest that those changes may start the ball rolling toward development of type 2 diabetes..\n\nAdvertisement\n\nIn a further experimental group of 10 healthy humans, the researchers found that using drugs to reduce dopamine levels across the body generated the opposite response, decreasing insulin sensitivity.\n\nIn mice, too, the researchers explored the role of the dopamine-fueled neurons of the nucleus accumbens. Using a technique called optogenetics, they bred mice with certain brain cells that could be activated when light of a particular frequency is shined on them.\n\nLight stimulation of the dopamine-expressing neurons in the brains of mice “was sufficient to improve glucose tolerance” and improve insulin sensitivity, the authors reported. That suggests “a key role for striatal neuronal activity in the central regulation of metabolism,” they added.\n\nThe emerging data “suggest that the brain may play a much more active and complex role in the regulation of metabolism than we usually believe,” said Alonso-Alonso, who has explored the brain’s role in metabolism by using a less invasive means of activation called transcranial magnetic stimulation.\n\n“This makes sense, because at the end, metabolic needs should align well with the overall state of the individual,” he said. It stands to reason that there’s cross-talk among key physiological functions; an individual’s cognitive, mental and social states; and situational circumstances, he added.\n\n“I think there are real good opportunities here for this integrative research; we need to learn more about this connection,” Alonso-Alonso said.\n\nmelissa.healy@latimes.com\n\n@LATMelissaHealy\n\nAdvertisement\n\nMORE IN SCIENCE\n\nThe asteroid that wiped out the dinosaurs also shaped the evolution of birds\n\nTo get smokers to quit, money works better than electronic cigarettes\n\nNew ‘unified theory’ of childhood leukemia raises possibility of preventing the disease", "images": ["data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/dims4/default/4421d4c/2147483647/strip/true/crop/1280x720+0+0/resize/840x473!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F01%2Fc4%2F415d738ff3af4192bb8573e988fd%2Fla-1527019262-cz3nguynyr-snap-image", "https://ca-times.brightspotcdn.com/dims4/default/e98f104/2147483647/strip/true/crop/1280x672+0+24/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F01%2Fc4%2F415d738ff3af4192bb8573e988fd%2Fla-1527019262-cz3nguynyr-snap-image", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "https://ca-times.brightspotcdn.com/dims4/default/abd585f/2147483647/strip/true/crop/1152x1152+448+0/resize/100x100!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F12%2F57%2Fa343371429b7000ea37eaded8d93%2Fimg-534f3749-turbine-la-bio-melissa-healy"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/e98f104/2147483647/strip/true/crop/1280x672+0+24/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F01%2Fc4%2F415d738ff3af4192bb8573e988fd%2Fla-1527019262-cz3nguynyr-snap-image", "keywords": [], "authors": ["Staff Writer", "Melissa Healy Is A Health", "Science Reporter With The Los Angeles Times Writing The Washington", "D.C.", "Area. She Covers Prescription Drugs", "Obesity", "Nutrition", "Exercise", "Neuroscience", "Mental Health"], "canonical_link": "https://www.latimes.com/science/sciencenow/la-sci-sn-brain-stimulation-diabetes-20180526-story.html", "title": "Deep brain stimulation may offer treatment for type 2 diabetes, study suggests", "meta_data": {"og": {"title": "Deep brain stimulation may offer treatment for type 2 diabetes, study suggests", "url": "https://www.latimes.com/science/sciencenow/la-sci-sn-brain-stimulation-diabetes-20180526-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/e98f104/2147483647/strip/true/crop/1280x672+0+24/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F01%2Fc4%2F415d738ff3af4192bb8573e988fd%2Fla-1527019262-cz3nguynyr-snap-image", "url": "https://ca-times.brightspotcdn.com/dims4/default/e98f104/2147483647/strip/true/crop/1280x672+0+24/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F01%2Fc4%2F415d738ff3af4192bb8573e988fd%2Fla-1527019262-cz3nguynyr-snap-image", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "la-1527019262-cz3nguynyr-snap-image"}, "description": "A surprising (but welcome) side effect of a therapy for obsessive-compulsive disorder may pave the way for a new approach to treating type 2 diabetes — and offer new insights into the links between obesity and the metabolic disease that afflicts close to 1 in 10 American adults.", "site_name": "Los Angeles Times", "type": "article"}, "article": {"author": "https://www.latimes.com/people/melissa-healy", "content_tier": "metered", "published_time": "2018-05-26T11:00:00", "opinion": "false", "section": "Science"}, "twitter": {"card": "summary_large_image", "creator": "@LATmelissahealy", "description": "A surprising (but welcome) side effect of a therapy for obsessive-compulsive disorder may pave the way for a new approach to treating type 2 diabetes — and offer new insights into the links between obesity and the metabolic disease that afflicts close to 1 in 10 American adults.", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/4bc47eb/2147483647/strip/true/crop/1280x720+0+0/resize/1200x675!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F01%2Fc4%2F415d738ff3af4192bb8573e988fd%2Fla-1527019262-cz3nguynyr-snap-image", "alt": "la-1527019262-cz3nguynyr-snap-image"}, "site": "@latimes", "title": "Deep brain stimulation may offer treatment for type 2 diabetes, study suggests"}, "fb": {"app_id": 119932621434123, "pages": 5863113009, "profile_id": "latimes"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "A surprising — but welcome — side effect of a therapy for obsessive-compulsive disorder may pave the way for a new approach to treating type 2 diabetes.", "keywords": "blood sugar, type 2 diabetes, medical research,deep brain stimulation, insulin, scientific research", "brightspot.contentId": "00000169-0cba-dbbe-a16f-4efa91f80000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1527307200.0, "source": "http://www.latimes.com", "summary": ""}