{"url": "http://Healthday.com/Article.asp?AID=635934", "text": "En Español\n\nBy Randy Dotinga\n\nHealthDay Reporter\n\nTHURSDAY, Feb. 11, 2010 (HealthDay News) -- Just in time for Valentine's Day comes word that eating dark chocolate appears to lower your risk of stroke or lessen the likelihood of death after a stroke.\n\nBut the findings, based on a review of existing research, aren't conclusive, and they don't prove that chocolate is good for your heart. And dietitians say too much chocolate can be harmful.\n\nStill, two of the three studies analyzed in the review provide yet another suggestion that health benefits lurk in chocolate, dark chocolate in particular, said review co-author Dr. Gustavo Saposnik.\n\nIf choosing among white chocolate, milk chocolate or dark chocolate, \"I'd definitely go with the dark chocolate,\" said Saposnik, director of the Stroke Research Unit at St. Michael's Hospital in Toronto.\n\nThe review authors, who found three studies on chocolate consumption and stroke between 2001 and 2009, are scheduled to report their findings at the American Academy of Neurology's annual meeting in Toronto in April.\n\nOne study found no significant association between chocolate consumption and risk of stroke or death from stroke. But another found that the stroke rate was 22 percent lower in people who ate chocolate once a week, and a third reported that death from stroke was 46 percent lower in those who ate 50 grams of chocolate once a week.\n\nThe health benefit may come from antioxidants called flavonoids that are present in chocolate, Saposnik said. Antioxidants are thought to prevent cell damage.\n\nIn years past, \"the message was that chocolate consumption might be associated with higher LDL [bad] cholesterol or perhaps higher incidence of cardiovascular disease,\" he said. \"Today, we know that all chocolates are not the same.\"\n\nSo, should you and your sweetheart add dark chocolate to your diet? \"I'm not sure we can provide any recommendation at this time,\" Saposnik said.\n\nFor one thing, it's possible that some factor other than chocolate could be helping lower the risk of stroke. Those who eat more chocolate could be wealthier and have better access to health care, for instance, or go to the gym more often.\n\nSaposnik said more studies will help clarify the association between chocolate and stroke risk.\n\nFor now, said registered dietitian Katie Clark, \"caution should be taken not to promote chocolate as a health food,\" even though it's fine in moderation.\n\nChocolate is a major source of saturated fat, which raises bad cholesterol and boosts heart disease risk, said Clark, an assistant clinical professor at the University of California at San Francisco.\n\nBut Keith-Thomas Ayoob, an associate professor at Albert Einstein College of Medicine in New York City who studies nutrition, said chocolate does have its benefits. \"Several studies indicate that even a little chocolate can help reduce blood pressure and increase blood flow through the arteries. Both are good for heart health,\" he said. \"It's nice to know that chocolate isn't bad for you, assuming you eat modest amounts and don't become overweight by overeating it.\"\n\nMore information\n\nThe National Stroke Association has more on stroke.", "images": ["http://Healthday.com/images/favicon.ico"], "top_img": "http://Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Randy Dotinga"], "canonical_link": "https://consumer.healthday.com/vitamins-and-nutrition-information-27/antioxidants-news-32/dark-chocolate-may-lower-stroke-risk-635934.html", "title": "Dark Chocolate May Lower Stroke Risk", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "But these sweet findings aren't conclusive, researchers say", "og": {"title": "Dark Chocolate May Lower Stroke Risk", "description": "But these sweet findings aren't conclusive, researchers say", "url": "https://consumer.healthday.com/vitamins-and-nutrition-information-27/antioxidants-news-32/dark-chocolate-may-lower-stroke-risk-635934.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://Healthday.com", "summary": ""}