{"url": "http://consumer.healthday.com/Article.asp?AID=663304", "text": "By Kathleen Doheny\n\nHealthDay Reporter\n\nMONDAY, April 2, 2012 (HealthDay News) -- A vaccine to prevent breast cancer's return in women with a history of the disease has triggered the desired immune response in early research.\n\nThe vaccine under development is aimed at preventing recurrence in women who have a form of tumor known as HER2-positive, according to researcher Dr. Diane Hale, a research resident in general surgery at Brooke Army Medical Center at Fort Sam Houston, in San Antonio.\n\nShe is set to present results of the study on Monday at the annual meeting of the American Association for Cancer Research in Chicago.\n\nThe vaccine, known as the \"HER2-based peptide vaccine AE37,\" is designed to harness the power of the patient's immune system, based on its reaction to a cancer-linked peptide (protein).\n\n\"The theory is that once you form that [immune] response to the specific peptide, if the body has a recurrence, it will recognize that cancer as a bad thing, a foreign thing,\" Hale explained in an association news release.\n\nThe study is a phase 2 study, meant to evaluate the vaccine's effectiveness and any side effects. Phase 3 studies are needed before the vaccine could be approved.\n\nThe science is early, Hale stressed, and it will take at least five years before the vaccine could conceivably be available if ongoing studies bear out.\n\nHER2-positive breast cancer tests positive for a protein known as human epidermal growth factor receptor 2, or HER2, which promotes the tumor cell growth. About one of every five breast cancers involves cancer cells that churn out an excess of HER2 due to a genetic mutation. HER2-positive breast cancers are often more aggressive than other types, according to the American Cancer Society.\n\nThe goal of the vaccine, Hale said, is to educate the body to respond to that HER2-based peptide, so it will recognize the cancer when it recurs and attack it.\n\n\"If your immune system has been educated by the vaccine to recognize the tumor cells, we think it will allow the immune system to take care of any individual [cancer] cells trying to set up shop,\" explained Dr. Elizabeth Mittendorf, a surgical oncologist at the University of Texas M.D. Anderson Cancer Center in Houston. She is the principal investigator on the trial.\n\nThe study involved 217 breast cancer survivors who had gone through their treatment and were free of disease at the start of the trial. The women were randomly assigned to receive either the vaccine paired with an immune stimulant, or the immune stimulant alone.\n\nThe women received monthly injections for six months. The researchers then conducted a variety of tests to gauge each woman's immune system response.\n\nThe investigators found that in the vaccinated group, 86 percent of patients showed a significant response, compared with 27 percent of those in the \"control\" group who did not get the injection.\n\nHow to explain the 27 percent who responded without the vaccine? \"For the controls, even without having their immune systems 'educated' towards HER2 specifically, they may still mount a response because they have previously seen HER2 within their own cancer,\" Hale said.\n\nThose who were vaccinated also displayed a decrease in certain cells that suppress the immune system. That is a good thing, Hale said, because \"an increase in these cells has been found to be associated with [cancer] recurrence.\"\n\nDon Diamond, director of translational vaccine research and a professor of virology at the City of Hope Comprehensive Cancer Center in Duarte, Calif., reviewed the findings and said, \"Their approach is well thought out and makes sense.\"\n\nStill, the study remains very preliminary, he cautioned. \"Whether it actually has an increase in survival remains to be seen,\" he said.\n\nThat study will be done, Hale said, and they plan to follow the women for three years and look at survival differences.\n\nBut until the vaccine is linked to an actual survival benefit or improvement in tumor status, Diamond said, no one can say if it helps the patients in a meaningful way.\n\nNumerous vaccines to prevent breast cancer recurrence are currently under study, he noted.\n\nFindings presented at medical meetings are typically considered preliminary until published in a peer-reviewed journal.\n\nMore information\n\nTo learn more about immune-based cancer therapies, visit the American Cancer Society.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Kathleen Doheny"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/early-study-hints-that-breast-cancer-vaccine-might-work-663304.html", "title": "Early Study Hints That Breast Cancer Vaccine Might Work", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Treatment aimed at stopping recurrence does trigger immune response, but true significance unknown", "og": {"title": "Early Study Hints That Breast Cancer Vaccine Might Work", "description": "Treatment aimed at stopping recurrence does trigger immune response, but true significance unknown", "url": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/early-study-hints-that-breast-cancer-vaccine-might-work-663304.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}