{"url": "http://www.nytimes.com/2010/03/16/business/16hand.html?src=twt", "text": "About one in 20 men is estimated to have Peyronie’s, but figures are not precise because people with the condition tend not to discuss it publicly.\n\nAlthough the company selling Xiaflex will be Auxilium Pharmaceuticals of Malvern, Pa., the F.D.A. approval was a belated triumph for the drug’s original developer, BioSpecifics Technologies of Lynbrook, N.Y., on Long Island. Founded in 1957, it struggled for decades to find uses for the product, almost going out of business before licensing the drug to Auxilium in 2004.\n\n“It sort of proves to people that if you really believe in a drug you should never give up,” said Matthew Geller, a biotechnology investment banker who is a member of the BioSpecifics board.\n\nShares of BioSpecifics closed Monday at $27.61, up from $1 as recently as late 2006.\n\nSome people treated with Xiaflex in clinical trials for the Dupuytren’s hand condition said it had made a big difference in their lives, and had allowed them to avoid painful surgery.\n\nPhoto\n\n“When I looked down and saw my finger straightened out, I cried,” said Kenneth Nelson, 65, of Indianapolis. “It was to me just like a miracle.”\n\nXiaflex is an enzyme produced by a gangrene-causing bacterium, Clostridium histolyticum, which uses it to eat away the tissues of its victims. The enzyme, called collagenase, breaks down collagen, a major component of the body’s connective tissue that is found in skin, tendons, cartilage and other organs.\n\nBut collagenase by itself does not cause gangrene. And there are times doctors need to break down collagen, such as when an excess builds up in the hand or penis, causing Dupuytren’s and Peyronie’s. The ailments are named for French surgeons who described the conditions in the 18th and 19th centuries.\n\nAdvertisement Continue reading the main story\n\nThe enzyme was first extracted from the bacteria around 1950 by Ines Mandl, a young biochemist at Columbia University. Edwin H. Wegman, a Long Island entrepreneur, learned about Dr. Mandl’s work and set up a company called Advance Biofactures, which later became BioSpecifics, to turn collagenase into a drug.\n\nIn 1965, the company won approval of an ointment containing collagenase for use in removing dead tissue from skin ulcers and burns. The ointment, sold by licensees under the name Santyl, was a modest success, but the company never truly prospered.\n\nSo in the 1970s the company began developing what it thought would be a bigger money-maker, an injectable collagenase. It tested that drug for numerous uses, including herniated disks. Finally, in the early 1990s, two professors of orthopedics at the nearby State University of New York at Stony Brook suggested using the drug for Dupuytren’s.\n\nThe professors, Dr. Lawrence C. Hurst and Marie A. Badalamente, injected the drug into the tails of rats, as a stand-in for human fingers. They found they could dissolve the collagen in tendons, making the tails floppy, without harming nearby nerves and arteries. Then they organized clinical trials in patients and got federal grants to help pay for the work. The professors and Stony Brook will share a royalty of one half of 1 percent of sales of Xiaflex for use in treating Dupuytren’s.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut work was slowed by lack of money, and by 2004, BioSpecifics was about out of cash. In desperation, Ed Wegman’s son Mark, a top computer scientist at I.B.M., called a childhood friend, Laurence Korn, who had been the chief executive of a successful biotechnology company now known as PDL BioPharma.\n\nWith Dr. Korn’s help, BioSpecifics licensed the drug to Auxilium in a matter of weeks, receiving $5 million initially.\n\nAuxilium was interested because of Peyronie’s disease. It already was selling a gel for men with low testosterone and had learned from urologists about the need for better treatments for bent penises.\n\nPhoto\n\n“From talking with surgeons and patients who have Peyronie’s, neither of them wants to do the surgery,” said Will Sargent, a spokesman for Auxilium.\n\nTwo years ago, the drug giant Pfizer, which sells the erectile dysfunction drug Viagra, licensed the European rights to Xiaflex from Auxilium for an initial payment of $75 million. BioSpecifics got $6.4 million of that amount and will receive 8.5 percent of additional payments of up to $410 million that Pfizer might make.\n\nAdvertisement Continue reading the main story\n\nAuxilium sought approval for treating Dupuytren’s first because it was easier to measure success in straightening fingers. But the company hopes to begin late-stage trials of Xiaflex for Peyronie’s disease later this year. In a midstage trial, injections of Xiaflex into the collagen plaque in the penis reduced the curvature. But the drug did not reduce pain or discomfort during intercourse by a statistically significant amount.\n\nWhile collagenase itself is not patented, the companies do have patents on the use of the enzyme to treat Dupuytren’s and Peyronie’s. They are also shielded from competition for seven years under a federal law aimed at spurring development of drugs for rare, or “orphan,” diseases — even though newer estimates suggest these two diseases are not as rare as thought when the drugs were given orphan status.\n\nAuxilium and BioSpecifics hope that the half-century-old collagenase might eventually become as versatile as Botox, another bacterial product. They are looking at uses that range from loosening up immobile “frozen shoulders” to eliminating fat bulges and cellulite.\n\nWith its belated success, BioSpecifics has sold off its ointment business. It now has only five employees and a business of collecting a roughly 11 to 12 percent royalty on sales of Xiaflex.\n\n“We will be a cash machine going forward,” said Thomas L. Wegman, the president and the other son of the company founder. “We don’t have to pay for marketing. We don’t have to pay for manufacturing.”\n\nThe Wegman family — the two sons and the founder’s 75-year-old wife, Toby — controls about 25 percent of the company’s stock.\n\nEd Wegman, the company’s founder, did not live to see the F.D.A. approval, dying at age 87 in 2007. On Feb. 2, the day the drug was approved, one BioSpecifics director sent an e-mail message to the others saying, “Well done. Hope Ed is looking on.”\n\nMeanwhile, Dr. Mandl, the biochemist who first isolated collagenase from the bacteria, is nearing 93. Last year, when BioSpecifics stock rose above $30, she sold the last 1,000 shares she had been given for serving as a consultant to the company over the years.\n\nUnfortunately, she had sold most of her holdings years earlier for a relative pittance. “If I still had what I originally had,” she said. “I’d be very rich.”", "images": ["https://static01.nyt.com/images/2010/03/16/business/16hand_CA1/16hand_CA1-popup.jpg", "https://static01.nyt.com/images/2007/07/24/science/hand.7575.jpg", "https://static01.nyt.com/images/2010/03/16/business/16hand_CA0/16hand_CA0-thumbStandard.jpg", "https://static01.nyt.com/images/2010/03/16/business/16hand_CA0/16hand_CA0-popup.jpg"], "top_img": "https://static01.nyt.com/images/2010/03/16/business/16hand_CA0/16hand_CA0-thumbStandard.jpg", "keywords": [], "authors": ["Andrew Pollack"], "canonical_link": "https://www.nytimes.com/2010/03/16/business/16hand.html", "title": "Triumph for Xiaflex, Drug to Straighten Clenched Fingers", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1247467359831", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2010/03/16/business/16hand.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2010/03/16/business/16hand.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1247467359831"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2010/03/16/business/16hand.html", "title": "Triumph for Xiaflex, Drug to Straighten Clenched Fingers", "description": "After 50 years, a tiny drug maker on Long Island has found a potentially lucrative use for its only medicine.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "robots": "noarchive", "hdl_p": "A Drug’s Delayed Triumph", "description": "After 50 years, a tiny drug maker on Long Island has found a potentially lucrative use for its only medicine.", "genre": "News", "articleid": 1247467359831, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Triumph for Xiaflex, Drug to Straighten Clenched Fingers", "pdate": 20100315, "utime": 20141024101524, "ptime": 20100315212307, "DISPLAYDATE": "March 15, 2010", "dat": "March 15, 2010", "lp": "After 50 years, a tiny drug maker on Long Island has found a potentially lucrative use for its only medicine.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "16hand", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/business/index.jsonp", "published": "2010-03-15T21:23:07-04:00", "modified": "2014-10-24T10:15:24-04:00", "section": "Business Day", "section-taxonomy-id": "104D1E63-9701-497B-8CF4-A4D120C9014E", "section_url": "https://www.nytimes.com/pages/business/index.html", "top-level-section": "business", "author": "https://www.nytimes.com/by/andrew-pollack", "tag": "BioSpecifics Technologies Corporation"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/business/index.jsonp", "og": {"url": "https://www.nytimes.com/2010/03/16/business/16hand.html", "type": "article", "title": "Triumph for Xiaflex, Drug to Straighten Clenched Fingers", "description": "After 50 years, a tiny drug maker on Long Island has found a potentially lucrative use for its only medicine.", "image": "https://static01.nyt.com/images/2010/03/16/business/16hand_CA0/16hand_CA0-thumbStandard.jpg"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Andrew Pollack", "tone": "news", "byl": "By ANDREW POLLACK", "PT": "article", "CG": "business", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Clinical Trials", "org": "BioSpecifics Technologies Corporation", "ad-sponsor": "Xiaflex,Peyronie's Disease", "keywords": "Medicine and Health,Dupuytren's Contracture,Drugs (Pharmaceuticals),Food and Drug Administration,Xiaflex,Peyronie's Disease,Clinical Trials,Auxilium Pharmaceuticals  Incorporated,BioSpecifics Technologies Corporation", "thumbnail": "https://static01.nyt.com/images/2010/03/16/business/16hand_CA0/16hand_CA0-thumbStandard.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "dfp-ad-unit-path": "business", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1268712000.0, "source": "http://www.nytimes.com", "summary": ""}