{"url": "https://www.statnews.com/2016/06/05/breast-cancer-aromatase-inhibitors/", "text": "Older women being treated for the most common form of breast cancer who took drugs called aromatase inhibitors for 10 years rather than the usual five had a lower risk of their cancer returning, particularly in the opposite breast, physicians reported Sunday at the annual meeting of the American Society of Clinical Oncology.\n\nIn a randomized controlled trial, 959 women were given the drug and 959 a placebo. Thirteen of the women taking the drug for an additional five years developed breast cancer in the opposite breast during the study, compared with 31 taking the placebo; 55 and 68, respectively, developed a recurrence of cancer in the original breast.\n\nFor any individual woman, the odds of developing “contralateral” breast cancer — that is, in the opposite breast — are still lower than 200-to-1 per year.\n\nadvertisement\n\nStill, said Dr. Richard Schilsky, who serves as the chief medical officer of ASCO and who was not involved in the study, “there’s a substantial benefit” to continuing aromatase inhibitors out to 10 years to lower the chance of cancer developing in the other breast.\n\nThe study did not continue long enough to discover whether the lower risk of developing cancer in the opposite breast translated into a lower risk of death.\n\nThe study, which was also published Sunday in the New England Journal of Medicine, was partially funded by Novartis (NVS), which sells letrozole — the aromatase inhibitor used in the trial — as the branded drug Femara. Several of the authors have received speaking fees or consulting payments from Novartis, AstraZeneca (AZN) (which makes letrozole), and Pfizer (PFE) (maker of the aromatase inhibitor exemestane).\n\nLetrozole is available as a generic for less than $100 a month.\n\nThe trial included 1,918 postmenopausal women who had what’s called hormone-receptor positive breast cancer, in which the hormones estrogen or progesterone fuel the proliferation of cells. About two-thirds of breast cancers are hormone-receptor positive, and they have a good prognosis. Aromatase inhibitors block an enzyme that the body needs to produce estrogen.\n\nThe women had taken another breast cancer drug, tamoxifen, for several years and then were started on an aromatase inhibitor, which doctors usually prescribe for five years.\n\nNewsletters Sign up for Daily Recap A roundup of STAT's top stories of the day. Please enter a valid email address. Privacy Policy Leave this field empty if you're human:\n\nAfter following the women for a median of just over six years, found Dr. Paul Goss of Massachusetts General Hospital and his colleagues, 95 percent of those taking letrozole for the additional five years remained free of breast cancer (meaning the disease had not returned in the original breast or developed in the opposite one). Of those taking an inert pill, or placebo, 91 percent did.\n\nPut another way, the risk of cancer returning in the original or the opposite breast was 34 percent lower in women on 10 years of letrozole compared with those who stopped after five. There was no difference in survival, however: 100 women in each group died during the study.\n\n“The reason this is a milestone trial is that it’s the first to show that 10 years [on letrozole] is better than five,” said Dr. Nicholas Robert, an oncologist with Virginia Cancer Specialists and a co-author of the study. But because the absolute benefits were not huge, and because the drug did cause side effects, it makes sense to consider this for women at the highest risk of a recurrence of breast cancer, he said.\n\nAromatase inhibitors cause side effects in some women, especially night sweats, hot flashes, and sexual dysfunction. Women receiving five more years of letrozole also had greater loss of bone in their hip, worse osteoporosis, and more fractures.\n\nExperts said the study was significant because some women and their doctors choose to continue aromatase inhibitors past the standard five years. There had been no research on whether that was beneficial.\n\nDr. Debra Patt, a breast cancer specialist at Texas Oncology who was not involved in the study, called the difference of a few percentage points in the risk of recurrence (95 percent vs. 91 percent) “substantial. If you can tolerate the side effects, I think many women will opt to take the extra years of letrozole, so this study is practice-changing.”\n\nDr. J. Leonard Lichtenfeld, deputy chief medical officer for the American Cancer Society cautioned, however, that “one has to be cautious in interpreting these results,” partly because “based on what they show, there is no overall change in survival.”", "images": ["https://www.statnews.com/wp-content/uploads/2015/10/151020_Mammogram-645x645.jpg", "https://www.statnews.com/wp-content/uploads/2019/08/Newsletter-Logo-Images-DR.png", "https://www.statnews.com/wp-content/themes/stat/images/stat-logo.svg", "https://www.statnews.com/wp-content/plugins/stat-lazy-load/images/330x400-00000000.png", "https://www.statnews.com/wp-content/uploads/2015/10/151020_Mammogram-1024x576.jpg", "https://dc.ads.linkedin.com/collect/?pid=46858&fmt=gif", "https://www.statnews.com/wp-content/uploads/2018/03/Circular_Sharon.png", "https://www.facebook.com/tr?id=436331036555416&ev=PageView&noscript=1"], "top_img": "https://www.statnews.com/wp-content/uploads/2015/10/151020_Mammogram-1024x576.jpg", "keywords": [], "authors": ["Sharon Begley", "Shraddha Chakradhar", "Megan Thielking", "Elizabeth Preston", "Associated Press"], "canonical_link": "https://www.statnews.com/2016/06/05/breast-cancer-aromatase-inhibitors/", "title": "Breast cancer study may influence use of aromatase inhibitors", "meta_data": {"viewport": "width=device-width, initial-scale=1", "referrer": "origin", "description": "Older women who took drugs called aromatase inhibitors for 10 years rather than the usual five had a lower risk of their breast cancer returning.", "og": {"locale": "en_US", "type": "article", "title": "Breast cancer study may influence use of aromatase inhibitors", "description": "Older women who took drugs called aromatase inhibitors for 10 years rather than the usual five had a lower risk of their breast cancer returning.", "url": "https://www.statnews.com/2016/06/05/breast-cancer-aromatase-inhibitors/", "site_name": "STAT", "updated_time": "2016-06-05T17:13:18+00:00", "image": {"identifier": "https://www.statnews.com/wp-content/uploads/2015/10/151020_Mammogram-1024x576.jpg", "secure_url": "https://www.statnews.com/wp-content/uploads/2015/10/151020_Mammogram-1024x576.jpg", "width": 1024, "height": 576}}, "article": {"publisher": "http://facebook.com/statnews/", "section": "In the Lab", "published_time": "2016-06-05T11:30:27+00:00", "modified_time": "2016-06-05T17:13:18+00:00"}, "fb": {"app_id": 933808010032702, "pages": 1456948254627841}, "twitter": {"card": "summary_large_image", "description": "Older women who took drugs called aromatase inhibitors for 10 years rather than the usual five had a lower risk of their breast cancer returning.", "title": "Breast cancer study may influence use of aromatase inhibitors", "site": "@statnews", "image": "https://www.statnews.com/wp-content/uploads/2015/10/151020_Mammogram-1024x576.jpg", "creator": "@sxbegle"}, "generator": "WordPress 5.2.4", "ia": {"markup_url": "https://www.statnews.com/2016/06/05/breast-cancer-aromatase-inhibitors/?ia_markup=1"}, "apple-itunes-app": "app-id=1324796990", "msapplication-TileImage": "https://www.statnews.com/wp-content/uploads/2015/10/cropped-stat-logo-teal-328x328.png"}, "movies": [], "publish_date": 1465099200.0, "source": "https://www.statnews.com", "summary": ""}