{"url": "http://consumer.Healthday.com/Article.asp?AID=649900", "text": "By Steven Reinberg\n\nHealthDay Reporter\n\nTUESDAY, Feb. 15, 2011 (HealthDay News) -- People who take drugs called bisphosphonates to prevent bone loss may also reduce their risk of developing colorectal cancer by almost 60 percent compared to those not on the drugs, a new study suggests.\n\nBisphosphonates include such common drugs as Fosamax (alendronate), Boniva (ibandronate), Actonel (risedronate) and Reclast (zoledronic acid). These drugs work by increasing bone thickness, thereby reducing the risk of fractures, the researchers said.\n\nIn prior studies, bisphosphonates have already been shown to be associated with a reduced odds for breast cancer.\n\n\"These [new] findings are meaningful because they point to a possible protective effect of this class of drugs being relevant to prevention of many different cancers,\" said lead researcher Dr. Gad Rennert, from the Technion-Israel Institute of Technology Faculty of Medicine and chairman of the department of community medicine and epidemiology at the Carmel Medical Center of Clalit Health Services in Haifa, Israel.\n\n\"This is [similar] to the effect that we and others have shown for [cholesterol-lowering] statins,\" he said, noting that \"bisphosphonates and statins share the same metabolic pathway.\"\n\nThe results of the U.S. National Cancer Institute-supported study are published in the Feb. 14 issue of the Journal of Clinical Oncology.\n\nFor the study, Rennert's team collected data on almost 1,900 postmenopausal women who took part in the Molecular Epidemiology of Colorectal Cancer study, which is a population-based trial in northern Israel.\n\nThe researchers found that taking bisphosphonates, mostly Fosamax, for at least a year was associated with a significant 59 percent reduction in relative risk for colorectal cancer.\n\n\"The magnitude of the reduced risk is less important because this is an association study; however, it is very significant after controlling for a dozen other known risk factors,\" Rennert said.\n\nThey took into account factors such as family history, ethnic background, diet, physical activity, weight, vitamin D consumption and the use of other drugs such as aspirin, statins and hormone replacement therapy.\n\nThe findings in this study show that bisphosphonates are associated with a reduced risk of developing colorectal cancer, but they cannot confirm a causal effect -- that is, the study doesn't prove that the use of bisphosphonates is responsible for the lower risk of colorectal cancer.\n\nHowever, the lowered risk of colorectal cancer seen with bisphosphonates may be due to the way the drug acts in the body, which is similar to how cholesterol-lowering drugs called statins work, according to Rennert. These same researchers also found in another study that statin use also reduced the risk of colorectal cancer, he noted.\n\n\"We also found a similar effect last year with risk of breast cancer, which has already been replicated by three other groups,\" Rennert added.\n\nA randomized trial is need to prove that bisphosphonates are protective against colorectal cancer, Rennert said. \"It should be relatively easy, as it seems that all that is needed is a year of treatment to see the effect,\" he said.\n\nThe researchers noted, however, that the risks of using bisphosphonates include the possibility, in rare cases, of osteonecrosis of the jaw (destruction of the jawbone or jaw tissue). Bisphosphonates used for osteoporosis have also been linked to a rare fracture of the thigh, according to the U.S. Food and Drug Administration.\n\n\"The adverse effects profile is of major importance if bisphosphonates are going to be recommended for cancer prevention in healthy people,\" the study authors cautioned.\n\nCommenting on the study, Eric Jacobs, Strategic Director of Pharmacoepidemiology at the American Cancer Society, said that \"the lower risk of colorectal cancer risk seen among bisphosphonate users in this study is intriguing.\"\n\nHowever, these results should be interpreted with caution and require confirmation by additional studies, he said. \"Results from the only other study of bisphosphonate use and colorectal cancer, a recent large study from the United Kingdom, do not support an important protective effect,\" Jacobs noted.\n\nFortunately, there are other proven ways to help lower risk of colorectal cancer, he said. \"In particular, all Americans, 50 or older, should get a screening test so that precancerous polyps can be detected and removed before they turn into cancer.\"\n\nMore information\n\nFor more information on colon cancer, visit the American Cancer Society.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/bone-and-joint-information-4/bone-joint-and-tendon-news-72/popular-bone-drugs-linked-to-reduced-colon-cancer-risk-649900.html", "title": "Popular Bone Drugs Linked to Reduced Colon Cancer Risk", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "People taking Fosamax, other bisphosphonates had lowered odds compared to non-users, study found", "og": {"title": "Popular Bone Drugs Linked to Reduced Colon Cancer Risk", "description": "People taking Fosamax, other bisphosphonates had lowered odds compared to non-users, study found", "url": "https://consumer.healthday.com/bone-and-joint-information-4/bone-joint-and-tendon-news-72/popular-bone-drugs-linked-to-reduced-colon-cancer-risk-649900.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}