{"url": "http://Healthday.com/Article.asp?AID=636044", "text": "En Español\n\nBy Ellin Holohan\n\nHealthDay Reporter\n\nWEDNESDAY, Feb. 17, 2010 (HealthDay News) -- Regular use of ibuprofen, a common anti-inflammatory drug, significantly lowers the risk for developing Parkinson's disease, Harvard researchers report.\n\nPeople who took three or more tablets a week showed a 40 percent lower risk than those who didn't take the common pain reliever, their study found.\n\nStudy author Dr. Xiang Gao, an instructor and epidemiologist at Harvard Medical School and Brigham and Women's Hospital in Boston, said the findings are important for anyone at increased risk for Parkinson's because most people with the disease eventually become severely disabled.\n\n\"There is thus a need for better preventive interventions,\" Gao said. \"In this context, our findings regarding the potential neuroprotective effect of ibuprofen, one of the most commonly used analgesics, on Parkinson's disease may have important public health and clinical implications.\"\n\nParkinson's is a disease that affects nerve cells in the brain that control the movement of muscles. It affects an estimated 1 million people in the United States, men far more often than women. The exact cause is unknown, but experts believe it's a combination of genetic and environmental factors.\n\nGao said that though the drug levodopa is the current standard treatment for Parkinson's, much more is needed. He is scheduled to present the findings in Toronto at the annual meeting of the American Academy of Neurology in April.\n\nThe findings came from an analysis of data on 136,474 people who did not have Parkinson's at the start of the study. In a six-year span, 293 were diagnosed with the disease. Those who took the largest doses of ibuprofen were less likely to have developed Parkinson's than were those who took smaller amounts of the drug, the study found.\n\nNo other pain reliever was found to lower the risk for Parkinson's.\n\nDr. Michele Tagliati, an associate professor of neurology and director of the Parkinson's Disease Center at the Mount Sinai School of Medicine in New York City, described the results as somewhat surprising and said they emphasized the need for further study.\n\n\"It's intriguing [that the finding applied to] just ibuprofen and not aspirin or acetaminophen or other commonly prescribed medications for inflammation because it implies something more specific to ibuprofen that should be investigated,\" Tagliati said. \"So it narrows the focus to a subgroup of [anti-inflammatory drugs].\"\n\nTagliati called the study \"eye-opening.\" Parkinson's is not considered an inflammatory disease, he said, adding: \"We might be missing something. There is more work to be done.\"\n\nBut in the meantime, Tagliati said, he would \"definitely discuss ibuprofen use\" with his patients because, if it works to protect against the disease, it could very well benefit those who already have it.\n\nHe cautioned that persistent use of ibuprofen can lead to gastritis, or inflammation of the stomach lining, but said that, in comparison, \"there is very little to lose when measuring its side effects against the effects of Parkinson's,\" which can include loss of balance, stiffness, hallucinations and dementia.\n\nMore information\n\nThe National Parkinson's Foundation has more on Parkinson's disease.", "images": ["http://Healthday.com/images/favicon.ico"], "top_img": "http://Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Ellin Holohan"], "canonical_link": "https://consumer.healthday.com/cognitive-health-information-26/brain-health-news-80/ibuprofen-may-help-stave-off-parkinson-s-636044.html", "title": "Ibuprofen May Help Stave Off Parkinson's", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Finding suggests need to look closer at the disease as inflammatory, expert says", "og": {"title": "Ibuprofen May Help Stave Off Parkinson's", "description": "Finding suggests need to look closer at the disease as inflammatory, expert says", "url": "https://consumer.healthday.com/cognitive-health-information-26/brain-health-news-80/ibuprofen-may-help-stave-off-parkinson-s-636044.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://Healthday.com", "summary": ""}