{"url": "http://online.wsj.com/article/SB10001424052748703954904574596252025375352.html", "text": "Thousands of heart-failure patients die each year because they aren't able to get a transplanted organ. Now, many medical experts are touting the benefits of a new mechanical pump that gives a patient's own heart a new lease on life.\n\nPatients surgically implanted with the new pump, known as a left-ventricular assist device, or LVAD, had a survival rate of 58% after two years, according to a recent study. That's not as good as a heart transplant, which offers a survival rate of about 70% after 10 years. But it surpasses the life-saving abilities of many earlier technologies, including an older version of the LVAD that had a two-year survival rate of 24%. LVADs don't replace the heart but take over for its main pumping chamber.\n\nSurgeons implanted Truman Fallaw with a Heartmate II last year. The $80,000 device has allowed Mr. Fallaw, 74, to resume some of his regular activities, such as flying to business meetings. Andy McMillan for The Wall Street Journal\n\nThe newest LVAD is currently approved only as a stopgap measure to keep patients alive until a donor heart is available. But data from the 200-patient study, published this month in the New England Journal of Medicine, are widely expected to lead the U.S. Food and Drug Administration to approve the new version of the pump, called Heartmate II, for use as permanent therapy—possibly early next year. Both versions of the LVAD are marketed by Thoratec Corp. , of Pleasanton, Calif.\n\nAnother new LVAD is being developed by HeartWare International Inc., of Framingham, Mass. The device is on the market in Europe but analysts say it is probably at least a couple of years away from approval in the U.S.\n\n\"We're seeing a transition in care for heart failure,\" says Randall Starling, an expert in the condition at the Cleveland Clinic, which gets research support from Thoratec. Recent improvements in surgery, drugs and devices mean many heart patients are surviving much longer than they were a decade or two ago, but \"when they get to the end of the line, all we've really had is a heart transplant,\" Dr. Starling says. \"Now we're going to see use of LVADs grow in the U.S.\"\n\nBut Dr. Starling and other doctors say growth of LVADs will be gradual. The pumps are complex and costly—the Heartmate II device itself runs about $80,000, and with implant surgery the total cost is about $150,000, some doctors say, roughly the same as the cost of a heart transplant. Experts generally agree that more research is needed on how best to manage LVAD patients and to determine who is best suited for the machines. The Heartmate II is expected to last about five years before needing replacing.\n\nFor patients, living with an LVAD presents a host of unique challenges. For one, Heartmate II doesn't create a pulse; instead, it pumps blood though the body in a continuous flow. That means the pulse of a patient's own heart can be hard to detect and it makes blood pressure difficult to measure. Some medical experts are concerned that a lack of a strong pulse could result in damage to the brain, kidneys and other organs. So far, those potential side effects haven't materialized, but doctors want to see how patients fare on the devices over several years.\n\nTruman Fallaw, a 74-year-old retired bank officer from Columbia, S.C., was unable to walk 60 feet to pick up his mail and back without pausing to catch his breath. Just over a year ago, his doctors recommended the LVAD.\n\n\"At that point I was so ill, that I knew that my life was short,\" Mr. Fallaw says. \"I was willing to do anything to extend my life.\" Less than two months after the procedure, he boarded a plane for a business trip to Dallas.\n\nLVAD patients wear a vest that holds two battery packs, which must be replaced and recharged every four to five hours. They wear a controller on their belt that is connected to the implanted LVAD through a conduit that pierces the skin and requires daily dressing changes. At night, they plug the device into the wall to keep it powered while they sleep. Electric utility companies, ambulance squads and hospital ERs typically need to know about LVAD patients in their towns to be able to respond effectively in case of power failures or medical emergencies.\n\nHeart-Failure Facts Number of Americans with heart failure: 5.7 million\n\nNumber of heart-failure deaths annually: 292,000\n\nLifetime risk at age 40 of developing heart failure over the rest of your life: 20%\n\nNumber of Americans with late-stage or advanced heart failure:150,000\n\nNumber of Americans who undergo heart transplants each year: 2,100\n\nNumber of people on the heart-transplant waiting list: 3,000\n\nEstimated number of people who might be candidates for Heartmate II LVAD: 20,000-30,000\n\nPredicted number of Heartmate II LVAD implants in U.S. in 2010: 2,989\n\nPrice of Heartmate II LVAD: $80,000 Sources: UNOS; Lynne Warner-Stevenson; Larry Biegelson, Wells Fargo Securities; American Heart Association; WSJ research\n\nMr. Fallaw says he's had to give up swimming and showers because of the difficulty of keeping the LVAD's external controller dry. And it can be a problem at airport security. Soon after he got the pump, security staff at the airport in Columbia, S.C. asked him to unbutton his shirt, loosen his trousers and pull up his undershirt to prove that the LVAD's controller, which he carries on his belt, actually \"entered my body.\"\n\nVisits to Hospital\n\nAbout 5.7 million Americans have been diagnosed with heart failure, the gradual deterioration of the heart's ability to pump blood to the rest of the body. About 150,000 are in advanced stages of the disease, an especially devastating condition characterized by repeated hospital admissions, shortness of breath and accumulated fluid in the lungs and ankles. In a study in 2001, just 8% of such patients treated with the best available drugs were alive after two years, a prognosis worse than for many advanced cancer patients.\n\nA heart transplant is the answer for some of these patients, but because of a lack of donors, only about 2,100 such procedures are done in the U.S. each year. Currently nearly 3,000 patients are on a waiting list for a new heart, many with little certainty about when or if one will become available before they die. Thousands more patients aren't eligible for the waiting list because of age, other health problems such as cancer or other factors, many of whom could be candidates for an LVAD.\n\n\"We haven't gotten to the point where an LVAD replaces transplants,\" says Lee Goldberg, a heart-failure specialist at the University of Pennsylvania. But \"for those patients that would not be transplant candidates, this is a great alternative,\" he says.\n\nHow to select patients for the device is a subject of intense debate among heart-failure specialists. Patients in the recent clinical trial, as well as one earlier study of the first-generation LVAD, were especially sick. Many medical centers that implant LVADs are beginning to see better long-term survival rates with patients not so close to death's door.\n\n\"What we're aiming at is people who are at home just barely making it,\" says Lynne WarnerStevenson, director of the heart-failure program at Brigham and Women's Hospital, Boston. \"We have very little experience with this sweet spot—the group not yet crashing, but too sick to do well without some kind of support\" for their heart.\n\nOne Block, One Year\n\nShe suggests as a starting point \"one block, one year.\" That is, a patient who can't walk a block without needing a rest and who, based on a variety of measures, has a 50% risk of dying within a year, is a good candidate for the device.\n\nMr. Fallaw fit that bill just before he was implanted with a Heartmate II in September of 2008. Besides being short of breath after walking only a few steps, Mr. Fallaw's ejection fraction—a measure of the heart's pumping capacity that is above 60 in healthy hearts—hovered as low as 10. He had spent all but four days of the month of June in the hospital in a futile attempt to reduce fluids that were filling his lungs.\n\nMr. Fallaw was referred to Duke University Medical Center, Durham, N.C., where he was ruled out as a transplant candidate because of his age and worries by medical staff that his immune system wouldn't tolerate medicines needed to prevent rejection of a donated organ.\n\nConcealing the Batteries\n\nSince having the LVAD implanted, Mr. Fallaw travels regularly by airplane for business, including trips to Phoenix, San Francisco and New York. He says he has few complaints about living with the pump. \"I've gotten accustomed to my batteries,\" he says. He often wears a suit jacket that conceals the battery pack. And his wife changes the dressing every day.\n\n\"I've been very fortunate,\" he says. \"Life has just been great.\"\n\nStacy Filler, a 33-year-old massage therapist and mother of two from Fort Wayne, Ind., developed heart failure after an infection associated with treatment for leukemia attacked her organs. She was lethargic and often confused, and by the time she got to the Cleveland Clinic with her condition, she was told she had only weeks to live.\n\nTransplant Ruled Out\n\nBecause of the cancer, Ms. Filler wasn't an immediate candidate for a heart transplant. Instead, doctors implanted an LVAD, thinking it would get her to a position where she might make the transplant list, she says. But at a recent checkup, doctors found the condition of her own heart much improved. Now they want her to stay on the device for a couple of years before deciding on the next step, she says.\n\nMeantime, Ms. Filler says she's learning to live with her LVAD. She packs her batteries in small backpacks that don't interfere with her massage work. And she's able to play again with her 6-year-old son and 3-year-old daughter.\n\nAnother plus, she says: Her neighborhood has been vulnerable to power failures in recent winters. Now, because of her LVAD, she's on the electric company's priority list.\n\nWrite to Ron Winslow at ron.winslow@wsj.com", "images": ["https://content-thumbnail.cxpublic.com/content/dominantthumbnail/fddd6d28f0576a5772474e644a95623747e1cb4b.jpg?5dc9ac40", "https://m.wsj.net/video/20191107/110719opvidpw3/110719opvidpw3_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/461b35da8a2936ee4a7ca01072773c0d5aa427f2.jpg?5dc9b5ae", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/0d2ffa0d6fff89f02d5a9d5508d5467ad9dbd858.jpg?5dc9aba1", "https://si.wsj.net/public/resources/images/PJ-AS776_HEARTB_DV_20091214184407.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/487b80633438bb2d561829c2e7f8bccee2c45e0b.jpg?5dc9ab9e", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/93d4c0693749e5d6abc5f87d798d3bfdb580948b.jpg?5dc995fd", "https://m.wsj.net/video/20191107/110719electiontech2/110719electiontech2_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/2a7d0786567f18bb6a72f17019cd642c0b51f730.jpg?5dc9b274", "https://images.wsj.net/im-125024?width=111&height=62", "https://images.wsj.net/im-101746?width=111&height=62", "https://si.wsj.net/public/resources/images/PJ-AS776_HEARTB_D_20091214184407.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/3f61c934324559d54745fffbed697f2b611fa261.jpg?5dc9b660", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/f600b0a56ee84a4d350fa4e522e51ee27d5fd426.jpg?5dc9aba3", "https://m.wsj.net/video/20191104/cinvest1105/cinvest1105_167x94.jpg", "https://images.wsj.net/im-125154?width=111&height=62", "https://s.wsj.net/public/resources/images/B3-ES110_PARTNE_C_20190809085434.jpg", "https://m.wsj.net/video/20191101/110419elevatorpai/110419elevatorpai_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/4a581253a775cca47f02b15ba756a5f4ccf7b8bf.jpg?5dc969b8", "https://images.wsj.net/im-124802?width=111&height=62", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/869c2a340c4c25db5466a6de556da60ae1a2bf4e.jpg?5dc9b4f7", "https://m.wsj.net/video/20191107/110719seib/110719seib_167x94.jpg"], "top_img": "https://si.wsj.net/public/resources/images/PJ-AS776_HEARTB_D_20091214184407.jpg", "keywords": [], "authors": ["Ron Winslow"], "canonical_link": "https://www.wsj.com/articles/SB10001424052748703954904574596252025375352", "title": "Giving a Heart a Hand", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "dj.asn": "i-0540", "user.type": "nonsubscriber", "user.exp": "default", "page.section": "Article", "page.content.type": "Article", "page.content.format": "responsive", "page.content.source": "WSJ Online", "article.template": "full", "page.site": "wsj", "page.site.product": "WSJ", "page.region": "na,us", "article.id": "SB10001424052748703954904574596252025375352", "article.type": "Heart Beat", "article.type.display": "Heart Beat", "article.access": "free", "article.headline": "Giving a Heart a Hand", "article.summary": "Thousands of heart-failure patients die each year because they aren't able to get a transplanted organ. Now, many medical experts are touting the benefits of a recently introduced mechanical pump, known as an LVAD, that gives a patient's own heart a new lease on life.", "apple-itunes-app": "app-id=364387007,app-argument=wsj://launch?articleid=SB10001424052748703954904574596252025375352&headline=Giving%20a%20Heart%20a%20Hand&weburl=http://www.wsj.com/articles/SB10001424052748703954904574596252025375352", "al": {"ios": {"url": "wsj://launch?articleid=SB10001424052748703954904574596252025375352&headline=Giving%20a%20Heart%20a%20Hand&weburl=http://www.wsj.com/articles/SB10001424052748703954904574596252025375352"}}, "article.page": "Health & Wellness", "article.section": "Health & Wellness", "article.published": "2009-12-15T05:01:00.000Z", "article.updated": "2009-12-15T05:01:00.000Z", "dateLastPubbed": "2009-12-15T05:01:00.000Z", "author": "Ron Winslow", "description": "Thousands of heart-failure patients die each year because they aren't able to get a transplanted organ. Now, many medical experts are touting the benefits of a recently introduced mechanical pump, known as an LVAD, that gives a patient's own heart a new lease on life.", "article": {"word_count": 1543, "image_count": 1, "embed_count": 1, "internal_link_count": 1, "publisher": "https://www.facebook.com/wsj", "opinion": "false"}, "robots": "noarchive,noodp", "language": "en", "twitter": {"title": "Giving a Heart a Hand", "description": "Thousands of heart-failure patients die each year because they aren't able to get a transplanted organ. Now, many medical experts are touting the benefits of a recently introduced mechanical pump, known as an LVAD, that gives a patient's own heart a new lease on life.", "image": {"identifier": "https://s.wsj.net/img/meta/wsj-social-share.png", "alt": "Giving a Heart a Hand"}, "card": "summary", "site": "@WSJ", "domain": "wsj.com"}, "fb": {"app_id": 368513495882, "pages": 8304333127}, "og": {"title": "Giving a Heart a Hand", "description": "Thousands of heart-failure patients die each year because they aren't able to get a transplanted organ. Now, many medical experts are touting the benefits of a recently introduced mechanical pump, known as an LVAD, that gives a patient's own heart a new lease on life.", "url": "https://www.wsj.com/articles/SB10001424052748703954904574596252025375352", "image": {"identifier": "https://si.wsj.net/public/resources/images/PJ-AS776_HEARTB_D_20091214184407.jpg", "width": 262, "height": 174}, "locale": "en_US", "type": "article", "site_name": "WSJ"}, "cx_pv_id": "k2uuoi6oh68iynpy", "cx_shield": "{\"campaign\":99999,\"placement\":\"cx-articlecover\",\"tag\":\"openhouse\",\"type\":\"free\"}", "cXenseParse": {"wsj-primary-inset": "none", "poptart": {"image": "https://si.wsj.net/public/resources/images/PJ-AS776_HEARTB_D_20091214184407.jpg"}, "wsj-page-content-source": "WSJ Online", "wsj-coral": "false"}, "referrer": "always"}, "movies": [], "publish_date": null, "source": "http://online.wsj.com", "summary": ""}