{"url": "http://consumer.healthday.com/Article.asp?AID=675407", "text": "En Español\n\nBy Kathleen Doheny\n\nHealthDay Reporter\n\nMONDAY, April 15, 2013 (HealthDay News) -- Adding computer-aided detection to mammograms finds more early, noninvasive cancers and helps detect invasive cancers at earlier stages, according to a large new study. But the jury's still out as to how worthwhile the extra technology is overall.\n\nFor one thing, computer-aided detection (CAD) increases the amount of diagnostic testing among women who turn out not to have breast cancer. And the technology makes mammograms more expensive.\n\nCAD is becoming more widespread, said Dr. Joshua Fenton, an associate professor of family and community medicine at the University of California, Davis, and lead study author. \"It's an add-on and now is used in probably three-quarters of U.S. mammograms,\" he said.\n\nComputer-aided detection systems use a digitized mammogram image from either a traditional film mammogram or a digitally acquired mammogram, according to the American College of Radiology. The CAD software looks for areas that may indicate cancer so the radiologist can then look more closely at the mammogram.\n\nAlthough it has rapidly become part of mammogram screening, Fenton said there is limited and conflicting research on its effect.\n\nUnder Medicare payment rates, doctors get an additional $11 for adding computer-aided detection to a mammogram, said Fenton, citing Medicare data. The Medicare rate for a film mammogram is $81 while a digital mammogram is $139.\n\nHis team evaluated more than 409,000 mammograms -- with and without computer-aided detection -- from more than 163,000 women aged 67 to 89. The study is published in the April 16 issue of the Annals of Internal Medicine.\n\nFenton took data from a large U.S. epidemiology database from 2001 to 2006. During that time, computer-aided detection use increased from 3.6 percent to 60.5 percent. Now, with about 75 percent of mammograms adding it, it is even more common, Fenton said.\n\n\"In our study, we assessed its impact in the Medicare program,\" he said. The researchers compared the results when mammograms included CAD to when they did not.\n\nWhen computer-aided detection was used, doctors found a greater number of early cancers known as ductal carcinoma in situ, or DCIS. \"But the [overall] rate of invasive breast cancer diagnosis was no different with or without CAD,\" Fenton said.\n\nHowever, among the women who did have invasive cancer, computer-aided detection was linked with a greater likelihood of finding the cancer while it was stage 1 or 2 compared to stage 3 or 4, they found.\n\n\"CAD was also associated with increased diagnostic testing among women who turned out not to have breast cancer,\" he said. These women, because breast cancer was suspected, had to be called back for additional tests, such as repeat mammograms or biopsies.\n\nSo is the new computer technology worth it? \"Our study doesn't answer that question; it raises that question,\" Fenton said. The findings, he said, are a mix of potential good news and not so good. The additional tests that turn out to be unnecessary, because no cancer is found, are not desirable, he said.\n\nSome of the very early cancers diagnosed in older women, he noted, may not have caused them a problem during their lifetime. But doctors can't say with certainty which ones will progress and which ones will not.\n\n\"Women should recognize that CAD comes with some potential risks,\" Fenton said. \"It has the potential risk of a false-positive mammogram. If you are an older woman, [there is] the risk of overtreatment of noninvasive lesions.\"\n\nDr. Daniel Kopans, a professor of radiology at Harvard Medical School and senior radiologist in the breast imaging division at Massachusetts General Hospital, said the study provides additional information to doctors and women, but has some limitations. He was not involved with the study.\n\n\"The good news is the use of CAD was related to finding invasive cancers at smaller sizes and earlier stages than before the CAD era,\" said Kopans, also a member of the American College of Radiology's Breast Imaging Commission. \"There should be no argument that finding invasive cancers at a smaller size and earlier stage is beneficial,\" he said, as they are more likely to be cured.\n\nWhile he calls finding more DCIS with computer-aided detection also ''likely a good thing,\" he acknowledged the debate about the possibility that a very early cancer in an elderly woman may not cause a problem in her lifetime. Although the treatment of DCIS is debated among experts, Kopans said, \"In my mind, it is always worth it to find additional cancers.\"\n\nOne limitation of the study, he said, is that the researchers cannot say for sure it was the computer-aided detection that made the difference. Other factors could have played a role, such as the radiologists becoming more experienced, he said.\n\nMore information\n\nTo learn more about mammography, visit the American College of Radiology/Radiological Society of North America.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Kathleen Doheny"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/are-pricey-computer-aided-mammograms-worth-it-675407.html", "title": "Are Pricey Computer-Aided Mammograms Worth It?", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Early breast cancer found more often in large study, but not more cases of invasive disease", "og": {"title": "Are Pricey Computer-Aided Mammograms Worth It?", "description": "Early breast cancer found more often in large study, but not more cases of invasive disease", "url": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/are-pricey-computer-aided-mammograms-worth-it-675407.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}