{"url": "http://consumer.Healthday.com/Article.asp?AID=658881", "text": "By Denise Mann\n\nHealthDay Reporter\n\nMONDAY, Nov. 14, 2011 (HealthDay News) -- Preliminary research suggests that a single injection of a man-made protein might lower levels of \"bad\" cholesterol.\n\nGiven in the abdomen, AMG145 reduced low-density lipoprotein (LDL) cholesterol levels among a group of healthy volunteers. The shot turned off a newly identified cholesterol regulator, PCSK9, which interferes with the liver's ability to clear bad cholesterol from the bloodstream.\n\nThe findings were presented Monday at the American Heart Association (AHA) annual meeting in Orlando, Fla. The study was funded by AMG145 manufacturer Amgen Inc.\n\nHigh cholesterol is a major risk factor for heart disease. The first step toward lowering cholesterol is typically lifestyle changes, which include eating a low-fat diet and regular physical activity. For some, medications such as statins must be added to get cholesterol levels where they ought to be. Even this is not enough to get everyone's numbers into the safety zone, and not everyone can tolerate currently available medications. An LDL of less than 100 mg/dL of blood is considered optimal.\n\nStudy author Clapton Dias, medical sciences director of clinical pharmacology and early development at Amgen, in Thousand Oaks, Calif., said this shot could be given as an add-on to current cholesterol-lowering therapies for people who are not getting as low as they should be or as a standalone treatment for people who can't tolerate existing lipid-lowering drugs.\n\n\"Cardiovascular disease is the number one cause of death in the U.S., and while statins are very effective, a good proportion of people are not meeting their goals, and in this setting the shot could be a valuable addition,\" he said.\n\nThe study included 54 men and two women aged 18 to 45 who did not have elevated cholesterol levels. Participants received one of five doses of the new drug delivered via shot or intravenously or a placebo. Researchers measured LDL cholesterol levels for 85 to 113 days after treatment.\n\nThe new drug did hit its target, PCSK9, and decreased levels of LDL cholesterol by up to 64 percent. There were also decreases seen in levels of total cholesterol and apo-B (tiny fat particles in the blood that also increase the risk for heart disease). Levels of triglycerides and \"good\" HDL cholesterol were not altered by the medication, and there were no serious side effects reported. Now, researchers are testing the new shot in people who have high cholesterol.\n\nCardiologists were cautiously optimistic about the novel therapy.\n\nFormer AHA President Dr. Ralph Sacco said that it is too early to make any predictions about what role, if any, this therapy will have in lowering cholesterol levels, but it could one day fill an important void.\n\n\"Even though statins are so effective at lowering cholesterol and reducing risk for heart disease and stroke, they do need to be taken every day and they can have certain side effects in some people,\" said Sacco, who is also chairman of neurology at the University of Miami. Statin side effects can include liver damage and/or muscle pain.\n\n\"This new shot may provide a more long-lasting approach, especially if it could be given once a month,\" Sacco said.\n\nDr. Dan Rader, director of preventive cardiology at the University of Pennsylvania, said that PCSK9 is \"the hottest target for new treatments to lower LDL cholesterol.\" And these study results will probably fuel that fire, he added.\n\n\"A 60-plus percent reduction in LDL with a single dose of this antibody is impressive,\" he said. \"It is the early days, but the data look strong. We now need more data with people who have repeated dosing and are followed for longer periods of time,\" Rader added.\n\n\"There are still plenty of people who can't achieve adequate LDL levels with existing drugs, including statins,\" he noted. Plus, \"people may find it easier to get a shot every two weeks or monthly than to take a pill every day.\"\n\nResearch presented at meetings should be considered preliminary until published in a peer-reviewed medical journal.\n\nMore information\n\nLearn about existing treatments for high cholesterol at the American Heart Association.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Denise Mann"], "canonical_link": "https://consumer.healthday.com/cardiovascular-health-information-20/dietary-choloesterol-news-130/shot-might-one-day-help-lower-cholesterol-658881.html", "title": "Shot Might One Day Help Lower Cholesterol", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "In early trial, it lowered LDL levels by up to 64 percent", "og": {"title": "Shot Might One Day Help Lower Cholesterol", "description": "In early trial, it lowered LDL levels by up to 64 percent", "url": "https://consumer.healthday.com/cardiovascular-health-information-20/dietary-choloesterol-news-130/shot-might-one-day-help-lower-cholesterol-658881.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}