{"url": "http://Healthday.com/Article.asp?AID=635110", "text": "En Español\n\nBy Amanda Gardner\n\nHealthDay Reporter\n\nTUESDAY, Jan. 19, 2010 (HealthDay News) -- DNA testing for the human papillomavirus should replace the Pap smear as the main way to screen women for cervical cancer, according to Italian researchers.\n\nTheir recommendation is based on a study that found that the human papillomavirus (HPV) test prevented more cases of cervical cancer than the conventional Pap smear. Results of the study were published online Jan. 19 in The Lancet Oncology.\n\nThe HPV test should become the screening tool of choice for women 35 and older, the researchers said. It could be done less frequently than the Pap test, which could be used only in women who have tested positive for HPV, they said.\n\nThe Pap smear, first introduced in the 1950s, looks for changes in the cervix that could lead to cervical cancer. The HPV test works a step further back in the process, looking to see if women are infected with HPV.\n\nHPV causes cervical cancer, which remains a significant health problem, particularly in less resource-rich areas of the world.\n\nDNA testing for HPV, though, does have drawbacks -- namely that it is less specific, meaning it is likely to pick up more false-positives, than a Pap smear. This results in many more callbacks for women to undergo further testing.\n\nUsing HPV as a primary screening tool results in a callback rate of about 25 to 30 percent, said Dr. Mark Einstein, a gynecologic oncologist and director of clinical research at Montefiore Medical Center in New York City. By contrast, Pap smears have a callback rate of about 5 to 7 percent, he said.\n\nFor their study, the Italian researchers compared HPV testing alone with HPV testing plus a Pap smear in 94,370 women aged 25 to 60 years old.\n\nDuring the first phase of the study, women 35 to 60 who tested positive for HPV were given a cervical examination, called a colposcopy. Younger women got a colposcopy if their Pap smear was abnormal or if HPV results were positive several times, indicating that their body had not been able to clear the infection.\n\nScreening for HPV DNA appeared more effective in older women, but the testing in younger women led to over-diagnosis of a particular type of cervical lesion, the study found.\n\nNot all experts agree, though, that current practice would change based on the study's findings alone.\n\n\"I don't think this is going to change any strategies we do now, but I do think it's more evidence that HPV testing can predict who's going to develop cervical cancer,\" said Dr. Jay Brooks, chairman of hematology/oncology at Ochsner Health System in Baton Rouge, La. \"HPV testing, in certain populations, can really predict who would benefit from treatment.\"\n\nEinstein had a somewhat different take on the findings. \"This shows that the strategy does work,\" he said. \"It does make sense, it's cost-effective and effective. This is happening in single-payer health systems which have national screening. We're behind in the U.S.\"\n\nThe strategy makes particular sense in less-developed countries, where women could do an HPV test themselves with a \"self swab\" and then send the swab in for analysis, Einstein said.\n\nIn the United States, cervical cancer screening guidelines were changed in November. Women now are being told that they should get their first screening for cervical cancer -- including a Pap test -- at age 21. The previous recommendation was to start Pap tests three years after becoming sexually active or at age 21, whichever came first.\n\nAnd, rather than have an annual Pap test, most women need to be screened every other year or less, depending on their age, according to the new guidelines.\n\nCervical cancer rates have dropped more than 50 percent in the last 30 years in the United States, according to the guidelines. That decline has been largely attributed to widespread use of the Pap test.\n\nMore information\n\nThe U.S. Centers for Disease Control and Prevention has more on cervical cancer screening.", "images": ["http://Healthday.com/images/favicon.ico"], "top_img": "http://Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Amanda Gardner"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/cervical-cancer-news-95/should-hpv-test-replace-the-pap-smear-635110.html", "title": "Should HPV Test Replace the Pap Smear?", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Italian researchers urge a change in test for cervical cancer, but U.S. experts are mixed", "og": {"title": "Should HPV Test Replace the Pap Smear?", "description": "Italian researchers urge a change in test for cervical cancer, but U.S. experts are mixed", "url": "https://consumer.healthday.com/cancer-information-5/cervical-cancer-news-95/should-hpv-test-replace-the-pap-smear-635110.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://Healthday.com", "summary": ""}