{"url": "http://www.npr.org/sections/health-shots/2016/12/09/504971146/pets-help-people-manage-life-with-serious-mental-illness", "text": "Pets Help People Manage The Pain Of Serious Mental Illness\n\nEnlarge this image toggle caption Gary John Norman/Getty Images Gary John Norman/Getty Images\n\nAny pet owner will tell you that their animal companions comfort and sustain them when life gets rough. This may be especially true for people with serious mental illness, a study finds. When people with schizophrenia or bipolar disorder were asked who or what helped them manage the condition, many said it was pets that helped the most.\n\n\"When I'm feeling really low they are wonderful because they won't leave my side for two days,\" one study participant with two dogs and two cats, \"They just stay with me until I am ready to come out of it.\"\n\nAnother person said of their pet birds: \"If I didn't have my pets I think I would be on my own. You know what I mean, so it's — it's nice to come home and, you know, listen to the birds singing and that, you know.\"\n\nMany people with serious mental illness live at home and have limited contact with the health care system, says Helen Brooks, a mental health researcher at University of Manchester in the United Kingdom and the lead author on the study, which was published Friday in the journal BMC Psychiatry. So they're doing a lot of the work of managing their conditions.\n\nBrooks says, \"Many felt deep emotional connections with their pet that weren't available from friends and family.\"\n\nBrooks and her colleagues interviewed 54 people with serious long-term mental illnesses. Twenty-five of them considered their pets to be a part of their social network. The scientists asked who they went to when they needed help or advice, where they gained emotional support and encouragement and how they spent their days.\n\nThe participants were then given a diagram with three consecutive circles radiating out from a square representing the participant. They were asked to write the people, places and things that gave them support into the circles, with the circles closest to the center being the most important.\n\nSixty percent of the people who considered pets to be a part of their social networks placed them in the central, most important circle — the same place many people put close family and social workers. 20 percent placed pets in the second circle.\n\nEnlarge this image toggle caption Helen Brooks/University of Manchester Helen Brooks/University of Manchester\n\nThe interviews with participants are poignant, and reveal the struggle and isolation that can come with mental illness.\n\n\"I think it's really hard when you haven't had a mental illness to know what the actual experience is [like],\" said one participant. \"There's like a chasm, deep chasm between us ... [Other people are] on one side of it, and we're on the other side of it. We're sending smoke signals to each other to try and understand each other but we don't always — we don't always understand.\"\n\nPeople with mental illnesses often see their social groups shrink and find themselves alienated from their friends. For many of these people, says Brooks, animals can break through the isolation. They give affection without needing to understand the disorder.\n\n\"[Pets] don't look at the scars on your arms,\" one participant said. \"They don't question where you've been.\"\n\nThe pets provided more than just emotional support and companionship, participants said. The animals also could distract them from their illness, even from severe psychosis.\n\nOne study participant placed birds in his closest social circle. When he was hearing voices, he said that they \"help me in the sense, you know, I'm not thinking about the voices, I'm just thinking of when I hear the birds singing.\"\n\nAnother participant said that merely seeing a hamster climbing the bars on the cage and acting cute helped with some difficult situations.\n\nAnd having to take care of pets keeps people from withdrawing from the world. \"They force me, the cats force me to sort of still be involved,\" said one participant.\n\nAnother said that walking the dog helped them get out of the house and with people. \"That surprised me, you know, the amount of people that stop and talk to him, and that, yeah, it cheers me up with him. I haven't got much in my life, but he's quite good, yeah.\"\n\n\"The routine these pets provide is really important for people,\" says Brooks. \"Getting up in the morning to feed them and groom them and walk them, giving them structure and a sense of purpose that they won't otherwise have.\"\n\nMany of the study participants are unemployed because of their illness, she notes. Having a pet that was well taken care of was a source of pride for them.\n\nMark Longsjo, the program director of adult services at McLean Southeast, an inpatient mental facility in Middleborough, Mass., says that the interviews in the study reflect his professional experiences. \"We have so many patients come through, and we always ask them about their support system. Sometimes its family members, sometimes its friends, but it's very common to hear about pets.\"\n\nWhen he does patient intake surveys, Longsjo says that he includes pets in their risk assessments. Patients with pets often say the animals help keep them from following through on suicidal thinking, because they know their pets depend on them.\n\nThe social workers at McLean also incorporate pets into their aftercare planning, encouraging patients to make walking and grooming their pets a part of their routine. \"I think there's significant value in considering the common everyday pet to be as important as the relationships one has with one's family in the course of their treatment,\" says Longsjo. He feels this study is important because, although there's a lot of work looking at the benefits of trained therapy animals, they can be expensive and out of the reach of many patients.\n\nBrooks hopes that more health workers will consider incorporating pets into care plans for people with mental illness. Many of her participants said that sometimes it felt like their pets could sense when they needed help the most, and were able to provide it — just like the owners took care of them.\n\nAs one person in the study said, \"When he comes up and sits beside you on a night, it's different, you know. It's just, like, he needs me as much as I need him.\"", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2016/12/09/pets_wide-af65d25cd6980441331f3eae6f52334d1aa7d74f.jpg?s=1400", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/assets/img/2016/12/09/circles_custom-aa9e6f9709db641d4f5dc50edc7062d0e41aaa58-s1100-c15.jpg", "https://media.npr.org/assets/img/2016/12/09/pets_custom-f34bd9da06ccb23633c7fae2144b31760e773e5d-s1100-c15.jpg", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2016/12/09/pets_wide-af65d25cd6980441331f3eae6f52334d1aa7d74f.jpg?s=1400", "keywords": [], "authors": ["Erin Ross"], "canonical_link": "https://www.npr.org/sections/health-shots/2016/12/09/504971146/pets-help-people-manage-life-with-serious-mental-illness", "title": "Pets Help People Manage The Pain Of Serious Mental Illness", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2016-12-09", "description": "People living with schizophrenia or other serious mental illnesses say a pet can be not just a comforting companion but a reason to stay engaged with other people — and with life.", "og": {"title": "Pets Help People Manage The Pain Of Serious Mental Illness", "url": "https://www.npr.org/sections/health-shots/2016/12/09/504971146/pets-help-people-manage-life-with-serious-mental-illness", "type": "article", "description": "People living with schizophrenia or other serious mental illnesses say a pet can be not just a comforting companion but a reason to stay engaged with other people — and with life.", "image": "https://media.npr.org/assets/img/2016/12/09/pets_wide-af65d25cd6980441331f3eae6f52334d1aa7d74f.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Pets Help People Manage The Pain Of Serious Mental Illness", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2016/12/09/pets_wide-af65d25cd6980441331f3eae6f52334d1aa7d74f.jpg?s=1400"}}}, "movies": [], "publish_date": 1481259600.0, "source": "http://www.npr.org", "summary": ""}