{"url": "http://consumer.Healthday.com/Article.asp?AID=643299", "text": "En Español\n\nBy Steven Reinberg\n\nHealthDay Reporter\n\nSUNDAY, Sept. 19, 2010 (HealthDay News) -- For asthma patients whose condition is not controlled with standard inhaled steroids, the addition of Spiriva -- a medication already approved for lung disease -- appears to improve breathing, a new study finds.\n\nHowever, the study authors and an outside expert stressed that these are early findings and much longer, larger clinical trials are needed.\n\nTiotropium bromide (Spiriva)) belongs to a class of drugs called anticholinergics, which work by enlarging the airways to allow for easier breathing. Currently, the U.S. Food and Drug Administration has only approved the medication for use by patients with chronic obstructive pulmonary disease (COPD), a chronic ailment that is a combination of bronchitis and emphysema.\n\nTreating asthma has never been a one-size-fits-all proposition, so \"having a new class of asthma medications could be potentially important,\" said lead researcher Dr. Stephen P. Peters, a professor of pulmonary, critical care, allergy, and immunologic medicine at Wake Forest University, in Winston-Salem, NC.\n\n\"People are different. Some people will respond to some medications, some respond to others,\" he said.\n\nThe report, funded by the U.S. National Heart, Lung, and Blood Institute, is published in the Sept. 19 online edition of the New England Journal of Medicine. The journal is releasing the data early to coincide with its presentation Sunday at the European Respiratory Society meeting in Barcelona.\n\nFor the study, Peters' team tried three drug regimens on 210 asthmatics. These included: Spiriva plus an inhaled steroid; a double dose of the inhaled steroid; and an inhaled steroid plus Serevent, a long-acting beta agonist that relaxes the muscles in the airway.\n\nPatients stayed on each regiment for 14 weeks.\n\nThe researchers found that Spiriva plus an inhaled steroid was more effective than giving a double dose of steroids in improving breathing and controlling asthma for these tough-to-treat patients.\n\nIn addition, the combination of an inhaled steroid and Spiriva was not less effective than using an inhaled steroid plus Serevent, they said.\n\nThat's important, Peters said, because there have been some safety concerns raised about long-acting beta agonists. These drugs carry a note on their labels warning of the possibility of severe adverse events, including death, he noted.\n\nThe results need to be confirmed in a much larger pool of patients, Peters said, and he noted that the patients were not followed long enough to see if Spiriva was able to reduce the severity of asthma attacks and hospitalizations.\n\nIn addition, Spiriva's safety profile among asthmatics still needs to be studied, he said.\n\nBecause the drug is not yet FDA-approved for use in asthma, Peters was reluctant to recommend it for that use. \"My hope is that in three to five years we will have the drug approved for asthma,\" he said.\n\nDr. Shirin Shafazand, an assistant professor of pulmonary, critical care and sleep medicine at the University of Miami Miller School of Medicine, said that \"perhaps there is a role for Spiriva in these poorly controlled asthmatics.\"\n\nHowever, at this stage there is no definitive answer whether Spiriva should or shouldn't be used in asthma, she said.\n\n\"This is a good foundation to design a trial where you would look at Spiriva plus steroids versus doubling the dose of steroids in a large number of asthmatics who are poorly controlled and then you follow them long-term,\" Shafazand said, but right now there is no data on long-term efficacy and safety.\n\nMore information\n\nFor more information on asthma, visit the U.S. National Library of Medicine.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/respiratory-and-allergy-information-2/asthma-news-47/early-trial-suggests-copd-drug-might-help-some-asthmatics-643299.html", "title": "Early Trial Suggests COPD Drug Might Help Some Asthmatics", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Adding Spiriva to steroid seems to work, but more study is needed, experts say", "og": {"title": "Early Trial Suggests COPD Drug Might Help Some Asthmatics", "description": "Adding Spiriva to steroid seems to work, but more study is needed, experts say", "url": "https://consumer.healthday.com/respiratory-and-allergy-information-2/asthma-news-47/early-trial-suggests-copd-drug-might-help-some-asthmatics-643299.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}