{"url": "http://consumer.Healthday.com/Article.asp?AID=647054", "text": "En Español\n\nMONDAY, Dec. 6, 2010 (HealthDay News) -- Long-term use of a daily low-dose aspirin dramatically cuts the risk of dying from a wide array of cancers, a new investigation reveals.\n\nSpecifically, a British research team unearthed evidence that a low-dose aspirin (75 milligrams) taken daily for at least five years brings about a 10 percent to 60 percent drop in fatalities depending on the type of cancer.\n\nThe finding stems from a fresh analysis of eight studies involving more than 25,500 patients, which had originally been conducted to examine the protective potential of a low-dose aspirin regimen on cardiovascular disease.\n\nThe current observations follow prior research conducted by the same study team, which reported in October that a long-term regimen of low-dose aspirin appears to shave the risk of dying from colorectal cancer by a third.\n\n\"These findings provide the first proof in man that aspirin reduces deaths due to several common cancers,\" the study team noted in a news release.\n\nBut the study's lead author, Prof. Peter Rothwell from John Radcliffe Hospital and the University of Oxford, stressed that \"these results do not mean that all adults should immediately start taking aspirin.\"\n\n\"They do demonstrate major new benefits that have not previously been factored into guideline recommendations,\" he added, noting that \"previous guidelines have rightly cautioned that in healthy middle-aged people, the small risk of bleeding on aspirin partly offsets the benefit from prevention of strokes and heart attacks.\"\n\n\"But the reductions in deaths due to several common cancers will now alter this balance for many people,\" Rothwell suggested.\n\nRothwell and his colleagues published their findings Dec. 7 in the online edition of The Lancet.\n\nThe research involved in the current review had been conducted for an average period of four to eight years. The patients (some of whom had been given a low-dose aspirin regimen, while others were not) were tracked for up to 20 years after.\n\nThe authors determined that while the studies were still underway, overall cancer death risk plummeted by 21 percent among those taking low-dose aspirin. But the long-term benefits on some specific cancers began to show five years after the studies ended.\n\nAt five years out, death due to gastrointestinal cancers had sunk by 54 percent among those patients taking low-dose aspirin.\n\nThe protective impact of low-dose aspirin on stomach and colorectal cancer death was not seen until 10 years out, and for prostate cancer, the benefits first appeared 15 years down the road.\n\nTwenty years after first beginning a low-dose aspirin program, death risk dropped by 10 percent among prostate cancer patients; 30 percent among lung cancer patients (although only those with adenocarcinomas, the type typically seen in nonsmokers); 40 percent among colorectal cancer patients; and 60 percent among esophageal cancer patients.\n\nThe potential impact of aspirin on pancreatic, stomach and brain cancer death rates was more problematic to gauge, the authors noted, due to the relative paucity of deaths from those specific diseases.\n\nThey also found that higher doses of aspirin did not appear to boost the protective benefit. And while neither gender nor smoking history appeared to affect the impact of low-dose aspirin, age definitely did: the 20-year risk of death went down more dramatically among older patients.\n\nAnd while cautioning that more research is necessary to build on this \"proof of principle,\" the authors suggested that people who embark on a long-term, low-dose aspirin regimen in their late 40s and 50s are probably the ones who stand to benefit the most.\n\nDr. Alan Arslan, an assistant professor in the departments of obstetrics and gynecology and environmental medicine at NYU Langone Medical Center in New York City, described the findings as \"very significant.\"\n\n\"[This] is the largest study to show that people who take aspirin for a long period of time have a reduced risk of death from many cancers, especially gastrointestinal cancers,\" he noted.\n\n\"The take-home message for patients is that if someone is taking low-dose or regular aspirin, it may put them at a reduced risk of death from cancer,\" Arslan added. \"However, if someone is not already taking aspirin they should talk with their physician before starting. Aspirin has risks of side effects, including bleeding and stroke.\"\n\nMore information\n\nFor more on aspirin, visit the National Institutes of Health.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Alan Mozes"], "canonical_link": "https://consumer.healthday.com/general-health-information-16/aspirin-news-46/daily-aspirin-linked-to-steep-drop-in-cancer-risk-647054.html", "title": "Daily Aspirin Linked to Steep Drop in Cancer Risk", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Long-term, low-dose regimen study shows dramatic findings for many common cancers", "og": {"title": "Daily Aspirin Linked to Steep Drop in Cancer Risk", "description": "Long-term, low-dose regimen study shows dramatic findings for many common cancers", "url": "https://consumer.healthday.com/general-health-information-16/aspirin-news-46/daily-aspirin-linked-to-steep-drop-in-cancer-risk-647054.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}