{"url": "http://www.nytimes.com/2011/05/15/us/15lazycakes.html?_r=1", "text": "Nick Collado, a 26-year-old insomniac and the founder of Lulla Pies, argued that the melatonin they contain, while synthetic, is more “natural” than the Ambien he used to take. “I realized there’s got to be more people like me who don’t want to take prescription drugs anymore, who want to take an alternative,” Mr. Collado said.\n\nBut Dr. David S. Seres, the director of medical nutrition at Columbia Medical Center, cautioned that consumers should consult their doctors before trying such products.\n\n“The promoters of these are appealing to people who think it’s better to do things outside of the medical establishment,” he said, adding that “the desire to help people is an extremely strong motivator, but so is money.” He pointed to a section of the National Institutes of Health’s Web site that lists several drugs, including sedatives like clonazepam and birth control pills, whose efficacy might be altered by melatonin.\n\n“A hangover effect has been reported” with large doses, said Anna Rouse Dulaney, a toxicologist with the Carolinas Poison Center. But she added, “I don’t want to go on the record saying this drug ‘can’ cause respiratory issues, that should be a ‘may.’ ”\n\nLazy Cakes appear harmless, even amusing, with swirly purple packaging; Kush Cakes have a tie-dye-printed wrapper. But they are not to be underestimated.\n\nOf melatonin, Dr. Seres warned, “If you take it while you’re driving a car, you will find yourself in a ditch.”\n\nMaybe. Dr. Alfred J. Lewy, a professor of psychiatry at Oregon Health and Science University who has studied melatonin, a neurohormone, estimated that only a third of the population is susceptible to its effects in a supplement.\n\nPhoto\n\nAnd yet Tracy Evans, who owns a bar where musicians perform in Erie, Pa., that has sold hundreds of Lazy Cakes, said she instructs employees to tell partygoers, “I highly recommend you wait to where you’re going to be at the end of the night before eating.”\n\nAdvertisement Continue reading the main story\n\nWhy? “It knocks you out — in a good way, not a bad way,” said Ms. Evans, 34. “For me, it’s not to chill. For me, it’s to get a good night’s sleep.”\n\nYet the products, intended for adults only, are being marketed as a novel way to relax in a stressed-out, wired world. Labels on Lazy Cakes and Mary J’s brownies that were bought online urge users to “Take ½ brownie, two times a day.” With tiny type, the labels warn against operating heavy machinery or driving.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut some medical professionals are concerned that the chocolate taste might encourage indiscriminate gobbling.\n\n“It’s a colossally bad idea to put melatonin in food,” Dr. Czeisler said. “It should not be permitted by the F.D.A.”\n\nTechnically, it is not. Stephanie Yao, a spokeswoman at the F.D.A., wrote in an e-mail that any item that uses melatonin “as an additive may be subject to regulatory action.”\n\nThat is why the makers of these new baked goods label them “Not for food use.” They want them to be considered dietary supplements, which do not need the F.D.A.’s premarket approval and are not required to be proved safe or effective.\n\n“It sounds to me like they are trying to claim that the entire brownie is like a tablet, which is, of course, preposterous,” Dr. Czeisler said.\n\nTim Barham, the vice president of HBB, the maker of Lazy Cakes, said, “We look at the brownie as a supplement.”\n\nAdvertisement Continue reading the main story\n\nNews reports have classified Lazy Cakes as dietary supplements, but last month, Douglas Karas, an F.D.A. spokesman, said in an e-mail that the agency “has not made a determination on Lazy Cakes’ status as either a food or a dietary supplement.”\n\nIn January last year, the F.D.A. sent a warning letter to Peter Bianchi, the creator of Drank, a purple drink with 2 milligrams of melatonin in each can that went on the market in 2008, spawning several competitors.\n\nThe letter cited safety concerns about melatonin in food, specifically research indicating that melatonin reduced glucose tolerance for people with Type 1 diabetes and that some men using it had reported enlarged breasts. It also warned that women who are pregnant or trying to conceive should avoid melatonin “based on possible hormonal effects.” (Drank’s bottle now say it is a dietary supplement.)\n\nDr. Lewy dismissed the idea that harm might lurk in a melatonin-laced brownie. “It really doesn’t have any documented side effects except for making you sleepy at bedtime, which is good,” he said. That said, he would not advise eating Lazy Cakes, partly because he was not sure that their other purportedly sleep-inducing ingredients like valerian root work and partly because food delays rather than hastens the absorption of melatonin.\n\nAlso, Dr. Lewy said, “I don’t need the calories.”", "images": ["https://static01.nyt.com/images/2011/05/15/us/LAZYCAKES-2/LAZYCAKES-2-popup.jpg", "https://static01.nyt.com/images/2011/05/15/us/LAZYCAKES-1/LAZYCAKES-1-jumbo.jpg", "https://static01.nyt.com/images/2011/05/15/us/LAZYCAKES-2/LAZYCAKES-2-thumbStandard-v3.jpg"], "top_img": "https://static01.nyt.com/images/2011/05/15/us/LAZYCAKES-2/LAZYCAKES-2-thumbStandard-v3.jpg", "keywords": [], "authors": ["Catherine Saint Louis"], "canonical_link": "https://www.nytimes.com/2011/05/15/us/15lazycakes.html", "title": "Melatonin Makes a Comeback, Leaving Experts Unrelaxed", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1248069741509", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2011/05/15/us/15lazycakes.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2011/05/15/us/15lazycakes.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1248069741509"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2011/05/15/us/15lazycakes.html", "title": "Melatonin Makes a Comeback, Leaving Experts Unrelaxed", "description": "Dietary supplements promoted as reducing stress and insomnia are easy to buy, but some doctors warn of their harmful effects.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary", "creator": "cslwrites"}, "robots": "noarchive", "hdl_p": "Dessert, Laid-Back and Legal", "description": "Dietary supplements promoted as reducing stress and insomnia are easy to buy, but some doctors warn of their harmful effects.", "genre": "News", "articleid": 1248069741509, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Melatonin Makes a Comeback, Leaving Experts Unrelaxed", "pdate": 20110514, "utime": 20140908111614, "ptime": 20110514183326, "DISPLAYDATE": "May 14, 2011", "dat": "May 14, 2011", "lp": "Dietary supplements promoted as reducing stress and insomnia are easy to buy, but some doctors warn of their harmful effects.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "15lazycakes", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/us/index.jsonp", "published": "2011-05-14T18:33:26-04:00", "modified": "2014-09-08T11:16:14-04:00", "section": "U.S.", "section-taxonomy-id": "23FD6C8B-62D5-4CEA-A331-6C2A9A1223BE", "section_url": "https://www.nytimes.com/pages/national/index.html", "top-level-section": "us", "author": "https://www.nytimes.com/by/catherine-saint-louis", "tag": "Medicine and Health"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/us/index.jsonp", "og": {"url": "https://www.nytimes.com/2011/05/15/us/15lazycakes.html", "type": "article", "title": "Melatonin Makes a Comeback, Leaving Experts Unrelaxed", "description": "Dietary supplements promoted as reducing stress and insomnia are easy to buy, but some doctors warn of their harmful effects.", "image": "https://static01.nyt.com/images/2011/05/15/us/LAZYCAKES-2/LAZYCAKES-2-thumbStandard-v3.jpg"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Catherine Saint Louis", "tone": "news", "byl": "By CATHERINE SAINT LOUIS", "PT": "article", "CG": "us", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Medicine and Health", "org": "Food and Drug Administration", "keywords": "Melatonin (Hormone),Dietary Supplements and Herbal Remedies,Food and Drug Administration,Medicine and Health", "thumbnail": "https://static01.nyt.com/images/2011/05/15/us/LAZYCAKES-2/LAZYCAKES-2-thumbStandard-v3.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "dfp-ad-unit-path": "us", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1305432000.0, "source": "http://www.nytimes.com", "summary": ""}