{"url": "http://www.npr.org/sections/health-shots/2015/09/15/440337151/panel-says-aspirin-lowers-heart-attack-risk-for-some-but-not-all", "text": "Panel Says Aspirin Lowers Heart Attack Risk For Some\n\ntoggle caption Jim DeLillo/iStockphoto\n\nMillions of Americans take baby aspirin every day to prevent a heart attack or stroke. If they are at high risk of heart disease, they're doing the right thing, according to draft recommendations issued Monday by the U.S. Preventive Services Task Force.\n\nThe independent panel also said that taking low-dose aspirin daily for at least 10 years may protect against colorectal cancer, at least in people who are already taking it to prevent heart attacks and stroke.\n\nAdults between the ages of 50 and 59 who have a 10 percent or greater risk of having a heart attack or stroke in the next 10 years benefit the most from taking about 81 milligrams of aspirin every day, the panel says.\n\nBut the potential benefit is smaller for adults between the ages of 60 and 69. And it's unknown for adults under 50 or over 70. People should talk with their health care provider to find out if they have health problems that would justify taking aspirin, according to Dr. Douglas Owens, a professor of medicine at Stanford University and a member of the task force.\n\nFor example, uncontrolled high blood pressure, or high cholesterol, obesity, age and diabetes can all increase heart disease risk. \"Because heart attacks are caused by clots in the arteries of the heart, aspirin can help prevent heart attack and it can also help prevent strokes that are caused by blood clots,\" Owens says.\n\nSeveral groups including the American Heart Association offer online calculators to help people figure out their risk, which, along with discussion with a health care provider, can help determine whether daily aspirin might be useful.\n\nHowever, there is a caveat. Daily aspirin can cause bleeding in the stomach and brain. And Owens says that people with medical conditions like ulcers, kidney problems, liver problems or bleeding disorders are more vulnerable, as are people who take blood-thinning drugs and NSAIDs.\n\nThese new recommendations aren't final, and are open to public comment.\n\nConcerns have been raised about whether aspirin is really effective enough, when so many other medicines are available to help control heart disease risk.\n\nOne physician with major concerns is Steven Nissen, chairman of cardiovascular medicine at the Cleveland Clinic, in Cleveland, Ohio. \"I think that millions of Americans are taking aspirin — some of them are really the 'worried well,' \" he says.\n\nIf people don't have a significantly increased risk of having a heart attack or stroke over the next decade, Nissen says, they may be \"causing more harm than benefit.\"\n\nAnd while many medical groups recommend daily aspirin to lower heart disease risk, not all federal agencies agree. The Food and Drug Administration actually issued a warning against routinely taking aspirin to prevent heart disease in people without significantly high risk.\n\nNissen worries that many people are mistaking their actual heart disease risk. \"With all the good therapies, better blood pressure control, better cholesterol control, all the things we do in modern medicine,\" he says, \"over the last couple of decades, we've had nearly a 50 percent reduction in the rate of cardiovascular disease.\"\n\nPeople who don't really need to should not be taking aspirin every day, says Nissen. \"It's just not prudent or safe,\" he says, noting that bleeding in the abdomen or brain is extremely dangerous and can be fatal. Nissen does agree with the general consensus that taking low dose aspirin is beneficial for people who have had a heart attack or stroke.\n\nBut for pretty much everyone else, assessing actual heart disease risk in consultation with your doctor is crucial to deciding whether to take aspirin every day.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/assets/img/2015/09/14/istock_000008096329_medium_wide-826d9da0731fb84c0720f9d4b7488632e4fb5bb9.jpg?s=1400", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2015/09/14/istock_000008096329_medium_wide-826d9da0731fb84c0720f9d4b7488632e4fb5bb9-s1100-c15.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2015/09/14/istock_000008096329_medium_wide-826d9da0731fb84c0720f9d4b7488632e4fb5bb9.jpg?s=1400", "keywords": [], "authors": ["Patti Neighmond"], "canonical_link": "https://www.npr.org/sections/health-shots/2015/09/15/440337151/panel-says-aspirin-lowers-heart-attack-risk-for-some-but-not-all", "title": "Panel Says Aspirin Lowers Heart Attack Risk For Some", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2015-09-15", "description": "Some adults at risk of heart attack or stroke can indeed benefit from taking a daily aspirin, a federal panel says. And it may also lower colorectal cancer risk. But the treatment has risks, too.", "og": {"title": "Panel Says Aspirin Lowers Heart Attack Risk For Some", "url": "https://www.npr.org/sections/health-shots/2015/09/15/440337151/panel-says-aspirin-lowers-heart-attack-risk-for-some-but-not-all", "type": "article", "description": "Some adults at risk of heart attack or stroke can indeed benefit from taking a daily aspirin, a federal panel says. And it may also lower colorectal cancer risk. But the treatment has risks, too.", "image": "https://media.npr.org/assets/img/2015/09/14/istock_000008096329_medium_wide-826d9da0731fb84c0720f9d4b7488632e4fb5bb9.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Panel Says Aspirin Lowers Heart Attack Risk For Some", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2015/09/14/istock_000008096329_medium_wide-826d9da0731fb84c0720f9d4b7488632e4fb5bb9.jpg?s=1400"}}}, "movies": [], "publish_date": 1442289600.0, "source": "http://www.npr.org", "summary": ""}