{"url": "https://www.cnn.com/2018/07/17/health/melanoma-skin-cancer-blood-test-intl/index.html", "text": "(CNN) Australian researchers have developed an experimental blood test they say is the first blood test capable of detecting melanoma -- an aggressive form of skin cancer -- in its early stages with a high degree of accuracy.\n\nThe test could speed up the diagnosis process, saving thousands of lives.\n\nScientists at Edith Cowan University in Western Australia tested blood samples for the antibodies typically created by the immune system in response to melanoma and identified them with significant accuracy.\n\nAntibodies \"are easily accessible in the blood, so it provides a fantastic test to identify an early-stage cancer,\" said project lead Professor Mel Ziman, leader of the university's Melanoma Research Group on Monday.\n\nIn the study , published Tuesday in the journal Oncotarget, Ziman's team screened 245 blood samples from both melanoma patients and healthy volunteers. The researchers were able to identify people with melanoma with 79% accuracy and people without a melanoma with 84% accuracy.\n\n\"In order for it to be valued by clinicians we would need to get to 90% accuracy in detection,\" she said. \"So we are doing a clinical trial with 1000 participants to refine our test to get to this point.\"\n\nIf further trials are successful, Ziman estimates the test could be distributed internationally in up to five years.\n\nPatients who returned a positive result would still need a biopsy to confirm the blood test and determine how far the cancer had developed, Ziman said.\n\nMultiple groups worldwide are working to develop blood tests that detect a range of cancers. A recent study showed promise for a test detecting tumors of the ovary, liver, stomach, pancreas, esophagus, colorectum, lung and breast, while another study claimed to detect 10 cancers, including 90% accuracy for ovarian cancer.\n\nThe Australian team believe theirs would be the first to detect melanoma.\n\n'In the wrong place with the wrong skin color'\n\nMelanoma cancers are dangerous, abnormal growths on the surface of the skin caused by sun damage, which can spread throughout the body if left untreated.\n\nA melanoma skin cancer.\n\nThe problem is particularly serious in Australia, where melanomas were the fourth most commonly diagnosed cancer in 2017 and cause about 1,700 deaths a year, according to the university.\n\nThis is in large part due to high levels of UV exposure caused by the region's proximity to the ozone hole over the Antarctic.\n\n\"We're in the wrong place with the wrong skin color. We've had a lot of migrants from European nations, so they're fair-skinned ... and we do have a very intense sun here,\" Ziman said.\n\nIf detected early, skin cancers have a survival rate as high as 95%, the research team said, but it drops to just 50% if diagnosed late.\n\nSurgery to remove the growth is the most common form of treatment.\n\nSimpler detection\n\nZiman said current methods of melanoma detection are expensive and invasive, involving a trip to a clinician, who must biopsy the lesion to discover whether it is cancerous.\n\nFor potential sufferers in remote areas, away from skin specialists, diagnosis can be especially tricky, he said, making a simple blood test an easy alternative to identify those at risk.\n\nOver three years, the research team identified a combination of 10 types of antibodies that best signal the presence of a melanoma.\n\nAntibodies are the products of the body's immune system, created to battle not only bacteria and viruses but abnormal cancer cells, Ziman said.\n\nFollow CNN Health on Facebook and Twitter See the latest news and share your comments with CNN Health on Facebook and Twitter.\n\nDr. Jodie Moffat, head of early diagnosis at Cancer Research UK, agreed that a test which finds melanoma earlier could help reduce deaths from the disease, adding that \"melanoma can be more than skin deep, and it's much harder to treat when diagnosed at a late stage after it has spread.\"\n\nHowever, she stressed the fact this new test has not undergone clinical trials.\n\n\"We need to know how accurate it is, if it can save lives, and how it could work in practice. So, although a blood test to find skin cancer earlier is certainly exciting, research in this field still has hurdles to overcome,\" she said.\n\nIn the meantime, \"people can help spot skin cancer early by knowing what's normal for their skin,\" said Moffat. In turn people should talk to a health professional about any \"unusual or lasting changes to a mole, freckle or normal patch of skin.\"", "images": ["https://cdn.cnn.com/cnnnext/dam/assets/180504132715-australia-henley-beach-sunbathers-file-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/180716163513-melanoma-file-image-super-tease.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/150820204053-melanoma-explainer-jimmy-carter-causes-deaths-treatment-elizabeth-cohen-orig-mss-00011808-exlarge-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/180214155034-concussion-blood-test-large-169.jpg", "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7", "https://cdn.cnn.com/cnnnext/dam/assets/180507102759-07-australia-melanoma-rates-large-169.jpg"], "top_img": "https://cdn.cnn.com/cnnnext/dam/assets/180716163513-melanoma-file-image-super-tease.jpg", "keywords": [], "authors": ["Ben Westcott"], "canonical_link": "https://www.cnn.com/2018/07/17/health/melanoma-skin-cancer-blood-test-intl/index.html", "title": "Experimental blood test could detect melanoma skin cancer early, study finds", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0", "section": "health", "referrer": "unsafe-url", "og": {"pubdate": "2018-07-17T14:02:19Z", "url": "https://www.cnn.com/2018/07/17/health/melanoma-skin-cancer-blood-test-intl/index.html", "title": "Potential blood test to detect melanoma skin cancer, scientists say", "description": "Australian researchers say they have developed the first blood test capable of detecting melanoma in its early stages with a high degree of accuracy, potentially saving thousands of lives.", "site_name": "CNN", "type": "article", "image": {"identifier": "https://cdn.cnn.com/cnnnext/dam/assets/180716163513-melanoma-file-image-super-tease.jpg", "width": 1100, "height": 619}}, "pubdate": "2018-07-17T14:02:19Z", "lastmod": "2018-07-17T14:02:19Z", "author": "Ben Westcott, CNN", "twitter": {"title": "Potential blood test to detect melanoma skin cancer, scientists say", "description": "Australian researchers say they have developed the first blood test capable of detecting melanoma in its early stages with a high degree of accuracy, potentially saving thousands of lives.", "card": "summary_large_image", "image": "https://cdn.cnn.com/cnnnext/dam/assets/180716163513-melanoma-file-image-super-tease.jpg"}, "description": "Australian researchers say they have developed the first blood test capable of detecting melanoma in its early stages with a high degree of accuracy, potentially saving thousands of lives.", "keywords": "health, Experimental blood test could detect melanoma skin cancer early, study finds - CNN", "thumbnail": "https://cdn.cnn.com/cnnnext/dam/assets/180716163513-melanoma-file-image-super-tease.jpg", "vr": {"canonical": "https://www.cnn.com/2018/07/17/health/melanoma-skin-cancer-blood-test-intl/index.html"}, "article": {"opinion": "false", "content-tier": "free"}, "fb": {"app_id": 80401312489, "pages": "5550296508,18793419640"}, "template-top": "health,art-vid"}, "movies": [], "publish_date": 1531800000.0, "source": "https://www.cnn.com", "summary": ""}