{"url": "http://well.blogs.nytimes.com/2015/12/21/12-minutes-of-yoga-for-stronger-bones/?ref=health&_r=0", "text": "Photo\n\nPersonal Health Jane Brody on health and aging.\n\nYoga enthusiasts link the practice to a long list of health benefits, including greater flexibility and range of motion, stronger muscles, better posture and balance, reduced emotional and physical stress, and increased self-awareness and self-esteem.\n\nBut definitively proving these benefits is challenging, requiring years of costly research. A pharmaceutical company is unlikely to fund a study that doesn’t involve a drug, and in any event, the research requires a large group of volunteers tracked over a very long time.\n\nThe subjects must provide health measurements at the outset, learn the proper poses, continue to do them regularly for years and be regularly evaluated.\n\nNo one knows these challenges better than Dr. Loren M. Fishman, a physiatrist at Columbia University who specializes in rehabilitative medicine. For years, he has been gathering evidence on yoga and bone health, hoping to determine whether yoga might be an effective therapy for osteoporosis.\n\nThe idea is not widely accepted in the medical community, but then, researchers know comparatively little about complementary medicine in general. So in 2005, Dr. Fishman began a small pilot study of yoga moves that turned up some encouraging results. Eleven practitioners had increased bone density in their spine and hips, he reported in 2009, compared with seven controls who did not practice yoga.\n\nKnowing that more than 700,000 spinal fractures and more than 300,000 hip fractures occur annually in the United States, Dr. Fishman hoped that similar findings from a much larger study might convince doctors that this low-cost and less dangerous alternative to bone-loss drugs is worth pursuing.\n\nThose medications can produce adverse side effects like gastrointestinal distress and fractures of the femur. Indeed, a recent study published in Clinical Interventions in Aging found that among 126,188 women found to have osteoporosis, all of whom had Medicare Part D drug coverage, only 28 percent started bone drug therapy within a year of diagnosis.\n\nMany of those who avoided drugs were trying to avoid gastrointestinal problems.\n\nOn the other hand, yoga’s “side effects,” Dr. Fishman and colleagues wrote recently, “include better posture, improved balance, enhanced coordination, greater range of motion, higher strength, reduced levels of anxiety and better gait.”\n\nWeight-bearing activity is often recommended to patients with bone loss, and Dr. Fishman argues that certain yoga positions fit the bill.\n\n“Yoga puts more pressure on bone than gravity does,” he said in an interview. “By opposing one group of muscles against another, it stimulates osteocytes, the bone-making cells.”\n\nMost experts argue that it’s difficult, perhaps impossible, for adults to gain significant bone mass. Undeterred, Dr. Fishman invested a chunk of his own money and with three collaborators — Yi-Hsueh Lu of The Rockefeller University, Bernard Rosner of Brigham and Women’s Hospital, and Dr. Gregory Chang of New York University — solicited volunteers worldwide via the Internet for a follow-up to his small pilot study.\n\nOf the 741 people who joined his experiment from 2005 to 2015, 227 (202 of them women) followed through with doing the 12 assigned yoga poses daily or at least every other day. The average age of the 227 participants upon joining the study was 68, and 83 percent had osteoporosis or its precursor, osteopenia.\n\nThe 12 poses, by their English names, were tree, triangle, warrior II, side-angle, twisted triangle, locust, bridge, supine hand-to-foot I, supine hand-to-foot II, straight-legged twist, bent-knee twist and corpse pose. Each pose was held for 30 seconds. The daily regimen, once learned, took 12 minutes to complete.\n\nThe researchers collected data at the start of the study on the participants’ bone density measurements, blood and urine chemistry and X-rays of their spines and hips. They were each given a DVD of the 12 yoga poses used in the pilot study and an online program in which to record what they did and how often.\n\nA decade after the start of the study, bone density measurements were again taken and emailed to the researchers; many participants also had repeat X-rays done. The findings, as reported last month in Topics of Geriatric Rehabilitation, showed improved bone density in the spine and femur of the 227 participants who were moderately or fully compliant with the assigned yoga exercises.\n\nImprovements were seen in bone density in the hip as well, but they were not statistically significant.\n\nBefore the study, the participants had had 109 fractures, reported by them or found on X-rays.\n\nAt the time the study was submitted for publication, “with more than 90,000 hours of yoga practiced largely by people with osteoporosis or osteopenia, there have been no reported or X-ray detected fractures or serious injuries of any kind related to the practice of yoga in any of the 741 participants,” Dr. Fishman and his colleagues wrote.\n\n“Yoga looks like it’s safe, even for people who have suffered significant bone loss,” Dr. Fishman said in an interview.\n\nFurthermore, a special study of bone quality done on 18 of the participants showed that they had “better internal support of their bones, which is not measured by a bone density scan but is important to resisting fractures,” Dr. Fishman said.\n\nThe study has many limitations, including the use of self-selected volunteers and the lack of a control group. But all told, the team concluded, the results may lend support to Dr. Fishman’s long-held belief that yoga can help reverse bone loss.\n\nEven if bone density did not increase, improvements in posture and balance that can accrue from the practice of yoga can be protective, Dr. Fishman said.\n\n“Spinal fractures can result from poor posture, and there’s no medication for that, but yoga is helpful,” he said.\n\nIn addition, “Yoga is good for range of motion, strength, coordination and reduced anxiety,” he said, “all of which contribute to the ability to stay upright and not fall. If you don’t fall, you greatly reduce your risk of a serious fracture.”\n\nFor more fitness, food and wellness news, follow us on Facebook and Twitter, or sign up for our newsletter.", "images": ["https://static01.nyt.com/gfx/blogs/well/authors/janebrody50.png", "https://static01.nyt.com/marketing/newsletters/images/Running_75.jpg", "https://static01.nyt.com/images/2015/12/22/science/22BRODY/22BRODY-tmagArticle.jpg", "https://static01.nyt.com/images/2016/08/31/well/family/well-family-exerciseask/well-family-exerciseask-videoSixteenByNine600.jpg", "https://static01.nyt.com/images/2016/08/29/science/well-klass-smallpenis/well-klass-smallpenis-videoSixteenByNine600.jpg", "https://static01.nyt.com/images/blogs_v5/well/well_post.png", "https://static01.nyt.com/images/2015/12/22/science/22BRODY/22BRODY-facebookJumbo.jpg", "https://static01.nyt.com/images/2016/08/29/science/well-klass-smallpenis/well-klass-smallpenis-articleInline.jpg", "https://static01.nyt.com/images/2016/08/31/well/family/well-family-exerciseask/well-family-exerciseask-articleInline.jpg"], "top_img": "https://static01.nyt.com/images/2015/12/22/science/22BRODY/22BRODY-facebookJumbo.jpg", "keywords": [], "authors": ["Jane E. Brody", "Topics.Nytimes.Com Top Reference Timestopics People B Jane_E_Brody Index.Html"], "canonical_link": "//well.blogs.nytimes.com/2015/12/21/12-minutes-of-yoga-for-stronger-bones/", "title": "12 Minutes of Yoga for Bone Health", "meta_data": {"communityAssetLabels": "NYT_Blogs", "communityAssetTaxonomy": "blogs/well/12 Minutes of Yoga for Bone Health ( 20151221 )", "communityAssetURL": "//well.blogs.nytimes.com/2015/12/21/12-minutes-of-yoga-for-stronger-bones/", "PT": "Blogs", "PST": "Blog Post", "sourceApp": "blogs", "blogpostid": 100000004105332, "author": "Jane E. Brody", "CLMST": "Jane E. Brody", "byl": "Jane E. Brody", "article": {"author": "//topics.nytimes.com/top/reference/timestopics/people/b/jane_e_brody/index.html", "published_time": 1450694718, "modified_time": "2016-03-15T18:53:30-04:00", "section": "Health", "tag": "Personal Health", "collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp"}, "GBLC": "Columns;Featured;Move;Personal Health", "PUV": "normal", "PUD": 20151221, "pdate": 20151221, "ptime": 20151221054518, "utime": 20160315185330, "DISPLAYDATE": "December 21, 2015", "dat": "December 21, 2015", "CG": "Health", "SCG": "well", "BN": "well", "robots": "noodp", "per": "Fishman, Loren M", "des": "Anxiety and Stress;Bones;Osteoporosis;Yoga", "keywords": "Fishman Loren M,Anxiety and Stress,Bones,Osteoporosis,Yoga,Columns,Featured,Move,Personal Health", "news_keywords": "Bone,Osteoporosis,Yoga", "description": "Dr. Loren M. Fishman of Columbia University has been gathering evidence for years, hoping to determine whether yoga might be effective therapy for osteoporosis.", "hdl_p": "Benefits of Yoga May Go Bone-Deep", "hdl": "12 Minutes of Yoga for Bone Health", "og": {"title": "12 Minutes of Yoga for Bone Health", "type": "article", "url": "//well.blogs.nytimes.com/2015/12/21/12-minutes-of-yoga-for-stronger-bones/", "site_name": "Well", "description": "Dr. Loren M. Fishman of Columbia University has been gathering evidence for years, hoping to determine whether yoga might be effective therapy for osteoporosis.", "image": "https://static01.nyt.com/images/2015/12/22/science/22BRODY/22BRODY-facebookJumbo.jpg"}, "thumbnail_150": "https://static01.nyt.com/images/2015/12/22/science/22BRODY/22BRODY-thumbLarge.jpg", "twitter": {"card": "summary", "title": "12 Minutes of Yoga for Bone Health", "url": "//well.blogs.nytimes.com/2015/12/21/12-minutes-of-yoga-for-stronger-bones/", "description": "Dr. Loren M. Fishman of Columbia University has been gathering evidence for years, hoping to determine whether yoga might be effective therapy for osteoporosis.", "image": "https://static01.nyt.com/images/2015/12/22/science/22BRODY/22BRODY-thumbLarge.jpg", "site": "@nytimeswell"}, "thumbnail": "https://static01.nyt.com/images/2015/12/22/science/22BRODY/22BRODY-thumbLarge.jpg", "adxPage": "blog.nytimes.com/well/post", "dfp-ad-unit-path": "health/well/columns", "categories": "columns,move,personal-health"}, "movies": [], "publish_date": 1450674000.0, "source": "http://well.blogs.nytimes.com", "summary": ""}