{"url": "https://web.archive.org/web/20101216173003/http://www.latimes.com:80/health/la-he-obesity-drugs-20101213,0,980872,print.story", "text": "Weighing effectiveness versus risk in obesity drugs Experts disagree on whether the FDA is too tough or not tough enough on weight-loss medications.\n\nIn their quest to find drugs to curb obesity, scientists have had about as much success as long-term dieters who want to stay thin — which is to say, very little. In fact, the last year has been so bleak on the research front that some experts are questioning whether a long-desired safe and effective diet pill can be found.\n\nAdvisory panels for the Food and Drug Administration recommended against approval of two experimental weight-loss drugs this year — Lorqess in September and Qnexa in July — citing unacceptable risks for unimpressive benefits. Another drug, Meridia, was withdrawn from the market in October after it was linked to higher risks of heart attacks and strokes.\n\nLast week, an advisory panel did finally recommend approval of a weight-loss drug: Contrave, a combination of two existing drugs, the antidepressant bupropion and the anti-addiction medication naltrexone. (FDA rulings for all three drugs are expected next year.) But it did so with a marked lack of enthusiasm, citing the medication's poor effectiveness and a need to closely track health risks, such as high blood pressure, once the drug is in broad use.\n\nAs drug after drug falters or falls by the wayside, doctors who treat obese patients are growing increasingly frustrated. They say that the agency's standards for approving anti-obesity drugs are overly stringent and fail to recognize the health risks associated with carrying extra weight — at a time when almost 34% of U.S. adults are obese and almost 6% are morbidly obese, and when study after study has shown that the most that can be hoped for from diets and exercise, on average, is a 10% loss of body weight sustained for at least one year.\n\nSo gloomy is the climate for these drugs that some experts fear drug companies will out-and-out abandon the anti-obesity market.\n\n\"Every big company is going to get out of the game, and venture capitalists are not going to invest in the smaller companies to develop drugs,\" Dr. Donna Ryan, past president of the Obesity Society, said in October during that group's annual meeting in San Diego. \"Everybody in the obesity field is upset. There is a lot of anger.\"", "images": ["https://web.archive.org/web/20101216110602im_/http://www.latimes.com/media/photo/2010-11/57908740.jpg", "https://web.archive.org/web/20101216110602im_/http://articles.latimes.com/pm-imgs/header.gif", "https://web.archive.org/web/20101216110602im_/http://www.latimes.com/media/photo/2010-12/58123676.jpg", "https://web.archive.org/web/20101216110602im_/http://articles.latimes.com/pm-imgs/footer.gif", "https://web.archive.org/web/20101216110602im_/http://articles.latimes.com/favicon.ico", "https://web.archive.org/web/20101216110602im_/http://articles.latimes.com/images/pixel.gif", "https://web.archive.org/web/20101216110602im_/http://www.latimes.com/media/photo/2010-12/58213046.jpg", "https://web.archive.org/web/20101216110602im_/http://www.latimes.com/media/photo/2010-11/57911497.jpg"], "top_img": "https://web.archive.org/web/20101216110602im_/http://articles.latimes.com/favicon.ico", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20101216110602/http://articles.latimes.com/2010/dec/13/health/la-he-obesity-drugs-20101213", "title": "Weighing effectiveness versus risk in obesity drugs", "meta_data": {"description": "In their quest to find drugs to curb obesity, scientists have had about as much success as long-term dieters who want to stay thin — which is to say, very little. In fact, the last year has been", "keywords": "health", "og": {"site_name": "Los Angeles Times Articles"}}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}