{"url": "http://www.nytimes.com/2010/10/12/health/12brody.html?ref=health", "text": "The researchers, who published their findings in The New England Journal of Medicine, noted that the deck might have been stacked in favor of a hazardous outcome because study participants, especially the group that received testosterone, had high rates of high blood pressure, diabetes, obesity and elevated blood lipids. Then again, this may be a realistic population to study, given that many candidates for hormone therapy are likely to have such health issues.\n\nAdvisement ‘in Limbo’\n\nA $45 million study financed by the National Institute on Aging is under way at 12 medical centers to see if a year of treatment with testosterone will help 800 men aged 65 and older with low levels of the hormone and problems with physical functioning, fatigue and sexual or cognitive performance. The study, in which the men are being randomly assigned to receive the hormone or a look-alike placebo, will also evaluate the hormone’s effects on cardiac risk factors.\n\nStill, this study will not answer the question of whether it is safe to use the hormone for years, even decades, which would be necessary to maintain any benefits. A major concern is whether long-term use would promote the growth of prostate cancer, which is present but hidden in as many as half of older men.\n\nPhoto\n\n“There are not many good studies of testosterone in older men,” Dr. William J. Bremner, a urologist at the University of Washington in Seattle, said in an interview. “The studies are small and the longest of them lasted only three years. We need the same kind of study for testosterone as the Women’s Health Initiative — several thousand men followed for maybe 10 years. Currently, we’re in limbo as to how to advise patients.”\n\nHe acknowledged that the need for such a study for men is “less compelling” because, in contrast to women, who experience an abrupt drop in estrogen at menopause, often with disruptive symptoms, hormone decline in aging men is far more gradual, and symptoms, when they occur, are commonly viewed as normal signs of aging, not hormone deficiency.\n\nA large European study published in the same issue of the journal sought to better determine who, among middle-aged and elderly men, might be candidates for testosterone replacement. Among a sample of 3,369 men aged 40 to 79, researchers at eight European medical centers found that “limited physical vigor” and three sexual symptoms — diminished sexual thoughts and morning erections and erectile dysfunction — were most closely linked to low levels of testosterone.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAlthough low hormone levels are widely thought to increase a man’s risk of depression, the researchers found that “psychological symptoms had little or no association with the testosterone level.”\n\nThere are four main approaches to testosterone therapy available in this country: intramuscular injections every one to three weeks; skin applications through a patch or gel; and pellets implanted under the skin that last for months. The patch can cause skin irritation, and the gel can be transferred to others through skin contact unless care is taken to cover the area where it is applied. But oral administration is rarely used because of toxic effects on the liver.\n\nAdvertisement Continue reading the main story\n\nWeighing Help vs. Harm\n\nThe most common reason men seek testosterone therapy is waning sexual desire or performance, although the ability of the hormone to relieve sexual symptoms is unpredictable. More than one-quarter of men with normal testosterone levels have such symptoms, and many men with subnormal levels do not. Dr. Bremner said he typically suggests a trial of therapy for up to a year to see if sexual function or other symptoms improve.\n\nCiting the results of many small studies, Dr. Bremner said, “There is good evidence that testosterone administration can improve muscle mass and strength and increase bone density” in men with subnormal levels. Dr. Abraham Morgentaler, a urologist at Harvard Medical School and author of “Testosterone for Life” (McGraw-Hill, 2009), said in an interview that other noted benefits include a decrease in body fat and total cholesterol and improved blood sugar metabolism.\n\nIn a report on the risks of testosterone therapy, written with Dr. Ernani Luis Rhoden and published in 2004 in The New England Journal of Medicine, Dr. Morgentaler noted that testosterone has widespread effects throughout the body, but he and Dr. Rhoden concluded that with proper monitoring, any looming hazards can be readily detected.\n\nBefore the most recent study, at doses considered normal, the testosterone gel showed little or no effect on cardiovascular risk, the two doctors reported. Injections could result in harmful thickening of the blood, however, especially if above-normal blood levels of the hormone result.\n\nAlthough testosterone can cause overgrowth of the prostate, studies have not shown harm to urinary function, Dr. Morgentaler said. The risk of prostate cancer is of greater concern, given that suppressing the body’s natural production of testosterone can cause this cancer to regress. Men considering treatment should first undergo a full prostate exam and PSA measurement, with periodic prostate checkups during therapy, Dr. Bremner said.", "images": ["https://static01.nyt.com/images/2010/10/12/science/12brody/12brody-thumbStandard.jpg", "https://static01.nyt.com/images/2010/10/12/science/12brody/12brody-popup.jpg"], "top_img": "https://static01.nyt.com/images/2010/10/12/science/12brody/12brody-thumbStandard.jpg", "keywords": [], "authors": ["Jane E. Brody"], "canonical_link": "https://www.nytimes.com/2010/10/12/health/12brody.html", "title": "Testosterone Hormone Replacement for Men? Perhaps", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1248069165323", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2010/10/12/health/12brody.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2010/10/12/health/12brody.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1248069165323"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2010/10/12/health/12brody.html", "title": "Testosterone Hormone Replacement for Men? Perhaps", "description": "Research on testosterone therapy for aging men is under way, but there has yet to be a comprehensive study of the treatment.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "robots": "noarchive", "hdl_p": "Hormone Replacement for Men? Perhaps", "description": "Research on testosterone therapy for aging men is under way, but there has yet to be a comprehensive study of the treatment.", "genre": "News", "articleid": 1248069165323, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Testosterone Hormone Replacement for Men? Perhaps", "col": "Personal Health", "pdate": 20101011, "utime": 20141007110327, "ptime": 20101011132743, "DISPLAYDATE": "Oct. 11, 2010", "dat": "Oct. 11, 2010", "lp": "Research on testosterone therapy for aging men is under way, but there has yet to be a comprehensive study of the treatment.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "12brody", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "published": "2010-10-11T13:27:43-04:00", "modified": "2014-10-07T11:03:27-04:00", "section": "Health", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "section_url": "https://www.nytimes.com/pages/health/index.html", "top-level-section": "health", "author": "https://www.nytimes.com/by/jane-e-brody", "tag": "Men and Boys"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "og": {"url": "https://www.nytimes.com/2010/10/12/health/12brody.html", "type": "article", "title": "Testosterone Hormone Replacement for Men? Perhaps", "description": "Research on testosterone therapy for aging men is under way, but there has yet to be a comprehensive study of the treatment.", "image": "https://static01.nyt.com/images/2010/10/12/science/12brody/12brody-thumbStandard.jpg"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Jane E. Brody", "tone": "feature", "byl": "By JANE E. BRODY", "PT": "article", "CG": "health", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Men and Boys", "keywords": "Testosterone,Hormones,Medicine and Health,Prostate Gland,Men and Boys", "thumbnail": "https://static01.nyt.com/images/2010/10/12/science/12brody/12brody-thumbStandard.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "dfp-ad-unit-path": "health", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1286856000.0, "source": "http://www.nytimes.com", "summary": ""}