{"url": "http://consumer.healthday.com/Article.asp?AID=673218", "text": "By Barbara Bronson Gray\n\nHealthDay Reporter\n\nFRIDAY, Feb. 8, 2013 (HealthDay News) -- For people with celiac disease, everyday foods such as bread, pizza crust and muffins are potential enemies. But scientists anticipate that some day a simple pill could help prevent the digestive upsets caused by ingesting the gluten in wheat, rye or barley products.\n\nThe only current treatment for celiac disease is a gluten-free diet. A new study, however, offers some potential for hope. Researchers have re-engineered a naturally occurring enzyme, kumamolisin-As, to break down gluten in the stomach into much smaller protein pieces, called peptides. They say these are less likely to trigger the autoimmune response that can create a wide range of painful and irritating symptoms.\n\nThe re-engineered enzyme, named KumaMax, appears to be highly effective, at least in a test tube. It dismantled more than 95 percent of a gluten peptide that is thought to cause celiac disease, according to the study, which was published recently in the Journal of the American Chemical Society.\n\nIdeally, the team could develop the enzyme into a food additive such as the gas remedies Beano or Gas-X and offer it without a prescription, said lead study author Justin Siegel, assistant professor of chemistry and biochemistry at the University of California, Davis. But this could take a few years to develop. If the researchers opt to make a prescription drug, the process of clinical trials and obtaining U.S. Food and Drug Administration approval could take a decade or more, he said.\n\nAn enzyme is a protein that performs a chemical reaction. Proteins are the workhorses in every cell of every living thing, and their function is defined by their shape and structure.\n\nIn this case, the researchers re-engineered the natural enzyme to recognize the peptide that triggers celiac disease and modified the protein in the laboratory so it would survive the acidic stomach environment. \"We did the engineering to change the genes and sent that into standard microorganisms to create the protein,\" Siegel said.\n\nThe next step is to show that the enzyme is not toxic and functions as designed in animals. \"It shouldn't be toxic; it's just a protein you're eating,\" Siegel said.\n\nHow effective might the enzyme be? \"For some people, even flour in the air makes them stop breathing. Some are very sensitive, and in some it just upsets their stomach a little,\" Siegel said. \"For those who are hypersensitive, this probably is not going to solve the problem, but it would allow them to go to dinner, and in case any gluten ended up in their meal, they wouldn't have to worry about it.\"\n\n\"For those less sensitive, they could pop one before each meal and eat anything they want,\" he added.\n\nThe process of identifying the precise trigger for a disease or condition and engineering a drug to circumvent the disease-causing process is part of what some call the personalized medicine revolution, Siegel said. \"We can design a small molecule, a pill, that can be specific to an exact target and have few side effects, if any,\" he said.\n\nSome experts identified limitations to the research.\n\n\"This is the earliest phase, and you now have to show that it actually breaks down the gluten peptides that trigger a response in the stomach at a speed that will protect the human,\" said Dr. Joseph Murray, a professor of medicine in the division of gastroenterology and the department of immunology at the Mayo Clinic, in Rochester, Minn. \"Let's see how it goes with a whole slice of bread.\"\n\nMurray said that dismantling 95 percent of the protein component that is thought to trigger celiac disease may still not be enough to provide celiac patients protection. \"It will probably be helpful to someone who gets a low-level exposure [to glutens] by accident,\" he said.\n\nBut celiac disease is a common problem, with about 2 million to 3 million Americans suffering from it. \"People need alternatives, and this is an example of the scientific community taking novel approaches to helping people with celiac disease,\" Murray said.\n\nMore information\n\nLearn more about celiac disease from the U.S. National Library of Medicine.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Barbara Bronson Gray"], "canonical_link": "https://consumer.healthday.com/diseases-and-conditions-information-37/misc-diseases-and-conditions-news-203/a-pill-so-people-with-celiac-disease-can-eat-freely-673218.html", "title": "A Pill So People With Celiac Disease Can Eat Freely?", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Scientists engineer an enzyme to stop the disease-causing process in a test tube, but more research is needed", "og": {"title": "A Pill So People With Celiac Disease Can Eat Freely?", "description": "Scientists engineer an enzyme to stop the disease-causing process in a test tube, but more research is needed", "url": "https://consumer.healthday.com/diseases-and-conditions-information-37/misc-diseases-and-conditions-news-203/a-pill-so-people-with-celiac-disease-can-eat-freely-673218.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}