{"url": "http://www.npr.org/blogs/health/2015/03/26/394327128/why-doctors-are-trying-a-skin-cancer-drug-to-treat-a-brain-tumor", "text": "Why Doctors Are Trying A Skin Cancer Drug To Treat A Brain Tumor\n\nEnlarge this image toggle caption Dave Gershgorn/WNYC Dave Gershgorn/WNYC\n\nMaryAnn Anselmo feared for the worst when she was diagnosed with a brain tumor called a glioblastoma in late 2013.\n\n\"You start doing research on that type of tumor, and you're saying, 'Oh my God, you're history.' It's like a death sentence,\" says, Anselmo, now 59.\n\nOnly for her it wasn't.\n\nAnselmo's successful treatment shows how precision medicine — tailoring therapy to each patient's genetic needs — is beginning to transform cancer care.\n\nAt first, the outlook seemed grim. Although Anselmo's surgeon was able to surgically remove most of her tumor, she couldn't tolerate traditional chemotherapy that was the planned second step, and had to discontinue it.\n\ntoggle caption WNYC\n\nThe chemo failure was the latest in a string of personal setbacks.\n\nThe year before she was diagnosed with brain cancer, she'd lost her son to suicide. Weeks after that she was almost killed in a car crash outside a local mall. Her cancer was discovered after she had a dizzy spell, and her husband, Joseph, insisted she return to the hospital to have it checked out.\n\nAfter all that, Anselmo and her husband weren't ready to give up on her cancer fight. He'd read about advances in targeted therapies — drugs that go after cancer cells at the molecular level.\n\nThe family sent samples of her tumor samples for genetic testing to several leading cancer hospitals. Memorial Sloan Kettering Cancer Center, where she was being treated, also did its own sequencing. They all found the same thing. Anselmo's tumor had a BRAF mutation common in skin cancer, but very unusual for a brain tumor.\n\nHer oncologist, David Hyman at Memorial Sloan Kettering, enrolled Anselmo into a new kind of drug trial. Called a basket trial, the study is designed to include people whose tumors have the same kind of genetic fingerprint regardless of where in the body the tumors are found.\n\nKnowing more about the genetic mutations of a tumor enables doctors to find a potentially effective drug much more quickly and accurately. \"It's like you're in a parking lot,\" Hyman says. \"And you have a key to one of the cars in the parking lot. And so one option is just to go to each car and try to open the lock. The other is to know that it's the third car on the right. What we're doing now is we're saying, OK, this key fits that lock. And we're only going straight to that car.\"\n\nEnlarge this image toggle caption Courtesy of Kendall Messick Courtesy of Kendall Messick\n\nToday, Anselmo is doing well. She's been in the clinical trial for a year now, and continues to take Zelboraf (or vemurafenib generically) daily. The pills have kept her cancer from growing.\n\nThere are side effects, of course. She's lost some peripheral vision, though she's been able to compensate. And Zelboraf is expensive, though it's free to Anselmo because she's taking it as part of a study.\n\nNow she can focus again on the things she loves, like singing. Anselmo, a jazz singer who performed under the stage name Mariel Larsen before her illness, is planning a comeback. She's back in training with her longtime vocal coach.\n\nAs this kind of genetic sequencing of tumors has become faster and cheaper, more patients have access to this technology. More doctors are taking advantage of the information to treat patients with a targeted approach.\n\n\"We took a disease where nothing really works for any length of time and we've given her a year of life, and hopefully much more, where she's been much better,\" Hyman, her oncologist, says.\n\nStill, he cautions that the targeted treatments can't be considered cures. At some point the drug that is keeping Anselmo's cancer at bay could stop working. \"Every patient is different in how long it works,\" he says. \"We all have patients that have been on these drugs for years. But I don't know, I mean, I think if I was being honest eventually our expectation would be that it would stop working.\"\n\nThere's no way to predict when. But in the meantime, patients like Anselmo are grateful to have time they wouldn't have had otherwise.\n\nAfter all the misfortunes she's been through, it would be easy to think Anselmo has been incredibly unlucky. But she doesn't see it that way. No, she says after rehearsing for her comeback show, \"I'm the luckiest.\"\n\nOur series is produced with member station WNYC, and with Ken Burns Presents: Cancer: The Emperor of All Maladies, which will air on PBS starting March 30. Check your local listings for broadcast times.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2015/03/24/exceptional-responders-1_wide-033c02b4353e8aba16bdec5d9ca36f22635dbf45.jpg?s=1400", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/assets/img/2015/03/25/mariel-larsen_sq-a925f809e6aa8e28509311a67f886f17f7ff05e6-s800-c15.jpg", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/images/stations/logos/wnyc.gif", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2015/03/24/exceptional-responders-1_custom-d8497578d894a5a54a1fa684ff48284937c2d74e-s1100-c15.jpg", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/assets/img/2015/03/25/mary_square_sq-9795b5f34b213cd8a9a1744db0c49d02ecd8fb6f-s800-c15.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2015/03/24/exceptional-responders-1_wide-033c02b4353e8aba16bdec5d9ca36f22635dbf45.jpg?s=1400", "keywords": [], "authors": ["Amanda Aronczyk", "Paige Cowett"], "canonical_link": "https://www.npr.org/sections/health-shots/2015/03/26/394327128/why-doctors-are-trying-a-skin-cancer-drug-to-treat-a-brain-tumor", "title": "Why Doctors Are Trying A Skin Cancer Drug To Treat A Brain Tumor", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2015-03-26", "description": "A drug that's effective in patients with certain forms of melanoma is being tested as a treatment for other cancers whose genetic code contains an identical mutation.", "og": {"title": "Why Doctors Are Trying A Skin Cancer Drug To Treat A Brain Tumor", "url": "https://www.npr.org/sections/health-shots/2015/03/26/394327128/why-doctors-are-trying-a-skin-cancer-drug-to-treat-a-brain-tumor", "type": "article", "description": "A drug that's effective in patients with certain forms of melanoma is being tested as a treatment for other cancers whose genetic code contains an identical mutation.", "image": "https://media.npr.org/assets/img/2015/03/24/exceptional-responders-1_wide-033c02b4353e8aba16bdec5d9ca36f22635dbf45.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Why Doctors Are Trying A Skin Cancer Drug To Treat A Brain Tumor", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2015/03/24/exceptional-responders-1_wide-033c02b4353e8aba16bdec5d9ca36f22635dbf45.jpg?s=1400"}}}, "movies": [], "publish_date": 1427342400.0, "source": "http://www.npr.org", "summary": ""}