{"url": "http://www.usatoday.com/story/news/health/2015/01/12/new-drug-opdivo-successful-in-lung-cancer-trial/21659553/", "text": "Karen Weintraub Special to USA TODAY\n\nA new cancer drug, Opdivo, is working so well that pharmaceutical giant Bristol-Myers Squibb announced Monday it is stopping a trial in lung cancer two years ahead of schedule.\n\nThe trial compared Opdivo to Docetaxel, a type of chemo used for patients whose cancers have recurred after treatment. The study, in 234 patients, was the largest trial of the drug in lung cancer.\n\n\"We as a lung cancer community are incredibly excited about the activity of immunotherapy in various aspects of the disease,\" said Pasi Janne, director of the Lowe Center for Thoracic Oncology at the Dana-Farber Cancer Institute in Boston. \"It's a disease where we're desperately looking for new therapies.\"\n\nLung cancer kills more Americans than any other type of cancer, nearly 160,000 last year.\n\nThe new trial looked at a type of lung cancer called squamous cell non-small cell lung cancer, which accounts for about 20%-30% of lung cancers.\n\nThere have been no other recent treatment breakthroughs in squamous cancer, which most commonly occurs in smokers or former smokers, so this advance is particularly welcome, said Janne.\n\nJanne, also a professor at Harvard Medical School, said more research is needed before lung cancer patients should be routinely treated with Opdivo, Keytruda or similar drugs.\n\n\"I think it's a little premature to start treating people today,\" he said, \"but I don't think we're far away from that.\"\n\nIn December, the Food and Drug Administration approved Opdivo to treat advanced melanoma, a type of skin cancer that used to be considered a death sentence.\n\nOpdivo and others in its class work by removing a brake that cancer puts on the immune system. In some patients, just removing the brake is enough to allow the person's immune system to fight and contain the cancer. For other patients, researchers expect other drugs will be needed, too.\n\nIn addition to melanoma and lung cancer, this brake-release approach has been shown effective in early trials against bladder, kidney, head and neck cancers, and some blood cancers.\n\n\"We are feeling more and more confident that we are on the cusp of a treatment revolution,\" said Roger Perlmutter, president of Merck Research Laboratories, which has its own, similar drug called Keytruda.\n\nMerck is also studying Keytruda in people with advanced lung cancer to better understand how they are responding to treatment, what determines how well a patient will respond, and how to get good results for more patients, Perlmutter said.\n\nExisting treatments – chemotherapy, radiation, surgery and so-called targeted therapies – can help beat back tumors, but once cancer has spread, it almost always returns. Immune therapy drugs offer the possibility that the immune system will keep cancer in check indefinitely.\n\nBut there are still a lot of unanswered questions about immune therapy.\n\n\"It is early days for the successes of immune therapy,\" said Mark Fishman, president of the Novartis Institutes for BioMedical Research, a research arm of drug company Novartis, which is taking a different approach to turning the immune system against cancer. \"We're looking right now through a small keyhole at a very very large room, and we really don't know yet how big it will be.\"", "images": ["https://www.gannett-cdn.com/presto/2019/11/09/USAT/71bf8e18-be3f-4b7b-a869-fb4bbd14f34b-65611019-131a-4c3a-a54e-b87eece97874_thumbnail.png?width=660&height=372&fit=crop&format=pjpg&auto=webp", "https://www.gannett-cdn.com/-mm-/2737d967ebafc94469908b9ee8e4147be4e0db6d/c=219-0-1502-725/local/-/media/2015/01/12/USATODAY/USATODAY/635566832470848886-AP-Melanoma-Drug-FDA.jpg?width=660&height=373&fit=crop&format=pjpg&auto=webp", "https://www.gannett-cdn.com/-mm-/2737d967ebafc94469908b9ee8e4147be4e0db6d/c=219-0-1502-725/local/-/media/2015/01/12/USATODAY/USATODAY/635566832470848886-AP-Melanoma-Drug-FDA.jpg?width=1283&height=725&fit=crop&format=pjpg&auto=webp"], "top_img": "https://www.gannett-cdn.com/-mm-/2737d967ebafc94469908b9ee8e4147be4e0db6d/c=219-0-1502-725/local/-/media/2015/01/12/USATODAY/USATODAY/635566832470848886-AP-Melanoma-Drug-FDA.jpg?width=1283&height=725&fit=crop&format=pjpg&auto=webp", "keywords": [], "authors": [], "canonical_link": "https://www.usatoday.com/story/news/health/2015/01/12/new-drug-opdivo-successful-in-lung-cancer-trial/21659553/", "title": "", "meta_data": {"viewport": "width=device-width,initial-scale=1,minimum-scale=1", "og": {"title": "New drug Opdivo successfully ends lung cancer trial", "description": "New drug Opdivo proves successful in lung cancer trial", "url": "https://www.usatoday.com/story/news/health/2015/01/12/new-drug-opdivo-successful-in-lung-cancer-trial/21659553/", "site_name": "USA TODAY", "image": {"identifier": "https://www.gannett-cdn.com/-mm-/2737d967ebafc94469908b9ee8e4147be4e0db6d/c=219-0-1502-725/local/-/media/2015/01/12/USATODAY/USATODAY/635566832470848886-AP-Melanoma-Drug-FDA.jpg?width=1283&height=725&fit=crop&format=pjpg&auto=webp", "width": 1283, "height": 725}, "type": "article"}, "article": {"author": "Karen Weintraub Special to USA TODAY", "content_tier": "free", "opinion": "false"}, "description": "New drug Opdivo proves successful in lung cancer trial", "fb": {"pages": "13652355666,48958576760,156345381090801,110471702456365,6566864515,137698179626815,315942225236045,927427260614748,183850168300771,1443524575938047,251228454889939,158095147555989,115535341805950,236655713446291,1621466394844549,250325640686,177037772444433,1972936962947967,2047091012096533,535551216797440", "app_id": 215046668549694}, "ROBOTS": "NOODP, NOYDIR", "google": "notranslate", "twitter": {"card": "summary_large_image", "image": "https://www.gannett-cdn.com/-mm-/2737d967ebafc94469908b9ee8e4147be4e0db6d/c=219-0-1502-725/local/-/media/2015/01/12/USATODAY/USATODAY/635566832470848886-AP-Melanoma-Drug-FDA.jpg?width=1283&height=641&fit=crop&format=pjpg&auto=webp", "site": "@usatoday", "creator": "@usatoday", "title": "New drug Opdivo successfully ends lung cancer trial", "description": "New drug Opdivo proves successful in lung cancer trial"}}, "movies": [], "publish_date": 1421038800.0, "source": "http://www.usatoday.com", "summary": ""}