{"url": "http://consumer.healthday.com/cognitive-health-information-26/autism-news-51/study-hints-that-video-feedback-therapy-may-help-prevent-autism-695657.html", "text": "En Español\n\nTHURSDAY, Jan. 22, 2015 (HealthDay News) -- A therapy involving \"video feedback\" -- where parents watch videos of their interactions with their baby -- might help prevent infants at risk for autism from developing the disorder, a new study suggests.\n\nThe research involved 54 families of babies who were at increased risk for autism because they had an older sibling with the condition.\n\nSome of the families were assigned to a therapy program in which a therapist used video feedback to help parents understand and respond to their infant's individual communication style.\n\nThe goal of the therapy -- delivered over five months while the infants were ages 7 to 10 months -- was to improve the infant's attention, communication, early language development, and social engagement.\n\nOther families were assigned to a control group that received no therapy.\n\nAfter five months, infants in the families in the video therapy group showed improvements in attention, engagement and social behavior, according to the study published Jan. 22 in The Lancet Psychiatry.\n\nUsing the therapy during the baby's first year of life may \"modify the emergence of autism-related behaviors and symptoms,\" lead author Jonathan Green, a professor of child and adolescent psychiatry at the University of Manchester in England, said in a journal news release.\n\n\"Children with autism typically receive treatment beginning at 3 to 4 years old,\" he explained. \"But our findings suggest that targeting the earliest risk markers of autism -- such as lack of attention or reduced social interest or engagement -- during the first year of life may lessen the development of these symptoms later on.\"\n\nTwo experts agreed that early intervention is key.\n\n\"Research has shown that subtle markers of autism are identifiable in the first year of life,\" explained Dr. Ron Marino, associate chair of pediatrics at Winthrop-University Hospital in Mineola, N.Y. \"Video feedback seems like a natural and potentially very potent extension of intervention when it can be most effective,\" he added.\n\nDr. Andrew Adesman is chief of developmental and behavioral pediatrics at Cohen Children's Medical Center of New York, in New Hyde Park, N.Y. He was cautiously optimistic about the promise of the video feedback approach.\n\n\"Although it would be wonderful if a relatively simple, video-based intervention could reduce the recurrence risk of autism spectrum disorder in later offspring, further studies are needed to examine this very issue,\" he said. Those studies \"will need to include a larger, more diverse sample population and need to look at developmental outcomes over a much longer period of time.\"\n\nMore information\n\nThe U.S. National Institute of Neurological Disorders and Stroke has more about autism.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/cognitive-health-information-26/autism-news-51/study-hints-that-video-feedback-therapy-may-help-curb-autism-695657.html", "title": "Study Hints That 'Video Feedback' Therapy May Help Curb Autism", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Research suggests an effect for at-risk babies, but more study is needed, expert says", "og": {"title": "Study Hints That 'Video Feedback' Therapy May Help Curb Autism", "description": "Research suggests an effect for at-risk babies, but more study is needed, expert says", "url": "https://consumer.healthday.com/cognitive-health-information-26/autism-news-51/study-hints-that-video-feedback-therapy-may-help-curb-autism-695657.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}