{"url": "http://consumer.healthday.com/kids-health-information-23/child-development-news-124/head-start-might-help-fight-child-obesity-695373.html", "text": "En Español\n\nBy Steven Reinberg\n\nHealthDay Reporter\n\nMONDAY, Jan. 12, 2015 (HealthDay News) -- School readiness isn't the only benefit young children can gain from Head Start. A new study finds that kids in the U.S. preschool program tend to have a healthier weight by kindergarten than similarly aged kids not in the program.\n\nIn their first year in Head Start, obese and overweight kids lost weight faster than two comparison groups of children who weren't in the program, researchers found. Similarly, underweight kids bulked up faster.\n\n\"Participating in Head Start may be an effective and broad-reaching strategy for preventing and treating obesity in United States preschoolers,\" said lead researcher Dr. Julie Lumeng, an associate professor at the University of Michigan Center for Human Growth and Development.\n\nFederally funded Head Start, which is free for 3- to 5-year-olds living in poverty, helps children prepare for kindergarten. The program is designed to build stable family relationships, improve children's physical and emotional well-being and develop strong learning skills.\n\nHealth benefits, including weight loss, seem to be a byproduct of the program, said Dr. David Katz, director of the Yale University Prevention Research Center.\n\n\"This paper importantly suggests that some of the best strategies for controlling weight and promoting health may have little directly to do with either,\" said Katz, who wasn't involved in the study.\n\nHead Start might provide a structured, supervised routine that's lacking in the home, Katz suggested. \"Perhaps the program fosters better mental health in the children, which in turn leads to better eating,\" he said.\n\n\"Whatever the exact mechanisms, by fostering well-being in one way, we tend to foster it in others, even unintended,\" Katz said. \"The essence of this study is the holistic nature of social, psychological and physical health.\"\n\nAlmost one-quarter of preschool-aged children in the United States are overweight or obese, and obesity rates within Head Start populations are higher than national estimates, the study authors noted. Because obesity in childhood tends to continue into adulthood, experts worry that these children are at risk of future health problems.\n\nFor the study, Lumeng's team collected data on more than 43,700 Michigan preschool-age children between 2005 and 2013. More than 19,000 were in Head Start. Information on the others -- 5,400 of whom were on Medicaid, the publicly financed insurance program for the poor -- came from two primary health care groups. Whether those children were in another preschool program wasn't stated.\n\nAt the study's start, about one-third of the Head Start kids were obese or overweight, compared to 27 percent of those on Medicaid and less than 20 percent of kids not on Medicaid.\n\n\"Even though children in the Head Start group began the observation period more obese, equally overweight, and moreunderweight than children in the comparison groups, at the end of the observation period the initially obese and overweight Head Start children were substantially less obese andoverweight than the children in the comparison groups,\" the authors wrote.\n\nLumeng said an emphasis on good nutrition and exercise may partly explain the perceived Head Start advantage.\n\n\"Head Start programs must adhere to specific dietary guidelines,\" she said. \"The children may be served healthier meals at Head Start than other children.\"\n\nIn addition, Head Start requires a certain amount of active play each day, Lumeng said. \"Thus, children attending Head Start may be getting more opportunities for physical activity than other children,\" she explained.\n\nThe daily routine might translate into less TV time and more regular sleep schedules, she said. \"We know that better sleep is linked with less obesity,\" she added.\n\n\"It [also] may be that when kids go to Head Start, it reduces stress in the household and frees up time and resources at home to dedicate to healthier eating patterns,\" she noted.\n\nThe report was published Jan. 12 online in the journal Pediatrics.\n\nMore information\n\nFor more on childhood obesity, visit the U.S. Centers for Disease Control and Prevention.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/kids-health-information-23/child-development-news-124/head-start-program-might-help-fight-childhood-obesity-study-695373.html", "title": "Head Start Program Might Help Fight Childhood Obesity: Study", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Preschoolers' weight loss attributed to  emphasis on nutrition, exercise and structure", "og": {"title": "Head Start Program Might Help Fight Childhood Obesity: Study", "description": "Preschoolers' weight loss attributed to  emphasis on nutrition, exercise and structure", "url": "https://consumer.healthday.com/kids-health-information-23/child-development-news-124/head-start-program-might-help-fight-childhood-obesity-study-695373.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}