{"url": "https://consumer.healthday.com/cardiovascular-health-information-20/atrial-fibrillation-959/blood-thinners-may-also-protect-brains-of-a-fib-patients-727831.html", "text": "En Español\n\nTHURSDAY, Oct. 26, 2017 (HealthDay News) -- Blood thinners may pull double duty for people with the heart rhythm disorder atrial fibrillation: New research suggests they help prevent dementia as well as stroke.\n\nBecause atrial fibrillation increases the risk for stroke, people with the condition are often prescribed blood thinners (also known as anticoagulants) to prevent blood clots that can cause a stroke.\n\nAtrial fibrillation also increases the risk for dementia. During the study, more than 26,000 of the 440,000 participants, all with atrial fibrillation, were diagnosed with dementia.\n\nAt the time they joined the study, about half of the participants were taking oral anticoagulants, such as warfarin, Eliquis (apixaban), Pradaxa (dabigatran), Savaysa (edoxaban) or Xarelto (rivaroxaban).\n\nThe researchers found that people taking anticoagulants were 29 percent less likely to develop dementia than were those who were not taking the blood thinners.\n\nWhen the researchers focused on people who continued to take the drugs, they found an even larger reduction (48 percent) in the risk for dementia. They also found that the sooner people started taking blood thinners after their diagnosis of atrial fibrillation, the lower their risk for dementia.\n\nAlong with not taking blood thinners, the strongest predictors for dementia were age, Parkinson's disease and alcohol abuse, according to the study, published Oct. 25 in the European Heart Journal.\n\nThe findings strongly suggest that blood thinners reduce the risk for dementia in people with atrial fibrillation, but proving that would not be possible, the Swedish researchers said.\n\n\"In order to prove this assumption, randomized placebo-controlled trials would be needed, but such studies cannot be done because of ethical reasons,\" researchers Leif Friberg and Marten Rosenqvist, of the Karolinska Institute in Stockholm, said in a journal news release. \"It is not possible to give placebo to [atrial fibrillation] patients and then wait for dementia or stroke to occur.\"\n\nHowever, the findings show that people with atrial fibrillation should start taking blood thinners as soon as possible after their diagnosis and continue to take the drugs, Friberg noted.\n\n\"Patients start on oral anticoagulation for stroke prevention but they stop after a few years at an alarmingly high rate,\" he said. \"In the first year, approximately 15 percent stop taking the drugs, then approximately 10 percent each year.\"\n\n\"If you know that [atrial fibrillation] eats away your brain at a slow but steady pace and that you can prevent it by staying on treatment, I think most patients would find this a very strong argument for continuing treatment,\" he said.\n\nMore information\n\nThe U.S. National Heart, Lung, and Blood Institute has more on atrial fibrillation.", "images": ["https://media.healthday.com/Images/icimages/33077.jpg"], "top_img": "https://media.healthday.com/Images/icimages/33077.jpg", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/cardiovascular-health-information-20/atrial-fibrillation-959/blood-thinners-may-also-protect-brains-of-a-fib-patients-727831.html", "title": "Blood Thinners May Also Protect Brains of A-Fib Patients", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Blood thinners may pull double duty for people with the heart rhythm disorder atrial fibrillation: New research suggests they help prevent dementia as well as stroke.", "og": {"title": "Blood Thinners May Also Protect Brains of A-Fib Patients", "image": "https://media.healthday.com/Images/icimages/33077.jpg", "description": "Blood thinners may pull double duty for people with the heart rhythm disorder atrial fibrillation: New research suggests they help prevent dementia as well as stroke.", "url": "https://consumer.healthday.com/cardiovascular-health-information-20/atrial-fibrillation-959/blood-thinners-may-also-protect-brains-of-a-fib-patients-727831.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}