{"url": "http://www.latimes.com/health/la-he-cholesterol-lowering-foods-20110824,0,7258520.story", "text": "For patients with high levels of so-called bad cholesterol, doctors routinely reach for two remedies: cholesterol-lowering statin drugs and a diet that cuts out foods high in saturated fat, such as ice cream, red meat and butter.\n\nBut new research has found that when it comes to lowering artery-clogging cholesterol, what you eat may be more important than what you don’t eat.\n\nReleased online Tuesday in the Journal of the American Medical Assn., the study found that incorporating several cholesterol-lowering foods — such as soy protein and nuts — into a diet can reduce bad cholesterol far more effectively than a diet low in saturated fat.\n\nIn fact, the authors assert, levels of LDL, the “bad” cholesterol, can drop to half that seen by many patients who take statins, sold under such names as Lipitor, Crestor or Zocor. That could drive down a person’s risk of fatal heart attack or stroke by 10%, the authors suggested.\n\nAdvertisement\n\nBut this doesn’t mean that people on statins should go dump their drugs for tofu, said Cleveland Clinic cardiologist Dr. Steve Nissen, who was not involved in the study. Dietary changes do not have nearly the research track record that statins have racked up for heart attack prevention, he said.\n\n“Patients don’t want to take the medications, and I’m afraid that if you tell them there’s a diet that works just as well, then they’ll do that instead,” he said.\n\nNearly 1 in 6 Americans has a high overall cholesterol level, which makes a person nearly twice as likely to suffer a heart attack or stroke as someone whose total cholesterol falls into a healthy range. Low-density lipoprotein (LDL) cholesterol is one component of this overall number.\n\nLast year, statin and other lipid-regulating drugs were the nation’s most commonly prescribed medications, with more than 355 million prescriptions dispensed, according to the healthcare information firm IMS Health.\n\nAdvertisement\n\nThe multi-center Canadian study tested a diet that contained a portfolio of cholesterol-fighting foods such as soy protein, nuts, “sticky” fiber such as that found in oats and barley, and plant sterols. Subjects were instructed to eat a handful of nuts such as almonds or walnuts every day, and to substitute milk and meats with soy and tofu products as much as possible.\n\nOne of the most potent cholesterol-busters in that mix, plant sterols (sometimes called stanols), occurs in small amounts in many grains, nuts, vegetables, legumes and fruits and also can be added to foods or taken as a dietary supplement. Plant sterols mimic LDL cholesterol particles in the gut, preventing the absorption of those particles so that they pass through the body and are disposed of as waste.\n\nThe 345 subjects in the study, which was coordinated by a team based at St. Michael’s Hospital, Toronto, all suffered high cholesterol levels and were considered at elevated risk of coronary heart disease. The subjects each followed one of three diets: an “intensive portfolio” diet, a “routine portfolio” diet, or a high-fiber, low-saturated-fat diet rich in produce and whole grains, which is commonly recommended to those who have had had a heart attack or need to lower their cholesterol.\n\nAmong the 267 subjects who completed the trial, all three groups lost roughly an equal amount of weight — between about 2 pounds 10 ounces and 3 pounds 12 ounces — after six months. But those on one of the portfolio diets — intensive or routine — saw their LDL cholesterol levels decline between 13.1% and 13.8% after six months.\n\nSubjects on the low-saturated-fat diet had, on average, a 3% reduction in their LDL cholesterol in the same period.\n\nDr. Walter Willett, a nutrition and health expert at Harvard University’s School of Public Health who was not involved in the study, said that the trial was “nicely done” and that it underscored the fact that “just focusing on reducing saturated and total fat is not the most effective diet for reducing heart disease risk factors or heart disease itself.”\n\nThe authors acknowledged that the components in the portfolio diet were well-known for their cholesterol-busting properties. But their research is the first to test the relative effects of those dietary interventions in a real-world comparison, and to gauge how readily people can understand and implement such a diet in everyday life.\n\nIt was pretty easily done, the scientists found. Subjects in the intensive group got as many as seven sessions of instruction and guidance, while those in the routine group got one 60-minute session plus a 40-minute refresher — but both groups realized roughly equal benefits.\n\nAdvertisement\n\nThe researchers also found that the greater a subject’s adherence to the portfolio diet, the more dramatic, on average, was the LDL cholesterol reduction.\n\nBut Cleveland Clinic’s Nissen stressed that researchers did not directly measure rates of coronary heart disease — just LDL cholesterol — so the health effects of the portfolio diet are not yet clear.\n\nmelissa.healy@latimes.com", "images": ["data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "https://ca-times.brightspotcdn.com/dims4/default/abd585f/2147483647/strip/true/crop/1152x1152+448+0/resize/100x100!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F12%2F57%2Fa343371429b7000ea37eaded8d93%2Fimg-534f3749-turbine-la-bio-melissa-healy"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "keywords": [], "authors": ["Melissa Healy Is A Health", "Science Reporter With The Los Angeles Times Writing The Washington", "D.C.", "Area. She Covers Prescription Drugs", "Obesity", "Nutrition", "Exercise", "Neuroscience", "Mental Health", "Human Behavior. She S Been At The Times For More Than Years"], "canonical_link": "https://www.latimes.com/health/la-xpm-2011-aug-24-la-he-cholesterol-lowering-foods-20110824-story.html", "title": "Certain foods may be the best medicine for lowering ‘bad’ cholesterol", "meta_data": {"og": {"title": "Certain foods may be the best medicine for lowering 'bad' cholesterol", "url": "https://www.latimes.com/health/la-xpm-2011-aug-24-la-he-cholesterol-lowering-foods-20110824-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "url": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "lat-logo-dark-full.jpg"}, "description": "Certain foods may be the best medicine for lowering 'bad' cholesterol", "site_name": "Los Angeles Times", "type": "article"}, "article": {"author": "https://www.latimes.com/people/melissa-healy", "content_tier": "metered", "published_time": "2011-08-24T07:00:00", "opinion": "false", "tag": "Health"}, "twitter": {"card": "summary_large_image", "creator": "@LATmelissahealy", "description": "Certain foods may be the best medicine for lowering 'bad' cholesterol", "site": "@latimes", "title": "Certain foods may be the best medicine for lowering 'bad' cholesterol"}, "fb": {"app_id": 119932621434123, "pages": 5863113009, "profile_id": "latimes"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "Certain foods may be the best medicine for lowering 'bad' cholesterol", "brightspot.contentId": "00000169-988e-d37a-a1ff-9ccff8180000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1314183600.0, "source": "http://www.latimes.com", "summary": ""}