{"url": "https://consumer.healthday.com/vitamins-and-nutrition-information-27/water-consumption-health-news-701/hate-utis-one-simple-step-can-cut-the-risk-727304.html", "text": "En Español\n\nBy Karen Pallarito\n\nHealthDay Reporter\n\nMONDAY, Oct. 9, 2017 (HealthDay News) -- Drinking plenty of water each day may have an unexpected benefit -- staving off urinary tract infections, a new study reports.\n\nYoung women plagued by UTIs who drank an additional 6 cups of water each day were nearly half -- 48 percent -- as likely as a control group to have another infection, the study showed.\n\nThe water group also reduced their use of antibiotics by roughly half -- or 47 percent.\n\nWhat's more, the amount of time that passed before a woman's next UTI and between recurrent infections was longer in the water group than in the control group.\n\nWomen are more prone to UTIs than men, partly due to their anatomy. A shorter urethra makes it easier for bacteria from rectum to enter the vagina and travel to the bladder.\n\nStudy author Dr. Thomas Hooton said it's thought that increasing fluid intake decreases UTI risk in two ways: by preventing bacteria from adhering to the bladder and by reducing the overall concentration of bacteria that could cause an infection.\n\n\"Flushing bacteria out of the bladder, it's been known, at least it's been thought, that it is protective. This study suggests that it is,\" said Hooton, clinical director of the division of infectious diseases at the University of Miami School of Medicine.\n\nDr. Hunter Wessells, who wasn't involved in the study, called the additional fluid intake \"substantial,\" leading to a corresponding increase in urine output.\n\n\"It is the urine output which is of course the key factor leading to the effect seen in the study,\" said Wessells, chair of the department of urology at the University of Washington School of Medicine in Seattle.\n\nDr. Susan Bleasdale, medical director of infection control at the University of Illinois at Chicago, said the study \"may be a game changer\" for antibiotic \"stewardship\" programs aimed at reducing inappropriate antibiotic use.\n\nShe cited a 2010 review estimating that 11 million to 12 million women a year will suffer from a UTI, accounting for 1.6 billion antibiotic prescriptions a year.\n\n\"We might not even need to use antibiotics,\" she said.\n\nThe study, conducted in Bulgaria, involved 140 healthy premenopausal women who had at least three UTIs in the past year. All reported low daily fluid intake. They drank roughly four cups of fluid per day, including just 2 cups of water a day.\n\nHalf of the women in the study were asked to consume 1.5 liters of water, or about 6 cups, each day in addition to their usual daily fluid intake. Specifically, they were asked to begin drinking a 1/2-liter water bottle at each meal and finish each bottle before the next meal.\n\nThe remaining women served as a control group. They continued their usual fluid intake.\n\nThe women were followed for a year, with clinic visits at the beginning of the study as well as 6 and 12 months later. Researchers measured their water and fluid intake; urine volume, frequency and concentration; and symptoms. They also called the women each month to assess compliance and counsel them to return to the clinic for evaluation and possible treatment if they were experiencing UTI symptoms.\n\nOverall, the water group increased daily water intake by close to 5 cups a day. Their total daily fluid intake, including water and other beverages, averaged nearly 12 cups.\n\nBy contrast, the control group's total daily fluid intake was less than half of that.\n\nHooton noted that it's not clear exactly how much fluid intake must increase to deliver a benefit.\n\n\"There's no magic in a liter-and-a-half,\" he said.\n\nLikewise, he believes any increase in fluid -- not just water -- may be beneficial since fluids are mostly water. And while the study involved younger women, he said older women who experience recurrent UTIs may benefit from increasing their daily fluid intake as well.\n\nWhether the advice would benefit women with normal urine output, however, is unclear, Wessells noted.\n\n\"In addition, the bother associated with the higher urine output, and feasibility of implementing this water intake strategy across a range of occupations and ages, requires further study as well,\" he said.\n\nResearchers presented the findings Saturday at IDWeek 2017, the annual meeting of the Infectious Diseases Society of America, the Society for Healthcare Epidemiology of America, the HIV Medicine Association and the Pediatric Infectious Diseases Society.\n\nResearch presented at meetings is generally considered preliminary until published in a peer-reviewed publication.\n\nMore information\n\nVisit the U.S. Centers for Disease Control and Prevention for more on UTIs.", "images": ["https://media.healthday.com/Images/icimages/67138.jpg"], "top_img": "https://media.healthday.com/Images/icimages/67138.jpg", "keywords": [], "authors": ["Karen Pallarito"], "canonical_link": "https://consumer.healthday.com/vitamins-and-nutrition-information-27/water-consumption-health-news-701/hate-utis-one-simple-step-can-cut-the-risk-727304.html", "title": "Hate UTIs? One Simple Step Can Cut the Risk", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Adding more water to daily routine lowered odds for the infections", "og": {"title": "Hate UTIs? One Simple Step Can Cut the Risk", "image": "https://media.healthday.com/Images/icimages/67138.jpg", "description": "Adding more water to daily routine lowered odds for the infections", "url": "https://consumer.healthday.com/vitamins-and-nutrition-information-27/water-consumption-health-news-701/hate-utis-one-simple-step-can-cut-the-risk-727304.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}