{"url": "https://www.statnews.com/2016/11/29/allergy-drug-development/", "text": "Allergy treatments haven’t advanced much in decades, even as hundreds of millions around the world suffer from wheezing, itches, and rashes — and in severe cases, risk death — from exposure to allergens ranging from eggs to pollen to dog dander.\n\nBut hope may be on the way.\n\nScientists who study the immune system are beginning to understand the root cause of allergies — and are starting to work on next-generation therapies that could stop allergies in their tracks, rather than simply treating symptoms. Private investors and corporations are pouring money into the field.\n\nadvertisement\n\nSean Parker, the internet mogul of Napster fame, donated $24 million to set up an allergy research center at Stanford University. Nestlé this month invested $145 million in a startup aimed at tackling peanut allergy. And the Broad Institute of Cambridge, Mass., recently launched a new initiative to unravel the basic biology of food allergy.\n\nThe potential market is huge: It’s estimated that 50 million Americans have allergies. As many as 10 percent of children suffer from hay fever, nearly 12 percent have skin allergies, and 5 percent have food allergies, most commonly peanuts, dairy, and shellfish, according to the 2014 National Health Interview Survey.\n\n“I foresee that a lot of allergy therapies will become more and more specific and targeted, and more customizable to the individual patient,” said Andrew Long, the lead investigational drug pharmacist at Stanford’s Sean N. Parker Center for Allergy & Asthma Research.\n\nAnswering ‘home brews’ with science\n\n\n\nThe experimental treatment that may be closest to market is also one of the simplest. Bay Area startup Aimmune, backed in part by Nestlé with that $145 million investment, is creating a methodical peanut desensitization pill that slowly weans patients away from allergy.\n\nThe company has identified the peanut proteins that trigger allergic reaction and is filling little capsules with the stuff. Patients start out by taking half a milligram of peanut protein, and gradually work their way up — over the course of about six months — to the equivalent of eating a single peanut.\n\n“The people who need it the most are the people who have the most profound and potentially life-threatening reaction,” said Dr. Daniel Adelman, chief medical officer of Aimmune.\n\nThe capsules are science’s answer to previous efforts from allergists, who would concoct “home brews” of peanut protein to desensitize patients under the table. Aimmune’s peanut powder is in Phase 3 trials — and, despite its relative simplicity, is still considered something of a trailblazer in allergy science.\n\nTackling multiple allergies at once\n\nResearchers at Stanford University are building on the concept of desensitization.\n\nOne of the drugs Long is excited about: omalizumab, a biologic drug made by Genentech under the trade name Xolair.\n\nTo understand how it works, you have to back up and look at why you get all itchy and wheezy when you encounter an allergen. Such responses make sense from an evolutionary standpoint: They initially came into being to protect our bodies against toxins, like snake venom, or to ward away parasites. But they can be deadly in the modern era.\n\nTwo types of immune cells — called mast cells and basophils — are the biggest culprits behind allergic reactions. When a person encounters an allergen, let’s say peanut protein, a type of antibody called immunoglobulin E, or IgE, gets activated. This stimulates the mast cells and basophils to release a storm of chemicals that provoke an allergic response to help exorcise peanut protein from the body.\n\nGenentech’s drug is an engineered antibody that binds to human IgE, blocking it from triggering that chemical storm.\n\nIt was approved by the FDA in 2003 to treat a form of asthma often triggered by allergens, but Stanford researchers are now testing it on patients with food allergies — and finding that it might help speed along classic allergy desensitization therapy, in which patients are slowly introduced to escalating quantities of the allergen, via allergy shots or those “home brew” concoctions.\n\n“Right now, the process of immunotherapy is painstakingly long — it takes not just weeks or months, but years, to treat a single allergy this way,” said Dr. Toshi Kawakami, a researcher at the La Jolla Institute for Allergy and Immunology.\n\nThis timeline becomes untenable for patients with multiple allergies — and about 70 percent of people who have an allergy to one type of food will also be allergic to another, Long said.\n\nSo Stanford has paired Xolair with desensitization therapy to treat up to five different food allergens at any given time. Instead of taking years to gird a patient’s body against peanuts, they’re able to help her control her reactions to, say, hazelnuts, fish, dairy, and wheat as well.\n\nLooking at IgE from a different angle, Harvard statistical geneticist Liming Liang has been hunting for new drug targets that might modulate how, exactly, the antibody is expressed. In a paper published last year in Nature, Liang’s team found 30 genes that are involved in kicking off the allergic response.\n\n“We think we’ll be able to identify a potential drug target here for allergy reaction — but, of course, it’ll take quite a long time to turn that into a medicine used by patients,” Liang said.\n\nTesting a DNA vaccine for allergens\n\nAnother compelling approach is being taken by Japan’s Astellas Pharma (ALPMY), which is developing a DNA vaccine meant to protect the body from cedar pollen. (Hay fever has been called a “national affliction” in Japan, affecting a quarter of the population.)\n\nThe underlying research, from Immunomic Therapeutics and Johns Hopkins University, involves attaching a fragment of DNA from, say, cedar pollen to a template vaccine that can embed itself inside the cell. Once there, it revs up an aggressive immune response and imprints an “immunological memory,” which means the immune system will respond even more quickly to future exposures to the allergen.\n\nThe idea is to create resistance to an allergen without ever having to expose the patient to that substance. If it works, it’d be fairly easy to swap out the cedar pollen DNA for a different allergen — for instance, the genetic material that codes for peanut or cat antigens — and tack it onto this vaccine template.\n\n“The beauty of this is that, unlike food desensitization or skin patches, patients aren’t exposed to the circulating antigen,” Long said. “That hypothetically decreases the risk for adverse events.”\n\nOvercoming an industry’s fears\n\nFor all the research on allergies, none of the drugs in the pipeline is a sure thing.\n\nFor a cautionary tale, look no further than Circassia Pharmaceuticals, which has been working on an experimental immunotherapy drug to forestall cat allergies. Interest in Circassia had been sky-high — the small biotech’s market value had shot up to $1 billion earlier this year on speculation that its drug would prove effective.\n\nBut in a Phase 3 study, it turned out that the placebo effect was as effective as the drug itself. The company’s stock plummeted on that news this past June.\n\nNewsletters Sign up for The Readout Your daily guide to what’s happening in biotech. Please enter a valid email address. Privacy Policy Leave this field empty if you're human:\n\nIt’s not just that solving allergies is hard. Current medications — such as Benadryl, Claritin, and epinephrine (best known for powering the EpiPen) — do a decent job controlling symptoms in most patients, so there’s little incentive to innovate.\n\n“There’s a dearth of new allergy products because antihistamines work so well,” said Dr. Todd Brady, CEO of Aldeyra Therapeutics (ALDX), a startup in Lexington, Mass., that’s developing a drug to reduce eye irritation from allergies.\n\n“They’re generic, they’re cheap, they’re safe, and easy to use — but unfortunately, a lot of patients suffer because of that phenomenon, because not everyone responds to antihistamines,” Brady said.\n\nAnother reason for the hesitancy: liability concerns. It’s a risky proposition to give patients the foods they’re deathly allergic to — inducing anaphylactic reactions simply to test drugs in clinical trials.\n\n“At the end of the day, it’s a fairly 19th-century approach,” said Dr. Wayne Shreffler, a researcher at Massachusetts General Hospital who is working on the Broad Institute’s Food Allergy Science Initiative. “There’s really no doubt that there have been cold feet in the industry about this issue.”\n\nBut investigators around the world have shown they can carry out these “food challenge” trials safely — which could help hasten the development of new drugs.\n\n“In school, we didn’t learn anything about allergy treatment, except antihistamines and epinephrine,” Long said. “But now, we’re seeing this whole new spectrum of treatments. It’ll be interesting to see how this translates into making it into a pharmacy, and into the hands of patients.”\n\nCorrection: A previous version of the story misstated some aspects of Aimunne’s work on peanut allergies.", "images": ["https://www.statnews.com/wp-content/uploads/2019/08/Newsletter-Logo-Images-DR.png", "https://www.statnews.com/wp-content/themes/stat/images/stat-logo.svg", "https://www.statnews.com/wp-content/plugins/stat-lazy-load/images/330x400-00000000.png", "https://www.statnews.com/wp-content/uploads/2017/11/Circular_Meghana.png", "https://dc.ads.linkedin.com/collect/?pid=46858&fmt=gif", "https://www.statnews.com/wp-content/uploads/2016/11/AP110786939-1024x576.jpg", "https://www.facebook.com/tr?id=436331036555416&ev=PageView&noscript=1", "https://www.statnews.com/wp-content/uploads/2016/11/AP110786939-645x645.jpg"], "top_img": "https://www.statnews.com/wp-content/uploads/2016/11/AP110786939-1024x576.jpg", "keywords": [], "authors": ["Meghana Keshavan", "Sharon Begley", "Adam Feuerstein", "Ed Silverman", "Rebecca Robbins", "Damian Garde"], "canonical_link": "https://www.statnews.com/2016/11/29/allergy-drug-development/", "title": "Allergy treatments enter new era as money pours into field", "meta_data": {"viewport": "width=device-width, initial-scale=1", "referrer": "origin", "description": "Allergy treatments haven't advanced much in decades, but there's new hope as scientists unravel the root cause of allergies and develop new drugs.", "og": {"locale": "en_US", "type": "article", "title": "Allergy treatments enter new era as money pours into field", "description": "Allergy treatments haven't advanced much in decades, but there's new hope as scientists unravel the root cause of allergies and develop new drugs.", "url": "https://www.statnews.com/2016/11/29/allergy-drug-development/", "site_name": "STAT", "updated_time": "2016-11-29T16:40:25+00:00", "image": {"identifier": "https://www.statnews.com/wp-content/uploads/2016/11/AP110786939-1024x576.jpg", "secure_url": "https://www.statnews.com/wp-content/uploads/2016/11/AP110786939-1024x576.jpg", "width": 1024, "height": 576}}, "article": {"publisher": "http://facebook.com/statnews/", "tag": "research", "section": "Biotech", "published_time": "2016-11-29T10:00:55+00:00", "modified_time": "2016-11-29T16:40:25+00:00"}, "fb": {"app_id": 933808010032702, "pages": 1456948254627841}, "twitter": {"card": "summary_large_image", "description": "Allergy treatments haven't advanced much in decades, but there's new hope as scientists unravel the root cause of allergies and develop new drugs.", "title": "Allergy treatments enter new era as money pours into field", "site": "@statnews", "image": "https://www.statnews.com/wp-content/uploads/2016/11/AP110786939-1024x576.jpg", "creator": "@megkesh"}, "generator": "WordPress 5.2.4", "ia": {"markup_url": "https://www.statnews.com/2016/11/29/allergy-drug-development/?ia_markup=1"}, "apple-itunes-app": "app-id=1324796990", "msapplication-TileImage": "https://www.statnews.com/wp-content/uploads/2015/10/cropped-stat-logo-teal-328x328.png"}, "movies": [], "publish_date": 1480395600.0, "source": "https://www.statnews.com", "summary": ""}