{"url": "http://www.latimes.com/science/sciencenow/la-sci-sn-to-quit-smoking-total-abstinence-20160314-story.html", "text": "Just rip off the bandage; dive into the freezing water; close your eyes and take it. For cigarette smokers who waver at the edge of a decision to quit and consider strategies to ease the transition, a new study finds that the all-in approach is more likely to work than wading in slowly.\n\nIn a clinical trial that pitted would-be quitters who stopped smoking altogether on quit day against those directed to wean themselves off the butts over two weeks, researchers found that those who went cold turkey were more likely than gradual taperers to succeed in quitting for four weeks and for six months.\n\nThe differences weren’t overwhelming: at four weeks, 39.2% of the gradualists were no longer smoking, compared to 49% of the do-it-nowers. At six months 15.5% of the gradualists and 22% of those who stopped smoking on quit day were “former smokers.” But in a group of this size, those differences are considered statistical proof that quitting abruptly is a superior strategy to tiptoeing into the decision.\n\nThe study was published in the Annals of Internal Medicine on Monday.\n\nAdvertisement\n\nThose numbers also underscore a somewhat depressing truth among cigarette smokers wishing to quit: Failure is common. Most studies have shown that roughly one-in-four quitters who use medicines to aid in their effort is able to remain abstinent for six months, and many who make it that far subsequently relapse. Successful quitters tend to have one thing in common: Most of them tried to quit many times before succeeding.\n\nThe study was conducted in Great Britain, where participants included 697 people who smoked at least 15 cigarettes a day or who had diminished lung capacity consistent with regular smoking. To participate, subjects had to agree to quit within two weeks of enrollment. They were then assigned to either an abrupt-quit or gradual-quit group.\n\nEnrollees in the gradual-quit group did get to choose whether, in the two-week period over which they were to stop smoking, they would taper their daily cigarettes, observe smoke-free periods, or smoke on a schedule. While they followed those gradual-quit patterns, they wore nicotine patches and got fast-acting nicotine products, including gum, tablets, lozenges and sprays.\n\nAt a nurse visit one week before their final-quit day, the gradualists had reduced their cigarette consumption, on average, by 48% -- just short of the 50% goal. By quit-day, they had reduced on average by 68% (short of the 75% goal).\n\nAdvertisement\n\nThe abrupt-quitters were issued nicotine patches, which they wore for the two weeks leading up to their “quit day.” After that, they were issued nicotine-replacement products to ease their withdrawal. And despite being told not to alter their smoking patterns as their quit-day approached, they did decrease their smoking by an average of 29%.\n\nAfter the two-week period was up and cessation began in both conditions, both groups experienced withdrawal symptoms and urge intensities that were roughly the same.\n\nThe provision not only of nicotine-replacement products but of schedules, structure and professional encouragement for gradual quitters likely “optimized” those participants’ likelihood of success, the researchers said. And yet, their success rates still fell well below those of abrupt-quitters.\n\nThe latest finding falls in line with other research on quitting. It may be that those who choose to quit gradually are not as committed to quitting as are those willing to take the plunge, but since participants here were randomized to their condition, this study suggests that different levels of motivation might not fully explain the different rates of success.\n\nThe researchers acknowledge that this is hardly the last word on the best way to quit. In a large population of smokers, the gradual approach might feel kinder and gentler to many smokers, and prompt more to attempt quitting more often. Quitting gradually is, at least, sometimes successful. So, over time and in a large population, getting more people to try might result in greater reductions in smoking than abrupt quitting, they acknowledge.\n\nHere’s what the American Cancer Society says about quitting, and the often-discouraging statistics:\n\n“The truth is that quit smoking programs, like other programs that treat addictions, often have fairly low success rates. But that doesn’t mean they’re not worthwhile or that you should be discouraged. Your own success in quitting and staying that way is what really counts, and you have some control over that. Even if you don’t succeed the first few times, keep trying. You can learn from your mistakes so that you’ll be ready for those pitfalls next time.\n\nFollow me on Twitter @LATMelissaHealy and “like” Los Angeles Times Science & Health on Facebook.", "images": ["data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/dims4/default/7709427/2147483647/strip/true/crop/1024x682+0+0/resize/840x559!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Feb%2F26%2F208c8d33e2013d92d3aca0595897%2Fla-sci-sn-to-quit-smoking-total-abstinence-201-002", "https://ca-times.brightspotcdn.com/dims4/default/6d613e9/2147483647/strip/true/crop/1024x538+0+72/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Feb%2F26%2F208c8d33e2013d92d3aca0595897%2Fla-sci-sn-to-quit-smoking-total-abstinence-201-002", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "https://ca-times.brightspotcdn.com/dims4/default/abd585f/2147483647/strip/true/crop/1152x1152+448+0/resize/100x100!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F12%2F57%2Fa343371429b7000ea37eaded8d93%2Fimg-534f3749-turbine-la-bio-melissa-healy"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/6d613e9/2147483647/strip/true/crop/1024x538+0+72/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Feb%2F26%2F208c8d33e2013d92d3aca0595897%2Fla-sci-sn-to-quit-smoking-total-abstinence-201-002", "keywords": [], "authors": ["Staff Writer", "Melissa Healy Is A Health", "Science Reporter With The Los Angeles Times Writing The Washington", "D.C.", "Area. She Covers Prescription Drugs", "Obesity", "Nutrition", "Exercise", "Neuroscience", "Mental Health"], "canonical_link": "https://www.latimes.com/science/sciencenow/la-sci-sn-to-quit-smoking-total-abstinence-20160314-story.html", "title": "To quit smoking, it’s best to go cold turkey, study finds", "meta_data": {"og": {"title": "To quit smoking, it's best to go cold turkey, study finds", "url": "https://www.latimes.com/science/sciencenow/la-sci-sn-to-quit-smoking-total-abstinence-20160314-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/6d613e9/2147483647/strip/true/crop/1024x538+0+72/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Feb%2F26%2F208c8d33e2013d92d3aca0595897%2Fla-sci-sn-to-quit-smoking-total-abstinence-201-002", "url": "https://ca-times.brightspotcdn.com/dims4/default/6d613e9/2147483647/strip/true/crop/1024x538+0+72/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Feb%2F26%2F208c8d33e2013d92d3aca0595897%2Fla-sci-sn-to-quit-smoking-total-abstinence-201-002", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "Smoking"}, "description": "Just rip off the bandage; dive into the freezing water; close your eyes and take it.", "site_name": "Los Angeles Times", "type": "article"}, "article": {"author": "https://www.latimes.com/people/melissa-healy", "content_tier": "metered", "published_time": "2016-03-14T21:05:00", "opinion": "false", "section": "Science"}, "twitter": {"card": "summary_large_image", "creator": "@LATmelissahealy", "description": "Just rip off the bandage; dive into the freezing water; close your eyes and take it.", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/b525308/2147483647/strip/true/crop/1024x576+0+53/resize/1200x675!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Feb%2F26%2F208c8d33e2013d92d3aca0595897%2Fla-sci-sn-to-quit-smoking-total-abstinence-201-002", "alt": "Smoking"}, "site": "@latimes", "title": "To quit smoking, it's best to go cold turkey, study finds"}, "fb": {"app_id": 119932621434123, "pages": 5863113009, "profile_id": "latimes"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "Just rip off the bandage; dive into the freezing water; close your eyes and take it.", "brightspot.contentId": "00000169-0c8d-dbbe-a16f-4eedc9c40000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1457928000.0, "source": "http://www.latimes.com", "summary": ""}