{"url": "http://www.npr.org/sections/goatsandsoda/2016/08/12/489619045/could-worms-in-your-gut-cure-your-allergies", "text": "Could Worms In Your Gut Cure Your Allergies?\n\nEnlarge this image toggle caption David Scharf/Science Source David Scharf/Science Source\n\nWhen you first meet Moises Velasquez-Manoff, the first thing you notice is his hair — or the lack of it.\n\ntoggle caption NPR\n\nHe's completely bald.\n\n\"At age 11, I developed this condition, called alopecia areata, where I lost my hair,\" says Velasquez-Manoff, a science writer in Berkeley, Calif. \"It started in patches, but eventually I lost it all.\"\n\nA few years ago Velasquez-Manoff was working on a book about autoimmune diseases, like allergies, asthma, Crohn's disease and alopecia. He talked to many people who were using an unlikely tool to treat their problems: parasitic worms that live in your gut — permanently.\n\nThe worms were getting rave reviews. \"People were saying, 'I had absolutely zero symptoms. And my disease went into remission!'\" Velasquez-Manoff says.\n\nSo he started to wonder: Could these worms cure his alopecia? Maybe his hay fever, too?\n\nEnlarge this image toggle caption Courtesy of Moises Velasquez-Manoff Courtesy of Moises Velasquez-Manoff\n\nHe went down to Mexico, bought 30 hookworms and let the larvae infect him.\n\nHookworm larvae are microscopic. But they have little spikes that puncture the skin and allow the larvae to burrow inside you. Then the critters head straight for a capillary.\n\n\"They basically ride your bloodstream back through your heart, into your lungs,\" where they hang out for a while, Velasquez-Manoff says.\n\nThen the larvae crawl out of the lung through your stomach and into the small intestine — where they bite onto the intestinal wall and start sucking blood — a few drops a day.\n\nAt that point, the worms do something amazing: They suppress the immune system, says P'ng Loke, an immunologist at the New York University School of Medicine.\n\n\"That's the really fascinating thing,\" he says. You see, the worms don't shut down the immune system completely — just enough so that the immune cells won't attack the worm.\n\nBut this can help with something else. It can keep the immune system from getting out of control and attacking the body.\n\n\"If you think about it, the worst thing that you want is an immune system that's out of control,\" Loke says.\n\nWhy? Because that's when you get autoimmune problems. So the hypothesis is that intestinal worms could possibly reverse these problems, by damping down the immune system.\n\nThe idea was so promising, that back in 2011 a pharmaceutical company decided to test it in clinical trials. Coronado Biosciences put together about six large studies.\n\nThe first study to finish was a big one in Europe that looked to see if pig whipworms helped with Crohn's disease.\n\nThe bottom line: \"The proportion of patients who improved with the worms was no different than the proportion of patients who were improved with placebo,\" says Dr. Stephen Hanauer at Northwestern University Feinberg School of Medicine, who was involved with one trial.\n\nThe whipworms were so ineffective at stopping Crohn's disease that Coronado canceled its other trials. The company's stock plummeted. And eventually the company changed its name and focus.\n\nOther trials with worms haven't gone so well either, says Hanauer. \"The controlled trials, thus far, in a variety of different diseases including childhood allergies and asthma have not been positive.\"\n\nIt's unclear why the worms haven't worked in these trials, Loke says. It could be that the whipworm larvae weren't prepared correctly. Or that the worms work for some people but not others. It may depend on a person's genes.\n\nBack in Berkeley, Velasquez-Manoff thought he might one of the lucky ones.\n\nA little while after he took the hookworms, his hay fever disappeared.\n\n\"Like just gone, gone, gone,\" he says.\n\nAnd his hair?\n\n\"Then I had like, little bit of peach fuzzy hair growing here and there on my body,\" Velasquez-Manoff says.\n\nBut then the tide turned. \"Suddenly it's like one day, the whole thing reversed.\"\n\nHis hay fever came back. The hair didn't grow anymore.\n\nAnd having worms in his body wasn't pleasant. At first, he had diarrhea and cramps. That got better. But even months later, he still felt kind of bad.\n\n\"I never got back to feeling completely normal for that year [that the worms were inside],\" Velasquez-Manoff says.\n\nHe says the benefits of the worms definitely didn't outweigh the bad side effects. And he would never try treating his alopecia or hay fever with them again.\n\n\"The way I thought of it was, would I give this to my kids? And the answer is pretty easily and obviously: Hell no,\" Velasquez-Manoff says. \"I wouldn't want them to feel this way.\"", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2016/08/11/scisource_ja5123_wide-2589f1330cffeb5d9a4c05ae638de3cd857757aa.jpg?s=1400", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/assets/img/2016/08/11/tijuana_custom-44ae61d0400d68aacff571924491d69e236bdc34-s800-c15.jpg", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2016/08/11/scisource_ja5123-84bd2a988b55eb7d714a568231b28d8b5be837af-s1100-c15.jpg", "https://media.npr.org/assets/img/2016/08/11/neww16x91_custom-b5a5ed178e242abace2de8d6e160e47c3a32f414-s800-c15.jpg", "https://media.npr.org/branding/sections/goatsandsoda/branding_icon-7ba13924e5a8207f207c89db39b852dbc0aeca08.png", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2016/10/24/doucleffphoto_sq-62aad3924593e04eb8e33e060acdabe6b945ba1c-s100-c85.jpeg", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2016/08/11/scisource_ja5123_wide-2589f1330cffeb5d9a4c05ae638de3cd857757aa.jpg?s=1400", "keywords": [], "authors": ["Michaeleen Doucleff"], "canonical_link": "https://www.npr.org/sections/goatsandsoda/2016/08/12/489619045/could-worms-in-your-gut-cure-your-allergies", "title": "Could Worms In Your Gut Cure Your Allergies?", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2016-08-12", "description": "Some people are trying to treat autoimmune problems with an unlikely tool: worms that live in your gut, permanently. Scientists are finally starting to figure out whether they work.", "og": {"title": "Could Worms In Your Gut Cure Your Allergies?", "url": "https://www.npr.org/sections/goatsandsoda/2016/08/12/489619045/could-worms-in-your-gut-cure-your-allergies", "type": "article", "description": "Some people are trying to treat autoimmune problems with an unlikely tool: worms that live in your gut, permanently. Scientists are finally starting to figure out whether they work.", "image": "https://media.npr.org/assets/img/2016/08/11/scisource_ja5123_wide-2589f1330cffeb5d9a4c05ae638de3cd857757aa.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Could Worms In Your Gut Cure Your Allergies?", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2016/08/11/scisource_ja5123_wide-2589f1330cffeb5d9a4c05ae638de3cd857757aa.jpg?s=1400"}}}, "movies": [], "publish_date": 1470974400.0, "source": "http://www.npr.org", "summary": ""}