{"url": "https://web.archive.org/web/20180319011237/https://wtop.com/local/2017/11/replacing-lymph-nodes-to-ease-painful-legacy-of-cancer-care/slide/1/", "text": "A Wisconsin woman traveled hundreds of miles to MedStar Georgetown University Hospital in Washington for a delicate operation: replacing under-arm lymph nodes lost in cancer surgery. A small but growing number of hospitals offer the procedure. See photos.\n\nWASHINGTON (AP) — Breast cancer treatment left Susan Wolfe-Tank with an arm too painfully swollen to lift anything heavy or even fit into her usual clothing — a debilitating condition that gets little attention and has no cure.\n\nDesperate, the Wisconsin woman traveled hundreds of miles to seek a delicate operation — replacing under-arm lymph nodes lost in cancer surgery — as a small but growing number of hospitals offer microsurgical attempts at relief from lymphedema that help some patients but not all.\n\n“Right in this area, feel that — that is your lymph node,” Dr. David Song of MedStar Georgetown University Hospital in Washington told Wolfe-Tank during a recent check-up.\n\nSong, Georgetown’s plastic surgery chief, had removed healthy lymph nodes from Wolfe-Tank’s back and side and implanted them in the affected arm. As the new nodes took root, her arm was shrinking. A delighted Song’s only caution: “Take care of them,” by wearing a compression sleeve as prescribed.\n\n“This isn’t a cure. I will still have to be careful,” said Wolfe-Tank, 51, of Hurley, Wisconsin. But, “I will be able to cross-country ski again, just live a normal life. Look at my arm, it’s incredible.”\n\nLymphedema is a chronic swelling, often in an arm or leg, that in severe cases can be disfiguring, impair mobility, cause disabling pain, harden the skin and lead to infection.\n\nLymph nodes work like biological pumps in a network that’s part of the immune system. They drain watery fluid called lymph that, traveling through tiny channels, brings nutrients to cells and takes away bacteria and waste material. Lose or damage enough lymph nodes or channels in a particular area and that fluid builds up.\n\nThere’s no good count, but millions of Americans are estimated to have some degree of lymphedema, and while it can be hereditary or result from injury, many U.S. cases are a lasting side effect of treatment for a variety of cancers.\n\nConsider breast cancer. While better surgical techniques in recent decades have lowered the risk, experts estimate that still about 6 percent of breast cancer survivors who undergo a “sentinel node biopsy” — removing a few nodes to check for spreading cancer — will develop lymphedema. That risk jumps to about 20 percent for women like Wolfe-Tank who need additional lymph nodes removed because of more advanced cancer. Radiation causes further harm.\n\nYet too often women aren’t warned about symptoms or checked for early signs, when lymphedema is more easily treated, said Dr. Sheldon Feldman of New York’s Montefiore Einstein Center for Cancer Care. He co-authored physician guidelines issued this fall by the American Society of Breast Surgeons on prevention and treatment of breast cancer-related lymphedema.\n\nTypical patients have “had that swelling for a while,” Feldman said. “Now the treatment is an uphill battle.”\n\nThe main treatment consists of wearing compression bandages and massage to bring down swelling. A lymphedema specialist initially prescribed a large pump that massaged Wolfe-Tank’s arm for an hour a night, temporarily relieving some of the pain.\n\n“But if I used my arm, I was back to square one,” Wolfe-Tank said. “I didn’t fit into my coat anymore. I live in the snow capital of Wisconsin. I’m not supposed to shovel. We’ve got to fix this.”\n\nWolfe-Tank had struggled for four years when an oncologist recommended lymph node transfer. The rationale: There are more lymph nodes in the body’s trunk than in the limbs — more avenues to drain off fluid — and thus it should be safe to move a few. Hunting for a surgeon, Wolfe-Tank found Song, who transferred about five nodes along with supportive blood vessels and other tissue, hoping they’d grow new channels to drain fluid.\n\nIt’s not the only option. A technique called lymphovenous bypass reroutes lymph-carrying channels, going around damaged or missing nodes to drain into veins instead.\n\nSome surgeons use a variation of that technique protectively, in hopes of preventing lymphedema from forming in the first place. During the initial cancer surgery, they check which lymph-carrying channels the node removal left dangling — and connect them to blood vessels to drain.\n\n“Surgical options offer great potential,” note the breast surgeons’ new guidelines. But they don’t work for everyone.\n\nAbout a third of lymph node transfer patients see some positive effect, Song said.\n\nAnd Feldman noted that over about the past decade, the microsurgeries have been studied only in small research trials, and results vary with surgeon experience. One debate is whether to offer lymph node transfer early, before patients build up as much damage as Wolfe-Tank did. Insurance coverage also varies.\n\nFeldman’s bottom line: Patients considering microsurgery should be evaluated in a comprehensive lymphedema program to determine their best options.\n\nCopyright © 2018 The Associated Press. All rights reserved. This material may not be published, broadcast, written or redistributed.", "images": ["https://web.archive.org/web/20180319011237im_/https://wtop.com/wp-content/uploads/2017/11/Replacing_Lymph_Nodes_22038-727x485.jpg", "https://web.archive.org/web/20180319011237im_/https://b.scorecardresearch.com/p?c1=2&c2=16067480&cv=2.0&cj=1", "https://web.archive.org/web/20180319011237im_/https://wtop.com/local/2017/11/replacing-lymph-nodes-to-ease-painful-legacy-of-cancer-care/slide/1/", "https://web.archive.org/web/20180319011237im_/https://secure.leadback.advertising.com/adcedge/lb?site=695501&betr=37724=904187[720]", "https://web.archive.org/web/20180319011237im_/https://secure.ace-tag.advertising.com/action/type=127161/bins=1/rich=0/Mnum=1516/", "https://web.archive.org/web/20180319011237im_/https://pixel.quantserve.com/pixel/p-sgZGQjSAzUNrD.gif", "https://web.archive.org/web/20180319011237im_/https://wtop.com/wp-content/uploads/2017/11/Replacing_Lymph_Nodes_22038.jpg"], "top_img": "https://web.archive.org/web/20180319011237im_/https://wtop.com/wp-content/uploads/2017/11/Replacing_Lymph_Nodes_22038.jpg", "keywords": [], "authors": ["News Traffic Weather"], "canonical_link": "https://web.archive.org/web/20180319011237/https://wtop.com/local/2017/11/replacing-lymph-nodes-to-ease-painful-legacy-of-cancer-care/", "title": "Replacing lymph nodes to ease painful legacy of cancer care", "meta_data": {"viewport": "width=device-width, initial-scale=1", "wp-admin-url": "https://wtop.com/wp-admin/post.php?post=16810401&action=edit", "sailthru.canonical": "https://wtop.com/local/2017/11/replacing-lymph-nodes-to-ease-painful-legacy-of-cancer-care/", "sailthru.date": "2017-11-27 07:40:00", "sailthru.tags": "Health and Fitness News,Latest News,Living News,Local News,National News", "sailthru.image.full": "https://wtop.com/wp-content/uploads/2017/11/Replacing_Lymph_Nodes_22038.jpg", "sailthru.image.thumb": "https://wtop.com/wp-content/uploads/2017/11/Replacing_Lymph_Nodes_22038-150x150.jpg", "description": "A Wisconsin woman traveled hundreds of miles to D.C. for a delicate operation: replacing under-arm lymph nodes lost in cancer surgery. See photos.", "news_keywords": "breast cancer, cancer, diseases and conditions, lymph node treatment, lymph node removal, medstar georgetown university hospital", "original-source": "https://wtop.com/local/2017/11/replacing-lymph-nodes-to-ease-painful-legacy-of-cancer-care/", "og": {"locale": "en_US", "type": "article", "title": "Replacing lymph nodes to ease painful legacy of cancer care", "description": "A Wisconsin woman traveled hundreds of miles to D.C. for a delicate operation: replacing under-arm lymph nodes lost in cancer surgery. See photos.", "url": "https://web.archive.org/web/20180319011237/https://wtop.com/local/2017/11/replacing-lymph-nodes-to-ease-painful-legacy-of-cancer-care/", "site_name": "WTOP", "updated_time": "2017-11-27T10:35:02-04:00", "image": {"identifier": "https://web.archive.org/web/20180319011237im_/https://wtop.com/wp-content/uploads/2017/11/Replacing_Lymph_Nodes_22038.jpg", "secure_url": "https://wtop.com/wp-content/uploads/2017/11/Replacing_Lymph_Nodes_22038.jpg", "width": 2000, "height": 1333}}, "article": {"section": "Health and Fitness News", "published_time": "2017-11-27T07:40:00-04:00", "modified_time": "2017-11-27T10:35:02-04:00"}, "twitter": {"card": "summary", "description": "A Wisconsin woman traveled hundreds of miles to D.C. for a delicate operation: replacing under-arm lymph nodes lost in cancer surgery. See photos.", "title": "Replacing lymph nodes to ease painful legacy of cancer care - WTOP", "image": "https://web.archive.org/web/20180319011237im_/https://wtop.com/wp-content/uploads/2017/11/Replacing_Lymph_Nodes_22038.jpg"}, "wp-parsely_version": "1.10.2", "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "https://wtop.com/wp-content/themes/wtop/assets/img/favicons/mstile-144x144.png", "msapplication-config": "https://wtop.com/wp-content/themes/wtop/assets/img/favicons/browserconfig.xml", "smartbanner": {"title": "WTOP News", "author": "News Traffic Weather", "price": "FREE", "price-suffix-google": "- In Google Play", "icon-google": "https://wtop.com/wp-content/themes/wtop/assets/img/app/Google-Play-Icon.png", "button": "VIEW", "button-url-google": "https://play.google.com/store/apps/details?id=com.audionowdigital.player.wtopradio", "enabled-platforms": "android"}, "tout": {"article": {"id": 16810401}}}, "movies": [], "publish_date": 1511782800.0, "source": "https://web.archive.org", "summary": ""}