{"url": "http://www.npr.org/blogs/health/2015/03/09/390977656/the-gentle-cesarean-more-like-a-birth-than-an-operation", "text": "The Gentle Cesarean: More Like A Birth Than An Operation\n\nThere are many reasons women need cesareans. Sometimes the situation is truly life-threatening. But often the problem is that labor simply isn't progressing. That was the case for Valerie Echo Duckett, 35, who lives in Columbus, Ohio. After receiving an epidural for pain, Duckett's contractions stopped. By late evening she was told she'd need a C-section to deliver her son, Avery. Duckett says she has vague memories of being wheeled into the operating room, strapped down and shaking from cold.\n\n\"They were covering me up with warm blankets,\"she says. \"I kind of slept in and out of it.\" Her only memory of meeting her newborn son for the first time was from some pictures her husband took.\n\nI felt that I hadn't earned the right to say I gave birth to him.\n\nThis is the experience many women have. The cesarean section is the most common surgery in America — about 1 in 3 babies is delivered this way. But for many women, being told they need a C-section is unpleasant news. Duckett says she felt like she missed out on a pivotal moment in her pregnancy.\n\n\"It took me a long time even to be able to say that I gave birth to Avery,\" she says. \"I felt like I didn't earn the right to say I gave birth to him, like it was taken from me somehow, like I hadn't done what I was supposed to do.\"\n\nDuckett's reaction to her C-section is unfortunately a common one, says Betsey Snow, head of Family and Child Services at Anne Arundel Medical Center, a community hospital in Annapolis, Md.\n\n\"I hear a lot of moms say, 'I'm disappointed I had to have a C-section.' A lot of women felt like they failed because they couldn't do a vaginal delivery,\" says Snow.\n\nNow some hospitals are offering small but significant changes to the procedure to make it seem more like a birth than major surgery.\n\nIn a typical C-section, a closed curtain shields the sterile operating field. Mothers don't see the procedure and their babies are immediately whisked away for pediatric care — a separation that can last for close to half an hour. Kristen Caminiti, of Crofton, Md., knows this routine well. Her first two sons were born by traditional cesarean. She was happy with their births because, she says, it was all she knew. Then, just a few weeks into her third pregnancy, Caminiti, who is 33, saw a post on Facebook about family-centered cesarean techniques catching on in England.\n\n\"I clicked on the link and thought, 'I want that,' \" she says.\n\nThe techniques are relatively easy and the main goals simple: Let moms see their babies being born if they want and put newborns immediately on the mother's chest for skin-to-skin contact. This helps stimulate bonding and breast feeding. Caminiti asked her obstetrician, Dr. Marcus Penn, if he'd allow her to have this kind of birth. He said yes.\n\nWhen Caminiti told Penn what she wanted, his first thought was it wouldn't be that difficult to do. \"I didn't see anything that would be terribly out of the norm,\" he says. \"It would be different from the way we usually do it, but nothing terrible that anyone would say we shouldn't try that.\"\n\nIt was the most amazing and grace-filled experience to finally have that moment of having my baby be placed on my chest.\n\nFamily-centered cesareans are a relatively new idea in the U.S., and many doctors and hospitals have no experience with them. Penn and the staff at Anne Arundel Medical Center quickly realized the procedure would require some changes, including adding a nurse and bringing the neonatal team into the operating room.\n\nAnd there were a bunch of little adjustments, such as moving the EKG monitors from their usual location on top of the mother's chest to her side. This allows the delivery team to place the newborn baby immediately on the mother's chest. In addition, Penn says, the mother's hands were not strapped down and the intravenous line was put in her nondominant hand so she could hold the baby.\n\nAt the beginning of October, Caminiti underwent her C-section. She was alert, her head was up and the drape lowered so she could watch the delivery of her son, Connor. Caminiti's husband, Matt, recorded the event. After Connor was out, with umbilical cord still attached, he was placed right on Caminiti's chest.\n\n\"It was the most amazing and grace-filled experience to finally have that moment of having my baby be placed on my chest,\" Caminiti says. \"He was screaming and then I remember that when I started to talk to him he stopped. It was awesome.\"\n\nAnd the baby stayed with her for the rest of the procedure.\n\nChanges like this can make a big difference, says Dr. William Camann, the director of obstetric anesthesiology at Brigham and Women's Hospital in Boston and one of the pioneers of the procedure in the U.S. At Brigham and Women's, their version of the family-centered cesarean is called the gentle cesarean. Moms who opt for it can view the birth through a clear plastic drape, and immediate skin-to-skin contact follows.\n\nCamann says the gentle C-section is not a replacement for a vaginal birth; it's just a way to improve the surgical experience. \"No one is trying to advocate for C-sections. We really don't want to increase the cesarean rate, we just want to make it better for those who have to have it,\" he says.\n\nSo why has the procedure been slow to catch on? Hospitals aren't charging more for it — so cost doesn't seem to be a major factor. What's lacking are clinical studies. Without hard scientific data on outcomes and other concerns like infection control, many hospitals may be wary of changing their routines. Betsey Snow of Anne Arundel Medical Center says the family-centered C-section represents a cultural shift, and her hospital is helping break new ground by adopting it.\n\n\"It is the first time we have really done anything innovative or creative with changing the C-section procedure in years,\" she says.\n\nKristen Caminiti says her hope is that these innovations become routine. She says she'd like nothing more than to know that other women having C-sections are able to have the same amazing experience she had.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2015/03/05/cesarian-2_wide-3cbd364316d6cfd3c4dff8b3cb523b761bc51ad3.jpg?s=1400", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/assets/img/2013/08/29/istock_squallingbaby000012676907large_sq-888372c0e972112e3d6c0f555f7eeba2a080419c-s100-c15.jpg", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2015/03/05/cesarian-2-50a79ba620a4fb0c87df7a4fc7bb9457226e88b8-s1100-c15.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2013/05/10/brazil-c-section1_sq-f370a2f6c68ed176b46c5bed9acf7bc9b1827b0d-s100-c15.jpg", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2015/03/05/cesarian-2_wide-3cbd364316d6cfd3c4dff8b3cb523b761bc51ad3.jpg?s=1400", "keywords": [], "authors": ["Jennifer Schmidt", "Valerie Echo Duckett", "Kristen Caminiti"], "canonical_link": "https://www.npr.org/sections/health-shots/2015/03/09/390977656/the-gentle-cesarean-more-like-a-birth-than-an-operation", "title": "The Gentle Cesarean: More Like A Birth Than An Operation", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2015-03-09", "description": "The goal is simple, the techniques easy. Let the mother see her baby being born, if she wants to, and give her the baby immediately following the birth, so they can bond before the baby is taken away.", "og": {"title": "The Gentle Cesarean: More Like A Birth Than An Operation", "url": "https://www.npr.org/sections/health-shots/2015/03/09/390977656/the-gentle-cesarean-more-like-a-birth-than-an-operation", "type": "article", "description": "The goal is simple, the techniques easy. Let the mother see her baby being born, if she wants to, and give her the baby immediately following the birth, so they can bond before the baby is taken away.", "image": "https://media.npr.org/assets/img/2015/03/05/cesarian-2_wide-3cbd364316d6cfd3c4dff8b3cb523b761bc51ad3.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "The Gentle Cesarean: More Like A Birth Than An Operation", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2015/03/05/cesarian-2_wide-3cbd364316d6cfd3c4dff8b3cb523b761bc51ad3.jpg?s=1400"}}}, "movies": [], "publish_date": 1425873600.0, "source": "http://www.npr.org", "summary": ""}