{"url": "http://consumer.Healthday.com/Article.asp?AID=648741", "text": "By Amanda Gardner\n\nHealthDay Reporter\n\nTUESDAY, Jan. 11, 2011 (HealthDay News) -- Jane Adrian, 61, a landscape architect in Glendale, Calif., saw her parents and two co-workers suffer from the painful, blistering condition known as shingles, so when the vaccine became available, she got it.\n\nEven though the vaccine is only about 55 percent effective, \"it's better than nothing,\" she said. \"Now I feel relieved.\"\n\nA study of a cross-section of adults enrolled with a health-management organization in southern California shows that the vaccine provides protection for many older adults without many side effects.\n\nThe findings are published in the Jan. 12 issue of the Journal of the American Medical Association.\n\nShingles is caused by the herpes zoster virus and only strikes people who have had chicken pox. It usually starts as a rash on one side of the face or body, often causing pain, itching and tingling. About a million cases occur in the United States each year, and attacks can last two to four weeks.\n\n\"Even after the rash has healed, the pain can last for months or even years,\" said lead study author HungFu Tseng, a research scientist at the Kaiser Permanente Division of Research and Evaluation in Pasadena, Calif.\n\nZostavax, as the vaccine is called, was approved in 2006, based on the results of clinical trials. The U.S. Centers for Disease Control and Prevention recommends the shot for eligible people aged 60 and older.\n\nTseng's team wanted to test the vaccine's real-world performance, so they compared 75,761 vaccinated members of the Kaiser Permanente health plan to 227,283 members who elected not to have the shot. Kaiser funded the study.\n\nIn vaccinated individuals, the rate of shingles was 6.4 cases per 1,000 people in a year while it was twice that -- 13 per 1,000 -- in the unvaccinated population, the investigators found.\n\nThe vaccine also reduced the risk of ophthalmic herpes zoster (infection that affects the eye) by 63 percent and hospitalization by 65 percent.\n\nThose who had been vaccinated were more likely to be white, female and in better overall health than the unvaccinated people, the researchers noted. Lack of awareness, concerns about effectiveness or safety, and cost may have kept some people from getting the shot, Tseng said.\n\n\"People 60 and over can consider talking to their physician about the possibility of receiving the vaccine to reduce their risk, and the doctor can evaluate if they are eligible,\" said Tseng.\n\nPatients with leukemia, lymphoma, HIV or an allergy to any ingredients in the vaccine are ineligible for the shot.\n\n\"It does bolster our confidence that it's effective in the real world,\" said Dr. Bruce Hirsch, an attending physician in infectious diseases at North Shore University Hospital in Manhasset, N.Y., who was not involved with the study.\n\nBut the vaccine can cost a couple of hundred dollars, he said, perhaps making it out of reach for those with limited resources.\n\nBecause shingles is not contagious and doesn't present a risk of death, Hirsch said he would recommend the flu vaccine and the pneumococcal vaccine over this one for uninsured patients who would have to pay out-of-pocket.\n\n\"This study helps me in terms of advising patients and prioritizing,\" Hirsch added.\n\nWhile less reliable than some childhood vaccines, which are usually 90 percent effective in preventing certain illnesses, the shingles vaccination is still worthwhile, said Dr. Ciro Sumaya, professor of health policy and management at Texas A&M Health Science Center School of Rural Public Health.\n\n\"I think it's a very good vaccine, and it's a safe vaccine, but obviously there needs to be continuing surveillance of usage of the vaccine to make sure there are no adverse effects that are seen in one in a 100 million cases versus one in five or 10,000 people,\" said Sumaya, also a member of CDC's Advisory Committee on Immunization Practices.\n\nFor now, he advises getting it. \"It's protecting against a severe disease, particularly in elderly adults,\" he said, \"so the benefit, I think, is overwhelming that we should be using this because it's recommended.\"\n\nMore information\n\nThe CDC has more on the shingles vaccine.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Amanda Gardner"], "canonical_link": "https://consumer.healthday.com/senior-citizen-information-31/age-health-news-7/shingles-vaccine-looks-like-a-safe-bet-for-seniors-study-648741.html", "title": "Shingles Vaccine Looks Like a Safe Bet for Seniors: Study", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Although not perfect, the shot will protect many older folks, researchers say", "og": {"title": "Shingles Vaccine Looks Like a Safe Bet for Seniors: Study", "description": "Although not perfect, the shot will protect many older folks, researchers say", "url": "https://consumer.healthday.com/senior-citizen-information-31/age-health-news-7/shingles-vaccine-looks-like-a-safe-bet-for-seniors-study-648741.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}