{"url": "http://online.wsj.com/article/SB10001424052702304760604576428323005864648.html", "text": "Outside of heart attacks, doctors are often too quick to use a common $20,000 procedure to treat patients suffering from coronary artery disease, a new study suggests.\n\nAbout 600,000 angioplasty procedures, which almost always involve placement of a tiny metal tube called a stent, are done in the U.S. each year. Roughly 70% of these procedures are performed on patients suffering symptoms of a heart attack and aren't medically controversial. But the remainder are done on stable patients who are suffering mild symptoms or no symptoms at all. Of those, 50% are deemed appropriate, 38% uncertain and 12% inappropriate, the report says.\n\n\"One in eight is probably higher than we would like,\" said Paul Chan, a cardiologist at Saint Luke's Mid America Heart and Vascular Institute, Kansas City, Mo., and the study's lead author.\n\nThe results, published in the Journal of the American Medical Association Tuesday, come amid rising concern about the overuse of big ticket medical technology. Such concerns are rising not only in cardiology, but in other major specialties as state and federal governments and health insurers seek to contain health-care costs.\n\n\"This tends to confirm concerns that many people have expressed—that there are many thousands of patients who undergo coronary interventions for very questionable indications,\" said Steven Nissen, head of cardiovascular medicine at the Cleveland Clinic.\n\nResearchers cautioned that the findings are complicated and include some results that are reassuring and others that are troubling. The study is part of an unusual initiative by the American College of Cardiology to examine the extent of unnecessary procedures in part because of growing concerns in recent years that angioplasty and especially stents are overused.\n\nIt comes just days after a separate initiative in the field of spine surgery. Last week, The Spine Journal, the official publication of the North American Spine Society, published a study revealing that surgeons who collectively received tens of millions of dollars from medical-device giant Medtronic Inc. failed to report serious complications in a dozen research papers they wrote about a Medtronic bone-growth protein.\n\nAs health-care costs continue to soar, reaching $2.5 trillion in the U.S. in 2009, medical societies are becoming more open to self-scrutiny for fear that the federal government and private health insurers will make medical decisions for them. Some organizations are also mindful that conflicts of interest undermine the credibility of their fields.\n\nOne big warning sign that stents were likely being implanted unnecessarily in some patients came in 2007 when the New England Journal of Medicine published a study known as \"Courage\" by a Buffalo, N.Y. cardiologist named William Boden. The Courage study, which tracked 2,287 patients for five years, showed stents weren't any better than a cocktail of medicines to treat patients suffering from chronic but stable chest pain.\n\nLast December, the Senate Finance Committee released a report on a Maryland cardiologist, Mark Midei, who allegedly performed unnecessary angioplasties on hundreds of patients. Dr. Midei was suspended by his hospital, St. Joseph Medical Center in Towson, Md., and charged with unprofessional conduct by the Maryland State Board of Physicians.\n\nThe Senate report revealed that Abbott Laboratories, ABT -0.14% one of the biggest makers of stents, hired Dr. Midei as a sales consultant after St. Joseph's barred him from operating on patients. Abbott also feted Dr. Midei in 2008 with a $1,407 pig roast when he implanted 30 stents in a single day, setting what may have been a company record.\n\nAfter Dr. Midei's departure, the number of patients who received stents at St. Joseph's fell to 116 in 2009 from 350 the year before. Dr. Midei has denied the allegations and sued St. Joseph for damaging his career. His lawyer couldn't immediately be reached for comment. Abbott has said its affiliation with him ended in early 2010, and has declined to comment on the specifics of the relationship. The company declined to comment about Tuesday's JAMA study. A spokeswoman for St. Joseph's said Dr. Midei's privileges remain suspended and he hasn't performed any cardiac catheterizations on patients there since May 12, 2009.\n\nMedicare paid some $25.7 billion for stent procedures in the six years through 2009, according to the Senate report. However, use of the devices has leveled off amid the controversy, leading one of the field's biggest players, Johnson & Johnson, JNJ -1.03% to announce last month that it would stop making stents.\n\nThe new study is from data submitted by 1,091 hospitals—about 80% of those which perform angioplasty and stent procedures in the U.S.—to the National Cardiovascular Data Registry, which is maintained by the cardiology college.\n\nThe study looked at data from 500,154 procedures, which doctors call percutaneous coronary interventions, or PCI, and compared them against appropriateness criteria recently adopted by a team of 17 heart experts.\n\nUse of angioplasty and stents in patients suffering a heart attack is proven to save lives and there is little disagreement about their use in that setting. The study found that nearly 99% of procedures in such patients, including some who were suffering \"high risk\" unstable chest pain, were appropriate.\n\nBut in more-stable patients, the procedure hasn't been shown to save lives or prevent heart attacks. In this group, the study found just 50% were appropriate\n\nSt. Luke's Dr. Chan noted there was \"huge variation\" across hospitals, with one-quarter of them having an inappropriate case rate of 6% or under and another 25% doing 16% or more inappropriate cases.\n\n\"We suspect that part of the [problem] may be driven by a huge push for screening patients who don't have symptoms but have risk factors for disease,\" he said. In a screening, some test may show an abnormality which leads to a cardiac catheterization to look at a patient's arteries, he said. In that diagnostic procedure, a doctor may see a narrowing and decide to treat it even though it isn't causing any problems for the patient.\n\nHarlan Krumholz, a Yale cardiologist not involved in the study, said it represents one of the first times a professional medical society has looked at the appropriateness of its care in such a comprehensive fashion. \"It needs to be a wake-up call for the rest of medicine to say this is what we need,\" he said.\n\nRalph Brindis, an interventional cardiologist and past president of the ACC, said the next step is to use data from the registry to help improve hospital performance–especially at hospitals with a high number of inappropriate cases. In the initiative, hospitals get quarterly reports from the data base listing the procedures they have performed according to the appropriateness rating.\n\n\"The fact that we found such huge variability, that some hospitals had an inappropriate rate as high as 40% to 50% tells me we have opportunities for improvement,\" he said.\n\nWrite to Ron Winslow at ron.winslow@wsj.com and John Carreyrou at john.carreyrou@wsj.com", "images": ["https://content-thumbnail.cxpublic.com/content/dominantthumbnail/fddd6d28f0576a5772474e644a95623747e1cb4b.jpg?5dc9ac40", "https://s.wsj.net/public/resources/images/B3-FK672_STREAM_C_20191108185629.jpg", "https://m.wsj.net/video/20191107/110719opvidpw3/110719opvidpw3_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/0d2ffa0d6fff89f02d5a9d5508d5467ad9dbd858.jpg?5dc9aba1", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/487b80633438bb2d561829c2e7f8bccee2c45e0b.jpg?5dc9ab9e", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/93d4c0693749e5d6abc5f87d798d3bfdb580948b.jpg?5dc995fd", "https://m.wsj.net/video/20191107/110719electiontech2/110719electiontech2_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/2a7d0786567f18bb6a72f17019cd642c0b51f730.jpg?5dc9b274", "https://images.wsj.net/im-101746?width=111&height=62", "https://si.wsj.net/public/resources/images/P1-BB458_HEARTj_D_20110705225103.jpg", "https://s.wsj.net/img/meta/wsj-social-share.png", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/f600b0a56ee84a4d350fa4e522e51ee27d5fd426.jpg?5dc9aba3", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/869c2a340c4c25db5466a6de556da60ae1a2bf4e.jpg?5dc9b32e", "https://m.wsj.net/video/20191104/cinvest1105/cinvest1105_167x94.jpg", "https://images.wsj.net/im-125154?width=111&height=62", "https://s.wsj.net/public/resources/images/B3-ES110_PARTNE_C_20190809085434.jpg", "https://m.wsj.net/video/20191101/110419elevatorpai/110419elevatorpai_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/461b35da8a2936ee4a7ca01072773c0d5aa427f2.jpg?5dc9aba4", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/4a581253a775cca47f02b15ba756a5f4ccf7b8bf.jpg?5dc969b8", "https://images.wsj.net/im-124802?width=111&height=62", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/3f61c934324559d54745fffbed697f2b611fa261.jpg?5dc9b421", "https://m.wsj.net/video/20191107/110719seib/110719seib_167x94.jpg"], "top_img": "https://s.wsj.net/img/meta/wsj-social-share.png", "keywords": [], "authors": ["Ron Winslow And John Carreyrou"], "canonical_link": "https://www.wsj.com/articles/SB10001424052702304760604576428323005864648", "title": "Heart Treatment Overused", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "dj.asn": "i-0a58", "user.type": "nonsubscriber", "user.exp": "default", "page.section": "Article", "page.content.type": "Article", "page.content.format": "responsive", "page.content.source": "WSJ Online", "article.template": "full", "page.site": "wsj", "page.site.product": "WSJ", "page.region": "na,us", "article.id": "SB10001424052702304760604576428323005864648", "article.type": "Health", "article.type.display": "Health", "article.access": "free", "article.headline": "Heart Treatment Overused", "article.summary": "Report finds half of all angioplasties performed on stable patients have uncertain benefits or are inappropriate.", "apple-itunes-app": "app-id=364387007,app-argument=wsj://launch?articleid=SB10001424052702304760604576428323005864648&headline=Heart%20Treatment%20Overused&weburl=http://www.wsj.com/articles/SB10001424052702304760604576428323005864648", "al": {"ios": {"url": "wsj://launch?articleid=SB10001424052702304760604576428323005864648&headline=Heart%20Treatment%20Overused&weburl=http://www.wsj.com/articles/SB10001424052702304760604576428323005864648"}}, "article.page": "Health Edition", "article.section": "Business", "article.published": "2011-07-06T04:01:00.000Z", "article.updated": "2011-07-06T04:01:00.000Z", "article.created": "2011-07-06T00:24:00.000Z", "dateLastPubbed": "2011-07-07T13:48:00.000Z", "author": "Ron Winslow And John Carreyrou", "keywords": "research,development,corporate,industrial news,heart,cardiac disease,political,general news,health,medical conditions", "cXenseParse": {"wsj-keywords": "research,development,corporate,industrial news,heart,cardiac disease,political,general news,health,medical conditions", "wsj-primary-inset": "none", "wsj-page-content-source": "WSJ Online", "wsj-coral": "false"}, "news_keywords": "research,development,corporate,industrial news,heart,cardiac disease,political,general news,health,medical conditions", "description": "Report finds half of all angioplasties performed on stable patients have uncertain benefits or are inappropriate.", "article": {"word_count": 1127, "image_count": 1, "embed_count": 1, "internal_link_count": 6, "publisher": "https://www.facebook.com/wsj", "opinion": "false"}, "robots": "noarchive,noodp", "language": "en-US", "twitter": {"title": "Heart Treatment Overused", "description": "Report finds half of all angioplasties performed on stable patients have uncertain benefits or are inappropriate.", "image": {"identifier": "https://s.wsj.net/img/meta/wsj-social-share.png", "alt": "Heart Treatment Overused"}, "card": "summary", "site": "@WSJ", "domain": "wsj.com"}, "fb": {"app_id": 368513495882, "pages": 8304333127}, "og": {"title": "Heart Treatment Overused", "description": "Report finds half of all angioplasties performed on stable patients have uncertain benefits or are inappropriate.", "url": "https://www.wsj.com/articles/SB10001424052702304760604576428323005864648", "image": {"identifier": "https://s.wsj.net/img/meta/wsj-social-share.png", "width": 1200, "height": 630}, "locale": "en_US", "type": "article", "site_name": "WSJ"}, "cx_pv_id": "k2utd4i24juj80ai", "cx_shield": "{\"campaign\":99999,\"placement\":\"cx-articlecover\",\"tag\":\"openhouse\",\"type\":\"free\",\"bucket\":2}", "referrer": "always"}, "movies": [], "publish_date": null, "source": "http://online.wsj.com", "summary": ""}