{"url": "http://www.washingtonpost.com/blogs/the-checkup/post/good-news-bad-news-for-former-estrogen-users/2011/04/04/AF4FKKjC_blog.html", "text": "There’s some good news and some bad news for women who took estrogen to help them get through menopause until the health risks of taking the hormone were discovered.\n\nA new analysis of the landmark Women’s Health Initiative, the federal study that discovered the health risks, indicates that women who stopped using estrogen after the dangers were uncovered are no longer at increased risk for strokes and blood clots about 10 years after they stopped. At the same time, the women continued to be at a lower risk for breast cancer. That’s the good news.\n\nThe bad news is that there is no benefit of being less likely to develop heart disease, and any reduction in the risk of hip bone fractures evaporates with time, according to a report in the latest issue of the Journal of the American Medical Association.\n\nFor years, women took estrogen or a combination of estrogen and progestin to help alleviate hot flashes and other symptoms of menopause, and in the belief that the drugs had a host of health benefits, including protecting their hearts. But the Women’s Health Initiative stunned doctors and women when researchers reported that the risks of the hormones outweighed any benefits. Hormone use plummetted, but women who had been using the drugs were left to wonder whether they were still at risk.\n\nIn the new analysis, researchers analyzed data collected from 7,645 women who were in the part of the study examining the effects of taking estrogen alone an average of 10.7 years, after the study was halted because of the evidence the drugs were harming women. The women had taken estrogen for about six years.\n\nThe researchers found that the risk for heart disease during the follow-up period was similar to that seen while the women were taking the hormone. But the increased risk for strokes and blood clots disappeared and the protective effect for breast cancer persisted. The protective effect for hip fractures disappeared. In fact, the women who took the hormone ended up being at somewhat higher risk for fractures.\n\nIn an editorial accompanying the study, Emily Jungheim and Graham Colditz of Washington University School of Medicine in St. Louis wrote that the findings indicate that while there “may still be a role for short-term use of unopposed estrogen for treating some women with menopausal symptoms ... this role may be vanishing as existing and emerging data continue to be better understood.”\n\nRowan Chlebowski, one of the researchers who worked on the analysis, stressed that the study only looked at women who were taking estrogen alone. Women who took a combination of estrogen and progestin face increased risk for breast cancer, previous studies have shown, Chlebowski said.", "images": ["https://www.washingtonpost.com/resizer/yAFxThroW-CI5t-yu8Q6FsF7kHI=/1x1/www.washingtonpost.com/pb/resources/img/spacer.gif", "https://www.washingtonpost.com/resizer/sRNPXEGxw8O_DGFXDdt4z2LD_0s=/480x0/www.washingtonpost.com/blogs/post-politics/files/2017/01/Trump-Revealed.paperback.jpg", "http://me.effectivemeasure.net/em_image", "https://sb.scorecardresearch.com/p?c1=2&c2=3005617&cv=2.0&cj=1", "https://www.washingtonpost.com/pbox.php?url=https://www.washingtonpost.com/pb/resources/img/twp-social-share.png&w=1484&op=resize&opt=1&filter=antialias&t=20170517"], "top_img": "https://www.washingtonpost.com/pbox.php?url=https://www.washingtonpost.com/pb/resources/img/twp-social-share.png&w=1484&op=resize&opt=1&filter=antialias&t=20170517", "keywords": [], "authors": ["Rob Stein", "April"], "canonical_link": "https://www.washingtonpost.com/blogs/the-checkup/post/good-news-bad-news-for-former-estrogen-users/2011/04/04/AF4FKKjC_blog.html", "title": "Good news, bad news for former estrogen users", "meta_data": {"eomportal-uuid": "82a1eca0-5ed6-11e0-be71-cefee4cd98b7", "object-hash": 1572626583, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "referrer": "unsafe-url", "keywords": ",", "news_keywords": ",", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image"}, "og": {"type": "article", "site_name": "Washington Post", "url": "https://www.washingtonpost.com/blogs/the-checkup/post/good-news-bad-news-for-former-estrogen-users/2011/04/04/AF4FKKjC_blog.html", "image": "https://www.washingtonpost.com/pbox.php?url=https://www.washingtonpost.com/pb/resources/img/twp-social-share.png&w=1484&op=resize&opt=1&filter=antialias&t=20170517", "title": "Good news, bad news for former estrogen users", "description": "There’s good news and bad news for women who took estrogen to help them get through menopause, until the health risks of taking the hormone were discovered"}, "article": {"publisher": "https://www.facebook.com/washingtonpost", "content_tier": "free", "opinion": "false"}, "fb": {"app_id": 41245586762, "admins": 500835072}, "description": "There’s good news and bad news for women who took estrogen to help them get through menopause, until the health risks of taking the hormone were discovered", "robots": "index,follow", "theme": "normal"}, "movies": [], "publish_date": 1301889600.0, "source": "http://www.washingtonpost.com", "summary": ""}