{"url": "https://consumer.healthday.com/diseases-and-conditions-information-37/misc-kidney-problem-news-432/novel-procedure-improves-kidney-transplant-success-725211.html", "text": "En Español\n\nBy Amy Norton\n\nHealthDay Reporter\n\nWEDNESDAY, Aug. 2, 2017 (HealthDay News) -- A new treatment might open the door for more patients with advanced kidney disease to get a transplant, a preliminary study suggests.\n\nOf the 100,000-plus Americans waiting for a donor kidney, about one-third are \"sensitized,\" said Dr. Robert Montgomery, director of the Transplant Institute at NYU Langone in New York City.\n\nThose patients face a tough situation: They harbor immune system antibodies that are primed to attack a donor organ.\n\nThe antibodies can form when a person is exposed to foreign tissue, Montgomery explained. So a patient who's had a prior kidney transplant may be highly sensitized -- meaning they have a large number of the offending antibodies.\n\nIt can also happen to patients who've had blood transfusion or ever been pregnant, Montgomery said.\n\nIt's almost impossible to find a compatible donor for those patients. But they might be able to receive a kidney from an incompatible donor if they first undergo an extensive \"desensitization\" process.\n\nThat involves various treatments -- including IV drugs called immune globulin and rituximab -- that try to quash the antibodies that would attack the donor organ.\n\nNow the new research suggests a simple approach -- an infusion of a particular enzyme hours before the transplant -- could offer a better alternative.\n\nResearchers found that the treatment -- dubbed IdeS -- quickly wiped out the dangerous antibodies, allowing all but one of 25 patients to have a successful transplant.\n\nThe findings were published in the Aug. 2 issue of the New England Journal of Medicine. Funding for the study came from the company developing IdeS -- Hansa Medical.\n\nMontgomery, who was not involved in the study, said he's \"never seen anything like it.\"\n\n\"When you give this, all of the antibodies are gone,\" Montgomery said. \"I'm hopeful that this will turn out to be a game-changer.\"\n\nHowever, he stressed, many questions remain.\n\nCritically, the enzyme does not banish the antibodies forever. They come back, Montgomery said -- and the results of that comeback vary from patient to patient.\n\nIn the study, 10 patients had an episode of antibody-mediated rejection anywhere from two weeks to five months after their transplant. That means antibodies started to attack the new kidney.\n\nThose patients were all successfully treated with standard anti-rejection drugs, according to the researchers.\n\nStill, it's not yet clear how the patients will fare in the long term, said Dr. Julie Ingelfinger, a professor at Harvard Medical School in Boston.\n\nIngelfinger, who wrote an editorial published with the study, echoed Montgomery's cautious optimism.\n\nIf larger, longer studies bolster the current findings, she said, \"this could potentially be practice-changing.\"\n\n\"But,\" Ingelfinger stressed, \"only time will tell.\"\n\nLead researcher Dr. Stanley Jordan agreed that more work is necessary.\n\nBut the findings mark another step forward for patients like these, according to Jordan, who is medical director of the kidney transplant program at Cedars-Sinai, in Los Angeles.\n\nTraditionally, highly sensitized patients in need of a kidney have languished on waiting lists because it's so hard to find a compatible donor.\n\nBut in the past 15 years or so, desensitization has emerged as an alternative.\n\nLast year, a landmark study proved that patients who receive transplants after desensitization live significantly longer than those who stay on dialysis.\n\n\"The outcomes have been good,\" Jordan said.\n\nBut, he added, there's clearly room for improvement.\n\nIngelfinger agreed. \"The desensitization protocols now in use are time-consuming, and they don't always work,\" she said, noting that they can leave dangerous antibodies behind.\n\nDesensitization adds about $20,000 to $30,000 to the cost of the transplant, according to the University of Wisconsin's transplant center.\n\nThe new approach is quite different, Ingelfinger said.\n\nPatients receive one infusion of an enzyme called IdeS four to six hours before the transplant.\n\nThe enzyme is derived from a strain of Streptococcus bacteria, and it essentially chops up the antibodies that would attack the organ.\n\nJordan acknowledged that the source \"sounds scary,\" but stressed that patients do not receive the bacteria itself -- but an engineered version of the enzyme.\n\nIn all, 25 U.S. and Swedish patients received an infusion of IdeS before their kidney transplant. All but one had a successful transplant, and none had detectable antibodies immediately afterward.\n\nIdeS patients still received additional treatment -- including a week of immune globulin and rituximab infusions.\n\nAnd as with all transplants, they needed standard anti-rejection drugs.\n\nBecause IdeS so readily banishes the offending antibodies, it might make transplants feasible for even the most highly sensitized patients, Montgomery said.\n\nBut the \"$65,000 question\" remains, he said: Can it extend the survival of the donor kidney and, ultimately, patients' lives?\n\nIdeS is still experimental, and the only way patients could receive it is through a clinical trial. It will be \"a few years\" before it could be more widely available, Montgomery said.\n\nMore information\n\nThe National Kidney Foundation has more on kidney transplantation.", "images": ["https://media.healthday.com/Images/icimages/59022.jpg"], "top_img": "https://media.healthday.com/Images/icimages/59022.jpg", "keywords": [], "authors": ["Amy Norton"], "canonical_link": "https://consumer.healthday.com/diseases-and-conditions-information-37/misc-kidney-problem-news-432/novel-procedure-improves-kidney-transplant-success-725211.html", "title": "Novel Procedure Improves Kidney Transplant Success", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "May allow more patients to get donor organ, study finds", "og": {"title": "Novel Procedure Improves Kidney Transplant Success", "image": "https://media.healthday.com/Images/icimages/59022.jpg", "description": "May allow more patients to get donor organ, study finds", "url": "https://consumer.healthday.com/diseases-and-conditions-information-37/misc-kidney-problem-news-432/novel-procedure-improves-kidney-transplant-success-725211.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}