{"url": "http://www.washingtonpost.com/wp-dyn/content/article/2011/02/08/AR2011020806420.html", "text": "Many women with early breast cancer do not appear to need removal of their lymph nodes, as is often recommended, according to a federally funded study released Tuesday.\n\nThe study, involving nearly 900 women who were treated at 115 sites across the country, found that those who did have their lymph nodes removed were no more likely to survive five years after the surgery than those who did not, the researchers reported in a paper published in the Journal of the American Medical Association.\n\nBreast cancer is diagnosed in about 200,000 women each year in the United States, with the cancer reaching the lymph nodes in about one-third of the cases.\n\nWhen the cancer has spread to any lymph nodes, doctors usually recommend that nodes in the armpit be removed surgically, along with the tumor in the breast, to reduce the risk of a recurrence. But such removal is painful, makes recovery more difficult and leaves women susceptible to complications, including infections and a chronic, sometimes disabling swelling in their arms known as lymphodema.\n\nIn the new study, Armando Giuliano of the John Wayne Cancer Institute at Saint John's Health Center in Santa Monica, Calif., and colleagues analyzed data collected from 445 women who had their nodes removed and 446 who did not, along with radiation and chemotherapy. They found no significant difference in the patients' chances of surviving five years after their diagnosis. The five-year \"disease-free\" survival rate was 83.9 percent in those who did not have the more aggressive surgery compared with 82.2 in those who did, the researchers reported.\n\nBased on the findings, the researchers said, women who fit the criteria of those in the study probably do not need to undergo the additional surgery. The researchers noted that the study was limited to women with tumors known as T1 or T2, meaning they were relatively small, had no enlarged nodes that could be felt, and the cancer had not spread elsewhere.\n\nIn an accompanying editorial, Grant Walter Carlson and William Wood of Emory University in Atlanta called the study an \"important contribution\" that represents the latest development in breast cancer treatment, which has steadily been moving toward less-aggressive options, sparing women from unnecessary surgery and follow-up therapy. The study provides \"strong evidence\" that many women can safely forgo lymph node removal, they wrote.\n\nIn a telephone interview, Gary Lyman of the American Society of Clinical Oncology said the findings will probably prompt the group to revise its recommendations for breast cancer patients accordingly. The panel that issues those guidelines is currently reviewing its recommendations, he said.\n\n\"I think this will be practice-changing,\" he said.\n\nAbout 60 to 70 percent of women with cancer diagnosed in lymph nodes may now opt not to have more nodes removed based on this study, meaning thousands of women would avoid the additional surgery, he said.\n\n\"This is good news. It's a substantial number of women,\" Lyman said.", "images": ["http://media3.washingtonpost.com/wp-srv/article/images/font_resize_small.gif", "http://media3.washingtonpost.com/wp-srv/article/images/font_resize_large.gif", "http://media3.washingtonpost.com/wp-srv/article/images/font_resize_medium.gif", "http://media3.washingtonpost.com/wp-srv/images/twp-50x50.jpg"], "top_img": "http://media3.washingtonpost.com/wp-srv/images/twp-50x50.jpg", "keywords": [], "authors": [], "canonical_link": "http://www.washingtonpost.com/wp-dyn/content/article/2011/02/08/AR2011020806420.html", "title": "Breast-cancer study questions lymph node removal", "meta_data": {"keywords": "breast cancer, breast cancer study, breast lymph node, cancer lymph node removal", "description": "Many women with early breast cancer do not appear to need removal of their lymph nodes, as is often recommended, according to a federally funded study released Tuesday.", "DC.date.issued": "2011-02-09", "og": {"type": "article", "title": "Breast-cancer study questions lymph node removal", "url": "http://www.washingtonpost.com/wp-dyn/content/article/2011/02/08/AR2011020806420.html", "image": "http://media3.washingtonpost.com/wp-srv/images/twp-50x50.jpg"}, "canonical_url": "http://www.washingtonpost.com/wp-dyn/content/article/2011/02/08/AR2011020806420.html", "profile_description": "Many women with early breast cancer do not appear to need removal of their lymph nodes, as is often recommended, according to a federally funded study released Tuesday.", "profile_picture": "http://media3.washingtonpost.com/wp-srv/images/twp-50x50.jpg", "fb": {"app_id": 41245586762}}, "movies": [], "publish_date": 1297141200.0, "source": "http://www.washingtonpost.com", "summary": ""}