{"url": "http://www.latimes.com/features/health/la-he-skeptic1-2010feb01,0,692239.story", "text": "If you’ve seen the television ad for the anti-germ spray MyClyns, you no doubt remember the pivotal scene: A mom and her two kids sit at a dinner table, the little boy coughs on his sister and mom heroically grabs the spray bottle of MyClyns. Against all expectations, she doesn’t spray the table or the air. Instead, she sprays her daughter. Directly in the face.\n\nMyClyns is intended to kill germs that land on the face before they have a chance to cause illness, kind of like Lysol for the skin.\n\nThe spray looks like plain water, and for good reason. The only ingredients are water and sodium chloride, the chemical term for table salt. Before the water is bottled, it gets zapped with an electric charge. The result is “super oxidized” water that contains small amounts of hypochlorous acid and hypochlorite ions, two of the key components of chlorine bleach.\n\nUsers are instructed to use MyClyns “as quickly as possible” after being exposed to germs. According to the website, the spray should cover the “entire affected area” for best results.\n\nGerm-ridden families aren’t the only intended market for MyClyns. Union Springs Pharmaceuticals, manufacturer of the product, also sells it to fire departments, police departments and ambulance crews. According to company President Joel Ivers, MyClyns is currently being used by first responders in more than 2,000 communities across the country.\n\nA 0.2-ounce spray bottle, sold at major drugstores and many grocery stores, costs $9 or $10. This should be enough for about 60 sprays. The website says the solution will stay fresh for about three months after the first spray.\n\nThe claims\n\nThe TV ad says that MyClyns “kills 99% of germs and is safe for the eyes, nose and mouth where germs can enter your body.” Although the boy in the commercial appears to have a bad cold, Ivers clarifies that the spray isn’t intended to prevent or treat any specific disease. (The FDA has approved MyClyns as a device, not as a drug, so the company can’t claim to treat specific illnesses.)\n\nThe bottom line\n\nMyClyns undoubtedly kills germs, says Dr. Marc Eckstein, professor of emergency medicine at the Keck School of Medicine of USC and medical director for the Los Angeles Fire Department. But at home or on the job, he says, a face-full of MyClyns may not be the best way to prevent illness.\n\n“If someone coughs in your face at 60 miles per hour, decontaminating your face won’t help,” Eckstein says. Coughs and sneezes release germ-covered particles in the air, he explains, and people catch illnesses by inhaling the particles pretty much immediately. By the time that happens, it’s far too late for a face spray, he says.\n\nThough it may not do much to prevent colds and flu, a spray of MyClyns could theoretically help protect first responders from blood-borne diseases such as hepatitis or perhaps even HIV, Eckstein adds. But he hasn’t ordered any for the L.A. Fire Department because “it could create a false sense of security.” Instead of depending on a spray to kill the germs from accidental blood splatters, first responders should wear masks and other protective gear, he says.\n\nSeveral scientific studies have shown that MyClyns can kill a wide variety of germs. A 2005 study in Mexico found that the same solution in MyClyns (in this case, sold by Oculus Innovative Sciences Inc., under the brand name Microcyn) killed yeast as well as E. coli and staph bacteria in the laboratory. The study also found that it was effective against HIV and adenovirus, a type of respiratory virus, in the lab. The solution has also been shown to speed the healing of diabetic foot ulcers, presumably because it wiped out germs that could cause a sore to fester.\n\nSince it kills so many germs without any harsh chemicals, MyClyns could be useful for cleaning doorknobs or countertops, says Dr. Jeffrey Kahn, chief of the division of pediatric infectious disease at the University of Texas Southwestern Medical Center in Dallas.\n\nBut to Kahn’s mind, spraying a kid or anyone else in the face isn’t a very practical way to prevent illness, especially the flu, which often travels on hands. “It sounds like a sexy product, but simple hand-washing is likely to be more effective for preventing the flu than a one-time spray in the face,” he says.\n\nCurious about a consumer health product? Send an e-mail to health@latimes.com. Read more at latimes.com/skeptic.", "images": ["data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/dims4/default/8697c8f/2147483647/strip/true/crop/600x433+0+0/resize/840x606!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fc8%2Fa6%2F3a27d59aa59a08c5f71c354b0399%2Fla-he-skeptic-1-kwvaoanc", "https://ca-times.brightspotcdn.com/dims4/default/a3e2c9f/2147483647/strip/true/crop/600x315+0+59/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fc8%2Fa6%2F3a27d59aa59a08c5f71c354b0399%2Fla-he-skeptic-1-kwvaoanc", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/a3e2c9f/2147483647/strip/true/crop/600x315+0+59/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fc8%2Fa6%2F3a27d59aa59a08c5f71c354b0399%2Fla-he-skeptic-1-kwvaoanc", "keywords": [], "authors": [], "canonical_link": "https://www.latimes.com/health/la-he-skeptic1-2010feb01-story.html", "title": "Face time with MyClyns anti-germ spray", "meta_data": {"og": {"title": "Face time with MyClyns anti-germ spray", "url": "https://www.latimes.com/health/la-he-skeptic1-2010feb01-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/a3e2c9f/2147483647/strip/true/crop/600x315+0+59/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fc8%2Fa6%2F3a27d59aa59a08c5f71c354b0399%2Fla-he-skeptic-1-kwvaoanc", "url": "https://ca-times.brightspotcdn.com/dims4/default/a3e2c9f/2147483647/strip/true/crop/600x315+0+59/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fc8%2Fa6%2F3a27d59aa59a08c5f71c354b0399%2Fla-he-skeptic-1-kwvaoanc", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "MyClyns"}, "description": "Though the product has been shown to kill germs, a spritz in the mug after exposure does little to prevent colds and flus. Hand-washing and protective gear are better options.", "site_name": "Los Angeles Times", "type": "article"}, "article": {"content_tier": "metered", "published_time": "2014-03-07T01:04:04", "opinion": "false", "tag": "Health"}, "twitter": {"card": "summary_large_image", "description": "Though the product has been shown to kill germs, a spritz in the mug after exposure does little to prevent colds and flus. Hand-washing and protective gear are better options.", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/092aa52/2147483647/strip/true/crop/600x338+0+48/resize/1200x675!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fc8%2Fa6%2F3a27d59aa59a08c5f71c354b0399%2Fla-he-skeptic-1-kwvaoanc", "alt": "MyClyns"}, "site": "@latimes", "title": "Face time with MyClyns anti-germ spray"}, "fb": {"app_id": 119932621434123, "pages": 5863113009}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "Though the product has been shown to kill germs, a spritz in the mug after exposure does little to prevent colds and flus. Hand-washing and protective gear are better options.", "brightspot.contentId": "00000169-0c88-dbbe-a16f-4ee812120000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1394172244.0, "source": "http://www.latimes.com", "summary": ""}