{"url": "http://latimesblogs.latimes.com/booster_shots/2010/02/fish-oil-can-head-off-first-psychotic-episodes.html", "text": "In the lives of young people at high risk for developing serious mental illness, heading off that first psychotic episode can mean a world of difference. A new study has found that for a year after it was completed,12 weeks of dietary supplementation with Omega-3 fish oil reduced progression to full-blown psychosis in a large group of adolescents and young adults.\n\nThe study subjects were young people who did not yet meet the criteria for full-blown mental illness, but whose grip on reality had begun to come loose, prompting them to seek psychiatric care.\n\nAt the same time, Omega-3 long-chain fatty acids--found in a range of ocean-going fish and edible sea life--improved many of the symptoms that identified these young patients as likely schizophrenics and bipolar disorder sufferers. Among the 81 young patients under observation for psychosis in an Austrian hospital, those taking fish oil supplements for two weeks showed fewer signs of disorganized or delusional thinking, more motivation, and better overall functioning than those in a comparison group, who got psychotherapy alone.\n\nFor as long as a year after their diets were supplemented by 12-weeks of fish oil capsules, patients in the intervention group continued to function better, have fewer symptoms, and were less likely to suffer a psychotic episode than those who did not get the fish oil. Roughly 5% of those on fish oil went on to develop full-blown psychosis during the study period, versus 28% of those who got psychotherapy alone.\n\nPsychiatrists are actively debating how--and how aggressively--to treat patients with so-called \"pro-dromal\" signs of mental illness, or symptoms that are considered warning signs of full-blown illness to come. Studies, among them some funded by the companies that make antipsychotic medications, have found preliminary evidence that prescribing antipsychotic medication for early symptoms can head off full-blown psychosis. But, for adolescents especially, even brief use of the medications in question poses significant risks of weight gain and metabolic changes--not to mention the stigma associated with identification as a patient with a chronic mental condition.\n\nIn a measure of relative effectiveness, the present study found that fish oil supplements--which come with a wide range of unrelated health benefits (among them cardiovascular disease prevention) and no more serious side effects than \"fish burps,\" were as effective at preventing psychotic episodes as antipsychotic medications.\n\n-- Melissa Healy", "images": ["https://d1qqc1e9kvmdh8.cloudfront.net/img/favicon.ico", "https://pixel1739.everesttech.net/1739/p?ev_transid=121509852926119682678&ev_Latimes.com_news_s_pageview=1", "http://ad.doubleclick.net/ad/trb.latimes/news/local/blog/lanow;ptype=sf;pos=t;tile=1;sz=1x1,728x90;ord=123456789", "http://ad.doubleclick.net/ad/trb.latimes/feature/health/blog;ptype=sf;pos=1;tile=4;sz=160x600;u=http://latimesblogs.latimes.com/booster_shots/;ord=123456789", "http://ad.doubleclick.net/ad/trb.latimes/feature/health/blog;ptype=sf;pos=1;tile=3;sz=300x250;u=http://latimesblogs.latimes.com/booster_shots/;ord=123456789"], "top_img": "https://d1qqc1e9kvmdh8.cloudfront.net/img/favicon.ico", "keywords": [], "authors": [], "canonical_link": "", "title": "", "meta_data": {"description": "In the lives of young people at high risk for developing serious mental illness, heading off that first psychotic episode can mean a world of difference. A new study has found that for a year after it was completed,12 weeks...", "y_key": "b3c78ee3173880d5", "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "viewport": "width=device-width, initial-scale=1.0"}, "movies": [], "publish_date": null, "source": "http://latimesblogs.latimes.com", "summary": ""}