{"url": "https://web.archive.org/web/20110224053630/http://pagingdrgupta.blogs.cnn.com:80/2011/02/22/brain-scans-may-someday-detect-autism/", "text": "Researchers are hoping that by using a common tool for measuring of brain activity in a new way, they may be one step closer to identifying whether a child is a greater risk for autism.\n\n\"We haven't diagnosed autism at this point,\" says William Bosl, Ph.D., lead author and a research scientist at Children's Hospital Boston. But he says by using an electroencephalogram and new, sophisticated computer programs to analyze the EEGs, he and his co-authors were able to correctly identify with 80% accuracy, which babies were at higher risk for autism and which were not.\n\nScientists have known for quite some time now that the earlier a child with autism gets therapy, the easier it is to improve language and behavioral skills. In 2007, the American Academy of Pediatrics recommended that all children be screened for autism at the ages of 18 months and 24 months. Here researchers are trying to find markers for autism before a child begins showing signs of autism.\n\nIn a new study published Tuesday in the journal BMC Medicine, scientists studied 79 infants. 46 babies had a brother or sister with known autism, which means they themselves are at an increased risk for the neurodevelopmental disorder that affects about one in 110 children according to the Centers for Disease Control and Prevention. The sibling of a child with a confirmed diagnosis of autism has a 1 in 5 chance of also developing the disorder. These infant siblings were compared with 33 infants with no known family history of autism.\n\nThe babies were given EEG's at 6, 9, 12, 18 and 24 months of age. Researchers strapped a net of 64 electrodes all over a baby's head while it was sitting in its mom's lap and a research assistant was blowing bubbles to hold the child's attention. The electrodes measured actual firings of neurons. The EEG technique is much easier to use because the baby can be awake and moving and wiggling around, says Dr. Geraldine Dawson, chief science officer for the advocacy group Autism Speaks, which partially funded this research. Other brain imaging technologies like magnetic resonance imaging would require a baby to be asleep or sedated because they have to be completely still while the test is being done. \"Nobody wants to sedate a healthy infant,\" says Dawson.\n\nBosl explains that the new computer algorithms that he developed were able to analyze results of the EEG much better than in the past. He said that, judging by the differences in brain activity, he and his colleagues could detect which babies were in the high-risk group. They say they were nearly 100% accurate when the boys were 9 months old. They were most accurate with baby girls at age 6 months. Overall, the biggest differences in brain activity were seen at 9 months – which is much earlier than when a child typically shows behavioral problems associated with autism. The differences in brain activity were smaller as the babies got older.\n\nDoctors and scientists not connected to the study are intrigued by the results but caution that this is very early research and not something concerned parents can be looking for as a screening tool for their babies any time soon.\n\nSarah Paterson, Ph.D., is the director of the neuroimaging lab at the Center for Autism Research at Children's Hospital of Philadelphia. She is also looking for early signs of autism as part of the Infant Brain Imaging Study, but her work focuses on differences in brain structure. Paterson says that if the results out of Boston can be confirmed, \"It's very exciting because finding an early sign for autism is really the holy grail.\" But she cautions that a lot more work needs to be done. \"This study needs to be replicated by their lab and independent scientists,\" she says.\n\nDr. Max Wiznitzer says the researchers have found a \"really fascinating technique, that offers a different way to look at the brain.\" Wiznitzer – a pediatric neurologist at Rainbow Babies & Children's Hospital in Cleveland, Ohio – notes that what the study can't tell us is what the differences in brain activity between the two groups of babies actually mean. He, too, is hopeful that further research will provide more concrete information.\n\nBosl says the first children enrolled in his study are now at 2 and 3 years old, which is the age when autism usually is diagnosed. This will now allow the researchers to evaluate them for autism and then look back at the brain activity patterns of the children who do fit the clinical criteria for autism.\n\nBosl acknowledges that if this is very early research, but he believes if the results are confirmed, it may lead to a safe and inexpensive way to detect autism, which would allow intervention before any autistic behaviors appear.\n\n\"It'll change the field, if this works,\" says Bosl. He hopes to expand the number of babies in his study to 200. \"The only thing slowing us down right now is funding.\"", "images": ["https://web.archive.org/web/20110224053630im_/http://0.gravatar.com/avatar/23d086b63c559a8477779819b9d5fa4a?s=48&d=identicon&r=G", "https://web.archive.org/web/20110224053630im_/http://pixel.quantserve.com/pixel/p-18-mFEk4J448M.gif?labels=language.en%2Ctype.wpcom%2Cposttag.miriam-falco-cnn-medical-managing-editor%2Cvip.cnnpagingdrgupta", "https://web.archive.org/web/20110224053630im_/http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/right_rail/grey_corner_BL.gif", "https://web.archive.org/web/20110224053630im_/http://i.cdn.turner.com/cnn/.element/img/2.0/global/nav/footer/dark/bg_dark/arabic_dark_bg.png", "https://web.archive.org/web/20110224053630im_/http://1.gravatar.com/avatar/d7a4e9c71118271eae2faaa8775c4571?s=48&d=identicon&r=G", "https://web.archive.org/web/20110224053630im_/http://i.cdn.turner.com/cnn/.element/img/3.0/global/header/nav-beta.gif", "https://web.archive.org/web/20110224053630im_/http://i.cdn.turner.com/cnn/.element/img/3.0/global/header/us/hdr-health.gif", "https://web.archive.org/web/20110224053630im_/http://i.cdn.turner.com/cnn/.element/img/2.0/global/nav/footer/dark/bg_dark/chinese_dark_bg.png", "https://web.archive.org/web/20110224053630im_/http://i.cdn.turner.com/cnn/.element/img/3.0/1px.gif", "https://web.archive.org/web/20110224053630im_/http://i.cdn.turner.com/cnn/.element/img/3.0/global/header/nav-arrow.gif", "https://web.archive.org/web/20110224053630im_/http://b.scorecardresearch.com/p?cj=1c1=2&c2=7518284", "https://web.archive.org/web/20110224053630im_/http://i.cdn.turner.com/cnn/.element/img/2.0/global/nav/footer/dark/bg_dark/turkish_dark_bg.png", "https://web.archive.org/web/20110224053630im_/http://metrics.cnn.com/b/ss/cnn3global/1/H.1--NS/0?pageName=No%20Javascript", "https://web.archive.org/web/20110224053630im_/http://i.cdn.turner.com/cnn/images/1.gif", "https://web.archive.org/web/20110224053630im_/http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/right_rail/grey_corner_TL.gif", "https://web.archive.org/web/20110224053630im_/http://i.cdn.turner.com/cnn/.element/img/3.0/global/misc/logo_ad_choices_footer.png", "https://web.archive.org/web/20110224053630im_/http://1.gravatar.com/avatar/7104a9e321213d03998ad120ab2fe630?s=48&d=identicon&r=G", "https://web.archive.org/web/20110224053630im_/http://i.cdn.turner.com/cnn/.element/img/3.0/global/misc/advertisement.gif", "https://web.archive.org/web/20110224053630im_/http://i2.cdn.turner.com/cnn/2011/images/02/21/t1larg.babyeeg.chb.jpg", "https://web.archive.org/web/20110224053630im_/http://i.cdn.turner.com/cnn/.element/img/2.0/global/nav/footer/dark/bg_dark/japanese_dark_bg.png", "https://web.archive.org/web/20110224053630im_/http://i.cdn.turner.com/cnn/.element/img/3.0/newsscanner/no_image_cnn_90x51.jpg", "https://web.archive.org/web/20110224053630im_/http://i.cdn.turner.com/cnn/.element/img/2.0/global/nav/footer/dark/footer_cnn_logo.png", "https://web.archive.org/web/20110224053630im_/http://0.gravatar.com/avatar/a9e18d30f5d1cae8e124a2ec0538a00a?s=48&d=identicon&r=G", "https://web.archive.org/web/20110224053630im_/http://i.cdn.turner.com/cnn/.element/img/2.0/global/icons/btn_close.gif", "https://web.archive.org/web/20110224053630im_/http://i.cdn.turner.com/cnn/.element/img/3.0/sect/blogs/belief.blog/rss.14x14.gif"], "top_img": "https://web.archive.org/web/20110224053630im_/http://i.cdn.turner.com/cnn/.element/img/3.0/newsscanner/no_image_cnn_90x51.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20110224053630/http://pagingdrgupta.blogs.cnn.com/2011/02/22/brain-scans-may-someday-detect-autism/", "title": "Brain scans may someday detect autism – The Chart", "meta_data": {"fb_title": "Brain scans may someday detect autism", "title": "Brain scans may someday detect autism", "fb_app_id": 80401312489, "fb": {"page_id": 129343697106537}, "description": "Researchers are hoping that by using a common tool for measuring of brain activity in a new way, they may be one step closer to identifying whether  a child is a greater risk for autism. \"We haven't diagnosed autism at this point,\" says William Bosl, Ph.D.", "keywords": "autism, children's health, parenting, miriam falco - cnn medical managing editor", "google-site-verification": "YJKIaiHoJma-AbxboXeaQoCag0GsxoUgUE_-fEToVx8", "generator": "WordPress.com", "application-name": "The Chart", "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://pagingdrgupta.blogs.cnn.com/feed/;icon-uri=http://s1.wp.com/i/favicon-stacked.ico"}, "movies": [], "publish_date": 1298350800.0, "source": "https://web.archive.org", "summary": ""}