{"url": "http://consumer.healthday.com/Article.asp?AID=664984", "text": "MONDAY, May 21, 2012 (HealthDay News) -- The new blood thinner Xarelto appears to lower the chances of potentially fatal blood clots in high-risk heart patients, a U.S. Food and Drug Administration review has found.\n\nThe review came in briefing documents that were filed Monday in advance of an FDA advisory panel meeting Wednesday, at which the panel is to vote on whether to recommend approval of Xarelto for treating people with acute coronary syndrome (a group of conditions brought on by sudden reduced blood flow to the heart).\n\nThe FDA is not required to follow the advice of its expert panels, but the agency typically does. A final decision is expected by the end of June, according to the documents.\n\nXarelto (rivaroxaban) is one of a new class of blood thinners that have been developed to overcome some of the problems that exist with the standard treatment, warfarin (Coumadin), which requires constant dose monitoring. Warfarin's effectiveness also can be altered by certain foods and other medications. Xarelto already is approved for use by those with atrial fibrillation (irregular heartbeat) and by people who are having hip- or knee-replacement surgery.\n\nIn the FDA briefing documents, an agency reviewer recommended approving the drug for treatment of acute coronary syndrome, mostly because trial data showed there was a reduction in cardiovascular death, even though there was also an increased risk of potentially fatal bleeding.\n\n\"However, what is not reflected in the sponsor's analysis are minor bleeding events,\" FDA reviewer Dr. Karen Hicks wrote in the briefing documents. \"While it is true that these bleeding events typically do not lead to death or irreversible harm, these events may represent the biggest problem for both patients and health care providers if rivaroxaban is approved.\"\n\n\"While reductions in [cardiovascular] death still trump these bleeding events, if rivaroxaban is approved, we should expect a number of bleeding events that will require medical attention,\" Hicks wrote. \"Carefully selecting patients for rivaroxaban therapy will be necessary to mitigate these bleeding risks.\"\n\nIn research presented at the American Stroke Association's International Stroke Conference in New Orleans last February, Australian doctors followed more than 14,000 people who took either Xarelto or warfarin for a median of two years. Of those patients, 136 had bleeding in the brain.\n\nPeople who took Xarelto -- and suffered from the most common type of atrial fibrillation and didn't have heart valve damage -- were about one-third less likely to experience bleeding in the brain than those who took warfarin, the investigators found.\n\nMore information\n\nThe U.S. National Institute of Neurological Disorders and Stroke has more about stroke.", "images": ["https://media.healthday.com/Images/blausen/stroke_02.jpg"], "top_img": "https://media.healthday.com/Images/blausen/stroke_02.jpg", "keywords": [], "authors": ["Randy Dotinga"], "canonical_link": "https://consumer.healthday.com/general-health-information-16/aspirin-news-46/new-blood-thinner-may-lower-chances-of-clots-in-high-risk-heart-patients-fda-664984.html", "title": "New Blood Thinner May Lower Chances of Clots in High-Risk Heart Patients: FDA", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Agency's advisory panel to vote on whether Xarelto should be approved for treating acute coronary syndrome", "og": {"title": "New Blood Thinner May Lower Chances of Clots in High-Risk Heart Patients: FDA", "image": "https://media.healthday.com/Images/blausen/stroke_02.jpg", "description": "Agency's advisory panel to vote on whether Xarelto should be approved for treating acute coronary syndrome", "url": "https://consumer.healthday.com/general-health-information-16/aspirin-news-46/new-blood-thinner-may-lower-chances-of-clots-in-high-risk-heart-patients-fda-664984.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}