{"url": "https://web.archive.org/web/20101111235746/http://www.latimes.com/health/boostershots/la-heb-fibromyalgia-20100818,0,5106317,print.story", "text": "latimes.com/health/boostershots/la-heb-fibromyalgia-20100818,0,3501141.story\n\n2:33 PM PDT, August 18, 2010\n\nAdvertisement\n\nPeople with fibromyalgia have to think creatively for relief from their symptoms. There are only a few approved medications for the condition, which causes chronic aches and pains, sleep disturbances, fatigue and depression. Many patients opt for a combination of medications, lifestyle changes and cognitive behavioral therapy to remain functional.\n\n\n\nA study released Wednesday suggests that tai chi, a Chinese form of martial arts, significantly improves symptoms. Tai chi is a mind-body practice that uses gentle movement, breathing exercises and relaxation to move energy -- called qi -- throughout the body. In the study, researchers at Tufts Medical Center in Boston assigned 33 fibromyalgia patients to a tai chi program and 33 patients to a program consisting of wellness education and stretching. Both groups participated in one-hour sessions, twice a week for 12 weeks.\n\n\n\nThe study, published in the New England Journal of Medicine, found that the patients in the tai chi group improved much more than the control-group patients. On a 100-point scale that measures fibromyalgia symptoms, with 100 being the most severe, the tai chi patients' scores decreased an average of 27.8 points compared to 9.4 points in the control group. More people in the tai chi group stopped taking their medications and reported better sleep quality and less pain and depression.\n\n\n\nHow tai chi works to reduce fibromyalgia symptoms is unknown, but it is likely a multi-factorial impact that includes improved muscle strength, psychosocial well-being, relaxation and rest that \"may raise pain thresholds and help break the 'pain cycle,' \" the authors wrote.\n\n\n\nAn editorial accompanying the paper called the results \"striking\" but said it's too early for a doctor to \"take out a prescription pad and write 'tai chi.' \" The results of the study could be due to an enthusiastic tai chi teacher and the well-known placebo effect, the authors of the editorial wrote. Future studies should rigorously test similar therapies, such as yoga, to compare results. And, they note, mind-body exercise programs may not help everyone.\n\n\n\n-- Shari Roan / Los Angeles Times\n\n\n\nReturn to Booster Shots blog.\n\n", "images": ["https://web.archive.org/web/20101111235746im_/http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-400338h&cg=0&cc=1&ts=noscript", "https://web.archive.org/web/20101111235746im_/http://ad.doubleclick.net/ad/trb.latimes/news/health/blog/boostershots;;ptype=ps;slug=la-heb-fibromyalgia-20100818;rg=ur;ref=latimescom;pos=1;dcopt=ist;sz=300x250,336x280;tile=1;ca=Health;en=Fibromyalgia;at=Health;at=Happinessstateofmind;at=MedicalResearch;at=PhysicalFitnessandExercise;at=DiseasesandIllnesses;u=http://www.latimes.com/health/boostershots/la-heb-fibromyalgia-20100818,0,5106317,print.story;ord=9043567"], "top_img": "", "keywords": [], "authors": [], "canonical_link": "", "title": "Tai Chi improves symptoms of fibromyalgia", "meta_data": {"robots": "noindex,nofollow", "Description": "People with fibromyalgia have to think creatively for relief from their symptoms. There are only a few approved medications for the condition, which causes chronic aches and pains, sleep disturbances, fatigue and depression. Many patients opt for a combination of medications, lifestyle changes and cognitive behavioral therapy to remain functional."}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}