{"url": "https://web.archive.org/web/20170705214450/http://www.newsweek.com/cancer-vaccine-personalized-medicine-clinical-trial-632196", "text": "Two personalized cancer vaccines have been found to be safe and effective at treating people with melanoma, scientists have announced.\n\nCancer vaccines that are personalized to the patient—designed to help the immune system identify tumors as foreign bodies and destroy them—have been considered as a potential treatment for a number of years. But working out the unique mutations of each person’s cancer, a time-consuming and complicated process, must first be identified before a vaccine can be developed for them.\n\nIn two studies published in the journal Nature, researchers have shown promising results from Phase I clinical trials. While they are very small scale—one was on six participants, the other 13—the findings mean researchers can move ahead with the vaccines, which could potentially lead to new, more effective cancer treatments.\n\nTech & Science Emails and Alerts- Get the best of Newsweek Tech & Science delivered to your inbox\n\nIn the first study, scientists led by Catherine Wu developed a vaccine for people who had been treated for melanoma with surgery, but who had received no other treatment. They sequenced the DNA from the tumors then created a personalized vaccine that contained neoantigens (targets for the immune response) for predicted mutations.\n\nCreative Commons\n\nSix patients were given a full series of vaccinations, including five priming injections and two booster vaccinations. Four of the six had no recurrence of the disease after 25 months.\n\nIn the other study, by Ugur Sahin and colleagues, tested a personalized vaccine based on RNA (an essential link in the production of proteins encoded by DNA). They used a similar approach to Wu and her team to identify the mutations, then tested the vaccine on 13 people who were being treated for melanoma. All participants were found to have a boosted immunity against the antigens specific to their tumors. Eight were still tumor free after 23 months.\n\nBoth vaccines were deemed safe and are expected to be taken forward for further research.\n\nThese vaccines are not necessarily the future of personalized cancer treatment. Cornelius Melief, from the Leiden University Medical Center, Netherlands, said in an accompanying News & Views article that controlled, randomized Phase II clinical trials will be needed to work out if the vaccines are effective. He added, however, that the studies confirm the potential of cancer vaccines.\n\nElizabeth Williams, from the School of Biomedical Sciences at Queensland University of Technology, tells Newsweek the two studies “describe tantalizing complementary and consistent results in Phase 1 trials in melanoma patients using vaccines.\"\n\niT@c/Flickr\n\n\"The vaccines are personalized for each individual’s tumours by harnessing technologies that enable the comprehensive analysis of the molecular fingerprint of the tumour,” she says. “The data shows that it is a safe and well tolerated strategy that stimulates relevant anti-tumor immune responses.”\n\nHowever, the treatment has its downsides: “As the vaccine therapies are designed and generated specifically for each individual there is a lag time from enrollment to commencement of treatment—approximately four months—which may be too long from some patients with advanced cancer. As technologies and processes continue improve this is likely to be reduced,\" she continues.\n\n“It is still unknown whether these vaccines will extend the survival of cancer patients, or whether they are more effective than other recently developed immunotherapies. Additional clinical trials will be required to determine the utility of these individualised neoepitope vaccines.”\n\nCatherine Pickworth, science communication officer at Cancer Research UK said: “The promising results from these two small, early-stage studies show that personalized cancer vaccines designed to treat skin cancer are safe to use, and that for some patients, they can successfully harness the power of the body’s own immune system to kill cancer cells. The next step will be to test these personalized vaccines in larger clinical trials to see if they are better than existing treatments, if they improve survival, and what their long-term side effects could be.”", "images": ["https://web.archive.org/web/20170705214450im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-xs/public/2017/06/15/2017_06_23_cover_768_x_1024.jpg", "https://web.archive.org/web/20170705214450im_/http://s.newsweek.com/sites/www.newsweek.com/files/2017/07/05/laboratory.jpg", "https://web.archive.org/web/20170705214450im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/subscribe_icon/public/subscribe/2017_06_30_cover_235_x_235.jpg", "https://web.archive.org/web/20170705214450im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-xs/public/2017/06/06/20170616cover1800-x-2400.jpg", "https://web.archive.org/web/20170705214450im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2017/07/05/laboratory.jpg", "https://web.archive.org/web/20170705214450im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-xs/public/2017/05/30/20170609cover768-x-1024.jpg", "https://web.archive.org/web/20170705214450im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2016/04/15/dna-data-storage-washington-usb.jpg", "https://web.archive.org/web/20170705214450im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-xs/public/2017/06/20/20170630cover1800-x-2400.jpg"], "top_img": "https://web.archive.org/web/20170705214450im_/http://s.newsweek.com/sites/www.newsweek.com/files/2017/07/05/laboratory.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170705214450/http://www.newsweek.com/cancer-vaccine-personalized-medicine-clinical-trial-632196", "title": "Cancer Breakthrough: Personalized Melanoma Vaccines ‘Safe and Effective’ in First Human Clinical Trials", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "news_keywords": "cancer, vaccine, personalized, medicine, clinical trial", "fb": {"app_id": 245537789135954, "pages": 18343191100}, "og": {"type": "article", "site_name": "Newsweek", "url": "https://web.archive.org/web/20170705214450/http://www.newsweek.com/cancer-vaccine-personalized-medicine-clinical-trial-632196", "title": "Personalized cancer vaccines edge closer after success in human clinical trials", "description": "Scientist warn the results are preliminary, but demonstrate the potential of personalized medicine in cancer treatment.", "image": "https://web.archive.org/web/20170705214450im_/http://s.newsweek.com/sites/www.newsweek.com/files/2017/07/05/laboratory.jpg"}, "article": {"publisher": "https://www.facebook.com/Newsweek", "section": "Tech & Science", "modified_time": "2017-07-05T14:23:35-04:00", "published_time": "2017-07-05T13:03:04-04:00"}, "twitter": {"site": "@newsweek", "card": "summary_large_image", "title": "Personalized cancer vaccines edge closer after success in human clinical trials", "url": "https://web.archive.org/web/20170705214450im_/http://www.newsweek.com/cancer-vaccine-personalized-medicine-clinical-trial-632196", "description": "Scientist warn the results are preliminary, but demonstrate the potential of personalized medicine in cancer treatment.", "image": "https://web.archive.org/web/20170705214450im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2017/07/05/laboratory.jpg"}, "msapplication-TileColor": "#ff0000", "msapplication-TileImage": "http://s.newsweek.com/sites/www.newsweek.com/themes/newsweek/favicons/mstile-144x144.png", "msapplication-config": "http://s.newsweek.com/sites/www.newsweek.com/themes/newsweek/favicons/browserconfig.xml", "description": "Scientist warn the results are preliminary, but demonstrate the potential of personalized medicine in cancer treatment.", "com.silverpop.brandeddomains": "www.pages06.net,aidataconf.com,amp.ibtimes.co.uk,e-amp.newsweek.com,e-sns.newsweek.com,europe.newsweek.com,events.newsweek.com,ibt-dev.co.uk,ibtimes.co.uk,ibtimes.com,idigitaltimes.com,latintimes.com,medicaldaily.com,newsweek.com,player.one,sns.europe.newsweek.com,sns.ibtimes.co.uk,subscription.newsweek.com,www.ibt-dev.co.uk,www.ibtimes.co.uk,www.ibtimes.com"}, "movies": [], "publish_date": 1499274184.0, "source": "https://web.archive.org", "summary": ""}