{"url": "http://consumer.healthday.com/Article.asp?AID=672349", "text": "By Serena Gordon\n\nHealthDay Reporter\n\nWEDNESDAY, Jan. 9, 2013 (HealthDay News) -- Women with heavy menstrual bleeding may find some relief using an intrauterine device, or IUD, containing the hormone levonorgestrel, according to new research.\n\nBritish researchers found that the treated IUD was more effective at reducing the effects of heavy menstrual bleeding (also called menorrhagia) on quality of life compared to other treatments. Normally used for contraception, the intrauterine system is sold under the brand name Mirena.\n\n\"If women suffer with heavy periods and do not want to get pregnant -- as the levonorgestrel intrauterine system is a contraceptive -- then having the levonorgestrel intrauterine system is a very good first-line treatment option that does not require taking regular, daily oral medications,\" said the study's lead author, Dr. Janesh Gupta, professor of obstetrics and gynecology at the University of Birmingham and Birmingham Women's Hospital in England.\n\nFor women who do want to get pregnant, Gupta said, taking the blood-clotting drug tranexamic acid during periods is an alternate method of treating heavy periods.\n\nResults of the study, which was funded by the United Kingdom's National Institute of Health Research, appear in the Jan. 10 issue of the New England Journal of Medicine.\n\nHeavy menstrual bleeding is a significant problem for many women. About 20 percent of gynecologist office visits in the United States and the United Kingdom are because of heavy bleeding. There are several nonhormonal and hormonal treatment options available to reduce blood loss.\n\nThe current study compared the use of traditional medical options -- tranexamic acid pills, mefenamic acid (Ponstel), combined estrogen-progestogen and progesterone alone -- to the use of the levonorgestrel intrauterine system.\n\nThe researchers randomly assigned nearly 600 women with heavy menstrual bleeding to receive either the IUD or standard medical care. They assessed improvement using a patient-reported score on a scale designed to measure severity of symptoms. The scale goes from 0 to 100, with lower scores indicating more severe symptoms. The researchers also asked about quality of life and sexual activity, and noted whether a woman needed surgery for heavy periods.\n\nWomen in the IUD group reported much greater improvement -- 32.7 points on the symptom scale versus 21.4 points in the standard treatment group. They also reported greater improvements in quality of life.\n\nThere was no difference in the rates of surgery or sexual activity between the two groups.\n\nMore women were still using the intrauterine system after two years than were still taking standard medical treatments -- 64 percent compared to 38 percent.\n\nGupta said the main reason she believes the IUD group was more successful at reducing symptoms is that there is \"100 percent compliance with treatment as there is a continuous drug treatment effect.\" Women taking medications may forget to take them sometimes.\n\nSerious side effects were similar between the groups. Gupta said the main side effect from the intrauterine system is irregular periods for up to six months.\n\nAnother expert said the findings show promise for women bothered by heavy bleeding.\n\n\"This study really adds to the evidence that shows how useful this intrauterine system is for heavy menstrual bleeding,\" said Dr. Eve Espey, professor of obstetrics and gynecology at the University of New Mexico School of Medicine in Albuquerque.\n\nGetting an intrauterine system generally just requires one office visit, Espey said. Insertion of the device may be mildly uncomfortable for some women, she said.\n\nFor women who may be hesitant to use an IUD because of pelvic infections linked to an early version called the Dalkon Shield, Gupta said that as long as women are screened for sexually transmitted diseases before getting an intrauterine system, the risk of infection is low.\n\nEspey agreed. \"Today's intrauterine systems have a great side-effect profile,\" she said. \"They also have a high continuation and a high satisfaction rate.\"\n\nMore information\n\nLearn more about intrauterine devices from the Association of Reproductive Healthcare Professionals.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Serena Gordon"], "canonical_link": "https://consumer.healthday.com/women-s-health-information-34/abortion-news-2/iud-might-ease-heavy-menstrual-bleeding-study-suggests-672349.html", "title": "IUD Might Ease Heavy Menstrual Bleeding, Study Suggests", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Hormone-treated device improved quality of life, researchers report", "og": {"title": "IUD Might Ease Heavy Menstrual Bleeding, Study Suggests", "description": "Hormone-treated device improved quality of life, researchers report", "url": "https://consumer.healthday.com/women-s-health-information-34/abortion-news-2/iud-might-ease-heavy-menstrual-bleeding-study-suggests-672349.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}