{"url": "https://web.archive.org/web/20101226035616/http://www.latimes.com:80/health/la-he-v-steam-20101220,0,6205138,print.story", "text": "Vaginal steam bath finds a place among Southern California spa options A Korean treatment for the vaginal area is said to aid health and fertility. What's missing is evidence.\n\nPungent steam rises from a boiling pot of a mugwort tea blended with wormwood and a variety of other herbs. Above it sits a nude woman on an open-seated stool, partaking in a centuries-old Korean remedy that is gaining a toehold in the West.\n\nVaginal steam baths, called chai-yok, are said to reduce stress, fight infections, clear hemorrhoids, regulate menstrual cycles and aid infertility, among many other health benefits. In Korea, many women steam regularly after their monthly periods.\n\nThere is folk wisdom — and even some logic — to support the idea that the carefully targeted steam may provide some physiological benefits for women. But there are no studies to document its effectiveness, and few American doctors have even heard of it.\n\n\"It sounds like voodoo medicine that sometimes works,\" said Dr. Vicken Sahakian, medical director of Pacific Fertility Center in Los Angeles.\n\nNiki Han Schwarz believes it worked for her. After five steams, she found she had fewer body aches and more energy. She also became pregnant eight months ago at the age of 45 after attempting to conceive for three years.\n\nHan Schwarz and her husband, orthopedic surgeon Charles Schwarz, are determined to introduce vaginal steam baths to Southern California women. Their Santa Monica spa, Tikkun Holistic Spa, offers a 30-minute V-Steam treatment for $50. (The identical treatment is available for men, to steam the perineal area.)\n\nAt Daengki Spa in Koreatown, a 45-minute V-Herbal Therapy treatment can be had for $20 a squat. The steam includes a mixture of 14 herbs imported from Korea by spa manager Jin Young. The spa's website claims the treatment will \"rid the body of toxins\" and help women with menstrual cramps, bladder infections, kidney problems and fertility issues. \"It is a traditional Korean health remedy,\" according to the website.\n\nAcross the country, chai-yok treatments are not easy to find. They are available in a scattering of alternative holistic health centers. The flashy Juvenex Spa in Manhattan offers its 30-minute Gyno Spa Cure for $75. A complete setup for a do-it-yourself steam — open-seated stool, boiler and herbs — can be purchased online at http://www.rakuten.com for $330.", "images": ["https://web.archive.org/web/20101225235253im_/http://www.latimes.com/media/photo/2010-11/57994691.jpg", "https://web.archive.org/web/20101225235253im_/http://www.latimes.com/media/photo/2010-12/58080070.jpg", "https://web.archive.org/web/20101225235253im_/http://articles.latimes.com/pm-imgs/footer.gif", "https://web.archive.org/web/20101225235253im_/http://articles.latimes.com/pm-imgs/header.gif", "https://web.archive.org/web/20101225235253im_/http://www.latimes.com/media/photo/2010-12/58348132.jpg", "https://web.archive.org/web/20101225235253im_/http://articles.latimes.com/favicon.ico", "https://web.archive.org/web/20101225235253im_/http://www.latimes.com/media/photo/2010-11/57908740.jpg", "https://web.archive.org/web/20101225235253im_/http://articles.latimes.com/images/pixel.gif"], "top_img": "https://web.archive.org/web/20101225235253im_/http://articles.latimes.com/favicon.ico", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20101225235253/http://articles.latimes.com/2010/dec/20/health/la-he-v-steam-20101220", "title": "Vaginal steam bath finds a place among Southern California spa options", "meta_data": {"description": "Pungent steam rises from a boiling pot of a mugwort tea blended with wormwood and a variety of other herbs. Above it sits a nude woman on an open-seated stool, partaking in a centuries-old Korean", "keywords": "health", "og": {"site_name": "Los Angeles Times Articles"}}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}