{"url": "http://online.wsj.com/article/SB10001424052748704720004575377082786936708.html", "text": "One of the most frustrating aspects of brain injuries is that they can be difficult to diagnose; emergency rooms can sometimes miss subtle symptoms, leading to improper treatment and potentially catastrophic consequences. Now, researchers are close to identifying so-called biomarkers that may soon make it possible to pinpoint brain injuries with a simple blood test.\n\nPresence of these biomarkers—proteins produced by an injured brain—could end up determining the future treatment of the estimated 1.4 million athletes, car-crash victims and others in the U.S. who are treated for brain injuries in emergency rooms each year, in addition to hundreds of thousands of soldiers injured in blasts.\n\nA Look at Head Trauma About 1.7 million people annually in the U.S. suffer a traumatic brain injury. Some can lead to long-term difficulties in functioning.\n\nMost common causes among civilians are falls, car crashes and assaults. Blasts can cause brain injuries in soldiers.\n\nAbout 75% of brain injuries are concussions or \"mild\" brain injuries.\n\n52,000 people in U.S. die from brain injuries annually, and 275,000 are hospitalized.\n\nMost commonly affected age groups are children up to 4 years old, and teens 15 to 19.\n\nMore than 3 million Americans have long-term need for help in daily tasks because of brain injury. Sources: U.S. Centers for Disease Control and Prevention; Brain Injury Association of America; WSJ interviews.\n\nThe U.S. Defense Department is soon expected to provide $17 million to fund a major study of brain-injury biomarkers in more than 1,000 human patients at 20 hospitals in the U.S. and overseas. The first-of-its-kind study—which is expected to start next year and take 18 months—will explore whether biomarkers can reliably assess the extent of brain injury and help doctors decide on treatment.\n\n\"I think this will revolutionize brain-injury care,\" says Col. Dallas Hack, a medical doctor in charge of the U.S. Army's combat casualty treatment. He says the Army's goal is to one day have a portable blood-test device that a medic could carry onto the battlefield.\n\nDoctors frequently fail to diagnose brain injury in patients who've suffered head trauma but remain conscious. Physicians also sometimes can't reliably determine whether a patient in a stupor has a brain injury, a stroke, or something else entirely. As a result, doctors may incorrectly prescribe treatment, or prescribe no treatment where it's actually necessary.\n\nActress Natasha Richardson died last year after hitting her head in a snow-skiing accident partly because the severity of her injury wasn't recognized quickly enough for her to get proper treatment. Soldiers on the battlefield can appear fine after enduring an explosion but may in fact need rest, treatment or rehabilitation.\n\nDoctors struggle with diagnoses of brain injuries as they once did with diagnoses of heart attacks. Then cardiologists found troponin, a cardiac biomarker that shows up in blood after a heart attack. A blood test helps doctors assess within an hour or two whether a patient with chest pains is actually having an attack. It's more precise than having a patient describe symptoms.\n\nBiomarkers could do the same for brain injury. Researchers are optimistic about work being done at Banyan Biomarkers Inc., a privately held start-up run by former faculty members of the University of Florida.\n\nAt the company's lab in Alachua, Fla., anesthetized rats encased in tiny body armor are hit in the head with miniature metal pistons and air blasts. The blows simulate the impacts of accidents or explosions that injure the brain. When the rats awaken, scientists test their blood for the presence of proteins produced by an injured brain.\n\nSo far, evidence from lab animals like these and more than 300 human brain-injury patients suggests strong correlations between the degree of brain injury and the level of certain brain biomarkers. Banyan hopes to win approval from the Food and Drug Administration for a blood test, if the planned clinical study being funded by the Defense Department proves successful.\n\nEdward D. Hall, director of the University of Kentucky's brain-injury research program, says the Banyan work does show these biomarkers can reliably track brain injury, and they are found in brain tissue and cerebro-spinal fluid at high enough levels to be reliably detected. But, he said, \"the question is whether they do this in a reliable way in mild injury cases\" through simple blood tests. Other scientists say that Banyan's work may help doctors distinguish between different types of brain injury.\n\nA peer-reviewed study of 66 patients led by Banyan scientists and published this year in the journal Critical Care Medicine showed that patients with the most severe brain injury had levels of a biomarker called UCH-L1 that were 16 times the level found in patients without brain injury.\n\nBanyan scientists this year also published conclusions in the European Journal of Neuroscience that the same chemical, UCH-L1, was sharply elevated in rats with injuries designed to mimic both brain injury and stroke.\n\nBanyan's president and founder, Ronald L. Hayes, says brain injury isn't just an immediate injury, but a disease process that can last for days. During that time, a cascade of biomarker proteins is produced in the brain, suggesting damage continues to occur. Dr. Hayes and his colleagues theorize that early intervention could halt much of this later harm.\n\nBrain injuries are now diagnosed and assessed by checking vital signs like heart rate and blood pressure, then by doctors' checking the patient's thinking, memory and consciousness. They test basic brain functions by checking the size of pupils and how the pupils react to a bright light. They administer pinpricks or other pain or heat stimuli, as well as checking the patient's ability to move arms and legs. CT scans are also used.\n\nEarly detection of biomarkers could be particularly helpful at smaller hospitals where doctors might not be trained to deal with a severe brain injury. If they realized through a simple blood test that they confronted a potentially devastating injury, they might rush the patient to a hospital that has a neuro-intensive care unit. There, specialists could place pressure monitors in the brain and lessen intra-cranial pressure that can destroy brain tissue. They also could alleviate \"vasospasms,\" storms within the brain that can be just as damaging as the original injury.\n\nWrite to Thomas M. Burton at tom.burton@wsj.com", "images": ["https://content-thumbnail.cxpublic.com/content/dominantthumbnail/fddd6d28f0576a5772474e644a95623747e1cb4b.jpg?5dc9ac40", "https://m.wsj.net/video/20191107/110719opvidpw3/110719opvidpw3_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/461b35da8a2936ee4a7ca01072773c0d5aa427f2.jpg?5dc9b5ae", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/0d2ffa0d6fff89f02d5a9d5508d5467ad9dbd858.jpg?5dc9aba1", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/487b80633438bb2d561829c2e7f8bccee2c45e0b.jpg?5dc9ab9e", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/93d4c0693749e5d6abc5f87d798d3bfdb580948b.jpg?5dc995fd", "https://m.wsj.net/video/20191107/110719electiontech2/110719electiontech2_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/2a7d0786567f18bb6a72f17019cd642c0b51f730.jpg?5dc9b274", "https://images.wsj.net/im-125024?width=111&height=62", "https://images.wsj.net/im-101746?width=111&height=62", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/3f61c934324559d54745fffbed697f2b611fa261.jpg?5dc9b660", "https://s.wsj.net/img/meta/wsj-social-share.png", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/f600b0a56ee84a4d350fa4e522e51ee27d5fd426.jpg?5dc9aba3", "https://m.wsj.net/video/20191104/cinvest1105/cinvest1105_167x94.jpg", "https://images.wsj.net/im-125154?width=111&height=62", "https://s.wsj.net/public/resources/images/B3-ES110_PARTNE_C_20190809085434.jpg", "https://m.wsj.net/video/20191101/110419elevatorpai/110419elevatorpai_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/4a581253a775cca47f02b15ba756a5f4ccf7b8bf.jpg?5dc969b8", "https://images.wsj.net/im-124802?width=111&height=62", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/869c2a340c4c25db5466a6de556da60ae1a2bf4e.jpg?5dc9b4f7", "https://m.wsj.net/video/20191107/110719seib/110719seib_167x94.jpg"], "top_img": "https://s.wsj.net/img/meta/wsj-social-share.png", "keywords": [], "authors": ["Thomas M. Burton"], "canonical_link": "https://www.wsj.com/articles/SB10001424052748704720004575377082786936708", "title": "New Test for Brain Injury on Horizon", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "dj.asn": "i-00e4", "user.type": "nonsubscriber", "user.exp": "default", "page.section": "Article", "page.content.type": "Article", "page.content.format": "responsive", "page.content.source": "WSJ Online", "article.template": "full", "page.site": "wsj", "page.site.product": "WSJ", "page.region": "na,us", "article.id": "SB10001424052748704720004575377082786936708", "article.type": "Business", "article.type.display": "Business", "article.access": "free", "article.headline": "New Test for Brain Injury on Horizon", "article.summary": "Scientists are close to identifying \"biomarkers\" that could make it possible to pinpoint brain injuries with a simple blood test.", "apple-itunes-app": "app-id=364387007,app-argument=wsj://launch?articleid=SB10001424052748704720004575377082786936708&headline=New%20Test%20for%20Brain%20Injury%20on%20Horizon&weburl=http://www.wsj.com/articles/SB10001424052748704720004575377082786936708", "al": {"ios": {"url": "wsj://launch?articleid=SB10001424052748704720004575377082786936708&headline=New%20Test%20for%20Brain%20Injury%20on%20Horizon&weburl=http://www.wsj.com/articles/SB10001424052748704720004575377082786936708"}}, "article.page": "Business", "article.section": "Business", "article.published": "2010-07-20T04:01:00.000Z", "article.updated": "2010-07-20T04:01:00.000Z", "dateLastPubbed": "2010-07-20T04:01:00.000Z", "author": "Thomas M. Burton", "description": "Scientists are close to identifying \"biomarkers\" that could make it possible to pinpoint brain injuries with a simple blood test.", "article": {"word_count": 920, "embed_count": 1, "internal_link_count": 1, "publisher": "https://www.facebook.com/wsj", "opinion": "false"}, "robots": "noarchive,noodp", "language": "en", "twitter": {"title": "New Test for Brain Injury on Horizon", "description": "Scientists are close to identifying \"biomarkers\" that could make it possible to pinpoint brain injuries with a simple blood test.", "image": {"identifier": "https://s.wsj.net/img/meta/wsj-social-share.png", "alt": "New Test for Brain Injury on Horizon"}, "card": "summary", "site": "@WSJ", "domain": "wsj.com"}, "fb": {"app_id": 368513495882, "pages": 8304333127}, "og": {"title": "New Test for Brain Injury on Horizon", "description": "Scientists are close to identifying \"biomarkers\" that could make it possible to pinpoint brain injuries with a simple blood test.", "url": "https://www.wsj.com/articles/SB10001424052748704720004575377082786936708", "image": {"identifier": "https://s.wsj.net/img/meta/wsj-social-share.png", "width": 1200, "height": 630}, "locale": "en_US", "type": "article", "site_name": "WSJ"}, "cx_pv_id": "k2uu9p22c82pf06j", "cx_shield": "{\"campaign\":99999,\"placement\":\"cx-articlecover\",\"tag\":\"openhouse\",\"type\":\"free\",\"bucket\":3}", "cXenseParse": {"wsj-primary-inset": "none", "wsj-page-content-source": "WSJ Online", "wsj-coral": "false"}, "referrer": "always"}, "movies": [], "publish_date": null, "source": "http://online.wsj.com", "summary": ""}