{"url": "https://consumer.healthday.com/clinical-trials-information-35/clinical-trials-news-136/powerful-ms-drug-used-early-may-help-but-side-effects-an-issue-715786.html", "text": "By Steven Reinberg\n\nHealthDay Reporter\n\nFRIDAY, Oct. 14, 2016 (HealthDay News) -- A multiple sclerosis drug usually reserved for people in the late stages of the disease seems to offer long-term remission in newly diagnosed patients, researchers report.\n\nBecause of serious side effects, the drug -- Lemtrada (alemtuzumab) -- is approved in the United States only for patients who have failed other treatments. But the authors of a new study believe giving it early may slow and even reverse some disease-related disability.\n\n\"The expectation in MS has always been to try to slow down the progression of the disease. Now we can tell our patients that a significant number can actually improve by reversing their disability,\" said lead researcher Dr. Gavin Giovannoni. He is a neurology professor at Queen Mary University of London in England.\n\nThe treatment is not without its downsides, however. Because of the potential for side effects, people who received this treatment have to undergo monthly blood and urine tests for four years after the last dose, Giovannoni said.\n\nGiovannoni described Lemtrada as an immune system \"rebooter.\" First, it depletes the immune system, then it allows it to recover, he explained.\n\nDuring the time when the immune system is depleted, there is a risk of infection over eight to 12 weeks, including herpes infections, he said.\n\nAlso, when the immune system rebuilds itself, \"a significant number of people, about 40 percent, will develop another autoimmune disease,\" Giovannoni said. These include Graves' disease (a thyroid disorder) and a bleeding/bruising disorder called idiopathic thrombocytopenic purpura (ITP), which occurs in about 2 percent of patients, he noted.\n\n\"But these diseases can be treated, so it's not like MS. It's kind of trading in your MS for another autoimmune disease,\" Giovannoni said.\n\nStill, one MS specialist who reviewed the new study said patients need to be cautious about taking the drug.\n\nLemtrada is not for every patient with MS and the decision to use it should be carefully considered, said Dr. Dhanashri Miskin, an attending neurologist at Lenox Hill Hospital in New York City.\n\n\"Although the safety profile is generally manageable for the right patient, risks probably outweigh benefits in patients with mild or early stage disease,\" Miskin said.\n\nThe decision to start Lemtrada should be made in the context of the risks, including infusion-associated reactions, infections, and autoimmune adverse events, she said. \"Although alemtuzumab [Lemtrada] treatment is associated with safety risks, those risks are manageable in most patients,\" Miskin said.\n\nThe new trial of more than 600 patients with relapsing-remitting MS was funded by Sanofi Genzyme and Bayer HealthCare Pharmaceuticals, the drug's makers.\n\nMS occurs when the immune system mistakenly attacks the protective sheath around nerve fibers in the brain and spinal cord. People can suffer muscle weakness, numbness, vision problems and difficulty with balance and coordination. Relapsing-remitting MS is the most common type, with symptoms suddenly worsening and then going into remission.\n\nFor this study, Giovannoni and colleagues treated 628 patients with relapsing-remitting MS who had not responded to at least one other MS drug. Lemtrada was given to 426 patients, while 202 received another drug, interferon beta-1a.\n\nThe researchers assessed disability levels at the start of the study and every three months for two years. By the study's end, nearly 28 percent of those given Lemtrada had improved by at least one point on a 10-point disability test, versus about 15 percent of those receiving interferon, the researchers found.\n\nMoreover, patients receiving Lemtrada were 2.5 times more likely to have their thinking skills improve compared to those given interferon. And they were more than twice as likely to see improvement in their ability to move without tremor or clumsiness, the findings showed.\n\nThe findings held after researchers adjusted the results to make sure the gains weren't led by those recovering from relapses.\n\nGiovannoni believes the drug could offer real relief from MS symptoms. Not only does alemtuzumab improve disability, but most patients go into long-term remission of at least five to eight years, he said.\n\n\"Some patients have been going 12 years without any evidence of disease activity,\" he said.\n\nAccording to Bruce Bebo, executive vice president for research at the National Multiple Sclerosis Society, \"Restoring lost function is a significant unmet need for people living with MS.\"\n\nThis study examines previous findings related to the reversal of some disability in those receiving alemtuzumab, he said. \"I am encouraged by these results and urge others to pursue potentially restorative approaches to treatment,\" Bebo said.\n\nGiovannoni pointed out that most of the drug's benefits are obtained early in the disease. \"If you really want this drug to have a big impact, you should use it as early as possible. In the European Union, it's recommended for early use,\" he noted.\n\nThe report was published online Oct. 12 in the journal Neurology.\n\nMore information\n\nFor more about multiple sclerosis, visit the National Multiple Sclerosis Society.", "images": ["https://media.healthday.com/Images/icimages/18141.jpg"], "top_img": "https://media.healthday.com/Images/icimages/18141.jpg", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/cognitive-health-information-26/multiple-sclerosis-news-486/powerful-ms-drug-used-early-may-reverse-some-disability-715786.html", "title": "Powerful MS Drug Used Early May Reverse Some Disability", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "But significant side effects remain an issue for Lemtrada, researcher says", "og": {"title": "Powerful MS Drug Used Early May Reverse Some Disability", "image": "https://media.healthday.com/Images/icimages/18141.jpg", "description": "But significant side effects remain an issue for Lemtrada, researcher says", "url": "https://consumer.healthday.com/cognitive-health-information-26/multiple-sclerosis-news-486/powerful-ms-drug-used-early-may-reverse-some-disability-715786.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}