{"url": "http://consumer.healthday.com/cognitive-health-information-26/alzheimer-s-news-20/could-a-saliva-test-help-spot-alzheimer-s-701366.html", "text": "En Español\n\nSUNDAY, July 19, 2015 (HealthDay News) -- It's still very early, but scientists say a test based on a patient's saliva might someday help detect Alzheimer's disease.\n\n\"Saliva is easily obtained, safe and affordable, and has promising potential for predicting and tracking cognitive decline, but we're in the very early stages of this work and much more research is needed,\" study author Shraddha Sapkota, a neuroscience graduate student at the University of Alberta in Canada, said in a news release from the Alzheimer's Association.\n\nThe study was to be presented Sunday at the Alzheimer's Association International Conference in Washington, D.C. Experts note that studies presented at medical meetings are typically considered preliminary until published in a peer-reviewed journal.\n\nIn the study, Sapkota's team tested the saliva of 22 people with Alzheimer's disease, 25 people with what's known as mild cognitive impairment (a decline in memory and thinking that's sometimes a precursor to dementia), as well as 35 people whose mental skills were normal for their age.\n\nThey found that the saliva of people with Alzheimer's had different levels of certain substances compared to the saliva of healthy people or those with mild cognitive impairment.\n\nExperts agreed that the findings held promise, but much more research will be needed.\n\n\"This is a very preliminary study with a small number of subjects and the results are far from conclusive,\" said Dr. Allison Reiss, head of the Inflammation Section at Winthrop-University Hospital in Mineola, N.Y.\n\nShe believes the current study lacks information on possible confounding factors -- things such as \"coexisting illnesses, medications, hydration state, tobacco use and multiple other variables\" that could influence what's found in the saliva samples.\n\n\"There are many gaps in the evidence,\" Reiss said. \"It is uncertain whether the strength and consistency of the relationship between these metabolites [in saliva] and Alzheimer's risk will be maintained in a large multicenter study.\"\n\nStill, Dr. Paul Wright, chair of neurology at North Shore University Hospital in Manhasset, N.Y., said the research \"is still in its infancy but very promising.\"\n\nIf a saliva test lives up to its promise, one advantage is \"the ease of obtaining a sample,\" he said.\n\nBut that convenience also brings its own problems, Wright added. People might ask for a test even when they don't show any signs of dementia, and \"this may result in anxiety and depression if there is a false positive result,\" he said.\n\nFor that reason, \"larger studies are needed to corroborate and validate their findings,\" Wright said.\n\nMore information\n\nThe U.S. National Institute on Aging has more about Alzheimer's disease.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/cognitive-health-information-26/alzheimer-s-news-20/could-a-saliva-test-help-spot-alzheimer-s-701366.html", "title": "Could a Saliva Test Help Spot Alzheimer's?", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Very small study shows some promise, but much more research will be needed, experts say", "og": {"title": "Could a Saliva Test Help Spot Alzheimer's?", "description": "Very small study shows some promise, but much more research will be needed, experts say", "url": "https://consumer.healthday.com/cognitive-health-information-26/alzheimer-s-news-20/could-a-saliva-test-help-spot-alzheimer-s-701366.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}