{"url": "https://www.washingtonpost.com/news/to-your-health/wp/2018/06/25/first-marijuana-derived-drug-approved-will-target-severe-epilepsy/?utm_term=.ff089226f64a", "text": "Epidiolex was approved for patients age 2 and older who suffer from Lennox-Gastaut and Dravet syndromes. Both cause uncontrolled daily seizures and put patients at high risk for other physical and intellectual disabilities, injury and early death.\n\nAD\n\nThe disorders afflict fewer than 45,000 people in the United States, but experts expect Epidiolex to be prescribed for other types of epilepsy as well. The drug is the first treatment approved for Dravet syndrome.\n\nAD\n\nFDA Commissioner Scott Gottlieb said the approval was “a reminder that advancing sound development programs that properly evaluate active ingredients contained in marijuana can lead to important medical therapies.” The medication, tested in three randomized, placebo-controlled trials with more than 500 patients, was effective in reducing seizures, the FDA said.\n\nGottlieb noted that the action was “not an approval of marijuana or all of its components” but rather of one specific CBD medication for a particular use.\n\nAD\n\nThe agency, he added, remains concerned about “the proliferation and illegal marketing of unapproved CBD-containing products with unproven medical claims.”\n\nIn April, an advisory committee unanimously recommended approval of the drug for the two types of epilepsy.\n\nThe FDA previously cleared medications containing synthetic versions of THC for nausea for patients getting chemotherapy and for other uses, but it had not approved any drug derived from the plant itself. Marijuana and its components, including CBD, are Schedule 1 controlled substances — meaning they are banned because they are thought to have a high abuse potential, no medical value and serious safety implications.\n\nAD\n\nAD\n\nNow that Epidiolex is approved by the FDA, cannabidiol is expected to be reclassified by the Drug Enforcement Administration within 90 days. However, it isn’t clear whether such a reclassification would involve CBD products in general, the CBD formulation used specifically in Epidiolex or something else.\n\nFor those who have long argued that cannabis offers medical benefits, the FDA approval represents a milestone, “a recognition that the plant is a rich source of compounds which have potential therapeutic activity,” Justin Gover, chief executive of GW Pharmaceuticals, the London-based company that developed the drug, said in an interview last week. “We are just scratching the surface of what could be a range of cannabis-based medications.”\n\nThe medication, which will continue to be manufactured in Britain, will be marketed by Greenwich Biosciences, the U.S. subsidiary of GW Pharmaceuticals. The drugmaker is testing other CBD treatments for glioblastoma and schizophrenia.\n\nAD\n\nAD\n\nShlomo Shinnar, president of the American Epilepsy Society and a neurologist at Montefiore Medical Center in New York, has said the drug will be “a very valuable addition” to the limited options for treating severe childhood-onset epilepsy. Shinnar said he will welcome approval of a medicine that had undergone stringent FDA review for safety and effectiveness.\n\nMany parents already are giving children unregulated CBD formulations that are available in medical marijuana dispensaries in the many states where such operations are legal. Some have said that they have no intention of switching to the new prescription CBD drug because the products they're using are helping their children. Others said they are anxious to try an FDA-approved product.\n\nRead more:\n\nAD", "images": ["https://www.washingtonpost.com/resizer/vCcPNnBE7VvTRSwTU4ORvRBYOow=/90x90/smart/s3.amazonaws.com/arc-authors/washpost/43743dde-317e-4263-b796-00b3895b72f0.png", "https://www.washingtonpost.com/resizer/wGv3pI4-L8QUgkMJvsE0uVIrrc0=/150x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/M7KGCPW3OA5OXCHRIZEL7O5DKQ.jpg", "https://www.washingtonpost.com/resizer/fhKdQuervFU5LnvT0iPn7I6YGzU=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/DT6O5W6S4A7VZKGHUQ4OWDQP2A.jpg"], "top_img": "https://www.washingtonpost.com/resizer/fhKdQuervFU5LnvT0iPn7I6YGzU=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/DT6O5W6S4A7VZKGHUQ4OWDQP2A.jpg", "keywords": [], "authors": ["Laurie Mcginley", "Reporter Covering Health"], "canonical_link": "https://www.washingtonpost.com/news/to-your-health/wp/2018/06/25/first-marijuana-derived-drug-approved-will-target-severe-epilepsy/", "title": "First marijuana-derived drug approved, will target severe epilepsy", "meta_data": {"description": "The drug will be used to treat two rare, severe forms of childhood epilepsy that cause uncontrolled seizures.", "og": {"site_name": "Washington Post", "type": "article", "url": "https://www.washingtonpost.com/news/to-your-health/wp/2018/06/25/first-marijuana-derived-drug-approved-will-target-severe-epilepsy/", "image": "https://www.washingtonpost.com/resizer/fhKdQuervFU5LnvT0iPn7I6YGzU=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/DT6O5W6S4A7VZKGHUQ4OWDQP2A.jpg", "title": "First marijuana-derived drug approved, will target severe epilepsy", "description": "The drug will be used to treat two rare, severe forms of childhood epilepsy that cause uncontrolled seizures."}, "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "title": "First marijuana-derived drug approved, will target severe epilepsy", "description": "The drug will be used to treat two rare, severe forms of childhood epilepsy that cause uncontrolled seizures."}, "article": {"content_tier": "metered", "opinion": "false"}, "viewport": "width=device-width, initial-scale=1"}, "movies": [], "publish_date": 1529899200.0, "source": "https://www.washingtonpost.com", "summary": ""}