{"url": "https://www.washingtonpost.com/news/to-your-health/wp/2017/12/06/a-cut-could-have-killed-him-then-he-got-experimental-gene-therapy-for-hemophilia/?utm_term=.d04f3b3879fc", "text": "Then, last year, Konduros enrolled in a clinical trial, receiving an experimental gene therapy at Children's Hospital of Philadelphia. Almost immediately, he began producing the missing clotting factor. Several weeks later, after he dropped a heavy box on his shin, he watched a bruise develop and shrink within hours. “Are you kidding me?” he thought. “Life's easy if this is what happens.”\n\nKonduros, 53, who runs a bakery and cafe in southeastern Ontario, is one of 10 men in an early-stage trial sponsored by Spark Therapeutics. (The disorder is much more common in men than women.) On Wednesday, researchers reported that a single intravenous infusion of Spark's novel gene therapy enabled patients to safely produce sufficient clotting factor to prevent dangerous bleeding episodes.\n\nAD\n\nAD\n\nThe treatment also “nearly universally eliminated” the need for preventive infusions of clotting factor a few times a week, the scientists said. And its effects lasted; after a year and a half, the longest patient follow-up, the therapy was continuing to work.\n\nThe results, published Wednesday online in the New England Journal of Medicine, represent “another example of the gene-therapy renaissance,” Matthew Porteus, a pediatrician at Stanford University, wrote in an accompanying editorial. He said the data suggests that the treatment ultimately might provide an “ideal cure” for hemophilia B.\n\nStill, he noted, the study has some limitations. The follow-up period was relatively short, from 28 to 78 weeks in the new report; longer-term studies are needed to prove safety and effectiveness over extended periods. In addition, he said, researchers need to find ways to provide the therapy to a broader group of people, including children, and to figure out how to reduce the costs involved.\n\nAD\n\nAD\n\nThe researchers presented earlier findings on the gene therapy a year ago at the American Society of Hematology's annual meeting, but the latest data covers a larger patient group and a longer time period.\n\nThe hemophilia gene therapy is one of several being tested for conditions including sickle cell anemia and Huntington's disease. The one-time treatments seek to fight the disease by adding correct copies of a patient's defective genes. If approved, such treatments are expected to command stratospheric prices. For example, a separate Spark gene therapy for a rare type of childhood blindness, which is on track for Food and Drug Administration clearance soon, could cost $1 million per patient for infusions in both eyes, according to some Wall Street analysts.\n\nStill, the therapies can produce at least some offsetting savings. Porteus noted in his editorial that the hemophilia therapy resulted in savings of about $200,000 a year per patient because of the elimination of clotting-factor infusions.\n\nAD\n\nAD\n\nOther experts also were impressed by the results. The hemophilia study “is small but very promising, and it gives me the sense that gene therapy for hemophilia B is going to be at our disposal in no time, maybe a few years from now,” said Aric Parnes, who is associate director of the Boston Hemophilia Center at the Dana-Farber/Boston Children's Cancer and Blood Disorders Center and wasn't involved in the study. “One of the key things is, how long will the treatment last? Does it wane over time? So far, with a full year, it doesn’t look like that is happening.”\n\nLindsey George, the lead investigator and a hematologist at Children's Hospital of Philadelphia, said that nine of the 10 men in the trial didn't experience any bleeding episodes after the gene therapy treatment. The one patient who needed clotting factor because of bleeding used 91 percent less than before, she said.\n\n“People were planning their lives around hemophilia, and now they are doing activities that they weren't before,” George said. “One man who came in a wheelchair is now out of a wheelchair and is coaching Little League.”\n\nAD\n\nAD\n\nPeople with hemophilia B inherit a gene mutation on the X chromosome that interferes with their ability to produce normal levels of blood-clotting factor IX. (Because women have two copies of the X chromosomes, the other one can compensate, so they may carry the disease but not suffer from it.) Bleeding episodes — which can result from injury or occur spontaneously — can cause extensive damage and be life threatening.\n\nThe therapy developed by Spark, a biotech company spun off from the Children's Hospital of Philadelphia in 2013, involves a bioengineered gene designed to prompt the body to produce increased levels of a different clotting factor. The gene is transported to the liver, where clotting factor is made, by a harmless virus called an adeno-associated viral vector. For the current trial, which is being funded by Spark and Pfizer, researchers used a clotting factor that is 8 to 10 times as strong as the normal version. The stronger factor is called Factor IX-Padua, because it was discovered in 2009 in an Italian family.\n\nPatients produced clotting-factor levels that were enough to allow blood to clot but not to spur an undesirable immune-system response, the researchers said.\n\nAD\n\nAD\n\nRead more:\n\nAD", "images": ["https://www.washingtonpost.com/resizer/gYsrD5L84v0RuudYhbzbHbQUkfQ=/150x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/X3OJKTIWMQ3TJJLBLWMCJRDMGM.jpg", "https://www.washingtonpost.com/resizer/vCcPNnBE7VvTRSwTU4ORvRBYOow=/90x90/smart/s3.amazonaws.com/arc-authors/washpost/43743dde-317e-4263-b796-00b3895b72f0.png", "https://www.washingtonpost.com/resizer/RpfqR3cX8UQNPusFy-KjYwfozxI=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/NKVEWOLFTM4WHAL56LIQMKMTYM.jpg"], "top_img": "https://www.washingtonpost.com/resizer/RpfqR3cX8UQNPusFy-KjYwfozxI=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/NKVEWOLFTM4WHAL56LIQMKMTYM.jpg", "keywords": [], "authors": ["Laurie Mcginley", "Reporter Covering Health"], "canonical_link": "https://www.washingtonpost.com/news/to-your-health/wp/2017/12/06/a-cut-could-have-killed-him-then-he-got-experimental-gene-therapy-for-hemophilia/", "title": "Gene therapy makes a big advance treating hemophilia B blood disorder", "meta_data": {"description": "People who had to worry about every cut or bruise being potentially lethal now heal normally after a single treatment.", "og": {"site_name": "Washington Post", "type": "article", "url": "https://www.washingtonpost.com/news/to-your-health/wp/2017/12/06/a-cut-could-have-killed-him-then-he-got-experimental-gene-therapy-for-hemophilia/", "image": "https://www.washingtonpost.com/resizer/RpfqR3cX8UQNPusFy-KjYwfozxI=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/NKVEWOLFTM4WHAL56LIQMKMTYM.jpg", "title": "Gene therapy makes a big advance treating hemophilia B blood disorder", "description": "People who had to worry about every cut or bruise being potentially lethal now heal normally after a single treatment."}, "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "title": "Gene therapy makes a big advance treating hemophilia B blood disorder", "description": "People who had to worry about every cut or bruise being potentially lethal now heal normally after a single treatment."}, "article": {"content_tier": "metered", "opinion": "false"}, "viewport": "width=device-width, initial-scale=1"}, "movies": [], "publish_date": 1512536400.0, "source": "https://www.washingtonpost.com", "summary": ""}