{"url": "https://web.archive.org/web/20110305102157/http://news.yahoo.com:80/s/ap/20110303/ap_on_hi_te/eu_med_stomach_pacemaker", "text": "LONDON – Patrick Hetzner tried diets and exercise, just about everything short of stomach stapling to lose weight. Nothing worked. Five months ago he tried something new: a stomach pacemaker that curbed his appetite.\n\nSince having it implanted, Hetzner, a 20-year-old Munich mailman, has knocked off more than 10 kilos (22 pounds) from his earlier weight of 104 kilos (229 pounds).\n\nHetzner got the device as part of a clinical trial. Since being approved by Britain last month, the device is available for sale across the European Union. It works a bit like a cardiac pacemaker, and consists of a stimulator and a sensor surgically implanted onto the stomach.\n\nThe stimulator sends out electrical pulses meant to trick the stomach and brain into thinking the body is full. Hetzner said the pulses kick in a few minutes after he starts eating or drinking. He said they make him feel full after finishing about half the amount of food he would normally eat.\n\n\"It feels like a little pressure on my stomach or a tickle, but it's not a bad feeling,\" he said in a telephone interview.\n\n\"It's been like a little guide to help me change my life,\" he said.\n\nSo far, about 65 patients in two studies have received the device from U.S. pacemaker manufacturer Intrapace. Only about half of those have had the pacemaker for at least a year, and most lost about 20 percent of their weight and kept it off.\n\nOther stomach pacemakers are on the market but most are used to relieve symptoms like nausea and vomiting, not to fight obesity.\n\nAppetite is partly controlled by signals sent from nerves around the stomach to the brain; the stomach pacemaker taps into that communication system, sending a message to the brain that the body is full after a relatively small amount of food is consumed.\n\n\"If you can stimulate the nerves going from the stomach to the brain, that should indeed have an effect in reducing food intake,\" said Stephen Bloom, an obesity expert at Imperial College in London, who is not connected to Intrapace or the clinical trials.\n\nBloom, however, questioned whether the device would work long-term, as people might eventually get used to the electrical pulses and keep eating anyway.\n\nDoctors familiar with the pacemaker say there will always be ways for patients to eat and work around the system. \"We could make the (stomach pacemaker) work so people feel like they're going to throw up, but we don't want that,\" said Thomas Horbach, chief of surgery at Stadtkrankenhaus Schwabach, near Munich, who led one of the trials.\n\n\"If you take away all the responsibilities from the patient, they will not change on their own.\"\n\nAs an additional benefit, the sensor tracks when patients eat, drink or exercise, so patients can chart their progress. Intrapace has also created an online network for patients to trade weight loss advice and share experiences.\n\nOther surgical approaches to weight loss come with serious side effects.\n\nPeople who have their stomach stapled or have a gastric band must eat smaller amounts of mostly low-fat foods, because their stomachs can't accommodate or process large volumes. If they overeat, they will feel nauseous, vomit, or suffer from other problems.\n\nThe most serious side effect seen in the pacemaker has been an infection linked to surgery. In Britain, the pacemaker costs about 15,000 pounds ($24,040), including the keyhole surgery used to implant it. Intrapace President Chuck Brynelsen said that's comparable to other weight loss surgeries.\n\nThe device is authorized for sale across the EU, though the company is first targeting weight loss clinics in Britain, Germany and Spain. It also plans to submit the device for approval in the U.S. once it has more data, and hopes it will be available there in 2014.\n\nThe pacemaker hasn't yet been implanted commercially in Europe, but Intrapace is in talks with clinics interested in offering it.\n\nBrynelsen said the battery in the device lasts about five years and it will be up to patients how long they want to keep the pacemaker. \"We don't know if patients will see (the stomach pacemaker) as a bridge to recovery or whether this is a crutch they will need for the longer term,\" he said.\n\nSome experts said the pacemaker did not address people's underlying reasons for overeating. \"The problem with these devices is they assume people are rational and that they eat because they're hungry,\" said Stephan Rossner, a professor in the obesity unit at Karolinska University Hospital.\n\n\"A lot of obese patients eat because they're depressed, they can't sleep at night, or they have nobody to have sex with,\" he said. \"So whatever you insert into their stomach, they can out-eat that device because it's other things that drive them to consume.\"\n\nHetzner said he intends to keep the stomach pacemaker for about four years.\n\n\"I don't want to backslide,\" he said, adding he would recommend the device to others. \"I want to be sure I can stick with it and that my body adapts to this new way of eating.\"\n\n___\n\nOnline:\n\nhttp://www.abiliti.com/en", "images": ["https://web.archive.org/web/20110305102157im_/http://l.yimg.com/a/p/us/news/editorial/d/d8/dd8f3fee5affa8c40c6bbaf5c4acf85a.jpeg", "https://web.archive.org/web/20110305102157im_/http://l.yimg.com/a/p/us/news/editorial/a/bf/abfcdf5fc92965ed2994f01edac8c1f3.jpeg", "https://web.archive.org/web/20110305102157im_/http://l.yimg.com/a/p/us/news/editorial/b/c0/bc0fbb33c92f717e0fadbae532dfe038.jpeg", "https://web.archive.org/web/20110305102157im_/http://l.yimg.com/a/p/us/news/editorial/e/48/e487226c54b16adf6049d7497957c9b0.jpeg", "https://web.archive.org/web/20110305102157im_/http://l.yimg.com/a/p/us/news/editorial/4/a8/4a827b3b3659e4c98bce0ebc102d3255.jpeg", "https://web.archive.org/web/20110305102157im_/http://d.yimg.com/a/p/ap/20110303/thumb.905af33bd96b4c91ac3fede0d261b139-905af33bd96b4c91ac3fede0d261b139-0.jpg?x=129&y=86&xc=1&yc=1&wc=129&hc=86&q=85&sig=c7fgi3gEuZAPeuyLeHu38Q--", "https://web.archive.org/web/20110305102157im_/http://l.yimg.com/a/p/us/news/editorial/6/4d/64dbaee41327b79d958a13e12427aeee.jpeg", "https://web.archive.org/web/20110305102157im_/http://d.yimg.com/a/p/ap/20110303/capt.905af33bd96b4c91ac3fede0d261b139-905af33bd96b4c91ac3fede0d261b139-0.jpg?x=213&y=142&xc=1&yc=1&wc=410&hc=273&q=85&sig=YXt9eMkNWcGtw1MCEYKZTA--", "https://web.archive.org/web/20110305102157im_/http://l.yimg.com/a/i/us/nws/2008/news/us/assets/common/images/transparent.png", "https://web.archive.org/web/20110305102157im_/http://d.yimg.com/b/util/anysize/143*121l,http://d.yimg.com/a/p/ap/20110303/capt.98549cdffc0547e3b9846fbd4b1521de-98549cdffc0547e3b9846fbd4b1521de-0.jpg", "https://web.archive.org/web/20110305102157im_/http://l.yimg.com/a/p/us/news/editorial/5/f3/5f375d877ed1a63852b40a6688f9851f.jpeg"], "top_img": "https://web.archive.org/web/20110305102157im_/http://d.yimg.com/a/p/ap/20110303/thumb.905af33bd96b4c91ac3fede0d261b139-905af33bd96b4c91ac3fede0d261b139-0.jpg?x=129&y=86&xc=1&yc=1&wc=129&hc=86&q=85&sig=c7fgi3gEuZAPeuyLeHu38Q--", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20110305102157/http://news.yahoo.com/s/ap/20110303/ap_on_hi_te/eu_med_stomach_pacemaker", "title": "Stomach pacemaker could help obese lose weight", "meta_data": {"fb": {"admins": 100000971447717}, "title": "Stomach pacemaker could help obese lose weight", "description": "Patrick Hetzner tried diets and exercise, just about everything short of stomach stapling to lose weight. Nothing worked. Five months ago he tried something new: a stomach pacemaker that curbed his appetite.", "keywords": "Technology,AP"}, "movies": [], "publish_date": 1299128400.0, "source": "https://web.archive.org", "summary": ""}