{"url": "http://www.npr.org/sections/health-shots/2015/11/02/452658644/what-happens-if-you-try-to-prevent-every-single-suicide", "text": "What Happens If You Try To Prevent Every Single Suicide?\n\nEnlarge this image Maria Fabrizio for NPR Maria Fabrizio for NPR\n\nEach year, nearly three times as many Americans die from suicide as from homicide. More Americans kill themselves than die from breast cancer.\n\nAs Dr.Thomas Insel, longtime head of the National Institute of Mental Health, prepared to step down from his job in October, he cited the lack of progress in reducing the number of suicides as his biggest disappointment. While the homicide rate in the U.S. has dropped 50 percent since the early 1990s, the suicide rate is higher than it was a decade ago.\n\n\"That to me is unacceptable,\" Insel says.\n\nIt hasn't been for lack of trying. The U.S. has a national suicide hotline, and there are suicide prevention programs in every state. There's screening, educational programs, and midnight walks to raise awareness. Yet over the past decade or so, the national suicide rate has increased. In 2003, the suicide rate was 10.8 per 100,000 people. In 2013, it was 12.6.\n\nAn effort that began in Detroit in 2001 to treat the most common cause of suicide — depression — is offering hope. With a relentless focus on finding and treating people with depression, the Henry Ford Health System has cut the suicide rate among the people in its insurance plan dramatically. The story of the health system's success is a story of persistence, confidence, hope and a strict adherence to a very specific approach.\n\nThat approach saved the life of a woman who prefers to be known only by her first name, Lynn. She agreed to share her medical history on the condition that we not use her full name to protect her privacy.\n\nLynn, who's now in her mid-50s, has had bipolar disorder, also known as manic-depressive illness, for nearly 30 years. The depressive part of her illness \"is like the pain of having a cancer,\" she says. About 15 years ago, she started getting irresistible urges to take her own life and she started making serious attempts — at times almost monthly.\n\n\"When I was in the depths of depression, I was being pulled and sucked into this black tunnel,\" she says. \"I was desperately trying to grab onto something to stop from being sucked in.\" Sometimes she couldn't find anything to hang on to. \"Those are the times when I finally let go and attempted suicide,\" she says.\n\nThe program that saved Lynn almost didn't get off the ground.\n\nFifteen years ago, suicide prevention care at Henry Ford, like in many places, was mostly reactive. When patients came in talking about suicide, health providers took notice. But little was done to find people before they reached that point.\n\nSome of the health providers in the psychiatric division decided they could do better. So they applied to a foundation for a grant to provide something they called \"perfect depression care\" for the 200,000 patients in the health system. The goal: zero suicides.\n\nThe mental health division failed to win the grant, but the health system went ahead with the proposed changes anyway.\n\nThe plan it developed is intensive and thorough, an almost cookbook approach. Primary care doctors screen every patient with two questions: How often have you felt down in the past two weeks? And how often have you felt little pleasure in doing things? A high score leads to more questions about sleep disturbances, changes in appetite, thoughts of hurting oneself. All patients are questioned on every visit.\n\nIf the health providers recognize a mental health problem, patients are assigned to appropriate care — cognitive behavioral therapy, drugs, group counseling, or hospitalization if necessary. On each patient's medical record, providers have to attest to having done the screening, and they record plans for any needed care.\n\nTherapists involve patients' families, and ask them to remove guns or other means of suicide from their homes. Clerks are trained to make sure that patients who need followup care don't leave without an appointment. Patients themselves come up with \"safety plans.\"\n\nLynn has two copies, one by her nightstand and one in her kitchen. Each lists things she can do when she feels depression coming on. She could sit on her balcony, or do some drawing or painting. The list includes her therapists' phone numbers. And there's a reminder that the feeling will pass — it has before.\n\nBefore the zero suicide plan went into effect, says psychiatrist Doree Ann Espiritu, acting head of the zero suicide program at Henry Ford, you might make a contract with a patient where the patient agrees not to commit suicide. Studies show it doesn't work very well, she says.\n\nToday, providers are trained to be comfortable asking their patients about suicidal thoughts. \"There is a fear among clinicians that if you ask questions about suicide, you are giving the patient an idea that this could be an option,\" says Espiritu, \"and if you ask about guns or pills, that you are giving them some hints on how they can carry out a plan.\" The Henry Ford therapists are trained to break that barrier.\n\nFor Lynn, the key was persistence — her therapists', and her own. \"I recall one time with my psychiatrist, who kept trying to encourage me and help me find ways of coping, and I can remember saying, 'I don't believe there's hope, I don't see it, I don't feel it, I need you to hold on to that for me because it's not there,' \" she recalls.\n\nHer therapists never gave up. \"There is no question that the message I got from Day 1 is that they knew they could help me, and they would help me,\" Lynn says. Over the years she's been in group therapy, day treatment, and, when things got bad, the emergency room.\n\nThe Henry Ford approach is catching on. A stream of visitors from U.S. health insurers and from the United Kingdom have made site visits. The Suicide Prevention Resource Center has run two zero suicide training academies for teams from health care systems based on the Henry Ford principles. Other health systems have adapted the plan, including Group Health Cooperative in Seattle and the behavioral health provider Centerstone in Tennessee.\n\nEspiritu started work at Henry Ford just as the program was starting, and she remembers the initial staff meetings: \"There was a lot of, 'How can you do this? How can you aim for zero? How can you expect your clinicians to be perfect and follow this protocol?' \" Some people didn't think it could be done, she says, or even attempted.\n\nStill, the health system went ahead, and the rewards were nearly immediate. Henry Ford epidemiologist Brian Ahmedani studies the numbers. In 2009, for those being actively treated for a mental health problem or substance abuse, \"we had a rate of zero per hundred thousand,\" he says. It's crept up to 20 per 100,000 per year, but that's still 80 percent lower than it was when the program began. The rate is five per 100,000 in the organization's general population, which is well below the national average and has remained steady despite an increasing rate of suicide statewide.\n\nPreventing Suicide National Suicide Hotline: (800) 273-8255, 24 hours a day, seven days a week, www.suicidepreventionlifeline.org Suicide Prevention Resource Center: www.sprc.org American Foundation for Suicide Prevention: www.afsp.org National Institute of Mental Health: http://www.nimh.nih.gov/health/topics/suicide-prevention\n\nThere's reason to think a full-bore effort to treat depression could reduce health costs, because untreated depression is associated with higher medical bills for chronic illnesses such as diabetes and hypertension. But there are training costs involved, and the Henry Ford system has had to keep its staffing up to be able to provide care for people who need it.\n\nOfficials at Henry Ford say they haven't analyzed the costs. But Centerstone has. The behavioral health provider in Nashville implemented the Henry Ford approach for nearly 200 patients who'd already made a suicide attempt. Reductions in emergency room visits and hospitalizations over the course of a year resulted in savings of more than $400,000.\n\nWhy push for zero, rather than just a reduction? \"Because if you say we're OK with five a year, one of those might be your brother or your friend,\" says Espiritu. \"We aim for zero because it reminds all of us of what we would want for ourselves.\" Maybe it is not possible, she says. But it is a goal.\n\nAnd as for Lynn, she doesn't consider herself cured. She says with the treatment she's received at Henry Ford, she's learned to live, even thrive, with bipolar disease. And she's alive. That, she says, makes her a big success story.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2015/10/30/npr_prevention_wide-676c542689c0117864e3b29f6560be48c17151cd.jpg?s=1400", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/assets/img/2015/10/30/npr_prevention_wide-676c542689c0117864e3b29f6560be48c17151cd-s1100-c15.jpg", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2015/10/30/npr_prevention_wide-676c542689c0117864e3b29f6560be48c17151cd.jpg?s=1400", "keywords": [], "authors": ["Joanne Silberner"], "canonical_link": "https://www.npr.org/sections/health-shots/2015/11/02/452658644/what-happens-if-you-try-to-prevent-every-single-suicide", "title": "What Happens If You Try To Prevent Every Single Suicide?", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2015-11-02", "description": "The suicide rate has increased in the past decade, despite the best efforts of hotlines and prevention programs. A Detroit health plan set a zero suicide goal among its members — and achieved it.", "og": {"title": "What Happens If You Try To Prevent Every Single Suicide?", "url": "https://www.npr.org/sections/health-shots/2015/11/02/452658644/what-happens-if-you-try-to-prevent-every-single-suicide", "type": "article", "description": "The suicide rate has increased in the past decade, despite the best efforts of hotlines and prevention programs. A Detroit health plan set a zero suicide goal among its members — and achieved it.", "image": "https://media.npr.org/assets/img/2015/10/30/npr_prevention_wide-676c542689c0117864e3b29f6560be48c17151cd.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "What Happens If You Try To Prevent Every Single Suicide?", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2015/10/30/npr_prevention_wide-676c542689c0117864e3b29f6560be48c17151cd.jpg?s=1400"}}}, "movies": [], "publish_date": 1446440400.0, "source": "http://www.npr.org", "summary": ""}