{"url": "https://consumer.healthday.com/cardiovascular-health-information-20/atrial-fibrillation-959/ablation-procedure-helps-3-out-of-4-patients-with-irregular-heartbeat-718992.html", "text": "By Steven Reinberg\n\nHealthDay Reporter\n\nWEDNESDAY, Jan. 25, 2017 (HealthDay News) -- Just how successful is the procedure called catheter ablation at fixing irregular heartbeats that can be potentially fatal?\n\nPretty successful, a new study found, but there are caveats.\n\nBurning or freezing specific areas of the heart can alleviate the common irregular heart beat called atrial fibrillation in 74 percent of patients. However, the procedure doesn't work for everyone and there are risks of complications, researchers report.\n\nAtrial fibrillation increases the risk of early death by two times in women and 1.5 times in men. It causes 20 to 30 percent of all strokes and can decrease quality of life due to palpitations, shortness of breath, tiredness, weakness and psychological distress, the study authors explained.\n\nAbout 2.7 million Americans suffer from atrial fibrillation, according to the American Heart Association.\n\nFor those whose atrial fibrillation can't be controlled with medications, catheter ablation may be recommended.\n\n\"Catheter ablation is a valid alternative for the management of atrial fibrillation with a satisfactory success rate,\" said study lead researcher Dr. Elena Arbelo.\n\nBut the procedure can have complications, which should be considered carefully by doctors and patients, said Arbelo, a senior specialist in the Cardiovascular Institute at the Hospital Clinic of Barcelona in Spain.\n\nComplications can include fluid buildup around the heart, called cardiac tamponade, which makes it difficult for the heart to pump blood. Other complications include stroke or mini-stroke, Arbelo said.\n\nIn addition, many patients need to continue blood thinners and medications that control irregular heartbeats after the procedure, she explained.\n\nDuring the procedure, a wire is threaded through the blood vessels into the heart and used to burn or freeze small areas of the upper chamber, called the atrium.\n\nThe burning or freezing creates a scar and stops abnormal electrical signals that cause the irregular heart rhythm, Arbelo said.\n\nAccording to Dr. Hugh Calkins, \"Atrial fibrillation ablation is a well-established procedure that has imperfect results.\" Calkins is a professor of medicine and director of the cardiac arrhythmia service at Johns Hopkins University in Baltimore.\n\nThe complication rate is higher than hoped, and the success rate is lower than hoped, he said.\n\n\"Patients don't get a lifetime certificate saying you're cured,\" Calkins said. \"For one in four patients, atrial fibrillation comes back five years after the procedure. Patients should not be going into this thinking they will have a 99 percent cure rate with no risk,\" he added.\n\nThe new study included information from more than 3,600 patients in Europe, the Middle East and North Africa. Their average age was 59, and all had undergone catheter ablation.\n\nAblation was successful in 74 percent of patients, Arbelo said. These patients had no atrial arrhythmias -- irregular heart beats -- for three to 12 months after the procedure.\n\nAccording to Arbelo, 91 percent of patients choose to have ablation to relieve symptoms, while 66 percent do so to improve their quality of life.\n\nAtrial arrhythmias in the first three months after ablation were classified as early recurrences and not considered as failures, Arbelo said. In addition, 45 percent of patients who had a successful procedure were still taking antiarrhythmia drugs 12 months later.\n\nAbout 11 percent suffered complications during the year after the ablation, she said.\n\nAfter the procedure, patients with two or more risk factors for stroke should be prescribed oral blood thinners, while those with no risk factors don't need them, Arbelo suggested.\n\nThe study investigators found that 27 percent of patients with two or more risk factors for stroke were not on blood thinners, but one-third of low-risk patients were taking them.\n\nDr. Gregg Fonarow is a professor of cardiology at the University of California, Los Angeles. He said, \"Relief of symptoms in patients with atrial fibrillation can be challenging.\"\n\nIn certain patients, catheter ablation may reduce symptoms, improve quality of life and increase exercise capacity, though the impact on death and hospitalization risk is still being evaluated, he noted.\n\n\"Of concern is that complication rates are still higher than desirable for this procedure, and there was suboptimal use of stroke-preventing anticoagulation [anti-clotting] therapy after the procedure,\" added Fonarow, who was not involved with the study.\n\n\"Further trials are needed to evaluate the benefits and risks of catheter ablation and its potential role as first-line therapy,\" he suggested.\n\nCatheter ablation is covered by most insurance, including Medicare, the researchers said.\n\nThe report was published online recently in the European Heart Journal.\n\nMore information\n\nFor more about atrial fibrillation, visit the American Heart Association.", "images": ["https://media.healthday.com/Images/icimages/18248.jpg"], "top_img": "https://media.healthday.com/Images/icimages/18248.jpg", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/cardiovascular-health-information-20/atrial-fibrillation-959/ablation-procedure-helps-3-out-of-4-patients-with-irregular-heartbeat-718992.html", "title": "'Ablation' Procedure Helps 3 out of 4 Patients With Irregular Heartbeat", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "But results may not be lasting, and patients may still need to take medications", "og": {"title": "'Ablation' Procedure Helps 3 out of 4 Patients With Irregular Heartbeat", "image": "https://media.healthday.com/Images/icimages/18248.jpg", "description": "But results may not be lasting, and patients may still need to take medications", "url": "https://consumer.healthday.com/cardiovascular-health-information-20/atrial-fibrillation-959/ablation-procedure-helps-3-out-of-4-patients-with-irregular-heartbeat-718992.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}