{"url": "http://www.Reuters.com/article/idUSTRE6134XJ20100204", "text": "NEW YORK (Reuters Health) - Hormone replacement therapy (HRT) can carry serious health risks, but a new study adds to evidence that menopausal women who use the hormones may have lower odds of developing colon cancer.\n\nThe study, which followed nearly 57,000 California teachers, found that women who were using HRT at the outset were 36 percent less likely to develop colon cancer over the next decade than those who had never used HRT.\n\nOf the 34,433 HRT users, 193 were diagnosed with colon cancer during the study period; that compared with 151 cases among the 13,778 women who had never used hormone replacement.\n\nHRT — with either estrogen alone or a combination of estrogen and progestin — was linked to a lower colon cancer risk even when the researchers accounted for the women’s age, weight, exercise levels and race.\n\nOlder age and African-American race are risk factors for colon cancer, and there is evidence linking obesity and a sedentary lifestyle to the disease as well.\n\nThe findings, reported in the American Journal of Epidemiology, support the theory that estrogen offers some protection against colon cancer.\n\nSome past studies have linked not only HRT, but also use of birth control pills, to a lower colon cancer risk. And lab experiments have shown that estrogen may inhibit tumor development in the colon by affecting cell growth, or by lowering levels of a cancer-linked hormone called IGF-1.\n\nHowever, no one is recommending that women take HRT to ward off colon cancer. Millions of women stopped using the hormones after a large U.S. government study in 2002 found that postmenopausal women given HRT had higher risks of heart attack, stroke, breast cancer and blood clots than women given an inactive placebo.\n\nAs a result, experts now advise that while HRT is effective at relieving menopausal symptoms — like hot flashes and vaginal dryness — women should take it at the lowest dose and for the shortest time possible.\n\nThese latest findings do not alter that advice. But they point to a need for further study into the different effects of HRT on specific organs, write the researchers, led by Dr. Katherine DeLellis Henderson of the City of Hope National Medical Center in Duarte, California.\n\nThe findings are based on 56,864 menopausal women who took part in the California Teachers Study, a health study begun in 1995. Most of the women were past menopause at the outset, and 61 percent were currently using HRT.\n\nOver the next decade, 442 women were diagnosed with colon cancer.\n\nWhile women who were current HRT users at the start of the study showed a lower risk of the disease, the same was not true of those who were former users.\n\nHenderson’s team also found that the beneficial effect of HRT was stronger among women who had had a first-degree relative diagnosed with colon cancer. Among these women, HRT use was linked to a 55 percent lower risk of the disease versus non-use.\n\nThe implications of that finding, if any, are not yet clear.\n\nFamily history of colon cancer is an established risk factor for the disease, but only one study, according to Henderson’s team, has looked at whether family history affects the link between HRT and colon cancer risk — and it found no evidence that it did.\n\nSOURCE: American Journal of Epidemiology, online January 11, 2010.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Reuters Editorial", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-hormone-colon-idUSTRE6134XJ20100204", "title": "Hormone replacement tied to lower colon cancer risk", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "(Reuters Health) - Hormone replacement therapy (HRT) can carry serious health risks, but a new study adds to evidence that menopausal women who use the hormones may have lower odds of developing colon cancer.", "Author": "Reuters Editorial", "keywords": "US,HORMONE,COLON", "news_keywords": "US;HORMONE;COLON", "REVISION_DATE": "Thu Feb 04 18:19:06 UTC 2010", "analyticsAttributes.articleDate": "2010-02-04T18:19:06+0000", "analyticsAttributes.author": "Reuters Editorial", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-hormone-colon-idUSTRE6134XJ20100204", "analyticsAttributes.contentTitle": "Hormone replacement tied to lower colon cancer risk", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "US,HORMONE,COLON", "analyticsAttributes.keywordSlug": "US-HORMONE-COLON", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Hormone replacement tied to lower colon cancer risk", "sailthru.author": "Reuters Editorial", "sailthru.date": "2010-02-04T18:19:06+0000", "sailthru.title": "Hormone replacement tied to lower colon cancer risk", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Hormone replacement tied to lower colon cancer risk", "url": "https://www.reuters.com/article/us-hormone-colon-idUSTRE6134XJ20100204", "type": "article", "description": "(Reuters Health) - Hormone replacement therapy (HRT) can carry serious health ri...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2010-02-04T18:19:06+0000", "modified_time": "2010-02-04T18:19:06+0000", "section": "Homepage", "author": "Reuters Editorial", "tag": "US,HORMONE,COLON"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary", "title": "Hormone replacement tied to lower colon cancer risk", "description": "(Reuters Health) - Hormone replacement therapy (HRT) can carry serious health risks, but a new study adds to evidence that menopausal women who use the hormones may have lower odds of developing colon...", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1265307546.0, "source": "http://www.Reuters.com", "summary": ""}