{"url": "http://consumer.healthday.com/Article.asp?AID=672713", "text": "By Amanda Gardner\n\nHealthDay Reporter\n\nMONDAY, Jan. 21 (HealthDay News) -- A skin patch for the treatment of migraines, and the intense waves of nausea that often accompany these debilitating headaches, has been approved by the U.S. Food and Drug Administration.\n\nCalled Zecuity, the patch contains sumatriptan, one of the most widely prescribed medications for migraines.\n\nAccording to Dr. Fawad Khan, a neurologist with Ochsner Neuroscience Institute in New Orleans, few drugs are approved for the treatment of acute, symptomatic migraine. To complicate matters, many migraine sufferers can also experience severe bouts of nausea and vomiting.\n\nAnother expert described the problem this way.\n\n\"I've had some patients where the nausea and vomiting was so bad they couldn't even swallow a pill,\" said Nancy Waltman, a nurse practitioner with the University of Nebraska Medical Center College of Nursing, Lincoln Division.\n\nA nasal spray is available, as is an injection, but many patients aren't comfortable with these options, Khan and Waltman noted.\n\nKhan said the Zecuity patch is \"simple, efficient and can deliver the exact amount of dosage with minimal variability.\"\n\nThe patch is attached to the upper arm or thigh, and when the patient pushes a button the drug is delivered through the skin. Zecuity, which is battery-operated, delivers 6.5 milligrams of sumatriptan over the course of about five hours and can relieve nausea, as well as reduce sensitivity to light and sound.\n\nNuPathe Inc., which makes Zecuity, hopes to have the patch on the market later this year.\n\nResearch involving 800 patients ultimately led to the approval of Zecuity. One study found that 18 percent of patients using the patch were headache-free after two hours, compared with 9 percent of those using an inactive placebo. About half achieved a reduction in their headache after two hours, compared with 29 percent of those using the placebo.\n\nAnd 84 percent of patients using the patch were relieved of their nausea, compared with 63 percent of those in the placebo group, according to a company news release.\n\nThe most frequent side effects were pain at the site of application along with tingling, itching, warmth and discomfort.\n\nPatients with heart disease or who are using antidepressants known as selective serotonin reuptake inhibitors should also be careful when taking sumatriptans, said Waltman, who added that she thought the patches \"are wonderful.\"\n\nOne concern, though, is cost, Waltman cautioned.\n\nIt's not clear how much the patches will cost, but the class of medications known as triptans can be expensive, as much as $300 a month (although sumatriptan now has a generic version), Waltman said.\n\nIn general, though, \"the more options that are available to migraine headache patients, the better,\" Waltman said. \"Migraine patients tend to be underdiagnosed and undertreated and inappropriately treated.\"\n\nNuPathe CEO Armando Anido told Bloomberg News, \"We anticipate the product will be available for sale in the fourth quarter of this year.\"\n\nMore information\n\nThe U.S. National Library of Medicine has more about migraines.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Amanda Gardner"], "canonical_link": "https://consumer.healthday.com/public-health-information-30/food-and-drug-administration-news-315/fda-approves-1st-skin-patch-to-combat-migraines-672713.html", "title": "FDA Approves 1st Skin Patch to Combat Migraines", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Zecuity treats headache and the nausea that can make it hard for some sufferers to swallow pills, experts say", "og": {"title": "FDA Approves 1st Skin Patch to Combat Migraines", "description": "Zecuity treats headache and the nausea that can make it hard for some sufferers to swallow pills, experts say", "url": "https://consumer.healthday.com/public-health-information-30/food-and-drug-administration-news-315/fda-approves-1st-skin-patch-to-combat-migraines-672713.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}