{"url": "http://www.nytimes.com/2011/01/18/health/nutrition/18best.html", "text": "“We have found many of the same results,” said Dr. Hamill, professor of kinesiology and the director of the university’s biomechanics laboratory. “I guess the main thing to note is that, as biomechanists, we really do not know how orthotics work.”\n\nOrthotists say Dr. Nigg’s sweeping statement does not take into account the benefits their patients perceive.\n\nThe key measure of success, said Jeffrey P. Wensman, director of clinical and technical services at the Orthotics and Prosthetics Center at the University of Michigan, is that patients feel better.\n\n“The vast majority of our patients are happier having them than not,” he said about orthotics that are inserted in shoes.\n\nSeamus Kennedy, president and co-owner of Hersco Ortho Labs in New York, said there was an abundance of evidence — hundreds of published papers — that orthotics can treat and prevent “mechanically induced foot problems,” leading to common injuries like knee pain, shinsplints and pain along the bottom of the foot.\n\n“Orthotics do work,” Mr. Kennedy said. “But choosing the right one requires a great deal of care.”\n\nYet Scott D. Cummings, president of the American Academy of Orthotists and Prosthetists, says the trade is only now moving toward becoming a science. So far, most of the focus in that direction has been on rigorously assessing orthotics and prosthetics for other conditions, like scoliosis, with less work on shoe orthotics for otherwise healthy athletes.\n\nAdvertisement Continue reading the main story\n\n“Anecdotally, we know what designs work and what designs don’t work” for foot orthotics, said Mr. Cummings, who is an orthotist and prosthetist at Next Step in Manchester, N.H. But when it comes to science and rigorous studies, he added, “comparatively, there isn’t a whole lot of evidence out there.”\n\nDr. Nigg would agree.\n\nIn his studies, he found there was no way to predict the effect of a given orthotic. Consider, for example, an insert that pushes the foot away from a pronated position, or rotated excessively outward. You might think it would have the same effect on everyone who pronates, but it does not.\n\nOne person might respond by increasing the stress on the outside of the foot, another on the inside. Another might not respond at all, unconsciously correcting the orthotic’s correction.\n\n“That’s the first problem we have,” Dr. Nigg said. “If you do something to a shoe, different people will react differently.”\n\nThe next problem is that there may be little agreement among orthotics makers about what sort of insert to prescribe.\n\nIn one study discussed in his new book, “Biomechanics of Sport Shoes,” Dr. Nigg sent a talented distance runner to five certified orthotics makers. Each made a different type of insert to “correct” his pronation.\n\nThe athlete wore each set of orthotics for three days and then ran 10 kilometers, about 6 miles. He liked two of the orthotics and ran faster with them than with the other three. But the construction of the two he liked was completely different.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThen what, Dr. Nigg asked in series of studies, do orthotics actually do?\n\nThey turn out to have little effect on kinematics — the actual movement of the skeleton during a run. But they can have large effects on muscles and joints, often making muscles work as much as 50 percent harder for the same movement and increasing stress on joints by a similar amount.\n\nAs for “corrective” orthotics, he says, they do not correct so much as lead to a reduction in muscle strength.\n\nAdvertisement Continue reading the main story\n\nIn one recent review of published papers, Dr. Nigg and his colleagues analyzed studies on orthotics and injury prevention. Nearly all published studies, they report, lacked scientific rigor. For example, they did not include groups that, for comparison, did not receive orthotics. Or they discounted people who dropped out of the study, even though dropouts are often those who are not benefiting from a treatment.\n\nBeing generous about studies with design flaws that could overstate effects, Dr. Nigg and his colleagues concluded that custom-made orthotics could help prevent and treat plantar fasciitis, a common injury to a tendon at the bottom of the foot, and stress fractures of the tibia, along the shin. They added, though, that the research was inadequate for them to have confidence in those conclusions.\n\nDr. Nigg also did his own study with 240 Canadian soldiers. Half of them got inserts and the others, for comparison, did not.\n\nThose who got inserts had a choice of six different types that did different things to foot positioning. Each man chose the insert he found most comfortable and wore it for four months. The men selected five of the six inserts with equal frequency.\n\nThe findings were somewhat puzzling: While the group that used inserts had about half as many injuries — defined as pain that kept them from exercising for at least half a day — there was no obvious relation between the insert a soldier chose and his biomechanics without it.\n\nThat’s why Dr. Nigg says for now it is difficult to figure out which orthotic will help an individual. The only indication seems to be that a comfortable orthotic might be better than none at all, at least for the activities of people in the military.\n\nSo where does this leave people like Jason Stallman, my friend and colleague at The New York Times? Jason has perfectly flat feet — no arch. He got his first pair of orthotics at 12 or 13 and has worn orthotics all the time, for walking and running ever since. About a year ago he decided to try going without them in his everyday life; he still wears them when he runs.\n\nEvery medical specialist Jason has seen tried to correct his flat feet, but with little agreement on how to do it.\n\nAdvertisement Continue reading the main story\n\nEvery new podiatrist or orthopedist, he told me, would invariably look at his orthotics and say: “Oh, these aren’t any good. The lab I use makes much better ones. Your injury is probably linked to these poor-fitting orthotics.”\n\nSo he tried different orthotic styles, different materials, different orthotics labs with every new doctor.\n\nThat is a typical story, Dr. Nigg says. In fact, he adds, there is no need to “correct” a flat foot. All Jason needs to do is strengthen his foot and ankle muscles and then try running without orthotics.\n\nDr. Nigg says he always wondered what was wrong with having flat feet. Arches, he explains, are an evolutionary remnant, needed by primates that gripped trees with their feet.\n\n“Since we don’t do that anymore, we don’t really need an arch,” he wrote in an e-mail. “Why would we? For landing — no need. For the stance phase — no need. For the takeoff phase — no need. Thus a flat foot is not something that is bad per se.”\n\nSo why shouldn’t Jason — or anyone, for that matter — just go to a store and buy whatever shoe feels good, without worrying about “correcting” a perceived biomechanical defect?\n\n“That is exactly what you should do,” Dr. Nigg replied.", "images": ["https://static01.nyt.com/images/2011/01/18/health/18bestspan/18bestspan-thumbStandard.jpg", "https://static01.nyt.com/images/2011/01/18/health/18bestspan/18bestspan-jumbo.jpg"], "top_img": "https://static01.nyt.com/images/2011/01/18/health/18bestspan/18bestspan-thumbStandard.jpg", "keywords": [], "authors": ["Gina Kolata"], "canonical_link": "https://www.nytimes.com/2011/01/18/health/nutrition/18best.html", "title": "Orthotic Shoe Inserts May Work, but It’s Not Clear Why", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1248069569689", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2011/01/18/health/nutrition/18best.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2011/01/18/health/nutrition/18best.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1248069569689"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2011/01/18/health/nutrition/18best.html", "title": "Orthotic Shoe Inserts May Work, but It’s Not Clear Why", "description": "Researchers say it’s not clear how to make effective shoe inserts.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary", "creator": "ginakolata"}, "robots": "noarchive", "hdl_p": "Close Look at Orthotics Raises a Welter of Doubts", "description": "Researchers say it’s not clear how to make effective shoe inserts.", "genre": "News", "articleid": 1248069569689, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Orthotic Shoe Inserts May Work, but It’s Not Clear Why", "col": "Personal Best", "pdate": 20110117, "utime": 20150129104057, "ptime": 20110117145255, "DISPLAYDATE": "Jan. 17, 2011", "dat": "Jan. 17, 2011", "lp": "Researchers say it’s not clear how to make effective shoe inserts.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "18best", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/nutrition/index.jsonp", "published": "2011-01-17T14:52:55-05:00", "modified": "2015-01-29T10:40:57-05:00", "section": "Fitness & Nutrition", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "top-level-section": "health", "author": "https://www.facebook.com/gina.kolata.1", "tag": "Medicine and Health"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/nutrition/index.jsonp", "og": {"url": "https://www.nytimes.com/2011/01/18/health/nutrition/18best.html", "type": "article", "title": "Orthotic Shoe Inserts May Work, but It’s Not Clear Why", "description": "Researchers say it’s not clear how to make effective shoe inserts.", "image": "https://static01.nyt.com/images/2011/01/18/health/18bestspan/18bestspan-thumbStandard.jpg"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Gina Kolata", "tone": "feature", "byl": "By GINA KOLATA", "PT": "article", "CG": "health", "SCG": "nutrition", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Medicine and Health", "keywords": "Sports Injuries,Feet,Muscles,Medicine and Health", "thumbnail": "https://static01.nyt.com/images/2011/01/18/health/18bestspan/18bestspan-thumbStandard.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "dfp-ad-unit-path": "health/nutrition", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1295326800.0, "source": "http://www.nytimes.com", "summary": ""}