{"url": "https://consumer.healthday.com/cancer-information-5/mammography-news-460/earlier-mammograms-may-mean-less-need-for-aggressive-treatments-733522.html", "text": "En Español\n\nBy Serena Gordon\n\nHealthDay Reporter\n\nTHURSDAY, May 3, 2018 (HealthDay News) -- Much of the debate over when to start having mammograms has focused on lives saved, but new research suggests that early screening might also translate into smaller tumors and less aggressive breast cancer treatments.\n\n\"There are multiple benefits of mammography in terms of early detection. Not only do we save lives, but we reduce the likelihood of needing more aggressive treatment,\" said study author Dr. Elisa Port. She directs the Dubin Breast Center at Mount Sinai and is chief of breast surgery at Mount Sinai Hospital, both in New York City.\n\nCurrently, the U.S. Preventive Services Task Force recommends that biennial screenings start at age 50 for most women, while the American Cancer Society advises that annual screenings begin at age 45. Earlier guidelines had suggested annual screenings begin at age 40.\n\nPort noted that screening guidelines tend to be based on the ability of mammograms to save lives and how often they give a false positive result.\n\n\"But isn't there some benefit to getting tested earlier, like needing fewer lymph nodes removed and not needing chemotherapy? I think it's safe to say that most women, if they could be assured the same survival, would choose not to get more aggressive therapies,\" she said.\n\nPort's study included more than 1,100 women diagnosed with breast cancer at the Dubin Breast Center. All of the women were older than 40.\n\nThe women were separated into two groups. One group had a mammogram within the 24 months before their breast cancer diagnosis. The other group had a screening 25 months or more before their diagnosis. The second group also included women who had never had a mammogram.\n\nWomen in the second group were 50 percent more likely to need chemotherapy. They were also 32 percent more likely to need surgery to remove the whole breast (mastectomy), and 66 percent more likely to need lymph nodes removed. And the women who were screened earlier had smaller tumors.\n\nPort also looked at the 40- to 49-year-old age group, and found those who had never had a mammogram were much more likely to need chemotherapy. They were also more likely to have larger tumors (by 10 millimeters, on average) and to need a mastectomy than those in the 24 months or less group. But only 29 women fell into the \"never had a mammogram\" group.\n\nHowever, the study did not prove a cause-and-effect link between earlier mammograms and smaller tumors and less aggressive treatment.\n\nAnd Dr. Len Lichtenfeld, deputy chief medical officer for the American Cancer Society, noted that this was an observational study that only looked at the experience of one institution.\n\nStill, \"the observations are consistent with what we have seen with the value of early detection. Clearly, the earlier a breast cancer is diagnosed, the less treatment that will be required. But this study doesn't tell us about long-term outcomes or what transpired over a long period of time,\" he said.\n\nAlso, because of the nature of the study and the small sample size in the young age group sub-analysis, Lichtenfeld said that \"this cannot be interpreted as a study telling us what age to start mammograms.\"\n\nThe study is to be presented Thursday at the American Society of Breast Surgeons meeting, in Orlando, Fla. Findings presented at meetings are typically viewed as preliminary until published in a peer-reviewed journal.\n\nMore information\n\nLearn more about mammography screening guidelines from the American Cancer Society.", "images": ["https://media.healthday.com/Images/icimages/mammogram1293.jpg"], "top_img": "https://media.healthday.com/Images/icimages/mammogram1293.jpg", "keywords": [], "authors": ["Serena Gordon"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/mammography-news-460/earlier-mammograms-may-mean-less-need-for-aggressive-treatments-733522.html", "title": "Earlier Mammograms May Mean Less Need for Aggressive Treatments", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Much of the debate over when to start having mammograms has focused on lives saved, but new research suggests that early screening might also translate into smaller tumors and less aggressive breast cancer treatments.", "og": {"title": "Earlier Mammograms May Mean Less Need for Aggressive Treatments", "image": "https://media.healthday.com/Images/icimages/mammogram1293.jpg", "description": "Much of the debate over when to start having mammograms has focused on lives saved, but new research suggests that early screening might also translate into smaller tumors and less aggressive breast cancer treatments.", "url": "https://consumer.healthday.com/cancer-information-5/mammography-news-460/earlier-mammograms-may-mean-less-need-for-aggressive-treatments-733522.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}