{"url": "http://www.usatoday.com/story/news/nation/2013/05/29/melanoma-drugs-fda/2370007/", "text": "Liz Szabo\n\nUSA TODAY\n\nBecky Herry has tried nearly every drug available for melanoma.\n\nA few years ago, that would have been a very short list. Until recently, people with advanced melanoma often died within a year of diagnosis, even with chemotherapy.\n\nFor the first time, however, patients such as Herry have options.\n\nThe Food and Drug Administration approved two new melanoma drugs in 2011 — the first new therapy for the disease in more than a decade — and approved two from GlaxoSmithKline on Wednesday. All improve survival by a few months.\n\nThe FDA also has put a Merck melanoma drug, lambrolizumab, on a fast track to approval by designating it a \"breakthrough\" therapy.\n\nSeveral other drug companies are also working on melanoma therapies.\n\nMelanoma research will take center stage at the four-day annual meeting of the American Society of Clinical Oncology, which begins Friday in Chicago. Doctors will present 288 melanoma studies, compared to only 62 a decade ago.\n\n\"The number of new melanoma therapies is sort of astonishing,\" says melanoma researcher Lynn Schuchter, a professor at the University of Pennsylvania School of Medicine. \"The pace is unbelievable.\"\n\nMore time, quality of life\n\nNo one can claim to have cured melanoma, the most aggressive form of skin cancer, which is diagnosed in 77,000 Americans a year and kills more than 9,400.\n\nBut after decades of failure, the spate of new drugs is helping more patients than ever before, giving people like Herry more time and better quality of life, Schuchter says. Doctors now dare to hope that giving these new drugs in sequence, or in combination, will help people with melanoma live for years while feeling relatively good.\n\nUnlike traditional chemo, which indiscriminately kills growing cells, the new generation of melanoma drugs work in a precise way, based on a better understanding of the specific genes and proteins that drive cancer growth, says Timothy Turnham, executive director of the Melanoma Research Foundation.\n\n\"The reason we're seeing these breakthroughs is because we did the basic science research to help us understand how this cancer happens, how it escapes therapy and how it progresses,\" Turnham says.\n\nMany of the new drugs aim to remove melanoma's \"cloaking device,\" allowing it to be recognized and killed by the immune system, says Roy Herbst, chief of medical oncology at the Yale Cancer Center.\n\nOther drugs — such as the two approved Wednesday, trametinib and dabrafenib — target growth signals within cancer cells.\n\nNew drugs have fewer side effects\n\nHerry has tried two of the newer drugs from Bristol-Myers Squibb: ipilumumab, approved in 2011, and an experimental drug called nivolumab.\n\nAlthough her tumors increased while taking ipilumumab, Herry says a CT scan earlier this year found they had shrunk by half after beginning nivolumab.\n\nThe most noticeable side effects from nivolumab have been moderate fatigue and vitiligo, a loss of pigment on some areas of her hands and arms, says Herry, 57, from Santa Cruz, Calif. She's been able to continue working as a registered nurse throughout these latest treatments.\n\nOlder melanoma therapies — including interferon, interleukin-2 and five chemo drugs — caused much more serious side effects, leaving her too sick to work, Herry says.\n\nWhen the new immune therapies work, they often keep cancer at bay for a long time, says Schuchter, who has patients whose cancer has been controlled by ipilumumab for three years.\n\nAt the cancer meeting, featured presentations include a study by researcher Mario Sznol, of the Yale Cancer Center, who will discuss long-term results of nivolumab. Researcher Stephen Hodi, of Boston's Dana-Farber Cancer Institute, will present the results of combining ipilumumab with an immune-stimulating drug. Doctors from New York's Memorial Sloan-Kettering Cancer Center will present research on uveal melanoma, which occurs in the eye, and affects about 1,200 Americans a year.\n\nOther studies released in advance of the conference have shown positive results.\n\nA small study of 86 melanoma patients combined ipilumumab and nivolumab, allowing some patients to take the drugs sequentially, and others to take them at the same time. In a subgroup of patients who combined the drugs at the highest dose, 53% saw their tumors shrink by 80% or more, says study co-author Jedd Wolchok of New York's Memorial-Sloan Kettering Cancer Center.\n\nIn a study of 122 patients, a Genentech immunotherapy shrank tumors in 39% of patients whose tumors made lots of a particular protein but only 13% of patients whose tumors lacked this marker. While many of these patients had melanoma, the drug — a manmade antibody to block a protein called PD-L1 — also helped control tumors in the lung, kidney, bladder and other organs, Herbst says.\n\nNone of the new drugs works for everyone. And none are risk-free.\n\nIpilumumab can cause severe side effects, created when the immune system attacks the body itself, Schuchter says. Vemurafenib, approved in 2011, can cause non-lethal skin cancers.\n\n\"Doctors will say, 'There are side effects, but they are manageable,'\" Turnham says. \"Well, 'manageable' can mean something different to patients.\"\n\nTurnham knew a 19-year-old woman with melanoma who \"woke up bleeding every morning\" because of rashes caused by one of the new drugs, which targets mutations in a gene called MEK. The woman died a year later.\n\nDrugs such as ipilumumab can seem like breakthroughs to doctors because they help 15% of patients. Patients with a limited time to live may not be so positive, Turnham says.\n\n\"If you are a patient and someone says, 'There is an 85% chance of you spending $120,000 on a drug, and spending four months of your life being sick, with no benefit,' you're not going to be so excited.\"", "images": ["https://www.gannett-cdn.com/media/USATODAY/USATODAY/2013/05/29/1369878366000-Stephen-Hodi-melanoma-1305292154_16_9.jpg?width=3200&height=1799&fit=crop&format=pjpg&auto=webp", "https://www.gannett-cdn.com/presto/2019/11/09/USAT/71bf8e18-be3f-4b7b-a869-fb4bbd14f34b-65611019-131a-4c3a-a54e-b87eece97874_thumbnail.png?width=660&height=372&fit=crop&format=pjpg&auto=webp", "https://www.gannett-cdn.com/media/USATODAY/USATODAY/2013/05/29/1369878366000-Stephen-Hodi-melanoma-1305292154_16_9.jpg?width=660&height=371&fit=crop&format=pjpg&auto=webp"], "top_img": "https://www.gannett-cdn.com/media/USATODAY/USATODAY/2013/05/29/1369878366000-Stephen-Hodi-melanoma-1305292154_16_9.jpg?width=3200&height=1799&fit=crop&format=pjpg&auto=webp", "keywords": [], "authors": [], "canonical_link": "https://www.usatoday.com/story/news/nation/2013/05/29/melanoma-drugs-fda/2370007/", "title": "New drugs improve options for melanoma patients", "meta_data": {"viewport": "width=device-width,initial-scale=1,minimum-scale=1", "og": {"title": "New drugs improve options for melanoma patients", "description": "Patients with melanoma have more options today than in the past.", "url": "https://www.usatoday.com/story/news/nation/2013/05/29/melanoma-drugs-fda/2370007/", "site_name": "USA TODAY", "image": {"identifier": "https://www.gannett-cdn.com/media/USATODAY/USATODAY/2013/05/29/1369878366000-Stephen-Hodi-melanoma-1305292154_16_9.jpg?width=3200&height=1799&fit=crop&format=pjpg&auto=webp", "width": 3200, "height": 1799}, "type": "article"}, "article": {"author": "Liz Szabo", "content_tier": "free", "opinion": "false"}, "description": "Patients with melanoma have more options today than in the past.", "fb": {"pages": "13652355666,48958576760,156345381090801,110471702456365,6566864515,137698179626815,315942225236045,927427260614748,183850168300771,1443524575938047,251228454889939,158095147555989,115535341805950,236655713446291,1621466394844549,250325640686,177037772444433,1972936962947967,2047091012096533,535551216797440", "app_id": 215046668549694}, "ROBOTS": "NOODP, NOYDIR", "google": "notranslate", "twitter": {"card": "summary_large_image", "image": "https://www.gannett-cdn.com/media/USATODAY/USATODAY/2013/05/29/1369878366000-Stephen-Hodi-melanoma-1305292154_16_9.jpg?width=1600&height=800&fit=crop&format=pjpg&auto=webp", "site": "@usatoday", "creator": "@usatoday", "title": "New drugs improve options for melanoma patients", "description": "Patients with melanoma have more options today than in the past."}}, "movies": [], "publish_date": 1369800000.0, "source": "http://www.usatoday.com", "summary": ""}