{"url": "https://web.archive.org/web/20170920065650/http://www.sfgate.com/news/science/article/The-big-question-Will-cancer-immune-therapy-work-12213681.php", "text": "The big question: Will cancer immune therapy work for me?\n\nSAN DIEGO (AP) — Dennis Lyon was a genetic train wreck. Cancer was ravaging his liver, lungs, bones and brain, and tests showed so many tumor mutations that drugs targeting one or two wouldn't do much good. It seemed like very bad news, yet his doctors were encouraged.\n\nThe reason: People with the most messed-up genes often are the ones who do best on treatments that enlist the immune system.\n\n\"These are the patients we used to be very depressed about,\" thinking they couldn't be helped, said Dr. Razelle Kurzrock at the University of California, San Diego. \"Now when we see those types of patients, we're really excited,\" because there are so many ways for the immune system to recognize the cancer cells as abnormal.\n\nImmunotherapy is the hottest thing in cancer care. Drugs called checkpoint inhibitors can vanquish some advanced cancers by removing a chemical cloak that hides them from the immune system. Former President Jimmy Carter got one at age 91 for skin cancer that spread to his brain, and now is in remission.\n\nBut they're expensive, have side effects, and work for only about one-quarter of patients — as few as 5 percent with colon cancer and as many as half with the skin cancer, melanoma. Sometimes the benefits are brief.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPhoto: Gregory Bull, AP Image 1 of / 5 Caption Close Image 1 of 5 In this Aug. 15, 2017 photo, Dr. Razelle Kurzrock poses for a portrait in her office in San Diego. Immunotherapy is the hottest thing in cancer treatment, but it's not for everyone. It can put some very advanced, thought-to-be-terminal cancers into remission, but for some unlucky folks, it can make their cancer much worse. Gene tests now are helping reveal who is most likely to benefit. \"These are the patients we used to be very depressed about,\" thinking they couldn't be helped, said Kurzrock. \"Now when we see those types of patients, we're really excited,” because there are so many ways for the immune system to recognize the cancer cells as abnormal. less In this Aug. 15, 2017 photo, Dr. Razelle Kurzrock poses for a portrait in her office in San Diego. Immunotherapy is the hottest thing in cancer treatment, but it's not for everyone. It can put some very ... more Photo: Gregory Bull, AP Image 2 of 5 In this July 7, 2017 photo provided by Diane Tippett, Diane Tippett poses with her husband Robbie after their wedding ceremony, on the lawn of the courthouse in Leonardtown, Maryland. Last October Lucey came to Georgetown Lombardi Comprehensive Cancer Center with a salivary gland cancer that had spread to her liver and lungs. Lucey received Opdivo, one of a wave of new drugs that help the immune system see and fight cancer. \"I don't feel any different than you do. I'm not tired, I've got all my hair,\" she said. \"I want more people to know about it and to ask their doctors about it,\" she said of immunotherapy and the testing that led her to it. (Diane Tippett via AP) less In this July 7, 2017 photo provided by Diane Tippett, Diane Tippett poses with her husband Robbie after their wedding ceremony, on the lawn of the courthouse in Leonardtown, Maryland. Last October Lucey came ... more Photo: AP Image 3 of 5 In this March 1, 2017, photo, Dennis Lyon sits outside the University of California, San Diego’s Moores Cancer Center, where he was treated for an unusual skin cancer that had spread widely. Lyon received Opdivo, one of a wave of new drugs that help the immune system see and fight cancer. less In this March 1, 2017, photo, Dennis Lyon sits outside the University of California, San Diego’s Moores Cancer Center, where he was treated for an unusual skin cancer that had spread widely. Lyon received ... more Photo: Marilynn Marchione, AP Image 4 of 5 In this 2017 photo provided by Max Krummel, Immunoprofiler, University of California, San Francisco, scientist Max Krummel poses at his lab at the University of California, San Francisco, in San Francisco. Krummel is working on a roadmap to help reveal who is most likely to benefit from immunotherapy. He heads a project with $10 million from three companies that make checkpoint drugs and is analyzing hundreds of tumor samples to see what immune system features spell success or failure. (Max Krummel, Immunoprofiler, University of California, San Francisco via AP) less In this 2017 photo provided by Max Krummel, Immunoprofiler, University of California, San Francisco, scientist Max Krummel poses at his lab at the University of California, San Francisco, in San Francisco. ... more Photo: AP Image 5 of 5 In this 2017 photo provided by Max Krummel, Immunoprofiler, University of California, San Francisco, scientist Max Krummel poses at his lab at the University of California, San Francisco, in San Francisco. Krummel is working on a roadmap to help reveal who is most likely to benefit from immunotherapy. He heads a project with $10 million from three companies that make checkpoint drugs and is analyzing hundreds of tumor samples to see what immune system features spell success or failure. (Max Krummel, Immunoprofiler, University of California, San Francisco via AP) less In this 2017 photo provided by Max Krummel, Immunoprofiler, University of California, San Francisco, scientist Max Krummel poses at his lab at the University of California, San Francisco, in San Francisco. ... more Photo: AP The big question: Will cancer immune therapy work for me? 1 / 5 Back to Gallery\n\nWorst of all: For a small number of unlucky folks, treatment can backfire. Their cancer grows exponentially after getting a checkpoint drug.\n\n\"We're going to have to figure out not only who to treat with immunotherapy but who not to treat,\" Kurzrock said.\n\nGene tests are starting to help sort that out. But for patients, the big question is \"Will it work for me?\"\n\nPREDICTING WHO BENEFITS\n\nThe first step is testing for a protein called PD-L1 that's often involved in forming that chemical cloak. Some checkpoint drugs target this or a related protein, so people with a lot of it should respond to treatment.\n\nThat was the hope when Diane Tippett showed up last October at Georgetown Lombardi Comprehensive Cancer Center with a salivary gland cancer that had spread to her liver and lungs.\n\n\"Five years ago, I probably would have thrown up my hands and given her standard chemo,\" said the center's director, Dr. Louis Weiner.\n\nInstead, he ordered tests that showed Tippett had a PD-L1 mutation, meaning her cancer made a lot of it. He started the 49-year-old Leonardtown, Maryland, woman on a checkpoint drug, Opdivo, and told her to come back in a few months.\n\n\"Quite honestly, I didn't know if I'd ever see her again,\" he said.\n\nNow, Tippett's lung tumors are gone. Her liver tumor shrank 50 percent and is stable. She got married in July and says she feels great.\n\n\"I don't feel any different than you do. I'm not tired, I've got all my hair,\" she said. \"I want more people to know about it and to ask their doctors about it,\" she said of immunotherapy and the testing that led her to it.\n\nNOT THE WHOLE STORY\n\nThat protein isn't a very reliable predictor, though. Some people with a lot of it don't benefit from the drugs and the opposite also is true. There are other checkpoints besides that one, too.\n\nResearchers increasingly are focusing on something else Tippett had: a high number of flawed genes. It's a sign that tumors have been evolving over time and are hard to treat with drugs that target a single gene. It sometimes accompanies two other DNA problems that some checkpoint drugs already are approved to treat.\n\nLyon, the San Diego man, had nearly two dozen different mutations after his skin cancer spread widely. In October 2015, he started on Opdivo and was in near-complete remission within two months. Recent tests showed no active cancer in his spine and lungs, and doctors think small spots in his brain and liver may be scar tissue, though they can't know for sure. A test for tumor DNA in his blood found none.\n\n\"It would appear my cancer is all dead,\" he said, and called it \"nothing short of miraculous\" that gene tests led to successful treatment after years of trial and error. \"I'm so grateful. No one's lucky that gets cancer but I may be in an era where there's a way through this tunnel.\"\n\nThree-quarters of patients who are helped by checkpoint drugs have long-lasting benefits, as Lyon did, said Dr. Steven O'Day, an immunotherapy expert at Providence Saint John's Health Center in Santa Monica, California.\n\n\"When you respond, it's a home run in terms of long-term survival,\" O'Day said. \"But we still have to be better at predicting who those patients are.\"\n\nTHE DARK SIDE\n\nOthers have not been so fortunate. In November, French researchers reported that 12 of 131 patients, or 9 percent, got much worse after checkpoint drugs, which seemed to speed their tumor growth.\n\nKurzrock checked with colleagues and quickly found more cases — a 73-year-old man with bladder cancer, a 65-year-old woman with endometrial cancer, and a 44-year-old breast cancer patient whose tumors \"just exploded\" in size within two months of immunotherapy.\n\nIn a report on 155 patients, she tied several gene mutations to this risk. Kurzrock has consulted for some gene-medicine makers and co-founded a company using a software program to determine best treatments for patients depending on their tumor genes.\n\nThe unfortunate cases are a reality check, said Dr. Len Lichtenfeld, deputy chief medical officer of the American Cancer Society.\n\n\"We are not paying close enough attention to those people\" and need to know whether they fared badly because of their treatment or for other reasons, he said.\n\nSHOULD WE BE DOING 'IMMUNOGRAMS'?\n\nThat's the question Dr. Eric Topol, director of the Scripps Translational Science Institute, posed a gene medicine conference he organized in March at the suburban San Diego research center. Should there be baseline tests to map what patients' natural defenses look like? For example, how many immune system soldiers called T cells do they have in the area of the tumor?\n\nMax Krummel is working on a roadmap to do that. The University of California, San Francisco, scientist heads a project with $10 million from three companies that make checkpoint drugs. He is analyzing hundreds of tumor samples to see what immune system features spell success or failure.\n\n\"We're not looking at how the immune system changes,\" but for what starting point works best with the drugs, he said. \"What we're seeing is that the kinds of cells you have in a tumor predict who's going to respond.\"\n\nKrummel, who was involved in work that led to Yervoy, the first checkpoint drug, has started a company to try to tune up one part of the immune system he thinks is key to maintaining a healthy balance.\n\nCancer exists because the immune system isn't working as it should, he said, so successful immunotherapy may require \"treating the immune system, not treating the tumor.\"\n\n___\n\nMarilynn Marchione can be followed on Twitter: @MMarchioneAP\n\n___\n\nThis Associated Press series was produced in partnership with the Howard Hughes Medical Institute's Department of Science Education. The AP is solely responsible for all content.", "images": ["https://web.archive.org/web/20170920065650im_/http://ww4.hdnux.com/photos/65/76/56/14150579/3/rawImage.jpg", "https://web.archive.org/web/20170920065650im_/http://ww2.hdnux.com/photos/65/72/62/14134413/5/core_centerpiece_tab_small.jpg", "https://web.archive.org/web/20170920065650im_/http://ww2.hdnux.com/photos/52/05/71/11034201/9/core_promo.jpg", "https://web.archive.org/web/20170920065650im_/http://ww3.hdnux.com/photos/65/73/36/14137258/3/core_centerpiece_tab_small.jpg", "https://web.archive.org/web/20170920065650im_/http://www.sfgate.com/img/print-footer-logo.png", "https://web.archive.org/web/20170920065650im_/http://ww2.hdnux.com/photos/65/63/26/14103945/3/core_thumbnail_list.jpg", "https://web.archive.org/web/20170920065650im_/http://ww4.hdnux.com/photos/65/76/56/14150579/3/920x920.jpg", "https://web.archive.org/web/20170920065650im_/http://ww3.hdnux.com/photos/65/65/00/14110722/5/core_thumbnail_list.jpg", "https://web.archive.org/web/20170920065650im_/http://ww4.hdnux.com/photos/54/61/00/11735103/5/core_centerpiece_tab_small.jpg", "https://web.archive.org/web/20170920065650im_/http://ww4.hdnux.com/photos/36/35/35/7984995/6/core_centerpiece_tab.jpg", "https://web.archive.org/web/20170920065650im_/http://ww4.hdnux.com/photos/61/55/03/13029575/3/core_promo.jpg", "https://web.archive.org/web/20170920065650im_/http://ww3.hdnux.com/photos/65/74/46/14141862/3/core_breaking_now.jpg", "https://web.archive.org/web/20170920065650im_/http://ww2.hdnux.com/photos/56/37/10/12186117/3/core_promo.jpg", "https://web.archive.org/web/20170920065650im_/http://ww3.hdnux.com/photos/65/74/10/14139966/3/core_promo.jpg", "https://web.archive.org/web/20170920065650im_/http://www.sfgate.com/img/print-header-logo.png"], "top_img": "https://web.archive.org/web/20170920065650im_/http://ww4.hdnux.com/photos/65/76/56/14150579/3/rawImage.jpg", "keywords": [], "authors": ["Marilynn Marchione", "Ap Chief Medical Writer"], "canonical_link": "https://web.archive.org/web/20170920065650/http://www.sfgate.com/news/science/article/The-big-question-Will-cancer-immune-therapy-work-12213681.php", "title": "The big question: Will cancer immune therapy work for me?", "meta_data": {"format-detection": "telephone=no", "viewport": "width=device-width, initial-scale=1.0", "ispremium": 0, "article": {"published_time": "2017-09-20 05:13:11", "modified_time": "2017-09-20 06:41:05"}, "SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "news_keywords": "patients, Razelle Kurzrock, Louis Weiner, Dennis Lyon, Jimmy Carter, doctors, General, man, Diane Tippett, PERSON, POLITICIAN, Eric Topol, woman, Len Lichtenfeld, Max Krummel, people, Steven O'Day, breast cancer patient, Researchers, folks, scientist, colleagues, gene-medicine makers, soldiers, Others, No one, Marilynn Marchione, researchers, United States, San Diego California, North America, center, research center, Georgetown Lombardi Comprehensive Cancer Center, Lyon, Maryland, Leonardtown, area, tunnel, California, Providence Saint John's Health Center, Santa Monica, French, This Associated Press, F Wire, Top News, Science News, MC Complete - State & National, A Wire, MED, University of California, San Diego, companies, company, Scripps Translational Science Institute, American Cancer Society, Howard Hughes Medical Institute, Department of Science Education, THE DARK SIDE, University of California, San Francisco, testing, home run, tests, gene medicine conference, trial, National News Report, Stories, Stories-code, Science - Stories, STORY, report, series, content, NewsBriefs, product, drugs, checkpoint drugs, Drugs, checkpoint drug, Yervoy, question, cancer immune therapy work, genes, news, types, Immunotherapy, liver, hope, Headlines, Top General Headlines, Top Business Short Headlines, Top General Short Headlines, Business Headlines, salivary gland cancer, Science, skin cancer, treatments, sign, Business, Health, Top Headlines Health, package, tumor mutations, Opdivo, brain, Member Choice, Genetic Frontiers-Cancer Immunotherapy, immunotherapy, Cancer, protein, Channels-Health, News, cloak, immune system, work, DNA problems, savedsearch, Gene tests, cancer, cancers, colon cancer, lungs, reason, reality check, train wreck, gene, cancer cells, lung tumors, liver tumor, tumors, bones, treatment, bladder cancer, ways, checkpoints, checkpoint inhibitors, mutation, predictor, tumor genes, T cells, mutations, lot, all, system, remission, number, Worst, opposite, benefits, one, step, hands, cancer care, side effects, half, melanoma, PD-L1, gene mutations, gene tests, something, tumor, reasons, chemo, cases, test, software program, kinds, PREDICTING, tumor growth, size, risk, attention, example, defenses, IMMUNOGRAMS, cells, hair, immune system changes, part, partnership, starting point, roadmap, project, hundreds, tumor samples, immune system features, success, failure, balance, scar tissue, spots, tumor DNA, terms, way, spine, blood, error, survival, none, @MMarchioneAP, Twitter", "nlpOrganization": "This Associated Press, F Wire, Top News, Science News, MC Complete - State & National, A Wire, MED, University of California, San Diego, companies, company, Scripps Translational Science Institute, American Cancer Society, Howard Hughes Medical Institute, Department of Science Education, THE DARK SIDE, University of California, San Francisco", "nlpPerson": "patients, Razelle Kurzrock, Louis Weiner, Dennis Lyon, Jimmy Carter, doctors, General, man, Diane Tippett, PERSON, POLITICIAN, Eric Topol, woman, Len Lichtenfeld, Max Krummel, people, Steven O'Day, breast cancer patient, Researchers, folks, scientist, colleagues, gene-medicine makers, soldiers, Others, No one, Marilynn Marchione, researchers", "nlpLocation": "United States, San Diego California, North America, center, research center, Georgetown Lombardi Comprehensive Cancer Center, Lyon, Maryland, Leonardtown, area, tunnel, California, Providence Saint John's Health Center, Santa Monica, French", "nlpWorkOfArt": "National News Report, Stories, Stories-code, Science - Stories, STORY, report, series, content", "nlpEvent": "testing, home run, tests, gene medicine conference, trial", "nlpOther": "question, cancer immune therapy work, genes, news, types, Immunotherapy, Top News, liver, hope, Headlines, Top General Headlines, Top Business Short Headlines, Top General Short Headlines, Business Headlines, salivary gland cancer, Science, skin cancer, treatments, sign, Business, Health, Top Headlines Health, package, tumor mutations, Opdivo, brain, Member Choice, Genetic Frontiers-Cancer Immunotherapy, immunotherapy, tests, Cancer, protein, Channels-Health, News, cloak, immune system, work, DNA problems, savedsearch, Gene tests, cancer, cancers, colon cancer, lungs, reason, reality check, train wreck, gene, cancer cells, lung tumors, liver tumor, tumors, bones, treatment, bladder cancer, ways, checkpoints, checkpoint inhibitors, mutation, predictor, tumor genes, T cells, mutations, lot, all, system, remission, number, Worst, opposite, benefits, one, step, hands, cancer care, side effects, half, melanoma, PD-L1, gene mutations, gene tests, something, tumor, reasons, chemo, cases, test, software program, kinds, PREDICTING, tumor growth, size, risk, attention, example, defenses, IMMUNOGRAMS, cells, checkpoint drugs, hair, immune system changes, part, partnership, starting point, roadmap, project, hundreds, tumor samples, immune system features, success, failure, balance, scar tissue, spots, tumor DNA, terms, way, spine, blood, error, survival, none, @MMarchioneAP, Twitter", "sailthru.title": "The big question: Will cancer immune therapy work for me?", "sailthru.date": "2017-09-19 22:13:00 -0700", "sailthru.author": "By MARILYNN MARCHIONE, AP Chief Medical Writer", "sailthru_type": "article", "sailthru_uid": 12213681, "sailthru_section": "news,science", "sailthru_subject": "business,general-news,health,science,cancer,diseases-and-conditions,tumors,skin-cancer,skin-disorders,medication,diagnosis-and-treatment,genetics,biology", "sailthru_pubname": "associated-press", "sailthru_siteid": 19, "sailthru.tags": "news,science,business,general-news,health,cancer,diseases-and-conditions,tumors,skin-cancer,skin-disorders,medication,diagnosis-and-treatment,genetics,biology", "sailthru.image.thumb": "http://ww4.hdnux.com/photos/65/76/56/14150579/3/sailthruImage.jpg", "vf": {"unique_id": "sfgate-article-12213681", "section": "news"}, "og": {"title": "The big question: Will cancer immune therapy work for me?", "description": "SAN DIEGO (AP) - Dennis Lyon was a genetic train wreck. Cancer was ravaging his liver, lungs, bones and brain, and tests showed so many tumor mutations that drugs targeting one or two wouldn't do much good. It seemed like very bad news, yet his doctors were encouraged.\nThe reason: People with the most messed-up genes often are the ones who do best on treatments that enlist the immune system.\n\"These are the patients we used to be very depressed about,\" thinking they couldn't be helped, said Dr. Razelle Kurzrock at the University of California, San Diego. \"Now when we see those types of patients, we're really excited,\" because there are so many ways for the immune system to recognize the cancer cells as abnormal.", "type": "article", "url": "https://web.archive.org/web/20170920065650/http://www.sfgate.com/news/science/article/The-big-question-Will-cancer-immune-therapy-work-12213681.php", "image": "https://web.archive.org/web/20170920065650im_/http://ww4.hdnux.com/photos/65/76/56/14150579/3/rawImage.jpg", "site_name": "SFGate", "country-name": "United States"}, "twitter": {"card": "summary_large_image", "site": "@SFGate"}, "fb": {"admins": 100006394927810, "app_id": 1609422252616351, "pages": "105702905593,307851324523,12852567813,480760515417232,288240529145,316774245761,984197758297116,7457442370,207033189701,207346283795,222959748728,207042068180,72983690774,339413234035,343689323559,345828366626,234821559861394,335699426867,10150105039485602,338983127562,364516539001,337922332042,115637335153191,372011535931,333376634908,127590790608884,141923885872653,655037391286291,320774811368833,1740489152861748,469700473093040,386754203367,556449374478585,340999853450,350771491032,1120648627959218,342017778245,338463361591,138772706196968,1641688532739111,326312697536,353120110016,343366744658,335009494554,347261603104,350924013892,257724773860,361203926417,367174215398,284154645394,334501182354,350279743224,154340691263654,147848678611852"}, "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7"}, "movies": [], "publish_date": 1505884380.0, "source": "https://web.archive.org", "summary": ""}