{"url": "https://web.archive.org/web/20100820014409/http://www.latimes.com:80/health/la-he-insulin-delivery-20100816,0,2517032,print.story", "text": "For diabetics, taking the sting out of insulin Two systems that could get insulin into the bloodstream (oral spray, inhaler) are in the latter stages of clinical trials and may make syringes obsolete.\n\nThis cycle of fear and denial has little to do with insulin itself, a normal human protein, but rather its method of delivery: a hypodermic needle.\n\nPhysicians hear a common refrain from patients with Type 2 diabetes: \"Not the needle! Not yet. Give me three more months. I'll be good!\" So they try with renewed vigor to control their disease without insulin through diet, exercise and oral medications. Inevitably, many patients lapse and their diabetes again slips out of control, doing invisible damage to their kidneys, nervous systems and cardiovascular health.\n\nMany patients are afraid of needles or embarrassed at the prospect of carrying syringes and the associated stigma of \" shooting up\" before a meal. But pain and inconvenience aside, injectable insulin also carries a medical risk — hypoglycemia. This occurs when blood glucose falls too low, a common occurrence in people who've injected insulin that acts longer than needed, and one that can, in extreme circumstances, prove fatal.\n\nFor the nation's 23 million diabetics and 57 million pre-diabetics, many of whom use insulin, a better way to deliver insulin could be life-changing, enabling them to use insulin therapy earlier in the progression of their disease and reducing the long-term damage. And it could be possible.\n\nTwo products that could get insulin into the bloodstream without needle sticks are in the latter stages of clinical trials, with their makers hoping for Food and Drug Administration approval in the next two years.\n\nOne is administered via oral spray; the other is delivered via inhaler. Still more are in earlier phases of development. Together they offer the potential for treating the disease in a less onerous, less obvious, less painful fashion.\n\n\"Soon after insulin was discovered in the 1920s, doctors immediately recognized that it would be an advantage if they could get it into the body without injection,\" says Dr. Gerald Bernstein, vice president for medical affairs for Generex, which developed the spray.\n\nBut getting insulin, a very large protein, past the body's protective barriers and absorbed across small patches of surface area has proved difficult.\n\nBetter delivery system\n\nInjectable insulin is familiar — it's been around for 80 years — but it has drawbacks. The hormone must be injected multiple times throughout the day to help the body store glucose properly and keep bloodstream levels low. Uncontrolled high blood-sugar can destroy eyesight, nerves and kidney function.", "images": ["https://web.archive.org/web/20100820004202im_/http://articles.latimes.com/pm-imgs/footer.gif", "https://web.archive.org/web/20100820004202im_/http://articles.latimes.com/favicon.ico", "https://web.archive.org/web/20100820004202im_/http://articles.latimes.com/images/pixel.gif", "https://web.archive.org/web/20100820004202im_/http://www.latimes.com/media/photo/2010-08/55542130.jpg", "https://web.archive.org/web/20100820004202im_/http://articles.latimes.com/pm-imgs/header.gif"], "top_img": "https://web.archive.org/web/20100820004202im_/http://articles.latimes.com/favicon.ico", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20100820004202/http://articles.latimes.com/2010/aug/16/health/la-he-insulin-delivery-20100816", "title": "For diabetics, taking the sting out of insulin", "meta_data": {"description": "Physicians hear a common refrain from patients with Type 2 diabetes: \"Not the needle! Not yet. Give me three more months. I'll be good!\" So they try with renewed vigor to control their disease", "keywords": "health", "og": {"site_name": "Los Angeles Times Articles"}}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}