{"url": "https://web.archive.org/web/20110216142513/http://www.latimes.com/health/boostershots/la-heb-otitis-media-01122011,0,6449187,print.story", "text": "latimes.com/health/boostershots/la-heb-otitis-media-01122011,0,7521785.story\n\nBy Thomas H. Maugh II\n\n3:15 PM PST, January 12, 2011\n\nAdvertisement\n\nThe decision on whether to give young children antibiotics to treat ear infections has been swinging from one extreme to the other as conflicting clinical trials have pushed pediatricians first toward widespread use of antibiotics, then toward a “watch and wait” approach in which most infections seem to clear up on their own.\n\n\n\nTwo new trials reported Wednesday in the New England Journal of Medicine are nudging the pendulum back toward treatment of the infections, known formally as acute otitis media, especially for the youngest children. They show that the use of antibiotics in infants under age 2 is only modestly effective and reduces the duration of symptoms by only a small amount, but it prevents relapses and progression of the disease.\n\n\n\nThe trials “are indicative of a benefit to treatment of acute otitis media in children, specifically when the diagnosis is certain,” said Dr. Wilbert Mason, an infectious diseases specialist at Childrens Hospital Los Angeles who was not involved in the study. The reduction of symptoms was marginal, he said, “but they were less likely to have a relapse or to have persistent signs of infection at the end of therapy.”\n\n\n\nThe findings “confirms the current guidelines” for treating children under age 2, said Dr. Al Lieberthal of USC’s Keck School of Medicine, who is in charge of the American Academy of Pediatrics Committee that prepared the guidelines. The guidelines will be revised in light of the new studies, however, to tighten the definition of acute otitis media, he added.\n\n\n\nThere have been at least a dozen previous clinical trials studying the use of antibiotics in ear infections, known formally as acute otitis media. These have given mixed results, according to Dr. Anthony S. Fauci, director of the National Institute of Allergy and Infectious Diseases, because of poor study design and especially because of poor diagnosis of the subjects’ conditions.\n\n\n\n“In many cases, [the children] had something that looked like otitis media but really wasn’t,” he said. The new studies “had really precise criteria to be eligible for enrollment,” which makes them “substantial studies.”\n\n\n\nIn one of the studies, Dr. Alejandro Hoberman of the University of Pittsburgh School of Medicine and his colleagues studied 291 children age 6 months to 23 months with stringently defined acute otitis media. Half were given the antibiotic amoxicillin-clavulanate for 10 days and half a placebo.\n\n\n\nIn the second study, Dr. Paula A. Tahtinen of Turku University Hospital in Finland and her colleagues studied 319 children age 6 months to 35 months, half of whom were given the antibiotic and half a placebo for seven days.\n\n\n\nIn the Pittsburgh study, 80% of the children receiving an antibiotic had a resolution of symptoms by day seven, compared with 74% of those receiving a placebo. But 67% of those receiving an antibiotic had a sustained resolution of symptoms, compared with 53% of those who got the placebo.\n\n\n\nThe Finnish study looked for continuing symptoms, which is known as treatment failure. It found that, at the end of seven days, treatment failure occurred in 18.6% of those who received antibiotic, compared with 44.9% of those who received a placebo.\n\n\n\nThat sounds like a big improvement, said Dr. Richard Rosenfeld, chair of otolaryngology at SUNY Downstate Medical Center in Brooklyn, who also helped prepare the AAP’s guidelines, “but all it means is that if the eardrum looked nasty, the treatment failed. Eardrums sometimes take weeks to months to recover. That finding, to me, is a bit of a dubious way to say that everybody needs treatment.”\n\n\n\nExperts noted, however, that certain children should receive immediate antibiotic treatment regardless of age. That includes those who are under 6 months of age; those who have a draining ear caused by a ruptured eardrum; those with severe symptoms early on; and those with infections in both ears.\n\n\n\nBut physicians are reluctant to give antibiotics indiscriminately because of the side effects, which include diarrhea, yeast infections, oral thrush, allergic reactions and resistant bacteria. “You pay a price for a little bit of improvement,” Rosenfeld said.", "images": ["https://web.archive.org/web/20110216142513im_/http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-400338h&cg=0&cc=1&ts=noscript", "https://web.archive.org/web/20110216142513im_/http://ad.doubleclick.net/ad/trb.latimes/news/health/blog/boostershots;;ptype=ps;slug=la-heb-otitis-media-01122011;rg=ur;ref=latimescom;pos=1;dcopt=ist;sz=300x250,336x280;tile=1;ca=Health;en=EarInfection;at=Health;at=HealthandMedicalProfessionals;at=MedicalResearch;at=PhysicalConditions;at=Internists;u=http://www.latimes.com/health/boostershots/la-heb-otitis-media-01122011,0,6449187,print.story;ord=95334649"], "top_img": "", "keywords": [], "authors": [], "canonical_link": "", "title": "New studies say antibiotics are good for infants with confirmed ear infections", "meta_data": {"robots": "noindex,nofollow", "Description": "The decision on whether to give young children antibiotics to treat ear infections has been swinging from one extreme to the other as conflicting clinical trials have pushed pediatricians first toward widespread use of antibiotics, then toward a &ldquo;watch and wait&rdquo; approach in which most infections seem to clear up on their own."}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}