{"url": "http://www.npr.org/sections/health-shots/2016/05/03/476591196/online-depression-prevention-programs", "text": "An Online Program May Help Prevent Depression In Some People\n\nEnlarge this image toggle caption WIN-Initiative RM/Getty Images WIN-Initiative RM/Getty Images\n\nWorking through a self-help program online can prevent or delay major depression disorder in people who are vulnerable, a study finds. Similar programs have been used to treat depression, but this may be the first one tested to prevent it, the researchers say.\n\nOnline programs for mental health problems can be as effective as face-to-face treatment and offer some advantages: Low cost, available at any time and customizable. But they're not panaceas.\n\nIn this experiment, half of the participants were asked to do six half-hour-long exercises that were based on cognitive behavioral therapy and problem-solving therapy, which are techniques commonly used for in-person therapy.\n\nIn the cognitive behavioral therapy, participants were asked to identify positive activities they used to engage in and then are asked to actively plan those activities again. At the next session, participants reflect on their experiences.\n\nFor the problem-solving therapy, people were asked to create a list of the things that matter most to them in their lives and brainstorm on how to incorporate those things into daily life. They next were asked to categorize problems and worries into \"manageable\" and \"unmanageable\"; the main focus in problem-solving therapy is to tackle those problems that are considered manageable.\n\nBoth cognitive-behavioral therapy and problem-solving therapy are intended to change negative thinking in order to alter mood and behavior.\n\nAfter completing each exercise, participants in the intervention group received written individualized feedback from an online trainer. The trainers did not offer any therapeutic advice, only motivation and encouragement to continue the exercises. Participants also could repeat the online sessions as often as they liked.\n\nThe control group received information about depression but was under no obligation to read it.\n\nThe study, which was conducted by researchers from Leuphana University in Lueneburg, Germany, recruited 406 people with subthreshold depression, which is defined as having some symptoms of depression but not enough to be diagnosed with major depressive disorder. It was published Tuesday in JAMA, the journal of the American Medical Association.\n\nOf the 406 participants that began the study, 335 completed the telephone follow-up at the end of 12 months. Twenty-seven percent in the intervention group experienced depression compared with 41 percent in the control group.\n\nIt is unclear if the people who went on to develop major depressive disorder had experienced it before. Lead author Claudia Buntrock, a PhD candidate in clinical psychology at Leuphana, says that because the study only tracked participants' mental health over the course of 12 months, the long-term effectiveness of the intervention is unknown.\n\nIt's also not clear if this kind of program could be scaled up. It took the trainers about 30 minutes to provide feedback for each session, and they also stayed in touch with participants via instant messaging, Buntrock says.\n\nOther experiments with online therapy have found that people didn't continue it if it wasn't guided by an actual human. One reason could be that when people are depressed, they can have a hard time getting motivated to do things.\n\n\"More studies are needed to evaluate the preventive effects of unguided web-based interventions on the onset of major depressive disorder,\" Buntrock wrote in an email. Still, Buntrock seems pleased with the results, especially since the German insurance company BARMER GEK that sponsored the trial is now providing it to its customers.\n\n\"I was surprised by the big response to our study,\" Buntrock wrote. \"And of course, I'm surprised about what happens now; that a health insurance company offers the intervention to its members. It's a success story you might dream of when you start, but it actually seeing to happen is a great feeling.\"", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/assets/img/2016/05/03/gettyimages-149257405-8937a96792d6dfafe470b626032e6cca77d9aa82-s1100-c15.jpg", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2015/11/12/depression-1_sq-427eda2ec93ec96880f531e64913ef96a0da5618-s100-c15.jpg", "https://media.npr.org/assets/img/2016/05/03/gettyimages-149257405_wide-bbfd88c73ef1ae50f7515d385434fa028f47ecb9.jpg?s=1400", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2016/05/03/gettyimages-149257405_wide-bbfd88c73ef1ae50f7515d385434fa028f47ecb9.jpg?s=1400", "keywords": [], "authors": ["Katherine Du"], "canonical_link": "https://www.npr.org/sections/health-shots/2016/05/03/476591196/online-depression-prevention-programs", "title": "An Online Program May Help Prevent Depression In Some People", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2016-05-03", "description": "People were asked to do six 30-minute sessions that included cognitive behavioral therapy and problem-solving therapy. They were less likely to develop major depression than other people at risk.", "og": {"title": "An Online Program May Help Prevent Depression In Some People", "url": "https://www.npr.org/sections/health-shots/2016/05/03/476591196/online-depression-prevention-programs", "type": "article", "description": "People were asked to do six 30-minute sessions that included cognitive behavioral therapy and problem-solving therapy. They were less likely to develop major depression than other people at risk.", "image": "https://media.npr.org/assets/img/2016/05/03/gettyimages-149257405_wide-bbfd88c73ef1ae50f7515d385434fa028f47ecb9.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "An Online Program May Help Prevent Depression In Some People", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2016/05/03/gettyimages-149257405_wide-bbfd88c73ef1ae50f7515d385434fa028f47ecb9.jpg?s=1400"}}}, "movies": [], "publish_date": 1462248000.0, "source": "http://www.npr.org", "summary": ""}