{"url": "http://www.latimes.com/health/boostershots/la-heb-migraine-prevention-guidelines-20120423,0,1438243.story", "text": "If you had a history of suffering from migraines and could prevent the debilitating headaches by swallowing a few pills, you’d do it – wouldn’t you?\n\nActually, odds are you wouldn’t. Neurologists say that only about one-third of those who could benefit by migraine-preventing medication actually use it.\n\nPreventive treatment involves taking a seizure drug and a beta-blocker every day to reduce the frequency, severity and duration of migraines. Neurologists estimate that about 38% of people who suffer from migraines stand to benefit with such a regimen, and studies suggest that as many as half of migraines can be prevented with drugs, according to Dr. Stephen D. Silberstein, a neurologist at the Jefferson Headache Center at Thomas Jefferson University in Philadelphia. Silberstein was the lead author of new migraine treatment guidelines presented Monday at the annual meeting of the American Academy of Neurology in New Orleans.\n\nIt would seem that migraineurs would be eager to stop these headaches before they start. In a summary of the guidelines written for patients and their families, this is how migraines are described:\n\nAdvertisement\n\n“Migraine is a condition that involves recurring headaches. Each headache may last from four hours to two days. It can cause throbbing pain in the head. Other symptoms may include nausea (upset stomach), vomiting and extreme sensitivity to light or sound. Most people with migraine have attacks that happen repeatedly.”\n\nYuck.\n\nPeople whose migraines are infrequent or mild may not be able to prevent them with drugs, the guidelines say. But for those who can, the best seizure drugs are divalproex sodium (Depakote), sodium valproate (Depakote, Depakene, Stavzor) and topiramate (Topamax or Topiragen). Beta-blockers are usually taken to treat high blood pressure, heart arrhythmias and other cardiovascular conditions, though metoprolol (Lopressor or Toprol), propranolol (Inderal) and timolol (Blocadren) can also help with migraines.\n\nThe authors also noted that frovatriptan (Frova), which is used to treat migraine symptoms, can also help prevent menstrual migraines.\n\nAdvertisement\n\nThese medications “are effective for migraine prevention and should be offered to patients with migraine to reduce migraine attack frequency and severity,” Silberstein and colleagues wrote in the new guidelines, which were based on a review of 284 publications.\n\nIn addition, an herbal remedy derived from a family of plants called Petasites or butterbur was found to be effective, according to the review.\n\nThe review identified a handful of drugs that “are probably effective and should be considered for migraine prevention.” These include the antidepressants amitriptyline (Elavil, Endep or Vanatrip) and venlafaxine (Effexor); the beta blockers atenolol (Senormin or Tenormin) and nadolol (Corgard); and for menstrual migraines, naratriptan (Amerge) and zolmitriptan (Zomig).\n\n“People need to keep in mind that all drugs, includingover-the-counter drugsand complementary treatments, can have side effects or interact with other medications, which should be monitored,” Silberstein said in a statement.\n\nFive of the six co-authors of the new guidelines, including Silberstein, disclosed that they receive research funding, speaking fees and other payments from drug companies.\n\nThe guidelines will be published in Tuesday’s edition of the journal Neurology. They were developed in conjunction with the American Headache Society. You can read the new guidelines here, or check out the patient-friendly summary here.\n\nReturn to the Booster Shots blog.", "images": ["data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/dims4/default/3afa893/2147483647/strip/true/crop/1125x1125+438+0/resize/100x100!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fe0%2Fdd%2F1e02d40e5e8b6b703354371b65f0%2Fimg-53608799-turbine-la-bio-karen-kaplan", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "keywords": [], "authors": ["Karen Kaplan Is Science", "Medicine Editor At The Los Angeles Times. Before Joining The Science Group", "She Covered Technology In The Business Section. She Is A Graduate Of Mit", "Columbia University."], "canonical_link": "https://www.latimes.com/health/la-xpm-2012-apr-23-la-heb-migraine-prevention-guidelines-20120423-story.html", "title": "Experts issue new guidelines for preventing migraines with drugs", "meta_data": {"og": {"title": "Experts issue new guidelines for preventing migraines with drugs", "url": "https://www.latimes.com/health/la-xpm-2012-apr-23-la-heb-migraine-prevention-guidelines-20120423-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "url": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "lat-logo-dark-full.jpg"}, "description": "Experts issue new guidelines for preventing migraines with drugs", "site_name": "Los Angeles Times", "type": "article"}, "article": {"author": "https://www.latimes.com/people/karen-kaplan", "content_tier": "metered", "published_time": "2012-04-23T07:00:00", "opinion": "false", "tag": "Health"}, "twitter": {"card": "summary_large_image", "creator": "@latkarenkaplan", "description": "Experts issue new guidelines for preventing migraines with drugs", "site": "@latimes", "title": "Experts issue new guidelines for preventing migraines with drugs"}, "fb": {"app_id": 119932621434123, "pages": 5863113009, "profile_id": "latimes"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "Experts issue new guidelines for preventing migraines with drugs", "brightspot.contentId": "00000169-988f-d37a-a1ff-9ccfdc210000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1335178800.0, "source": "http://www.latimes.com", "summary": ""}