{"url": "http://www.nytimes.com/2010/02/04/fashion/04SKIN.html?ref=health", "text": "Hoping to reduce her thighs and midsection without the risks and inconvenience of liposuction, she paid $2,300 for six treatments from a chiropractor in the Denver area. Even though she continued to diet and work out, she had no change in her thighs, belly and hips. Her doctor offered her three more sessions at no cost. Still, no change.\n\nSince most aesthetic medicine is elective, and not covered by insurance, marketing plays a major role in capturing the minds and wallets of consumers. The concern is that promoting innovations for indications that the Food and Drug Administration hasn’t approved will fuel patient expectations that clinical data may not substantiate.\n\nZeltiq Aesthetics, based in Pleasanton, Calif., is a cautious wallflower that aims to get the data behind its device approved by the F.D.A. before it makes too rowdy an entrance to the party. Its slogan is “More Science. Less Fat.”\n\nPhoto\n\nMeanwhile, Erchonia Medical, based in McKinney, Tex., has aggressively marketed its Zerona laser as “the first non-invasive body contouring procedure to effectively remove excess fat” even though it has yet to receive F.D.A. clearance to promote this use. (In general, the F.D.A. must sanction a medical device for a specific use before a company can market that use. But doctors are free to use devices off label. )\n\nNonetheless, a brochure for Zerona states patients can collectively “lose up to 9 inches without the pain or down time of surgery.” Nationwide, medical spas, chiropractors, cosmetic surgeons, plastic surgeons and dermatologists now offer Zerona for $1,700 to $3,800 for six sessions. Part of the reason the device has made inroads during these strapped times is that doctors don’t buy it outright, but pay per use.\n\nSo how is Zerona supposed to work? The low-level laser causes “fat to seep out of a cell, almost like a balloon being struck by a needle,” said Ryan Maloney, medical director for Erchonia Medical. The fat enters the lymphatic system, and is eventually used as energy, Dr. Maloney said.\n\nZeltiq uses controlled cooling to target and eliminate fat cells, a process called selective cryolipolysis. Skin isn’t damaged, but subcutaneous fat, which is more sensitive to targeted cold, begins a two-month death march soon after exposure to Zeltiq.\n\nAdvertisement Continue reading the main story\n\nDoctors on the advisory board for Zeltiq Aesthetics have put the word out about it on television news segments. But at this stage, the company itself has been careful not to promote its device directly to consumers since its F.D.A. clearances for, say, pain reduction during dermatologic treatments don’t encompass fat reduction. Gordie Nye, the chief executive, sent an e-mail message declining to be interviewed for this article.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe company has clinical data that has been submitted to the F.D.A. for approval, according to a few doctors who were principal investigators. Data relayed at a meeting of the American Society of Dermatologic Surgery showed a 22 percent reduction of the fat layer as measured by ultrasound.\n\nErchonia Medical has published the results of its clinical trial in Lasers in Surgery and Medicine. Thirty-five patients in the treatment group lost an average of 3.5 inches total in hips, thighs and their midsection according to the company’s clinical trial. The company has promoted Zerona as “a new body-sculpting procedure designed to remove fat and contour the body without invasive surgery.” But the F.D.A. has not sanctioned marketing this use. It has cleared the Zerona laser for pain reduction 24 hours after breast augmentation or as a way to decrease the pain associated with recovering from liposuction.\n\nIn general, Karen Riley, a spokeswoman for the F.D.A., said “it is considered off-label promotion if you are marketing to the public a use that has not been cleared.” Steven Shanks, the president of Erchonia Medical, said, “Since we use the exact same power for liposuction and breast augmentation, we self-certified the device.” He said that in January 2009, the company had applied for a 510K clearance — which is based on the notion that an older device is substantially equivalent to a new one — and had yet to receive it. (Such a delay is atypical, Ms. Riley said, adding, “most 510Ks are cleared within six months.”)\n\nPhoto\n\nLast month, Dr. Robert B. Seltzer, a dermatologist in Pasadena, Calif., ran an advertisement in The Los Angeles Times for an informational seminar that called Zerona “the holy grail.” In a phone interview, however, he said, “I’m not 100 percent convinced” and planned to return his Zerona if he didn’t continue seeing results in his patients. (So far 5 out of 6 have been pleased.)\n\nAfter reviewing Erchonia Medical’s clinical study, Dr. Brian M. Kinney, a plastic surgeon in Los Angeles, said, “I can’t prove that it works.” His concerns are that the tape measure method of gauging circumferential changes “isn’t consistently reliable.” What’s more, study participants and the placebo group were assessed only two weeks after their last treatment, not long enough to measure adequately whether results last.\n\nDr. Kinney doesn’t have a Zerona or a Zeltiq cooling device, though in the case of the latter, he said, “it is well documented that freezing fat tissue aggressively enough can lead to fat necrosis,” or, fat dying, over a few months.\n\nPatient selection for any body contouring procedure is crucial, said Dr. Jeffrey M. Kenkel, vice chairman of plastic surgery at the University of Texas Southwestern Medical Center in Dallas. Dr. Kenkel, who recently replicated results of Zerona’s clinical trial in 12 of his patients, doesn’t offer Zerona to obese patients, or to ones who have had surgery in the area they want treated. “It’s critical to be evaluated by a doctor,” he said.\n\nSuccess is also dependent on diet and exercise, he said. If you’re sedentary and not eating healthy food, he said, then once fat is leaked after Zerona treatments, “your body will just store it again.”\n\nAdvertisement Continue reading the main story\n\nHow the body rids itself of fat, and how quickly, after any noninvasive body slimming procedure is unclear, said Dr. Lawrence S. Bass, a plastic surgeon in Manhattan who started using a Zeltiq device last July. That includes, he said, forthcoming devices like UltraShape and LipoSonix, which employ ultrasound waves to single out fat. It’s a “sticking point with the F.D.A. with all these things,” he said. Dr. Bass was not a clinical investigator for Zeltiq, but he said, “I’m convinced both on the science and clinical experience, it’s able to eliminate fat noninvasively.”\n\nNadine Tosk, a publicist for Zeltiq, explained that the rollout of the device was “very limited right now.” Dr. Jeffrey Dover, a dermatologist in Chestnut Hill, Mass., who advises Zeltiq and participated in its clinical trial, said a few board-certified plastic surgeons and dermatologists were “handpicked” because “we know they do good work.” Restraint is key, he said, because a doctor could apply Zeltiq to “the same spot” in the same day, which isn’t how it’s meant to be used. Hourlong treatments are best spaced out by two months, said Dr. Dover, who charges $700 per spot.\n\nThat said, a doctor with a Zeltiq device isn’t hard for patients to find. More than five dozen “Zeltiq specialists” can be found by ZIP code at body-contouring.com, which is a patient guide not sponsored by manufacturers of body-slimming devices. Dr. Jason N. Pozner, a plastic surgeon in Boca Raton, Fla., appears topless in a YouTube.com video that shows his left flank being suctioned and cooled as he reads his Kindle. (His partner, Dr. David J. Goldberg, was an investigator for Zeltiq.)\n\nMs. Bonvouloir hasn’t given up on Zerona. Recently, she paid $2,100 for six treatments at Parker Day Spa in Parker, Colo. This time, each session is followed by a massage that supposedly speeds the release of fat. “I still have three more sessions,” Ms. Bonvouloir wrote in an e-mail message. “Again, they are convinced I will lose some inches. I’d like to know when!!!”", "images": ["https://static01.nyt.com/images/2010/02/04/fashion/04skin-1/thumbStandard.jpg", "https://static01.nyt.com/images/2010/02/04/fashion/04skin-1/popup.jpg", "https://static01.nyt.com/images/2010/02/04/fashion/04skin-2/popup.jpg"], "top_img": "https://static01.nyt.com/images/2010/02/04/fashion/04skin-1/thumbStandard.jpg", "keywords": [], "authors": ["Catherine Saint Louis", "Skin Deep"], "canonical_link": "https://www.nytimes.com/2010/02/04/fashion/04SKIN.html", "title": "Zap or Chill? Targeting Fat Without Surgery", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1247466858534", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2010/02/04/fashion/04SKIN.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2010/02/04/fashion/04SKIN.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1247466858534"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2010/02/04/fashion/04SKIN.html", "title": "Zap or Chill? Targeting Fat Without Surgery", "description": "Two new devices target love handles without surgery, but it is too early for consumers to know how effectively either device works.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary", "creator": "cslwrites"}, "robots": "noarchive", "hdl_p": "Zap or Chill? Targeting Fat Without Surgery", "description": "Two new devices target love handles without surgery, but it is too early for consumers to know how effectively either device works.", "genre": "News", "articleid": 1247466858534, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Zap or Chill? Targeting Fat Without Surgery", "col": "Skin Deep", "pdate": 20100203, "utime": 20141015213531, "ptime": 20100203163303, "DISPLAYDATE": "Feb. 3, 2010", "dat": "Feb. 3, 2010", "lp": "Two new devices target love handles without surgery, but it is too early for consumers to know how effectively either device works.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "04SKIN", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/fashion/index.jsonp", "published": "2010-02-03T16:33:03-05:00", "modified": "2014-10-15T21:35:31-04:00", "section": "Fashion & Style", "section-taxonomy-id": "B3DFBD82-F298-43B3-9458-219B4F6AA2A5", "section_url": "https://www.nytimes.com/pages/fashion/index.html", "top-level-section": "fashion", "author": "https://www.nytimes.com/by/catherine-saint-louis", "tag": "Laser (Light Amplification by Stimulated Emission of Radiation)"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/fashion/index.jsonp", "og": {"url": "https://www.nytimes.com/2010/02/04/fashion/04SKIN.html", "type": "article", "title": "Zap or Chill? Targeting Fat Without Surgery", "description": "Two new devices target love handles without surgery, but it is too early for consumers to know how effectively either device works.", "image": "https://static01.nyt.com/images/2010/02/04/fashion/04skin-1/thumbStandard.jpg"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Catherine Saint Louis", "tone": "feature", "byl": "By CATHERINE SAINT LOUIS", "PT": "article", "CG": "fashion", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Laser (Light Amplification by Stimulated Emission of Radiation)", "keywords": "Liposuction,Laser (Light Amplification by Stimulated Emission of Radiation)", "thumbnail": "https://static01.nyt.com/images/2010/02/04/fashion/04skin-1/thumbStandard.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "nyt-collection": {"display-name": "Skin Deep", "identifier": "skin-deep", "url": "https://www.nytimes.com/column/skin-deep", "uri": "/column/skin-deep", "tone": "feature", "tagline": "Tips and trends for hair, makeup and more.", "type": "column"}, "CN": "skin-deep", "CT": "column", "dfp-ad-unit-path": "fashion", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1265259600.0, "source": "http://www.nytimes.com", "summary": ""}