{"url": "https://www.bostonglobe.com/lifestyle/2015/08/09/better-communication-can-help-couples-affected-alzheimer/t7gwwjiF73gkX1XhfJjPjO/story.html", "text": "Previous research on communication in couples affected by Alzheimer’s has tended to focus on deficits, said study author Christine Williams, professor and director of the PhD in Nursing program at Florida Atlantic University’s Christine E. Lynn College of Nursing. Identifying patterns that help couples maintain their bond could make it easier for caregiving spouses to find meaning and improve satisfaction with their marriage.\n\nAs Alzheimer’s disease progresses, cognitive impairment can take an ever greater toll on communication and relationships. A new study identifies patterns of communication that can help couples affected by Alzheimer’s maintain a sense of connection, which could improve quality of life for both partners.\n\nAdvertisement\n\n“No one is looking at it from the perspective of what these couples are doing right, what is helping,” said Williams, whose findings were published in the International Journal for Human Caring. “Some past research has involved a caregiver giving directions and seeing if his or her spouse [with Alzheimer’s] can follow. A relationship is obviously so much more than that.”\n\nMembers of Williams’s research team visited 15 couples in their home once a week for 10 weeks. The couples, who were recruited from a day program for people with memory disorders and their spouses, were receiving coaching in communication, with caregivers learning to listen, to avoid arguing, to not treat their spouse like a child. Twice during the 10 weeks, the couples were asked to discuss a topic of their choosing while the researcher left the room. A total of thirty 10-minute conversations were recorded.\n\nIn analyzing the recordings, Williams identified 10 communication patterns that caregiving spouses used to connect with their partners and show affection. These patterns showed the caregivers applying what they’d learned through coaching in creative ways, she said. They included sharing news about friends or relatives or plans for the day as a way to involve their spouse in day-to-day events; waiting patiently and keeping eye contact while spouses searched for words; and finding alternate ways to communicate — for example, singing songs together when attempts to engage the spouse in certain topics failed.\n\nAdvertisement\n\nThe caregiving spouses seemed to value their partners’ efforts to communicate as much as or more than the actual content of their conversations. They were willing to listen to stories they had heard before, and resisted correcting their partners’ versions of past events. This showed that they “value the relationship more than being right,” Williams said.\n\nSome of the caregivers did voice frustration or tried to teach their partners information they had forgotten. Future research might focus on interventions that could help diffuse these frustrations, the paper noted. Yet Williams hopes that the more supportive and positive communication patterns that many of the caregivers showed will help nurses coach spouses and family members affected by Alzheimer’s. Previous research has found that communication decline among people with dementia is a significant source of stress to caregivers, and most say they need education about communication.\n\n“The reality is, a person with dementia isn’t going to have a dramatic breakthrough and remember things forgotten,” Williams said. “At the same time, people with Alzheimer’s do have moments of clarity or show affection when it’s unexpected. These are moments that caregivers can cherish.”\n\nAmi Albernaz can be reached at ami.albernaz@gmail.com.", "images": ["https://sb.scorecardresearch.com/p?c1=2&c2=6035042&cv=2.0&cj=1", "https://www.facebook.com/ tr?id=884869448226452&ev=PageView&noscript=1", "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/mAHR4udJx1NrTRqB6ZO2iDTWFLQ=/506x0/arc-anglerfish-arc2-prod-bostonglobe.s3.amazonaws.com/public/3ZF4TEB5JUI6LAUGKIF5NGW66A.jpg"], "top_img": "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/mAHR4udJx1NrTRqB6ZO2iDTWFLQ=/506x0/arc-anglerfish-arc2-prod-bostonglobe.s3.amazonaws.com/public/3ZF4TEB5JUI6LAUGKIF5NGW66A.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.bostonglobe.com/lifestyle/2015/08/09/better-communication-can-help-couples-affected-alzheimer/t7gwwjiF73gkX1XhfJjPjO/story.html", "title": "Better communication can help couples affected by Alzheimer’s", "meta_data": {"description": "A new study identifies patterns of communication that can help couples affected by Alzheimer’s maintain a sense of connection.", "keywords": "Alzheimer,Alzheimer's,Christine Williams,Communication in Alzheimer's couples", "robots": "noarchive", "viewport": "width=device-width, initial-scale=1", "msapplication-config": "/pf/resources/images/icons/browserconfig.xml?d=109", "theme-color": "#ffffff", "fb": {"admins": 507486035, "app_id": 103933749691726, "pages": 5637143257}, "og": {"site_name": "BostonGlobe.com", "type": "article", "title": "Better communication can help couples affected by Alzheimer’s - The Boston Globe", "url": "https://www.bostonglobe.com/lifestyle/2015/08/09/better-communication-can-help-couples-affected-alzheimer/t7gwwjiF73gkX1XhfJjPjO/story.html", "description": "A new study identifies patterns of communication that can help couples affected by Alzheimer’s maintain a sense of connection.", "image": "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/mAHR4udJx1NrTRqB6ZO2iDTWFLQ=/506x0/arc-anglerfish-arc2-prod-bostonglobe.s3.amazonaws.com/public/3ZF4TEB5JUI6LAUGKIF5NGW66A.jpg", "pixelID": 884869448226452}, "article": {"opinion": "false", "publisher": "https://www.facebook.com/globe", "content_tier": "free"}, "twitter": {"account_id": 95431448, "card": "summary_large_image", "site": "@BostonGlobe", "title": "Better communication can help couples affected by Alzheimer’s - The Boston Globe", "description": "A new study identifies patterns of communication that can help couples affected by Alzheimer’s maintain a sense of connection.", "url": "https://www.bostonglobe.com/lifestyle/2015/08/09/better-communication-can-help-couples-affected-alzheimer/t7gwwjiF73gkX1XhfJjPjO/story.html", "image": "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/mAHR4udJx1NrTRqB6ZO2iDTWFLQ=/506x0/arc-anglerfish-arc2-prod-bostonglobe.s3.amazonaws.com/public/3ZF4TEB5JUI6LAUGKIF5NGW66A.jpg"}, "section": "Lifestyle", "overline": "Home Life"}, "movies": [], "publish_date": 1439092800.0, "source": "https://www.bostonglobe.com", "summary": ""}