{"url": "http://www.latimes.com/science/sciencenow/la-sci-sn-cancer-immunotherapy-drug-20170526-story.html", "text": "With little fanfare, the Food and Drug Administration did something this week that it’s never done before: The agency approved a single prescription drug, pembrolizumab (marketed by Merck as Keytruda) for treatment of solid tumors in any organ so long as the malignancy bears a specific genetic signature.\n\nIn the fast-moving field of cancer treatment, the FDA’s announcement marks an important milestone, close to two decades in the making. Increasingly, cancer will no longer be identified, categorized and treated by the organ it inhabits, or in which it first gained its foothold. In a shift that is already underway, cancers will be known by — and treated for — the common genetic mutations that nurture and sustain them.\n\nIn clinical trial evidence cited by the FDA this week, pembrolizumab induced complete or partial tumor shrinkage in about 40% of patients with one of 15 end-stage malignancies. And for 78% of those patients, that response lasted six months or more. A trial reported earlier this year found that in 17 of 30 advanced cancer patients, pembrolizumab stopped or reversed the progression of cancer, and 24 patients were still alive a year after starting the drug.\n\nAll of those subjects, of course, had cancers with the genetic mutation that pembrolizumab is designed to target.\n\nAdvertisement\n\nIn the treatment of patients with metastatic cancers that have failed all other treatments, that record of success constitutes a “home run,” said Dr. Bert Vogelstein of Johns Hopkins University’s Kimmel Cancer Center. Vogelstein’s 1993 research laid the groundwork for the discovery of pembrolizumab’s broad cancer-fighting powers.\n\nWith the FDA’s announcement, drugs like pembrolizumab have also begun to change the way that physicians, patients and government regulators think of cancer. No longer will they see all cancers of the lung, breast, colon, brain, liver, pancreas and prostate as distinct from one another. Instead, they will look for the common genetic mutations that give rise to cancers no matter where they’re found. And they’ll treat those cancers with a drug that uses that common signature as a homing beacon, either for the immune system or for targeted cancer drugs to attack.\n\nIt’s a key principle of what’s called “precision medicine” — the idea that cancer therapies should zero in on a tumor’s specific molecular fingerprint, and not, as most chemotherapies do, harm healthy cells in the process of attacking malignant ones.\n\nIn the cancers pembrolizumab treats, the mutations occur in the complex of genes that govern DNA repair. Deficiencies in the DNA’s “mismatch repair system” generate mutant proteins on the surface of cancer cells, and pembrolizumab trains the immune system to attack those targets. The mutations that make pembrolizumab effective had already been found in melanoma, non-small-cell lung cancer, head and neck cancer and Hodgkin’s lymphoma, and the FDA had already approved the drug for those cancers before this week.\n\nAdvertisement\n\nBut this week’s FDA approval goes further: It makes clear that the drug’s molecular targets are also common in colorectal, endometrial and gastrointestinal cancers, and less frequently present in cancers of the breast, prostate, bladder, and thyroid gland.\n\nAll told, scientists believe about 4% of advanced cancers bear the genetic signature that would make them treatable by Keytruda.\n\nThe appearance of such a cancer workhorse will bring about profound changes on the cancer landscape — not just for patients but for researchers and drug regulators as well.\n\nOrganizations representing, say, people with pancreatic cancer will make common cause with groups that advocate for colorectal cancer patients. In cancer centers, specialists in, say, melanoma will start (in fact, have already started) treating patients with a range of other cancers. When drug companies and their academic partners set out to test the effectiveness of a prospective cancer drug, they’ll have to recruit trial subjects using a new and much less obvious criterion than they’ve used in the past: the genetic signatures their tumors bear.\n\nEven before the FDA’s announcement this week, all these processes were underway. The FDA’s decision recognizes that fact, said Dr. Svetomir Markovic, an immunologist at the Mayo Clinic in Rochester, Minn., who specializes in treating melanoma.\n\nBut the decision also puts cancer physicians — as well as insurers, who will be called on to pay Keytruda’s $100,000-per-year price tag — on notice that a new era is at hand, said Markovic.\n\n“The field of cancer medicine is changing at lightning speed,” he said. Physicians “are having a hard time keeping up, and I can only imagine that people who are regulating it are doing the same,” he added. “But this decision by the FDA is really wonderful: It has made it easier for us to secure treatment for our patients who may have run out of options that may help.”\n\nTwo other immunotherapy drugs have been approved for cancer treatment — nivolumab (marketed as Opdivo) and ipilimumab (Yervoy) — but neither has been shown to treat cancers across such a broad spectrum. Several other immunotherapy drugs are in early trials, and could yet prove to be the sort of workhorse that pembrolizumab appears to be.\n\nAdvertisement\n\n“In many ways we’re at the end of the beginning of immunotherapy: There’s clear benefit but it’s still a minority of patients that get long-term benefit,” said Markovic of the Mayo Institute. “We will get better at this.”\n\nMarkovic suggested that the newly recognized powers of pembrolizumab, as well as the FDA’s new openness to cancer drugs that blur traditional distinctions, could prompt drug companies, physicians and patient groups to take a second look at some abandoned cancer drugs. With a clearer idea of which patients they might help, and a willingness to design and conduct innovative clinical trials, some failures may look more promising, he said.\n\n“We just needed to take the first step in showing that this long-believed theory — that the immune system can kill cancer — is true,” Markovic added. “It indeed can.”\n\nmelissa.healy@latimes.com\n\n@LATMelissaHealy", "images": ["data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "https://ca-times.brightspotcdn.com/dims4/default/11be2d5/2147483647/strip/true/crop/1024x538+0+19/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F7f%2Fea%2F9488b73ef606926f590a2b30a5b1%2Fla-1495842897-q6odpiglai-snap-image", "https://ca-times.brightspotcdn.com/dims4/default/abd585f/2147483647/strip/true/crop/1152x1152+448+0/resize/100x100!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F12%2F57%2Fa343371429b7000ea37eaded8d93%2Fimg-534f3749-turbine-la-bio-melissa-healy", "https://ca-times.brightspotcdn.com/dims4/default/06d5c24/2147483647/strip/true/crop/1024x575+0+0/resize/840x472!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F7f%2Fea%2F9488b73ef606926f590a2b30a5b1%2Fla-1495842897-q6odpiglai-snap-image"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/11be2d5/2147483647/strip/true/crop/1024x538+0+19/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F7f%2Fea%2F9488b73ef606926f590a2b30a5b1%2Fla-1495842897-q6odpiglai-snap-image", "keywords": [], "authors": ["Staff Writer", "Melissa Healy Is A Health", "Science Reporter With The Los Angeles Times Writing The Washington", "D.C.", "Area. She Covers Prescription Drugs", "Obesity", "Nutrition", "Exercise", "Neuroscience", "Mental Health"], "canonical_link": "https://www.latimes.com/science/sciencenow/la-sci-sn-cancer-immunotherapy-drug-20170526-story.html", "title": "Immunotherapy drug opens a new era of precision medicine for cancer", "meta_data": {"og": {"title": "Immunotherapy drug opens a new era of precision medicine for cancer", "url": "https://www.latimes.com/science/sciencenow/la-sci-sn-cancer-immunotherapy-drug-20170526-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/11be2d5/2147483647/strip/true/crop/1024x538+0+19/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F7f%2Fea%2F9488b73ef606926f590a2b30a5b1%2Fla-1495842897-q6odpiglai-snap-image", "url": "https://ca-times.brightspotcdn.com/dims4/default/11be2d5/2147483647/strip/true/crop/1024x538+0+19/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F7f%2Fea%2F9488b73ef606926f590a2b30a5b1%2Fla-1495842897-q6odpiglai-snap-image", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "la-1495842897-q6odpiglai-snap-image"}, "description": "With little fanfare, the Food and Drug Administration did something this week that it's never done before: The agency approved a single prescription drug, pembrolizumab (marketed by Merck as Keytruda) for treatment of solid tumors in any organ so long as the malignancy bears a specific genetic…", "site_name": "Los Angeles Times", "type": "article"}, "article": {"author": "https://www.latimes.com/people/melissa-healy", "content_tier": "metered", "published_time": "2017-05-27T05:05:00", "opinion": "false", "section": "Science"}, "twitter": {"card": "summary_large_image", "creator": "@LATmelissahealy", "description": "With little fanfare, the Food and Drug Administration did something this week that it's never done before: The agency approved a single prescription drug, pembrolizumab (marketed by Merck as Keytruda) for treatment of solid tumors in any organ so long as the malignancy bears a specific genetic signature.", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/5fad62f/2147483647/strip/true/crop/1022x575+1+0/resize/1200x675!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F7f%2Fea%2F9488b73ef606926f590a2b30a5b1%2Fla-1495842897-q6odpiglai-snap-image", "alt": "la-1495842897-q6odpiglai-snap-image"}, "site": "@latimes", "title": "Immunotherapy drug opens a new era of precision medicine for cancer"}, "fb": {"app_id": 119932621434123, "pages": 5863113009, "profile_id": "latimes"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "Increasingly, cancers will no longer be identified, categorized and treated by the organ they inhabit, but by the common genetic mutations that nurture and sustain them.", "keywords": "immunotherapy,cancer, FDA, drug regulation", "brightspot.contentId": "00000169-0cb8-dbbe-a16f-4ef861850000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1495771200.0, "source": "http://www.latimes.com", "summary": ""}