{"url": "http://www.cnn.com/2015/01/22/tech/mci-proton-therapy/index.html", "text": "(CNN) Even after decades of battling one of the world's biggest killers, the treatment of cancer is still an inexact science.\n\nSuccessful methods such as chemotherapy work by killing the cancer cells, but they also destroy healthy tissue.\n\nHealth practitioners have been searching for a magic bullet that goes straight to the source of the cancer -- and everything from monoclonal antibodies, which carry cancer drugs direct to cancer cells, to straight surgery to cut out tumors have been used with varying degrees of success.\n\nIn Belgium, engineer and nuclear physicist Yves Jongen is pioneering a new therapy that targets cancers with proton radiation; a therapy that offers precision and minimal side effects.\n\n\"I started to designing equipment (for) proton therapy of cancer -- that was a radically new idea,\" Jongen told CNN.\n\nEncased in a two-metre thick concrete bunker that serves as a radiation shield, one of Jongen's cyclotron machines produces proton beams to treat cancer patients.\n\n\"In this space we accelerate the protons and we give them a higher and higher velocity until they reach two thirds of the speed of light -- that's 200,000 km per second and this acceleration takes place in the shape of a spiral,\" he said.\n\nIt does a lot less collateral damage to the patient - that's the great thing about proton therapy Yves Jongen\n\n\"That's needed if you want to be able to penetrate one foot into the body of a patient.\"\n\nOnce the proton beam has been generated, it's piped into a treatment room where patients receive a powerful dose of targeted radiation that kills only those cancerous cells.\n\n\"It does a lot less collateral damage to the patient,\" Jongen said. \"That's the great thing about proton therapy.\"\n\nWhile proton therapy is a giant step forward, it's not yet the magic bullet that clinicians are looking for. So far, it is not effective against all types of cancer.\n\n\"There are a number of cancers which are not localized,\" he said. \"If you look at leukemia, which is cancer of the blood cells, there is nowhere to shoot -- it's all through the body.\"\n\nThe other drawback is that the cyclotron is not cheap.\n\nEach system -- and the bunker needed to house it -- doesn't leave much change from $125 million. Currently there are just 43 operational particle therapy facilities worldwide , with a total of 121 treatment rooms.\n\nAs the fame of the process has started to spread, some people have been taking desperate measures to get treatment. One British couple last year even sparked an international manhunt after they removed their son from hospital without doctors' permission to get to a proton center in Prague in the Czech Republic.\n\nProton treatment is limited on Britain's National Health Service. Just one center in the north of the country offers proton therapy for certain types of eye tumors. Other centers, however, are currently in development.\n\nYves Jongen\n\nWhile the proton therapy market is expected to more than double by 2018, with an estimated 300 proton therapy rooms, Jongen's Brussels-based company IBA is working on a smaller and cheaper model they hope will make proton therapy more accessible.\n\n\"It would be much less expensive making it more possible for a hospital to afford it -- a smaller system can already treat a relatively large number of patients per year.\"\n\nAt the moment, fewer than 1% of cancer patients are treated with proton therapy, but Jongen is hopeful that smaller and cheaper machines will be the game changer.\n\n\"I have a number of letters from parents of young kids saying if it had not been for this treatment we would have lost our kid,\" he said.\n\n\"That's something I really cherish. When I feel a bit depressed, for whatever reason, I go back to those letters and they are very exciting.\"\n\nRead more from Make, Create, Innovate:", "images": ["data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7", "http://cdn.cnn.com/cnn/.e/img/3.0/branding/logos/make-create-innovate-logo-large.png", "https://cdn.cnn.com/cnnnext/dam/assets/150115170856-spc-make-create-innovate-proton-therapy-00021912-super-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/150115170856-spc-make-create-innovate-proton-therapy-00021912-exlarge-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/150115170856-spc-make-create-innovate-proton-therapy-00004724-large-169.jpg", "http://cdn.cnn.com/cnn/.e/img/3.0/branding/backgrounds/make-create-innovate-background-full.png"], "top_img": "https://cdn.cnn.com/cnnnext/dam/assets/150115170856-spc-make-create-innovate-proton-therapy-00021912-super-169.jpg", "keywords": [], "authors": ["Peter Shadbolt", "For Cnn", "Yves Jongen"], "canonical_link": "https://www.cnn.com/2015/01/22/tech/mci-proton-therapy/index.html", "title": "Is proton therapy the 'magic bullet' for cancer?", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0", "section": "tech", "referrer": "unsafe-url", "og": {"pubdate": "2015-01-22T11:40:34Z", "url": "https://www.cnn.com/2015/01/22/tech/mci-proton-therapy/index.html", "title": "Is proton therapy the 'magic bullet' for cancer? - CNN", "description": "A Belgian nuclear physicist is pioneering a new treatment for cancer that offers more precision and less side effects: proton radiation.", "site_name": "CNN", "type": "article", "image": {"identifier": "https://cdn.cnn.com/cnnnext/dam/assets/150115170856-spc-make-create-innovate-proton-therapy-00021912-super-169.jpg", "width": 1100, "height": 619}}, "pubdate": "2015-01-22T11:40:34Z", "lastmod": "2015-01-23T11:32:25Z", "author": "Peter Shadbolt, for CNN", "twitter": {"title": "Is proton therapy the 'magic bullet' for cancer? - CNN", "description": "A Belgian nuclear physicist is pioneering a new treatment for cancer that offers more precision and less side effects: proton radiation.", "card": "summary_large_image", "image": "https://cdn.cnn.com/cnnnext/dam/assets/150115170856-spc-make-create-innovate-proton-therapy-00021912-super-169.jpg"}, "description": "A Belgian nuclear physicist is pioneering a new treatment for cancer that offers more precision and less side effects: proton radiation.", "keywords": "tech, Is proton therapy the 'magic bullet' for cancer? - CNN", "thumbnail": "https://cdn.cnn.com/cnnnext/dam/assets/150115170856-spc-make-create-innovate-proton-therapy-00021912-super-169.jpg", "vr": {"canonical": "https://www.cnn.com/2015/01/22/tech/mci-proton-therapy/index.html"}, "article": {"opinion": "false", "content-tier": "free"}, "fb": {"app_id": 80401312489, "pages": "5550296508,18793419640"}, "template-top": "business,tech,business,bra-make-create-innovate,art-vid"}, "movies": [], "publish_date": 1421902800.0, "source": "http://www.cnn.com", "summary": ""}