{"url": "http://consumer.Healthday.com/Article.asp?AID=650149", "text": "En Español\n\nBy Kathleen Doheny\n\nHealthDay Reporter\n\nTUESDAY, Feb. 22, 2011 (HealthDay News) -- In women who have had breast cancer, annual mammograms help detect second breast cancers, but they're not as effective in women who have never had the disease, new research suggests.\n\n\"Screening mammography does work well in women with a history of breast cancer, so they should continue to get their annual screening mammogram,\" said Diana Miglioretti, senior investigator at Group Health Research Institute in Seattle and a co-author of the new research. \"But they also need to remain vigilant because they are at increased risk of cancers not detected on mammography that show up between mammograms.\"\n\nIn their study, published in the Feb. 23 issue of the Journal of the American Medical Association, Miglioretti and her colleagues found that false positives and interval cancers were both higher in women with a history of breast cancer than in those without such history. False positives are an initial finding of cancer that turns out to be benign based on additional testing. Interval cancers are those found between mammograms, either through additional tests or symptoms.\n\nThe researchers evaluated 12 years of data from 58,870 screening mammograms in 19,078 women with early-stage breast cancer and an equal number of mammograms in another 55,315 women who had never had breast cancer. The women were matched on such factors as age and breast density, a risk factor for cancer, with higher density increasing risk.\n\nWithin a year of the screening, 655 cancers were found in women with a breast cancer history and 342 in those without.\n\nMammograms had detected 76.5 percent of the cancers in women who had never had breast cancer and 65.4 percent in those who had previously had the disease. As for false positives, 1 percent of the women without a history of breast cancer were referred for biopsy but ended up being cancer-free, compared with 1.7 percent of those with a breast cancer history.\n\nThe interval cancer rate was 3.6 per 1,000 screenings in those with a history and 1.4 per 1,000 in those without, the investigators found.\n\nWomen with a history of breast cancer were also more likely to be called back for additional imaging or biopsies: 18 percent called back, compared with 8.3 percent of the others.\n\n\"I think it's mostly positive news,\" Miglioretti said. \"Of the ones that are missed, most of them are early stage.\" It points to the need, she said, for women to remain vigilant about screening after their breast cancer treatment -- and to report any symptoms to their doctor immediately.\n\nDr. William Audeh, medical director of the Samuel Oschin Cancer Center and the Wasserman Breast Cancer Risk Reduction Program at Cedars-Sinai Medical Center in Los Angeles, described the findings as \"not at all surprising.\" He reviewed the study but was not involved in it.\n\nAfter surgery and radiation, he said, a woman's breasts have changed, and there is a greater chance that a radiologist will think that something is abnormal simply because of the changes. \"That helps explain the false positives,\" Audeh said.\n\nAnd though mammography did not catch all cancers in the women with a breast cancer history, the study still points out the value of the test, he said.\n\nRobert Smith, director of cancer screening for the American Cancer Society, agreed.\n\n\"Despite poorer performance compared with women without a prior history of breast cancer, overall screening mammography was effective at detecting the majority of breast cancer in women with a [history] at an early favorable stage, with the majority of tumors being diagnosed as ductal carcinoma in situ or stage 1,\" Smith said.\n\nA trend among cancer specialists, Audeh said, is to tailor follow-up for a woman who has had breast cancer. For those who have dense breasts and are younger than 50, for example, \"we can alternate mammograms with breast MRIs,\" with one of the tests every six months, he said.\n\nMore information\n\nWomensHealth.gov has more on mammograms.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Kathleen Doheny"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/mammograms-may-not-be-fool-proof-at-catching-second-cancers-650149.html", "title": "Mammograms May Not Be Fool-Proof at Catching Second Cancers", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Finding points to need for vigilance in watching for symptoms between screenings, expert says", "og": {"title": "Mammograms May Not Be Fool-Proof at Catching Second Cancers", "description": "Finding points to need for vigilance in watching for symptoms between screenings, expert says", "url": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/mammograms-may-not-be-fool-proof-at-catching-second-cancers-650149.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}