{"url": "http://consumer.healthday.com/bone-and-joint-information-4/bone-joint-and-tendon-news-72/too-many-women-who-need-bone-screening-aren-t-getting-it-699578.html", "text": "En Español\n\nMONDAY, May 25, 2015 (HealthDay News) -- Too few women at high risk for osteoporosis are being tested for the bone-depleting condition, while too many women at low-risk are being screened, a new study suggests.\n\nA team led by Dr. Anna Lee Amarnath of the University of California, Davis, examined the medical records of nearly 51,000 women, aged 40 to 85, living in the Sacramento area.\n\nThe researchers looked at whether or not women were getting a dual-energy X-ray absorptiometry (DXA) test, which measures bone mineral density.\n\nThe result: Osteoporosis screening rates jumped sharply at age 50, despite guidelines suggesting that screening only begin at age 65, unless a woman has certain risk factors.\n\nHowever, the study also found that those risk factors -- a small body frame, a history of fractures, or taking medications that could thin bones -- had only a slight effect on a woman's decision to get her bones tested.\n\nOver seven years, more than 42 percent of eligible women aged 65 to 74 were not screened, Amarath's team found, nor were nearly 57 percent of those older than 75.\n\nHowever, nearly 46 percent of low-risk women aged 50 to 59 were screened, as were 59 percent of low-risk women aged 60 to 64.\n\nThe study was published online May 19 in the Journal of General Internal Medicine.\n\n\"DXA screening was underused in women at increased fracture risk, including women aged 65 years and older. Meanwhile, it was common among women at low fracture risk, such as younger women without osteoporosis risk factors,\" Amarnath said in a journal news release.\n\nWhat to do? Reminder notes to doctors and patients might help, one expert said.\n\n\"Health systems should invest in developing electronic health records systems that prompt providers at the point-of-care when screening is needed and when it can be postponed,\" study senior author Joshua Fenton, an associate professor of family and community medicine at UC Davis, said in the news release.\n\nMore information\n\nThe American Academy of Family Physicians has more about osteoporosis.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/bone-and-joint-information-4/bone-joint-and-tendon-news-72/too-many-women-who-need-bone-screening-aren-t-getting-it-699578.html", "title": "Too Many Women Who Need Bone Screening Aren't Getting It", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "California study found that patients at highest risk for fractures often miss out on tests", "og": {"title": "Too Many Women Who Need Bone Screening Aren't Getting It", "description": "California study found that patients at highest risk for fractures often miss out on tests", "url": "https://consumer.healthday.com/bone-and-joint-information-4/bone-joint-and-tendon-news-72/too-many-women-who-need-bone-screening-aren-t-getting-it-699578.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}