{"url": "http://www.usatoday.com/news/health/2009-12-10-breast-cancer-drugs_N.htm", "text": "FORUM: LIVING WITH CANCER FORUM: LIVING WITH CANCER Patients, survivors, loved ones touched by any type of cancer invited to share questions, advice, experiences HEALTH UPDATES ON TWITTER HEALTH UPDATES ON TWITTER SAN ANTONIO (AP) \u0097 New results from a landmark women's health study raise the exciting possibility that bone-building drugs such as Fosamax and Actonel may help prevent breast cancer. Women who already were using these medicines when the study began were about one-third less likely to develop invasive breast cancer over the next seven years than women not taking such pills, doctors reported Thursday. The study is not enough to prove that these drugs, called bisphosphonates, prevent cancer. More definitive studies should give a clearer answer in a year or two. Yet it greatly amplifies the hopeful buzz that started last year when researchers reported that a bisphosphonate cut the chances that cancer would come back in women already treated for the disease. \"Now we're actually looking at this in the general population — healthy women who have never had breast cancer. And it looks like it's protective in those women as well,\" said Dr. Peter Ravdin of the University of Texas Health Science Center at San Antonio. \"There's a strengthening story here,\" said Ravdin, who helped review the research for the San Antonio Breast Cancer Symposium, where results were reported Thursday. \"This is very promising.\" Millions of women already take bisphosphonates for bone-thinning osteoporosis, or to prevent fractures from cancer that has spread to their bones. The drugs range in cost from $100 for a three-month supply of the generic version of Merck & Co. Inc.'s Fosamax pills to as much as $1,200 for an infusion of Novartis AG's Zometa, given every six months for osteoporosis. Other brands are e GlaxoSmithKline PLC's Boniva and Warner Chilcott PLC's Actonel. After last year's surprise finding that Zometa cut the risk of cancer recurrence, doctors wondered: Is it just making bones more resistant to cancer's spread, or does it have wider anti-tumor effects that may prevent cancer from developing in the first place? Dr. Rowan Chlebowski of Los Angeles Biomedical Research Institute at Harbor-UCLA Medical Center in Torrance, Calif., sought answers from the Women's Health Initiative, a federally funded study best known for revealing previously unrecognized risks from estrogen and progestin pills after menopause. Of the 151,592 participants, 2,216 were taking bisphosphonates — mostly Fosamax — when the study began. About seven years later, 31% fewer invasive breast cancer cases had occurred among those women than the others. The benefit persisted even after researchers took into account differences in age, smoking, weight, hormone and vitamin D use, and other things that affect bone density and breast cancer risk. However, women taking bisphosphonates were more likely to develop a noninvasive tumor of the milk duct called DCIS. Chlebowski contends this is an acceptable trade-off: For every 1,000 women taking a bisphosphonate for one year, one fewer case of invasive, life-threatening breast cancer would occur. Overall, the results suggest that bisphosphonates have direct anti-cancer effects and are not just helping bones resist cancer's spread. \"If it only worked in the bone marrow then you wouldn't be influencing incidence\" of new cancers, said Chlebowski, who has consulted for makers of bisphosphonates and other cancer prevention drugs. A second study supported that view. Dr. Gad Rennert of the Technion-Israel Institute of Technology in Haifa, Israel, compared about 2,000 postmenopausal women with breast cancer to 2,000 similar women without the disease. Those with cancer were 29% less likely to have been taking bisphosphonates, he found. Neither study collected information on side effects. Bisphosphonates can cause bone, joint or muscle pain and in rare cases, jawbone decay. \"These are drugs that, generally speaking, are relatively well tolerated\" and fairly safe, but they still should not be taken for cancer prevention until more definitive studies show their risks and benefits, said Dr. Eric Winer of the Dana-Farber Cancer Center in Boston. He has no financial ties to any makers of these drugs. The only drugs approved now for preventing breast cancer in healthy women at higher risk are the hormone blockers tamoxifen and raloxifene. Side effects such as hot flashes, high blood pressure and a higher risk of blood clots have limited their use. The cancer conference is sponsored by the American Association for Cancer Research, Baylor College of Medicine and the UT Health Science Center. Copyright 2009 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. Guidelines: You share in the USA TODAY community, so please keep your comments smart and civil. Don't attack other readers personally, and keep your language decent. Use the \"Report Abuse\" button to make a difference. You share in the USA TODAY community, so please keep your comments smart and civil. Don't attack other readers personally, and keep your language decent. Use the \"Report Abuse\" button to make a difference. Read more", "images": ["http://i.usatoday.net/marketing/email/_notches/email-promo-most-popular.jpg", "http://images.usatoday.com/news/health/thumbs-squares/cancer-walk-th.jpg", "http://i.usatoday.net/_common/_images/usat_logo2.gif", "http://images.usatoday.com/_common/_images/clear.gif", "http://i.usatoday.net/_common/_images/clear.gif", "http://i.usatoday.net/_common/_images/gray.gif", "http://i.usatoday.net/_common/_images/favicon.ico"], "top_img": "http://i.usatoday.net/_common/_images/favicon.ico", "keywords": [], "authors": [], "canonical_link": "", "title": "Studies: Bone drugs may help prevent breast cancer", "meta_data": {"ROBOTS": "NOODP, NOYDIR", "pubdate": "Dec 10, 2009", "pubtime": "08:11 PM", "pubdatetime": "12/10/2009 8:11 PM", "description": "New results from a landmark women's health study raise the exciting possibility that bone-building drugs such as Fosamax and Actonel may help prevent breast cancer.", "keywords": "breast cancer, Cancer, drugs, Women, Research, Baylor College of Medicine, Bone, Actonel, Glaxosmithkline, women's health, Fosamax, Novartis, medicines, Merck, widget, chances, front, Studies, news, gen"}, "movies": [], "publish_date": 1260421200.0, "source": "http://www.usatoday.com", "summary": ""}