{"url": "https://web.archive.org/web/20110424165647/http://moms.today.com:80/_news/2011/03/28/6355131-how-to-soothe-babys-colic-pour-a-cup-of-tea", "text": "Next time your fussy, colicky baby has you teetering on the brink of sleep-deprived lunacy, consider a cup of herbal tea.\n\nAnd that's for the baby, not for you.\n\nTea --made with chamomile, licorice, fennel and balm mint-- was one of the most effective treatments for relieving symptoms of colic, according to a new Pediatrics study, which reviewed 15 randomized clinical trials of alternative treatments for infantile colic.\n\nThe study analyzed trials that included various types of treatment and found the most encouraging results came from treatments using herbal remedies and sugar solutions, while the least effective results came from treatments involving manipulation and probiotic supplements.\n\nOf the three herbal studies, one with the most significant results was when babies were given fennel extract. (No surprise since fennel seeds are known to be a natural digestive aid because they relax the smooth muscle lining of the digestive tract and also help to expel gas.) Another study looked at Colimil, an herbal formula containing fennel, lemon balm, and German chamomile, which after use showed a significant difference in crying times per day.\n\nFive studies that looked at glucose and sucrose supplements found significant easing effects on colic symptoms, too.\n\nPerhaps the most interesting part of the study is how the authors explain what many a frazzled parent already knows – that it's hard to know how to treat colic because colic itself is such a wily beast.\n\nThe difficulty in finding an effective treatment is related to our lack of understand of IC (infantile colic). Its pathophysiology is unclear; food allergies, formula intolerance, immaturity of gastrointestinal tract, excessive gas formation or intestinal cramping have all been suggested as possible etiologies. Arguably, any rational treatment should be directed at the mechanisms of the disease itself.\n\nThe study didn't include specific instructions on dosage, so check with your pediatrician before trying any herbal remedy. And, even then, don't give your baby hot tea!\n\nWhat do you do to help soothe your baby's colic?", "images": ["https://web.archive.org/web/20110424165647im_/http://www.polls.newsvine.com/_vine/images/__/spinner.gif", "https://web.archive.org/web/20110424165647im_/http://lib.newsvine.com/chrome/abstractmartinblog/images/icons-email.png", "https://web.archive.org/web/20110424165647im_/http://www.polls.newsvine.com/_vine/images/av/60x60/kavita-varma-white-134830363.jpg", "https://web.archive.org/web/20110424165647im_/https://lib.newsvine.com/chrome/today/images/favicon.ico", "https://web.archive.org/web/20110424165647im_/http://lib.newsvine.com/chrome/abstractmartinblog/images/icons-feed.png", "https://web.archive.org/web/20110424165647im_/http://log.newsvine.com/poke.gif?x=0|26&get=c6355131&rand=911457514&do=today.com&ad=30:30:159;121::;44::;28:27:108;28:27:108;30:30:159;86:86:270;87:87:209;76::"], "top_img": "https://web.archive.org/web/20110424165647im_/https://lib.newsvine.com/chrome/today/images/favicon.ico", "keywords": [], "authors": ["Kavita Varma-White"], "canonical_link": "https://web.archive.org/web/20110424165647/http://moms.today.com/_news/2011/03/28/6355131-how-to-soothe-babys-colic-pour-a-cup-of-tea", "title": "How to soothe baby's colic? Pour a cup of tea", "meta_data": {"title": "TODAYMoms - How to soothe baby's colic? Pour a cup of tea", "description": "Next time your fussy, colicky baby has you teetering on the brink of sleep-deprived lunacy, consider a cup of herbal tea.\nAnd that's for the baby, not for you.\nTea --made with chamomile, licorice, fennel and balm mint-- was one of the most effective treatments for relieving sympt …", "author": "Kavita Varma-White", "google-site-verification": "zM1Ht5PopK6NPHfhL-7QXYE18rt0x3WSNUweBCqVu9I", "viewport": "width = 1050", "server": "web7", "cip": "204.245.162.31", "date": "April 24, 2011, 9:56 am", "contentId": 6355131, "fb": {"app_id": 122384521533}, "og": {"url": "https://web.archive.org/web/20110424165647/http://moms.today.com/_news/2011/03/28/6355131-how-to-soothe-babys-colic-pour-a-cup-of-tea", "type": "article", "site_name": "TODAYMoms"}}, "movies": [], "publish_date": 1301284800.0, "source": "https://web.archive.org", "summary": ""}