{"url": "http://www.npr.org/sections/health-shots/2015/09/28/443203592/club-drug-ketamine-gains-traction-as-a-treatment-for-depression", "text": "Club Drug Ketamine Gains Traction As A Treatment For Depression\n\nEnlarge this image Stefano Bianchetti/Corbis Stefano Bianchetti/Corbis\n\nA mind-altering drug called ketamine is changing the way some doctors treat depression.\n\nEncouraged by research showing that ketamine can relieve even the worst depression in a matter of hours, these doctors are giving the drug to some of their toughest patients. And they're doing this even though ketamine lacks approval from the Food and Drug Administration for treating depression.\n\n\"It became clear to me that the future of psychiatry was going to include ketamine or derivatives of ketamine,\" says David Feifel, a professor of psychiatry at the University of California, San Diego, who began administering the drug to patients in 2010.\n\nKetamine was developed as an anesthetic and received FDA approval for this use in 1970. Decades later, it became popular as a psychedelic club drug. And in 2006, a team from the National Institute of Mental Health published a landmark study showing that a single intravenous dose of ketamine produced \"robust and rapid antidepressant effects\" within a couple of hours.\n\nSince then, thousands of depressed patients have received \"off-label\" treatment with ketamine.\n\nOne of those patients is Paul, 36, who lives in San Diego and is a patient of Dr. Feifel. We're not using his last name to protect his medical privacy.\n\nPaul's depression began with anxiety. \"I was an extremely anxious child,\" he says. \"I would always make choices based on fear. My life was really directed by what was the least fearful thing that I could do.\"\n\nAs Paul grew up, his extreme anxiety led to major depression, which could leave him unable to get out of bed for days. \"I lived in pain,\" he says.\n\nPaul managed to get through college and a stint in the Peace Corps. But most days were a struggle. And Paul has spent much of his adult life searching for a treatment that would give him some relief.\n\nHe tried just about every drug used for depression, as well as cognitive behavioral therapy, acupuncture, and even electroconvulsive therapy, which induces a brief seizure. But nothing worked — at least not for very long.\n\nPaul says he was increasingly haunted by \"this comforting thought of pressing a cold gun against my forehead where I felt the pain the most.\"\n\nThen one day, while investigating depression on the Internet, Paul discovered the research on ketamine. \"It was clear to me that this was real,\" he says.\n\nOrdinarily, there would have been no legal way for Paul to get ketamine. He didn't qualify for most research studies because of his suicidal thoughts. And doctors usually won't prescribe a mind-altering club drug to someone with a mental illness.\n\nBut the studies of ketamine have produced results so dramatic that some doctors, including Feifel, are bypassing the usual protocols.\n\nBy the time Feifel began hearing about ketamine, he had become frustrated with existing depression drugs. Too often, he says, they just weren't helping his patients.\n\nEnlarge this image toggle caption Courtesy of David Feifel Courtesy of David Feifel\n\nA major study on antidepressant medication published in 2008 seemed to confirm his suspicions. It found that current antidepressants really aren't much better than a placebo.\n\nMany psychiatrists criticized that study. But not Feifel. \"I was kind of like, I'm not surprised,\" he says. \"These really don't seem like powerful tools.\"\n\nFeifel remembers feeling \"professionally embarrassed\" that psychiatrists didn't have something better to offer their depressed patients. Something like ketamine.\n\nHe knew the drug had risks. It could be abused. It could produce hallucinations. And it didn't have the FDA's OK for treating depression.\n\nBut he also knew that doctors had a lot of experience with ketamine. It's been used for decades as an anesthetic that can rapidly stop pain without affecting vital functions like breathing. And ketamine's safety record is so good that it's often the painkiller of choice for children who arrive in the emergency room with a broken bone.\n\nSo in 2010, Feifel decided he wanted to offer low doses of the drug to some patients. The decision put him at odds with some prominent psychiatrists, including Tom Insel, director of the National Institute of Mental Health. \"While the science is promising, ketamine is not ready for broad use in the clinic,\" Insel wrote in his blog a few months ago.\n\n\"There are a lot of pundits who remain skeptical or feel we need to research this ad infinitum before it's ready, which doesn't make sense to me,\" Feifel says. It's hard to take the wait-and-see approach when you're treating patients who are desperate for help, he adds.\n\nPaul was one of those desperate patients when he was referred to Feifel in March of 2014. The referral was from a local psychiatrist who had run out of ideas, Feifel says.\n\nAnd Paul jumped at the chance to try ketamine. \"If there was even a 1 percent chance that this worked, it would have been worth it to me,\" he says. \"My life was hanging in the balance.\"\n\nAnd for Paul, the benefits of ketamine became obvious soon after one of his early injections.\n\n\"I remember I was in my bathroom and I literally fell to my knees crying because I had no anxiety, I had no depression,\" he says\n\nFor the past year, Paul has been getting ketamine every four to six weeks. He feels an altered sense of reality for an hour or two after getting the drug. The effect on depression and anxiety, though, lasts more than a month.\n\nKetamine doesn't always work that well, Feifel says. After treating more than 100 patients, he's beginning to understand the drug's limitations.\n\nOne is that its ability to keep depression at bay can fade pretty quickly. Feifel recalls one patient whose depression would disappear like magic after a dose of ketamine. But \"we could never get it to sustain beyond maybe a day,\" he says.\n\nAlso, ketamine treatment is expensive because patients need to be monitored so closely. Feifel charges about $500 for each injection and $1,000 for an intravenous infusion, which takes effect more quickly. Insurers don't cover the cost because the treatment is still considered experimental.\n\nEven so, ketamine clinics are popping up around the country and they have already treated thousands of patients willing and able to pay out of pocket. Some of the clinics are run by psychiatrists. Others have been started by entrepreneurial anesthesiologists and emergency room doctors, who are familiar with ketamine but may not know much about depression.\n\n\"We've seen ketamine clinics open up as pure business models,\" Feifel says. \"I'm a little bit concerned about that.\"\n\nFeifel fears something bad will happen to a depressed patient at one of these clinics. And that could set back efforts to make the drug more widely available.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/assets/img/2015/09/25/ketamine_wide-49367a2625735e56240aca024f58c9f37bcbec96.jpg?s=1400", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2015/05/27/ketaminehydrochloride-1_sq-a022e3330b6c187761228a557f2d6cb796c76e68-s100-c15.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2011/12/30/johnhamilton_3_sq-39eb667fd73b9f61b4f0ebb957074cad841efd7a-s100-c85.jpg", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/assets/img/2015/09/25/david-feifel-a840fba065cef2c5a1f9b02b005f823b760acd55-s800-c15.jpg", "https://media.npr.org/assets/img/2015/09/25/ketamine_slide-50a42c80629379b913292da9a31e52b9841f0ded-s1100-c15.jpg", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2015/09/25/ketamine_wide-49367a2625735e56240aca024f58c9f37bcbec96.jpg?s=1400", "keywords": [], "authors": ["Jon Hamilton"], "canonical_link": "https://www.npr.org/sections/health-shots/2015/09/28/443203592/club-drug-ketamine-gains-traction-as-a-treatment-for-depression", "title": "Club Drug Ketamine Gains Traction As A Treatment For Depression", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2015-09-28", "description": "Doctors and patients are using ketamine to treat severe depression, even though the anesthetic and psychedelic club drug has not been approved by the FDA for that purpose. It's not without risks.", "og": {"title": "Club Drug Ketamine Gains Traction As A Treatment For Depression", "url": "https://www.npr.org/sections/health-shots/2015/09/28/443203592/club-drug-ketamine-gains-traction-as-a-treatment-for-depression", "type": "article", "description": "Doctors and patients are using ketamine to treat severe depression, even though the anesthetic and psychedelic club drug has not been approved by the FDA for that purpose. It's not without risks.", "image": "https://media.npr.org/assets/img/2015/09/25/david-feifel_wide-b17ecf96b12e01d10f534f015f1e2651cfbf0216.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Club Drug Ketamine Gains Traction As A Treatment For Depression", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2015/09/25/ketamine_wide-49367a2625735e56240aca024f58c9f37bcbec96.jpg?s=1400"}}}, "movies": [], "publish_date": 1443412800.0, "source": "http://www.npr.org", "summary": ""}