{"url": "https://www.statnews.com/2016/10/26/cholesterol-test-kids/", "text": "Testing cholesterol in toddlers and babies? Study says it could help\n\nWhat if a blood test could reveal that your child is at high risk for early heart disease years in the future, giving you a chance to prevent it now? A big study in England did that — screening thousands of babies for inherited risk — and found it was twice as common as has been thought.\n\nThe study also revealed parents who had the condition but didn’t know it, and had passed it on to their children. Ninety percent of them started taking preventive medicines after finding out.\n\nResearchers say the two-generation benefits may convince more parents to agree to cholesterol testing for their kids. An expert panel in the United States recommends this test for children between the ages of 9 and 11, but many aren’t tested now unless they are obese or have other heart risk factors such as diabetes or high blood pressure.\n\nadvertisement\n\nFor every 1,000 people screened in the study, four children and four parents were identified as being at risk for early heart disease. That’s nearly twice as many as most studies in the past have suggested.\n\n“We really need to pay attention to this,” said Dr. Elaine Urbina, director of preventive cardiology at Cincinnati Children’s Hospital Medical Center and a member of the US. expert panel. “It’s reasonable to screen for something that’s common, dangerous and has a treatment that’s effective and safe.”\n\nDr. William Cooper, a pediatrics and preventive medicine professor at Vanderbilt University, called it “an innovative approach” that finds not just kids at risk but also parents while they’re still young enough to benefit from preventive treatment, such as cholesterol-lowering statin drugs.\n\nStatins aren’t recommended until around age 10, but certain dietary supplements such as plant sterols and stanols could help younger kids, Urbina said.\n\n“We’re not talking about putting all these kids on statins,” she said.\n\nThe study was led by Dr. David Wald at Queen Mary University of London. He and another author founded a company that makes a combination pill to prevent heart disease. The work was funded by the Medical Research Council, the British government’s health research agency. Results were published Wednesday by the New England Journal of Medicine.\n\nResearchers were testing for familial hypercholesterolemia, a genetic disorder that, untreated, raises the risk of a heart attack by age 40 tenfold.\n\nThey did a heel-stick blood test on 10,059 children ages 1 to 2 during routine immunization visits to check for high cholesterol and 48 gene mutations that can cause the disorder. If a child was found with the disorder, parents were tested.\n\nOne in 270 children had the gene mutations; others were identified through cholesterol levels alone.\n\nNewsletters Sign up for Morning Rounds Your daily dose of news in health and medicine. Please enter a valid email address. Privacy Policy Leave this field empty if you're human:\n\n“That’s a pretty common genetic defect,” said Dr. Stephen Daniels, chairman of pediatrics at the University of Colorado School of Medicine and a member of the US expert panel.\n\nBut many parents balk at the idea of testing children for a disorder associated with middle age, experts say.\n\nKaren Teber, a media relations specialist in Madison, Wis., was surprised when a doctor wanted to test her 12-year-old stepson. “My reluctance was really born out of lack of information,” she said. “I hadn’t heard of it before.”\n\nThe study did not address whether screening is cost-effective. In the US, cholesterol tests cost around $80 and usually are covered by health insurance though much lower prices often are negotiated. The study authors in England estimated that if cholesterol testing costs $7 and gene testing costs $300, it would cost $2,900 for every person identified as having the disorder.\n\n— Marilynn Marchione", "images": ["https://www.statnews.com/wp-content/uploads/2019/08/Newsletter-Logo-Images-DR.png", "https://www.statnews.com/wp-content/uploads/2016/03/Baby_APStock87827591-1024x576.jpg", "https://www.statnews.com/wp-content/themes/stat/images/stat-logo.svg", "https://www.statnews.com/wp-content/plugins/stat-lazy-load/images/330x400-00000000.png", "https://dc.ads.linkedin.com/collect/?pid=46858&fmt=gif", "https://www.facebook.com/tr?id=436331036555416&ev=PageView&noscript=1", "https://www.statnews.com/wp-content/uploads/2016/03/Baby_APStock87827591-645x645.jpg"], "top_img": "https://www.statnews.com/wp-content/uploads/2016/03/Baby_APStock87827591-1024x576.jpg", "keywords": [], "authors": ["Associated Press", "Shraddha Chakradhar", "Sharon Begley", "Megan Thielking", "Elizabeth Preston"], "canonical_link": "https://www.statnews.com/2016/10/26/cholesterol-test-kids/", "title": "Testing cholesterol in toddlers, even younger? Study says it could help", "meta_data": {"viewport": "width=device-width, initial-scale=1", "referrer": "origin", "description": "A big study screened thousands of babies for inherited risk of high cholesterol and found it was twice as common as has been thought.", "og": {"locale": "en_US", "type": "article", "title": "Testing cholesterol in toddlers, even younger? Study says it could help", "description": "A big study screened thousands of babies for inherited risk of high cholesterol and found it was twice as common as has been thought.", "url": "https://www.statnews.com/2016/10/26/cholesterol-test-kids/", "site_name": "STAT", "updated_time": "2017-03-16T23:00:34+00:00", "image": {"identifier": "https://www.statnews.com/wp-content/uploads/2016/03/Baby_APStock87827591-1024x576.jpg", "secure_url": "https://www.statnews.com/wp-content/uploads/2016/03/Baby_APStock87827591-1024x576.jpg", "width": 1024, "height": 576}}, "article": {"publisher": "http://facebook.com/statnews/", "tag": "statins", "section": "Health", "published_time": "2016-10-26T21:45:46+00:00", "modified_time": "2017-03-16T23:00:34+00:00"}, "fb": {"app_id": 933808010032702, "pages": 1456948254627841}, "twitter": {"card": "summary_large_image", "description": "A big study screened thousands of babies for inherited risk of high cholesterol and found it was twice as common as has been thought.", "title": "Testing cholesterol in toddlers, even younger? Study says it could help", "site": "@statnews", "image": "https://www.statnews.com/wp-content/uploads/2016/03/Baby_APStock87827591-1024x576.jpg", "creator": "@statnews"}, "generator": "WordPress 5.2.4", "ia": {"markup_url": "https://www.statnews.com/2016/10/26/cholesterol-test-kids/?ia_markup=1"}, "apple-itunes-app": "app-id=1324796990", "msapplication-TileImage": "https://www.statnews.com/wp-content/uploads/2015/10/cropped-stat-logo-teal-328x328.png"}, "movies": [], "publish_date": 1477454400.0, "source": "https://www.statnews.com", "summary": ""}