{"url": "http://www.cnn.com/2017/04/03/health/aspirin-fight-cancer-death-study/index.html", "text": "(CNN) An aspirin a day may keep the doctor away. It may also reduce your chances of dying from cancer, according to a study on long-term regular aspirin use and different kinds of cancer.\n\nYin Cao, an instructor in the Medicine, Clinical and Translational Epidemiology Unit at Massachusetts General Hospital and Harvard Medical School, presented the information Monday at the American Association for Cancer Research meeting in Washington.\n\nCao looked at data from over 86,000 women who were part of the Nurses' Health Study between 1980 and 2012 and over 43,000 men who were part of the Health Professionals Follow-Up Study from 1986 to 2012.\n\nOver that 32-year period, over 8,200 women and nearly 4,600 men died of cancer. The risk of death overall was 7% lower for women and 11% for men who took aspirin regularly, compared with those who did not. The risk of dying from cancer was 7% lower for women and 15% lower for men who took aspirin regularly, compared with those who didn't take a regular dose.\n\nThe strongest connection was with colorectal cancer: There was a 31% lower risk for women and 30% for men who were among regular aspirin takers, as other studies have showed. But it also lowered women's risk of dying from breast cancer by 11% and men's risk of dying from prostate cancer by 23%. Men's risk of dying from lung cancer was also lower.\n\n\"Evidence has been accumulating very rapidly showing aspirin works in reducing cancer and cardiovascular disease mortality,\" Cao said. \"It is good to remember, though, if a person wants to take a low-dose aspirin, especially if a person has had cancer, they will want to have an initial conversation with their doctor first.\"\n\nNot everyone can take aspirin, particularly if you are at high risk for ulcers and gastrointestinal bleeding. Studies have showed an increased risk of both when taking a daily aspirin, but the benefit does outweigh the risk for most other people.\n\nRulla Tamimi , the epidemiology chair for the American Association for Cancer Research annual meeting, thought the presentation was a beneficial one, particularly since scientists are trying to better understand drugs we may all have in our medicine cabinets.\n\n\"There has been a great deal of interest in understanding the possible benefits associated with common drugs,\" Tamimi said in an emailed statement. \"This study found strong evidence that aspirin use may reduce cancer death. The study was well conducted and was able to control for a number of important confounders. Therefore the findings are believed to be very robust, and suggest that aspirin, which is widely available, cheap and has limited toxicity, has the potential to have widespread benefit on cancer mortality for breast, colon, lung and prostate cancer.\"\n\nStudies have also found that aspirin can help patients who have had (or are at high risk for) a heart attack or stroke, and of course it is a good drug to relieve pain. Even the ancient Egyptians used the natural form of it for pain relief centuries ago.\n\nIn April 2016, the US Preventive Service Task Force said in a final recommendation statement that taking a regular low-dose aspirin a day may prevent colon cancer and cardiovascular disease for adults between 50 and 69 who have a 10% or greater risk of cardiovascular disease or colorectal cancer.\n\nJoin the conversation See the latest news and share your comments with CNN Health on Facebook and Twitter.\n\nCao hopes her study will continue to broaden the body of research to include cancer-related deaths overall. Next, her group hopes to study what specific groups may most benefit from this practice, particularly based on those individuals with varying cancer risk.", "images": ["http://cdn.cnn.com/cnnnext/dam/assets/140225110650-hydrocodone-restricted-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140116215200-acetaminophen-0116-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140115134935-pain-reliever-06-small-11.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140115135201-pain-relievers-07-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140115134025-pain-relievers-02-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140115133508-pain-relievers-01-small-11.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140115134556-pain-relievers-04-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140115134556-pain-relievers-04-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140115134759-pain-relievers-05-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140115135201-pain-relievers-07-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140115133508-pain-relievers-01-large-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140115134025-pain-relievers-02-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140115184759-pain-relievers-05-small-11.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140116215200-acetaminophen-0116-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140115134935-pain-reliever-06-super-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140225110650-hydrocodone-restricted-topics.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/140115133508-pain-relievers-01-super-tease.jpg", "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7", "http://cdn.cnn.com/cnnnext/dam/assets/140115133508-pain-relievers-01-super-169.jpg"], "top_img": "https://cdn.cnn.com/cnnnext/dam/assets/140115133508-pain-relievers-01-super-tease.jpg", "keywords": [], "authors": ["Jen Christensen"], "canonical_link": "https://www.cnn.com/2017/04/03/health/aspirin-fight-cancer-death-study/index.html", "title": "Low-dose aspirin can reduce risk of death from cancer, study says", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0", "section": "health", "referrer": "unsafe-url", "og": {"pubdate": "2017-04-03T21:13:46Z", "url": "https://www.cnn.com/2017/04/03/health/aspirin-fight-cancer-death-study/index.html", "title": "Aspirin can reduce risk of death from cancer, study says", "description": "An aspirin a day may keep the doctor away. It may also reduce your chances of dying from cancer, according to a study on long-term regular aspirin use and different kinds of cancer.", "site_name": "CNN", "type": "article", "image": {"identifier": "https://cdn.cnn.com/cnnnext/dam/assets/140115133508-pain-relievers-01-super-tease.jpg", "width": 1600, "height": 900}}, "pubdate": "2017-04-03T21:13:46Z", "lastmod": "2017-04-05T19:42:34Z", "author": "Jen Christensen, CNN", "twitter": {"title": "Aspirin can reduce risk of death from cancer, study says", "description": "An aspirin a day may keep the doctor away. It may also reduce your chances of dying from cancer, according to a study on long-term regular aspirin use and different kinds of cancer.", "card": "summary_large_image", "image": "https://cdn.cnn.com/cnnnext/dam/assets/140115133508-pain-relievers-01-super-tease.jpg"}, "description": "An aspirin a day may keep the doctor away. It may also reduce your chances of dying from cancer, according to a study on long-term regular aspirin use and different kinds of cancer.", "keywords": "health, Low-dose aspirin can reduce risk of death from cancer, study says - CNN", "thumbnail": "https://cdn.cnn.com/cnnnext/dam/assets/140115133508-pain-relievers-01-super-tease.jpg", "vr": {"canonical": "https://www.cnn.com/2017/04/03/health/aspirin-fight-cancer-death-study/index.html"}, "article": {"opinion": "false", "content-tier": "free"}, "fb": {"app_id": 80401312489, "pages": "5550296508,18793419640"}, "template-top": "health,art-gal"}, "movies": [], "publish_date": 1491192000.0, "source": "http://www.cnn.com", "summary": ""}