{"url": "http://www.latimes.com/science/sciencenow/la-sci-sn-wine-coffee-microbiome-20160429-story.html", "text": "Scientists have some great news for those who love coffee, tea and wine: Drinking any of these beverages is associated with a healthier and more diverse community of microbes living in the gut.\n\nThe opposite is true for consuming sugary drinks and whole milk, as well as for eating a lot of carbohydrates and indulging in frequent snacks, researchers reported this week in the journal Science.\n\nIn other words, when it comes to the makeup of your gut microbiome, you are what you eat -- and drink.\n\n“In total we found 60 dietary factors that influence diversity,” said Dr. Alexandra Zhernakova, a researcher at the University of Groningen in the Netherlands and the first author of the study, in a statement. “But there is good correlation between diversity and health: greater diversity is better.”\n\nAdvertisement\n\nYour microbiome is the community of mostly beneficial bacteria, fungi and viruses that live on and in your body. These microscopic organisms earn their keep by helping you process food and regulating your immune system. Experts believe that the makeup of a person’s microbial community can also play a role in mood disorders, obesity and other diseases including irritable bowel syndrome.\n\nBut the study of the microbiome is relatively new, and scientists are still working out exactly what a healthy microbiome looks like.\n\nZhernakova and her colleagues helped fill in that picture by analyzing the microbes inside the guts of more than 1,100 people. They identified 126 factors that were correlated with changes in the makeup of an individual’s microbial community. These include 60 related to diet, 12 associated with diseases, 19 linked with drugs and four tied to smoking.\n\n“To our knowledge, this is the first study to systematically assess such a broad range of host and environmental factors in relation to gut microbiome and at such a large scale,” said Jingyuan Fu, a systems geneticist at the University of Groningen who worked with Zhernakova.\n\nAdvertisement\n\nThe researchers analyzed stool samples of 1,135 Dutch participants in the Lifelines-DEEP study. The participants collected their own stool samples at home and then immediately put them in the freezer.\n\nNo more than a few days later, the samples were transported to labs at the university, where they remained frozen until they were processed by researchers. This ensured that none of the bacteria had a chance to grow or change from the time the sample was collected. Also, it guaranteed that all samples were treated the same way.\n\n“In situations where samples are sent by post at room temperature, the time of the delivery for every sample is different,” she said. “That situation can lead to the growth of bacteria during transportation and adds additional ‘noise’ to the findings.”\n\nAfter analyzing the samples and comparing them with other data collected in the Lifelines-DEEP study, the scientists found that consuming fruits, vegetables and yogurt positively influenced microbial diversity in the gut. So did drinking tea, wine, coffee and buttermilk.\n\nOn the flip side, sugary sodas and savory snacks were associated with lower levels of diversity. So was having irritable bowel syndrome and smoking during pregnancy.\n\nWomen tend to have more microbial diversity than men, and older people have greater microbial diversity than younger people, the researchers found.\n\nThe study does not address exactly why certain foods and behaviors influence the mix of microbes that populate a person’s gut. However, the researchers report that people who eat a lot of yogurt and buttermilk had higher levels of the bacteria that are used in the making of those foods in their guts.\n\n”For more complex food, such as fruits and vegetables, we don’t know the answer,” Fu said. “We can suggest that changes in fiber content and carbohydrate composition are playing a role, but this should be studied in detail in respect to every food item.”\n\nAdvertisement\n\nFu also outlined many areas of research that the group hopes to tackle next. She said they are hoping to expand the study to 10,000 participants and follow them over time. They also want to collect samples from the nose and throat.\n\nIn a related study, researchers combed through thousands of human fecal samples to create a catalog of the microorganisms that colonize the human digestive system. They identified species of microorganisms from at least 664 different genera in the guts of close to 4,000 adults from the U.S., the United Kingdom, Belgium and the Netherlands.\n\nWhen they expanded their collection of stool samples to include a small number of people from Papua New Guinea, Peru and Tanzania, the researchers detected a core group of 14 genera of microbes that were just about universally present.\n\nThese 14 genera were common to 95% of the humans sampled, and the species within these groups accounted for about 72% of their total gut microbiome. The main difference between individual people was the relative abundance of microbes from these core groups, including species from the Ruminococcaceae family and from the genera Bacteroides and Prevotella.\n\nThe researchers found several links between the diversity of gut flora and various aspects of biological function. For instance, people who reported looser stools were more likely to have a rich garden of microflora than those whose stools were harder and dryer.\n\nThe researchers also found significant associations between people’s genus abundance and their hip circumference, history of taking the antibiotic amoxicillin, uric acid concentrations (a factor in gout) and their preference for eating dark chocolate.\n\nMore than any single factor, the use of a wide range of drugs influenced microbiome variation among the people in this study. The clearest patterns emerged in those who had a recent history of taking antibiotics, osmotic laxatives, medications for inflammatory bowel disease, benzodiazepines, antidepressants, antihistamines or hormones used for birth control or to alleviate symptoms of menopause.\n\nBut contrary to some expectations, the data did not show that the abundance of microbes in the adult gut was influenced by whether the person was born in a vaginal delivery or by C-section. Nor did researchers find any evidence that those who were breast-fed as babies had more diverse microbiomes when they grew up.\n\nAdvertisement\n\nStill, both studies underscore that a healthy microbiome is a key component of a healthy body, even if scientists are still working to understand exactly how each influences the other.\n\nThe day may come when patients routinely provide doctors with stool samples to help better understand their health, Fu said.\n\n“It is becoming more and more clear that the gut microbiome serves as a sort of fingerprint that captures all kinds of signals about host health,” she said.\n\nDo you love science? We do! Follow us @DeborahNetburn and @LATMelissaHealy and “like” Los Angeles Times Science & Health on Facebook.\n\nALSO\n\nHow the ‘Moth Radio Hour’ helped scientists map out meaning in the brain\n\nFBI arrests brother of San Bernardino terrorist and 2 others on marriage fraud charges\n\nProtests rage outside Trump rally in Orange County; 17 arrested, police car smashed", "images": ["data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/dims4/default/924bc12/2147483647/strip/true/crop/2048x1075+0+96/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fa4%2F8f%2Fe9d6e9cb1a434d4c6398fa114d16%2Fla-sci-sn-wine-coffee-microbiome-20160428-001", "https://ca-times.brightspotcdn.com/dims4/default/221926a/2147483647/strip/true/crop/1125x1125+438+0/resize/100x100!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F3d%2F8e%2F398482017f38b76db17df106f6b7%2Fimg-535fb8d7-turbine-la-bio-deborah-netburn", "https://ca-times.brightspotcdn.com/dims4/default/c1ed81d/2147483647/strip/true/crop/2048x1267+0+0/resize/840x520!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fa4%2F8f%2Fe9d6e9cb1a434d4c6398fa114d16%2Fla-sci-sn-wine-coffee-microbiome-20160428-001", "https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "https://ca-times.brightspotcdn.com/dims4/default/abd585f/2147483647/strip/true/crop/1152x1152+448+0/resize/100x100!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F12%2F57%2Fa343371429b7000ea37eaded8d93%2Fimg-534f3749-turbine-la-bio-melissa-healy"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/924bc12/2147483647/strip/true/crop/2048x1075+0+96/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fa4%2F8f%2Fe9d6e9cb1a434d4c6398fa114d16%2Fla-sci-sn-wine-coffee-microbiome-20160428-001", "keywords": [], "authors": ["Deborah Netburn Is A Features Writer At The Los Angeles Times. She Joined The Paper In", "Has Covered Entertainment", "Home", "Garden", "National News", "Technology", "Most Recently", "Melissa Healy Is A Health", "Science Reporter With The Los Angeles Times Writing The Washington", "D.C."], "canonical_link": "https://www.latimes.com/science/sciencenow/la-sci-sn-wine-coffee-microbiome-20160429-story.html", "title": "Wine and coffee lovers, drink up! It’s great for your microbiome", "meta_data": {"og": {"title": "Wine and coffee lovers, drink up! It's great for your microbiome", "url": "https://www.latimes.com/science/sciencenow/la-sci-sn-wine-coffee-microbiome-20160429-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/924bc12/2147483647/strip/true/crop/2048x1075+0+96/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fa4%2F8f%2Fe9d6e9cb1a434d4c6398fa114d16%2Fla-sci-sn-wine-coffee-microbiome-20160428-001", "url": "https://ca-times.brightspotcdn.com/dims4/default/924bc12/2147483647/strip/true/crop/2048x1075+0+96/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fa4%2F8f%2Fe9d6e9cb1a434d4c6398fa114d16%2Fla-sci-sn-wine-coffee-microbiome-20160428-001", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "Wine and the microbiome"}, "description": "Scientists have some great news for those who love coffee, tea and wine: Drinking any of these beverages is associated with a healthier and more diverse community of microbes living in the gut.", "site_name": "Los Angeles Times", "type": "article"}, "article": {"author": "https://www.latimes.com/people/melissa-healy", "content_tier": "metered", "published_time": "2016-04-29T19:02:00", "opinion": "false", "section": "Science"}, "twitter": {"card": "summary_large_image", "creator": "@deborahnetburn", "description": "Scientists have some great news for those who love coffee, tea and wine: Drinking any of these beverages is associated with a healthier and more diverse community of microbes living in the gut.", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/6a47d45/2147483647/strip/true/crop/2048x1152+0+58/resize/1200x675!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fa4%2F8f%2Fe9d6e9cb1a434d4c6398fa114d16%2Fla-sci-sn-wine-coffee-microbiome-20160428-001", "alt": "Wine and the microbiome"}, "site": "@latimes", "title": "Wine and coffee lovers, drink up! It's great for your microbiome"}, "fb": {"app_id": 119932621434123, "pages": 5863113009, "profile_id": "latimes"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "Great news for wine, coffee and tea drinkers: A new stuy finds that all three beverages are correlated with a healthier and more diverse microbiome.", "keywords": "wine, buttermilk, yogurt,microbiome, coffee", "brightspot.contentId": "00000169-0c8d-dbbe-a16f-4eedf6ed0000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1461902400.0, "source": "http://www.latimes.com", "summary": ""}