{"url": "http://Healthday.com/Article.asp?AID=636814", "text": "En Español\n\nBy Ed Edelson\n\nHealthDay Reporter\n\nWEDNESDAY, March 10, 2010 (HealthDay News) -- A thyroid-derived cholesterol-lowering drug that could be an alternative to the widely used statin medications has done well in a small, early trial, Swedish and American researchers report.\n\nIn the trial, various doses of the drug, eprotirome, a laboratory-engineered version of thyroid hormone, were added to statin treatment for 168 people whose high levels of LDL cholesterol had not been lowered by previous use of statins. The combination did lower cholesterol levels in the 12-week trial and, most importantly, did not cause the feared side effects on the heart and other organs that have plagued similar thyroid-based treatments.\n\n\"There was no doubt that eprotirome would lower LDL cholesterol. Thyroid hormone is nature's own statin,\" said Dr. Paul W. Ladenson, a professor of endocrinology and metabolism at the Johns Hopkins University School of Medicine and lead author of a report on the trial, published in the March 11 issue of the New England Journal of Medicine. \"But this is a demonstration of lipid-lowering effect without thyroid toxicity.\"\n\nDr. Bo Angelin, a professor of clinical metabolic research at the Karolinska Institute in Stockholm, where the drug was developed, said that the trial demonstrated that careful targeting of the drug's effect within the body could obtain the benefits of thyroid hormone on blood cholesterol levels, without causing damaging side effects. The trial was funded in part by Karo Bio, a small commercial spinoff of the institute.\n\n\"We knew that thyroid hormone could lower lipid [cholesterol] levels but would have side effects on the circulation and bones and cause diarrhea,\" Angelin said. \"Even if the lipid levels were OK, it would be overall negative for patients.\"\n\nHowever, he added, \"if we can get the thyroid effect in the liver [where cholesterol is metabolized] but not in other organs, we would be OK.\"\n\nFrequent monitoring showed no ill effects on the hearts and bones of those taking the drug, the report said.\n\nAnd though statins are widely used and most often successful, an alternative to them would be welcome, Ladenson said. Statins are not effective in up to a quarter of potential users because of unacceptable muscle pain or simple failure to lower cholesterol levels, he said.\n\n\"The first importance of the trial is that it shows hepatic [liver] targeting of hormonal action,\" Ladenson said. \"The second exciting part is its impact on lipids other than LDL cholesterol.\"\n\nThough statins lower LDL (\"bad\") cholesterol, they have no effect on other blood fats, such as lipoprotein A, which is believed to be equally damaging, Ladenson said. He said that significant reductions of blood levels of those fats were seen in the trial.\n\nLarger and longer studies are needed to determine whether eprotirome will have the hoped-for effect on blood fat levels without side effects and will ultimately reduce the risk of heart attacks and other cardiovascular diseases, both Ladenson and Angelin said, adding that such trials now are in the planning stages.\n\nAt best, results would not be available for \"at least two to three years,\" Angelin said.\n\nIf eprotirome does pass all the anticipated tests successfully, its use at first probably would be in combination with a statin, Angelin said. Use as a single drug treatment for elevated cholesterol levels could follow, first in selected patients, then more widely, he said.\n\nIt's best to move cautiously, agreed Dr. Robert M. Califf, vice chancellor for clinical research at Duke University.\n\n\"The effects on LDL cholesterol and lipoproteins are pretty exciting,\" Califf said. \"But if there is one thing we've learned about drugs in this arena, it's that we need large trials to see how they measure up in terms of risk and benefit.\"\n\nThe trial's researchers were careful to list indications of possible harmful side effects, such as a reduction in levels of HDL (\"good\") cholesterol, Califf said. But he echoed the thought that a longer-term and larger test is needed to determine the incidence of some possible major side effects, such as impotence.\n\n\"I'm not sure I'd want to sign up for that one before I had longer-term results,\" Califf said. \"Being impotent is no fun.\"\n\nMore information\n\nThe American Heart Association has more on cholesterol-lowering drugs.", "images": ["http://Healthday.com/images/favicon.ico"], "top_img": "http://Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Ed Edelson"], "canonical_link": "https://consumer.healthday.com/general-health-information-16/misc-drugs-news-218/alternative-to-statins-shows-promise-636814.html", "title": "Alternative to Statins Shows Promise", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Broader study needed to check for possible long-term effects, experts say", "og": {"title": "Alternative to Statins Shows Promise", "description": "Broader study needed to check for possible long-term effects, experts say", "url": "https://consumer.healthday.com/general-health-information-16/misc-drugs-news-218/alternative-to-statins-shows-promise-636814.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://Healthday.com", "summary": ""}