{"url": "http://health.usnews.com/health-news/patient-advice/articles/2015/10/20/could-an-inexpensive-underused-drug-reduce-blood-loss-during-surgery?int=98e708", "text": "More than a million Americans will undergo hip or knee replacement this year. Doing their due diligence, many will select top-notch orthopedic surgeons, and some will even evaluate the company that makes their implant. Now, researchers in Canada and some highly regarded orthopedic specialists at U.S. hospitals say mounting evidence and clinical experience shows that patients and doctors should consider one more aspect of care often left out of the conversation: Whether it’s appropriate to use a drug called tranexamic acid, or TXA, which is increasingly being viewed as a way to enhance joint replacement surgery by reducing blood loss during these procedures.\n\nA study published last month in the Canadian Journal of Anesthesiology found that administering TXA intravenously to patients undergoing hip and knee replacement surgery reduced the rate of blood transfusion during those procedures by more than 40 percent, without increasing the length of a patient's hospital stay or adverse events, such as heart attack, stroke or blood clot. “The practice of medicine is now catching up to the research on [TXA],\" says Dr. Charles Bush-Joseph, an orthopedic surgeon at Rush University Medical Center in Chicago. \"Here at Rush, we’ve been using it for a number of years.\" Surgeons administer the drug to prevent the breakdown of clots, or act as a \"clot stabalizer,\" and thereby reduce bleeding and the likelihood a blood transfusion will be needed during surgery. Though blood transfusions are generally considered safe, they still carry risks ranging from allergic reactions to exceedingly rare blood-borne infections.\n\nTXA is widely known as a potential lifesaver, such as on battlefields, where it's used to slow blood loss among soldiers injured in combat. Back in the civilian world, clinicians at medical centers including Saint Marys Hospital, one of Mayo Clinic's hospitals in Rochester, Minnesota, ​also administer the drug to stop patients’ bleeding in cases ranging from automobile crashes to farming accidents, says Dr. Donald Jenkins, ​medical director for the hospital’s Level I Trauma Center.\n\nJenkins says doctors at St. Marys and elsewhere at Mayo use the drug during elective joint replacement surgery as well, and he says the positive results that Canadian researchers found reflect their experience.\n\n“It supports our practice. We have been using TXA for these precise operations for many years – with what we thought was good success,” Jenkins says. “I would have been very surprised had these results come out some other way.”\n\nHe estimates that the cost of the drug administered during surgery is less than $100, and a Canadian researcher puts the price of TXA at $10 per patient there. That compares with upwards of $1,000 or more for a single blood transfusion, Jenkins says. But despite TXA's ability to reduce the need for transfusions, the latest figures show TXA is used in only about 1 in 10 joint replacement surgeries.\n\nResearchers at St. Michael’s Hospital in Toronto describe the drug, studied in more than 400 patients who underwent hip and knee replacement there, as underutilized at hospitals elsewhere in Canada and the U.S. In a statement, Dr. Greg Hare, an anesthesiologist at St. Michael's and one of the founders of St. Michael's Centre of Excellence for Patient Blood Management, wrote: ​\"Other hospitals and surgical centres​​ should consider making TXA mandatory for similar surgeries because it can improve quality of care, decrease the need for blood transfusions and even save money.\"\n\nEven so, the Canadian research team​​ still calls for ongoing surveillance of the drug to make sure its use doesn't increase adverse events. All experts say individual risk factors should be considered in determining whether it's appropriate to use the drug that's also sometimes used in non-orthopedic surgeries to slow blood loss, from trauma to cardiac operations.​ “We use it very judiciously in our older patient population, who would be at increased risk of stroke and heart attack, because of underlying cardiovascular disease,” Jenkins says.\n\nBecause of the risks associated ​with the drug, which range from the formation of a blood clot in a vein deep in the body, or deep vein thrombosis, to heart attack, Bush-Joseph says some surgeons at Rush remain leery and don’t use it. However, previous research finds a low complication rate when used to slow blood loss during joint replacement procedures. And Bush-Joseph says most orthopedic surgeons at the medical center do use it for elective hip replacements.\n\nBoth he and Jenkins say TXA use is discussed with patients, along with other aspects of surgery. “I would say it’s an element of the informed consent,” Bush-Joseph says, adding that most patients seem to be in favor of it, since it reduces the likelihood they’ll need a blood transfusion.", "images": ["https://www.usnews.com/dims4/USNEWS/af911d8/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F5f%2F74%2Ff12f1d064e69bbc800db907b7e4b%2F141212-surgery-stock.jpg", "https://www.usnews.com/dims4/USNEWS/e3eac70/2147483647/thumbnail/84x84/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F49%2F30%2F214edd8848ff83dec20a3e1719b1%2Fmichael-o-schroeder.jpg", "https://www.usnews.com/static/img/usn-logo-large.svg"], "top_img": "https://www.usnews.com/dims4/USNEWS/af911d8/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F5f%2F74%2Ff12f1d064e69bbc800db907b7e4b%2F141212-surgery-stock.jpg", "keywords": [], "authors": [], "canonical_link": "https://health.usnews.com/health-news/patient-advice/articles/2015/10/20/could-an-inexpensive-underused-drug-reduce-blood-loss-during-surgery", "title": "Could an Inexpensive, Underused Drug Reduce Blood Loss During Surgery?", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "description": "Study finds tranexamic acid reduces the need for blood transfusions during joint replacement procedures.", "keywords": "Michael O. Schroeder,health,LTHealth [Consumer Advice],patients,patient-advice-include [Consumer Advice],patient advice,healthandwellness [Consumer Advice],healthwellness [Consumer Advice],Wellness", "site": "healthcare", "zone": "edit", "robots": "noindex", "fb": {"pages": 5834919267, "app_id": 130063997038366}, "og": {"title": "Could an Inexpensive, Underused Drug Reduce Blood Loss During Surgery?", "description": "Study finds tranexamic acid reduces the need for blood&nbsp;transfusions during joint&nbsp;replacement procedures.", "image": "https://www.usnews.com/dims4/USNEWS/af911d8/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F5f%2F74%2Ff12f1d064e69bbc800db907b7e4b%2F141212-surgery-stock.jpg", "type": "article", "site_name": "US News & World Report", "url": "https://health.usnews.com/health-news/patient-advice/articles/2015/10/20/could-an-inexpensive-underused-drug-reduce-blood-loss-during-surgery"}, "twitter": {"image": "https://www.usnews.com/dims4/USNEWS/af911d8/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F5f%2F74%2Ff12f1d064e69bbc800db907b7e4b%2F141212-surgery-stock.jpg", "card": "summary_large_image", "site": "@USNews", "title": "Could an Inexpensive, Underused Drug Reduce Blood Loss During Surgery?", "description": "Study finds tranexamic acid reduces the need for blood&nbsp;transfusions during joint&nbsp;replacement procedures."}, "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "optimizely": "Optimizely is supported by this application but is not enabled for this page."}, "movies": [], "publish_date": 1445313600.0, "source": "http://health.usnews.com", "summary": ""}