{"url": "https://web.archive.org/web/20120809165115/http://www.freep.com:80/apps/pbcs.dll/article?AID=2012308050233", "text": "First of two parts\n\n• Read part two: ALS strikes at random, killing young and old\n\n• Graphic: What is ALS (Amyotrophic Lateral Sclerosis)?\n\nSometimes she glares at the painting of Jesus in her dining room.\n\n\"I just let it loose,\" said Mary Kleiss at her Royal Oak home. \"I look at that picture and I say, 'You get down here and put on your boxing gloves and let's get this over with.' I am so damned angry.\"\n\nHer son, Regis, was diagnosed two and a half years ago with Lou Gehrig's disease -- amyotrophic lateral sclerosis, or ALS. It is, he writes, \"as if God is torturing me.\"\n\nThe disease kills with stunning efficiency -- deadening its victims' peripheral nerves, withering muscles and, in a final assault, shutting down their ability to breathe. An estimated 30,000 people have it at any given time; 5,000 are diagnosed yearly. Most die within years. There is no cure.\n\nThe disease has reduced Regis Kleiss, 28, a formerly thick-bodied shot and discus thrower and captain of the track team at Dondero High School, to a bony echo of himself. Paralyzed except for some minor movement of his head, he will spend his final days on a feeding tube.\n\nALS leaves its victims' minds intact.\n\n\"It's a miserable, damned disease,\" his mother said.\n\nNow, a clinical trial overseen by the University of Michigan may provide hope. It is cutting-edge and audacious work -- the only ALS trial so far in which neural stem cells are injected directly into a patient's spinal cord. So far, 15 patients have undergone the procedure -- two of them twice -- as the FDA monitors its safety.\n\nOne patient showed a remarkable improvement for a while, though U-M's Dr. Eva Feldman, who heads the research, cautions not to read too much into that. The other 14 showed no improvement.\n\nThe trail is tentative and early. But when the rest of a person's life has been compressed to an expectancy of two to five years, it is hope nonetheless.\n\nThe trial has been based in Atlanta since 2010, but U-M has requested approval from the U.S. Food and Drug Administration to expand it and move it to the University of Michigan in Ann Arbor.\n\nThe trial involves injecting 500,000-1 million stem cells into the spine. The ancestry of the cells dates to the spinal cord of an aborted fetus in 2000. The cells are different from the embryonic stem cells that were the subject of a controversial ballot proposal in Michigan in 2008, when voters approved lifting the ban on embryonic stem cell research.\n\nFeldman and others theorize that these new cells act as nursemaids to damaged nerve cells, sending out repair signals, and somehow halting the progression of the disease.\n\nThe procedure worked in rats. It has been shown to be safe in pigs.\n\nIf the FDA approves moving the trial to Ann Arbor, Michigan patients will have access to an experimental treatment that not only might offer insight into a disease that kills an estimated 15 Americans a day, but also push back the battle lines against other neurodegenerative diseases, such as Parkinson's and Alzheimer's or Huntington's.\n\n\"There is a lot of potential here,\" said Sue Burstein-Kahn, executive director of ALS of Michigan, a Southfield-based nonprofit.\n\nLast month, Feldman flew down with a team of U-M staff for the 17th surgery in the trial, in anticipation that the trial might soon move to Ann Arbor. The trial has been at Emory University in Atlanta since it began, in part, because Feldman wanted a former U-M neurosurgery resident, Dr. Nicholas Boulis, who is now at Emory, to perform the delicate procedure. Boulis collaborated with Feldman on her research for seven years during his residency.\n\nFeldman is clear and she repeats this often: This part of the trial tests safety only. By design, it doesn't\n\nassess the efficacy of the treatment yet.\n\nSo the clinical trial patients so far -- all from the Atlanta area -- know the experimental stem cell therapy probably will not cure them. Still, they're empowered, knowing their participation might one day cure others, said Ed Tessaro, a retired Macy's executive, from his home overlooking a sparkling Georgian lake.\n\nThe following morning, Tessaro, 66, lay on an operating room table at Emory's hospital, as doctors sliced through his skin and muscle, removed part of the bone in his spine and laid bare a pulsating, bright-white spinal cord for a second infusion of stem cells.\n\n\"It may kill us,\" Tessaro said of the disease, \"but it's not going to defeat us before we die.\"\n\nServing a greater purpose\n\nIt was 2008 when a single misstep and near-stumble during a half-marathon in Bangkok, Thailand, first worried Tessaro. It happened more than once. His muscles weakened, even as he stepped up his time at the gym.\n\nMonths later, a fresh, young doctor delivered the news to him and his wife, Judy.\n\nThey remember it well, even now.\n\n\"She said, 'It's the worst thing I could tell you,' \" Judy Tessaro recalled.\n\n\" 'You have ALS, and you have two to four years to live,' \" Ed Tessaro added.\n\nThe doctor cried that day. So did Judy and Ed.\n\n\"The dynamics are pretty grim -- fatal, no cure. Nobody has ever been cured. ... It takes a while to get your head wrapped around that kind of reality,\" Ed Tessaro said.\n\nBut Tessaro took stock. Life had been good, he decided.\n\nTessaro has been married for 43 years. He has a daughter and son and is a grandfather to two little girls. When he speaks of them, he can't help but grin. And the pictures in the downstairs rec room at the Tessaros' home are of a thrill-filled life: ice-climbing in New Zealand, marveling at the lush green of Vietnamese rice paddies, being stunned by the chase-and-dart flurry of a cheetah taking down a Thomson's gazelle in the Serengeti.\n\nHiking. Biking. Skydiving.\n\nHe thought life couldn't be more vivid. He was wrong.\n\nNow, every conversation, every gentle touch from his wife, the babbling of his grandbabies -- his senses are now in hyperdrive.\n\n\"In retrospect, I was living in analog. What I'm now living my life in is high-definition. ... I'm living my life fully, because I know I have less of it,\" Tessaro said.\n\nWhen he heard about the clinical trial, Tessaro jumped at it, calling it \"the larger-purpose stuff.\"\n\n\"It's not like I can hope for a miraculous reversal of this disease -- it's not coming,\" he said. \"I don't think I have anything to lose ... and I can be part of something bigger. It's great therapy when you commit yourself to something bigger.\"\n\nHe became Patient No.12 on April 13. Doctors slipped stem cells into the lower -- or lumbar -- section of his spine. The area that controls lower body movement, it was considered least risky because Tessaro was already losing the strength in his legs anyway. Clinical trial protocol limits risk.\n\nTessaro survived. In fact, he left the hospital days earlier than expected and felt better sooner than he expected.\n\nSo doctors decided -- and the FDA approved -- a second, riskier, surgery for Tessaro. This time, doctors would move to the upper -- or cervical -- portion of Tessaro's spine, the area in which the nerves are responsible for breathing.\n\nFeldman calls this area \"precious real estate,\" the stretch of spine where researchers say they believe the treatment may be most effective.\n\n\"Higher risk, but maybe higher reward,\" Tessaro said, shrugging. He was in the pre-operating room of Emory University Hospital, surrounded by family and overnight bags and medical tubes and equipment.\n\nIt was July 20.\n\nIn a stretch of hallway and an elevator ride away, a nondescript FedEx box was being delivered to Dr. Jonathan Glass, director of the ALS clinic at Emory. His hands were working quickly.\n\nPreparing for surgery\n\nGlass pulled from the temperature-controlled container several vials of the stem cells known as NSI-566RSC. They had been thawed to about 39 degrees and then shipped overnight to Emory by Neuralstem, a Rockville, Md.-based biomedical company that is funding the trial, according to CEO and President Richard Garr.\n\nThe company has shelled out about $2.5 million for the first phase of the trial and provided the stem cells, one of the company's premier products. They were drawn and cultured from the spine of an aborted fetus in 2000, then cultured again. They remain frozen until the day before they are ready for use.\n\nThey have arrived at Emory at 8 a.m. each surgery day of this trial -- \"never been late,\" said Jane Bordeau, a research nurse and coordinator for the trial at Emory.\n\nGlass separated out some of the liquid to test in separate vials, slipping some drops of blue liquid into the vials and tapping them lightly with a middle finger. He slid them onto a slide and rolled his chair to a microscope.\n\nDead cells will glow blue, he explained, having absorbed a dye that seeps inside their degrading membranes. Live cells remain clear and bright. At least 70% must be alive to be considered viable and to begin surgery, according to Neuralstem.\n\nGlass began counting.\n\nIn an upstairs operating room, a red second hand circled a wall clock.\n\nIn the pre-op room, Tessaro had been discussing the 25 videos he planned to make for his toddler-age grandchildren. He knows ALS will steal his voice. So he will travel to the Smoky Mountains, set up a tripod and record for them stories, like how he met their grandmother.\n\nHe talked about the two books in his overnight bags, too: Hemingway's \"Farewell to Arms,\" and -- he added, laughing -- \"Fifty Shades of Grey,\" because his daughter dared him.\n\nNearby, his wife was quiet. She fidgeted with an overnight bag.\n\nIn his lab, Glass punched some buttons on his cell phone calculator.\n\n\"It's cool,\" he announced. By his calculations, 83.6% of the cells had arrived alive.\n\nIt was time. The surgery would go as planned.\n\nSurprising the doctors\n\nTed Harada is on Page 8 of the March Journal of Stem Cells, which published the first study announcing the preliminary results of the first 12 patients.\n\nHarada is the anomaly. Patient No. 11. Like Tessaro did last month, Harada this month will undergo a second surgery. And like with Tessaro, it took some time to diagnose the mysterious weakening of Harada's body.\n\nThe former FedEx managing director, now 40, noticed he was getting winded in 2009 while playing Marco Polo in the family pool with his three children: \"I'd go under water and come back up, and I was sucking for air.\"\n\nAfter a string of doctors -- a family doctor, an orthopedist, a neurologist -- the final diagnosis came in August 2010: ALS. The diagnosis was devastating, but the timing couldn't have been better, the neurologist told him.\n\nClinical trial #NCT01348451 was under way.\n\nBy the time Harada, a self-described type A personality, went in for his surgery in March 2011, he was using a cane, unable to walk to the end of the driveway for the mail without losing his breath or to climb the 15 stairs to tuck his children in at night.\n\nHe saw the trial as a way to smirk at the disease, to become part of the solution that might one day beat it back for other patients, even if it didn't do a thing for him: \"I did the research, and I said to the doctors, 'Yeah, I'll be your guinea pig.' \"\n\nTo his way of thinking, someone had to be the first man on the moon. Someone has to step up for medical research.\n\nPlus, he added, \"I know how the book ends if I do nothing.\"\n\nBut what happened after his surgery wrote a chapter no one had expected.\n\nThe 14 other patients involved in the trial to date have shown no improvement; four have died -- three from complications of ALS, and the other from a heart-related issue, according to Neuralstem.\n\nIn contrast, Harada put aside his cane soon after the surgery. And he was again tucking his children into their beds.\n\nFeldman is insistent: Don't read too much into Harada's turnaround. The number of patients is tiny, and Ted is an oddity among them.\n\nStill, Harada's improvement, even if temporary, can't be ignored.\n\nThe researchers have used several tests to measure patients' outcomes, such as breathing capacity, the strength of their handgrip, and even the electrical impulses that flow through their muscles. There on these graphs is Harada, his dotted lines suddenly shooting upward after surgery.\n\nIn designing the clinical trial, \"we were only aiming at stopping the disease,\" said Dr. Karl Johe, chairman and chief scientific officer of Neuralstem. \"But this is a patient that has clearly improved.\"\n\nRecently, Harada has begun to get winded again climbing the steps to his children's bedrooms. He and wife, Michelle, 39, a sixth-grade teacher, have explained to their children that he probably won't get better this time.\n\nIn her worst moments, Michelle has foreseen graduations and Christmases and grandchildren without him.\n\nIn their kitchen, the Haradas' children had just finished slathering peanut butter on bread and disappeared upstairs. A deeply religious couple, the Haradas said they'll take what they can get.\n\n\"We've been blessed,\" he said.\n\nMichelle Harada agreed, struggling against a surge of tears: \"The surgery gave us two years back.\"\n\nPaving the way for others\n\nEd Tessaro was facedown, mostly draped in surgery blue in the crowded Emory operating room . It was 12:23 p.m. on July 20.\n\nA stainless steel, crane-like contraption had been screwed into the cervical section of his spine. A steady beep-beep-beep of the monitors punctuated the hiss of a respirator. A digital camera recorded every movement for the FDA.\n\nStanding just a few feet from Boulis, Glass was ready, with the spinal cord exposed.\n\nIt was 2:34 p.m. when Boulis asked for the cells.\n\nFor the next half hour, the vials were readied for the patented apparatus, on which an injection device slid along a guide to Tessaro's spinal cord. It would inject 100,000 cells for each of five stops precisely 4 millimeters apart.\n\nThe target was the ventral horn of the spinal cord, a tiny area associated with motor neurons.\n\n\"Just looking at the spine can hurt it,\" Glass had said earlier.\n\nAt 3:06 p.m., the injection device slid into place. A needle extended, injecting deep into the spinal cord and, for two minutes, the stem cells were forced into the ventral horn.\n\nAt 3:29 p.m., the fifth and final injection began, and two minutes later, the relief was palpable. From her viewing spot just a few yards from Tessaro's neck, Feldman shifted on her feet and exhaled. The procedure, from start to finish, took a little more than six hours.\n\nTechnicians began to check recordings and run over the notes for the FDA. Boulis and the others began the process of removing the device and closing in the gaping hole in Tessaro's back.\n\n\"Can we get some music in here?\" Boulis said.\n\nWhiz Khalifa's rap filled the OR.\n\nFeldman transferred the digital recording of the process to a memory stick she could review back at the office. A copy would go to the FDA, too.\n\nThere will be many more months of data, continued animal tests and most likely, hundreds of pages of reports.\n\nEven if this early stage is proved safe and the clinical trial continues, doctors must figure out whether these are the stem cells that work best in this therapy, and, if so, in what amounts and injected into which areas. There's the issue of the patients' bodies rejecting these foreign bodies, too.\n\n\"This is not a small molecule pill, and your patients go ... home and take the pill and you see them in your clinic in a few months,\" said Steve Perrin, CEO of ALS Therapy Development Institute, a Massachusetts-based nonprofit focused on finding a treatment or cure for ALS. \"These are the challenges this trial and this technology have in front of (them). They're paving the road, because no one has been down this way before.\"\n\nOn Friday, Tessaro was recuperating at home.\n\nWaiting for any good news\n\nIn the Kleiss' Royal Oak home these days, Riley the bassett hound has learned that her owner's lap is no longer hers.\n\nThe Kleisses continue to wait for any news they can on ALS -- possible cures, treatment, a clinical trial that could involve Regis -- \"anything,\" Mary Kleiss said.\n\nHer son's voice is gone, so his words are more carefully chosen these days. It's tedious work: A reflective dot on Regis Kleiss' forehead strikes the digital keys on a laptop screen in front of him as he twitches and turns his head to manipulate the words. \"Y Me\" he wrote, in April:\n\n\"It sucks to watch my body fai\n\nl.\n\n\"While my mind n emotions r completely intact\n\n\"Knowing full well the end result\n\n\"And the road I'll be forced to walk\n\n\"Becoming a prisoner in my own body\n\n\"Watching my world fly by\n\n\"Remembering how life used to be\n\n\"Missing so much of life.\"\n\nMore Details: FOR HELP, INFO\n\n• The ALS Association, based in Washington, advocates for ALS patients. Call 202-407-8580 or visit www.alsa.org.\n\n• ALS of Michigan, based in Southfield, offers programs and services for ALS patients and their loved ones. Among the services are loans for medical and other equipment. Call 800-882-5764 or visit www .alsofmichigan.org .\n\n• The U.S. Centers for Disease Control and Prevention operates a national registry to collect data from ALS patients to help scientists learn more about the disease. The registry and more information about the disease can be found at www.cdc.gov/als.\n\n• The University of Michigan Health System is in Ann Arbor. Visit www.umich .edu and search for “ALS clinic.”\n\n• The Harry J. Hoenselaar ALS Clinic is at Henry Ford Hospital in Detroit. Call 313-916-2835 or visit www.henryford .com/als.\n\n• Mary Free Bed Rehabilitation Hospital is in Grand Rapids. Call 800-528-8989 or visit www .mary freebed.com and search for “ALS.”\n\nCOMING MONDAY\n\nResearcher Dr. Eva Feldman campaigns to move ALS trials to U-M.", "images": ["https://web.archive.org/web/20120809165115im_/http://gpaper204.112.2o7.net/b/ss/gpaper204,gntbcstglobal/1/H.3--NS/0", "https://web.archive.org/web/20120809165115im_/http://cmsimg.freep.com/apps/pbcsi.dll/bilde?Site=C4&Date=20120805&Category=NEWS06&ArtNo=308050233&Ref=AR&MaxW=300&Border=0&U-M-oversees-cutting-edge-trial-that-offers-hope-in-the-fight-against-Lou-Gehrig-s-disease", "https://web.archive.org/web/20120809165115im_/http://cmsimg.freep.com/apps/pbcsi.dll/bilde?Avis=C4&Dato=20120809&Kategori=COL14&Lopenr=308090081&Ref=AR&MaxW=80&MaxH=65&Border=0&q=30&Mark-Phelan-Deja-vroom", "https://web.archive.org/web/20120809165115im_/http://cmsimg.freep.com/apps/pbcsi.dll/bilde?Site=C4&Date=20120805&Category=NEWS06&ArtNo=308050233&Ref=AR&MaxW=115&Border=0", "https://web.archive.org/web/20120809165115im_/http://cmsimg.freep.com/apps/pbcsi.dll/bilde?Avis=C4&Dato=20120809&Kategori=BLOG24&Lopenr=120808087&Ref=AR&MaxH=215&MaxW=215&q=100", "https://web.archive.org/web/20120809165115im_/http://www.freep.com/odygci/p1/ody_gannett_footer.gif", "https://web.archive.org/web/20120809165115im_/http://cmsimg.freep.com/apps/pbcsi.dll/bilde?Avis=C4&Dato=20120809&Kategori=FEATURES01&Lopenr=120809014&Ref=AR&MaxW=80&MaxH=65&Border=0&q=30&Pet-ownership-declines-but-more-households-loyal-to-dogs", "https://web.archive.org/web/20120809165115im_/http://cmsimg.freep.com/apps/pbcsi.dll/bilde?Avis=C4&Dato=20120809&Kategori=NEWS15&Lopenr=120809030&Ref=AR&MaxW=80&MaxH=65&Border=0&q=30&State-charges-4-McCotter-ex-staffers-forging-petitions-faking-signatures-election-fiasco", "https://web.archive.org/web/20120809165115im_/http://cmsimg.freep.com/apps/pbcsi.dll/bilde?Site=C4&Date=20120805&Category=NEWS06&ArtNo=308050233&Ref=H1&MaxW=300&Border=0&U-M-oversees-cutting-edge-trial-that-offers-hope-in-the-fight-against-Lou-Gehrig-s-disease", "https://web.archive.org/web/20120809165115im_/http://cmsimg.freep.com/apps/pbcsi.dll/bilde?Avis=C4&Dato=20120809&Kategori=SPORTS01&Lopenr=120809032&Ref=AR&MaxW=80&MaxH=65&Border=0&q=30&detroit-lions-john-wendling-louis-delmas", "https://web.archive.org/web/20120809165115im_/http://cmsimg.freep.com/apps/pbcsi.dll/bilde?NewTbl=1&Site=C4&Date=20120807&Category=SPORTS17&ArtNo=208070807&Ref=PH&Item=1&Maxw=150&Maxh=150&q=60&height=104&width=150", "https://web.archive.org/web/20120809165115im_/http://cmsimg.freep.com/apps/pbcsi.dll/persbilde?Avis=C4&ID=rerb&maxH=55&maxW=55", "https://web.archive.org/web/20120809165115im_/http://bcdownload.gannett.edgesuite.net/detroitfreep/35547428001/35547428001_1770882092001_ari-origin07-arc-175-1344112185525.jpg?pubId=35547428001", "https://web.archive.org/web/20120809165115im_/http://cmsimg.freep.com/apps/pbcsi.dll/bilde?Avis=C4&Dato=20120809&Kategori=BLOG24&Lopenr=120808087&Ref=AR&MaxW=80&MaxH=65&Border=0&q=30&Mike-Thompson-The-DIA-vote-and-metro-the-Detroit-Detroit-Institute-of-Arts-southeast-Michigan-Michigan-politics-Michigan-primary-election-results-Detroit-Wayne-County-Oakland-County-Macomb-County", "https://web.archive.org/web/20120809165115im_/http://cmsimg.freep.com/apps/pbcsi.dll/bilde?Avis=C4&Dato=99999999&Kategori=MISC04&Lopenr=120808067&Ref=AR&MaxH=119&MaxW=119&q=100", "https://web.archive.org/web/20120809165115im_/http://www.freep.com/odygci/p1/factboxfade.png", "https://web.archive.org/web/20120809165115im_/http://cmsimg.freep.com/apps/pbcsi.dll/bilde?NewTbl=1&Site=C4&Date=20120808&Category=FEATURES&ArtNo=208080807&Ref=PH&Item=1&Maxw=150&Maxh=150&q=60&height=112&width=150", "https://web.archive.org/web/20120809165115im_/http://www.freep.com/eedition/frontpage_08092012.jpg", "https://web.archive.org/web/20120809165115im_/http://cmsimg.freep.com/apps/pbcsi.dll/bilde?Site=C4&Date=20120805&Category=NEWS06&ArtNo=308050233&Ref=AR&MaxW=240&Border=0"], "top_img": "https://web.archive.org/web/20120809165115im_/http://cmsimg.freep.com/apps/pbcsi.dll/bilde?Site=C4&Date=20120805&Category=NEWS06&ArtNo=308050233&Ref=AR&MaxW=240&Border=0", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20120809165115/http://www.freep.com/article/20120805/NEWS06/308050233/U-M-oversees-cutting-edge-trial-that-offers-hope-in-the-fight-against-Lou-Gehrig-s-disease", "title": "U-M oversees cutting-edge trial that offers hope in fight against Lou Gehrig's disease", "meta_data": {"og": {"title": "U-M oversees cutting-edge trial that offers hope in fight against Lou Gehrig's disease", "type": "article", "description": "ALS kills with stunning efficiency -- deadening its victims' peripheral nerves, withering muscles and, in a final assault, shutting down their ability to breathe. An estimated 30,000 people have it at any given time; 5,000 are diagnosed yearly. Most die within years. There is no cure. Now, a clinical trial overseen by the University of Michigan may provide hope.", "image": "https://web.archive.org/web/20120809165115im_/http://m.freep.com/images/bookmark/n_freep/apple-touch-icon.png", "site_name": "Detroit Free Press", "url": "https://web.archive.org/web/20120809165115/http://www.freep.com/article/20120805/NEWS06/308050233"}, "keywords": "Michigan news,freep.com,Detroit,Michigan,News,local news,headlines,stories,world news", "description": "ALS kills with stunning efficiency -- deadening its victims' peripheral nerves, withering muscles and, in a final assault, shutting down their ability to breathe. An estimated 30,000 people have it at any given time; 5,000 are diagnosed yearly. Most die within years. There is no cure. Now, a clinical trial overseen by the University of Michigan may provide hope.", "category": "Local News/Michigan news", "robots": "noydir", "fb": {"page_id": 13642915529, "app_id": 185931034751252}}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}