{"url": "http://consumer.healthday.com/Article.asp?AID=660800", "text": "By Kathleen Doheny\n\nHealthDay Reporter\n\nTUESDAY, Jan. 17, 2012 (HealthDay News) -- Combining two drugs that target an aggressive type of breast cancer known as HER2-positive appears to work better than using either drug alone, researchers report.\n\nThe dual-drug approach greatly boosted the chances of eliminating microscopic signs of early cancer by the time a woman was due to have surgery, said researcher Dr. Jose Baselga, chief of hematology/oncology at Massachusetts General Hospital Cancer Center and a professor of medicine at Harvard Medical School.\n\nThe study was published online Jan. 17 in The Lancet.\n\nThe two drugs are Tykerb (lapatinib) and Herceptin (trastuzumab). Using both together resulted in a 51 percent response, compared with a 30 percent response in women given Herceptin alone. Those given Tykerb alone had a 25 percent response.\n\n\"What we observed was a massive improvement in response,\" Baselga said.\n\nGlaxoSmithKline, the maker of Tykerb, helped fund the study.\n\n\"Lapatinib was approved for advanced breast cancer in 2007,\" Baselga said. \"The question we had was, what is the efficacy if we give it in early-stage breast cancer prior to surgery?\"\n\nBaselga and his colleagues conducted a trial treating 455 women from 23 countries. All had HER2-positive breast cancers. All had tumors larger than about three-fourths of an inch.\n\nIn HER2-positive breast cancer, test results are positive for a protein called human epidermal growth factor receptor 2, which promotes cancer cell growth.\n\nIn the study, 154 women got Tykerb, 149 Herceptin and the other 152 both drugs. All had the drug regimen before surgery, with Taxol (paclitaxel), a standard chemotherapy, added after six weeks. After 12 more weeks of treatment, the women had surgery.\n\nAt that point, researchers evaluated who had better responses. The women continued the treatments for one more year, allowing researchers to follow them and see how the approaches affected survival.\n\nBaselga stressed that the study looked only at women with early-stage HER2-positive breast cancers, and that the drug Tykerb is approved now only for advanced breast cancers.\n\nThe study is well done and important, said Dr. Len Lichtenfeld, deputy chief medical officer for the American Cancer Society. The two drugs, he said, \"affect the same pathway but do it in a different way.\"\n\nWhile the combination showed a better response rate, \"there is also an increased level of side effects,\" he noted.\n\nWhile no major heart problems occurred, those on Tykerb alone or the two-drug combination had more diarrhea. Liver-enzyme alterations were also more frequent when Tykerb was used.\n\nGlaxoSmithKline notes that liver toxicity with the drug may be severe and that deaths have been reported, although the cause of the deaths has not been determined.\n\nThe important question, however, has not been answered yet, Lichtenfeld said. That's the effect on overall survival in using the two-drug approach. The researchers are continuing to evaluate that.\n\nCost is another consideration: Tykerb runs about $4,000 a month wholesale, and retail prices could be higher.\n\nIn another study, published online Jan. 17 in The Lancet Oncology, researchers from Germany reported that Tykerb is less beneficial than Herceptin as a single-drug therapy.\n\nThey assigned 620 women with HER2-positive breast cancer to get standard chemotherapy plus Herceptin or Tykerb.\n\nThey looked to see which drug was better at eliminating invasive cancer in the breast and metastatic cells in the lymph nodes. While 30 percent of those in the Herceptin group had this response, 23 percent of the Tykerb group did. The study was funded by drug makers GlaxoSmithKline, Roche and Sanofi-Aventis.\n\nBaselga reports receiving honoraria from Roche; other co-authors report receiving speaking fees or honoraria from GlaxoSmithKline and fees from other drug companies.\n\nMore information\n\nTo learn more about breast cancer, including HER2-positive cancers, visit the American Cancer Society.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Kathleen Doheny"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/drug-duo-may-help-fight-aggressive-form-of-breast-cancer-660800.html", "title": "Drug Duo May Help Fight Aggressive Form of Breast Cancer", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Response rate increased with two-drug approach, researchers report", "og": {"title": "Drug Duo May Help Fight Aggressive Form of Breast Cancer", "description": "Response rate increased with two-drug approach, researchers report", "url": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/drug-duo-may-help-fight-aggressive-form-of-breast-cancer-660800.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}