{"url": "http://www.NPR.org/templates/story/story.php?storyId=130070080", "text": "A No-Cringe Fix? Filling Cavities Without The Drill\n\ntoggle caption Gretchen Cuda for NPR\n\nIt's just past 8 a.m., and Kimberly Baker is reclining in the dental chair at Case Western Reserve University's School of Dental Medicine in Cleveland.\n\nBaker has three cavities. This morning, she'll be getting two of them drilled the old-fashioned way. But the third is a decay that is not so advanced, and Dr. Jin-Ho Phark, her dentist, is going to use a treatment he's testing that involves no drilling -- \"which is nice because many patients don't like the sound of the drill, and the feeling or the pain that might be associated with it,\" Phark says.\n\nThat cringe-worthy sound may be on the way out. A new procedure used by Phark and other doctors claims to stop the progress of cavities without drills or Novocain.\n\nThe treatment, called Icon, is one of several new cavity treatments that avoid drilling. Icon was developed in Germany and has been available in the U.S. for just over a year. It's intended for patients whose decay has not gone beyond the tooth enamel.\n\nTo Drill Or Not To Drill\n\nPhark says that when decay is caught very early or very late, dentists have a clear course of action: Early problems can often be reversed with better brushing, fluoride or calcium-containing toothpastes -- and late-stage cavities need to be filled. But at the intermediate stages, dentists don't have many options.\n\n\"In many of those cases we decide, 'OK, this lesion is too small to be treated with a filling.' So, we are actually waiting until the lesion grows bigger and bigger and becomes deep enough and worthy to be drilled out and be filled,\" Phark says.\n\nGerman researcher Sebastian Paris is a dentist and one of the drill-less cavity treatment's developers.\n\n\"We aim to treat these intermediate lesions -- not the very early ones, but the intermediate ones -- where usually, as a dentist, you are not sure whether you should make a filling or not,\" Paris says.\n\nHow It Works\n\nWhen tooth decay begins, minerals, like calcium, are leached out of the tooth enamel, leaving behind sponge-like pores in the enamel. If the decay process is allowed to continue, the pores grow and form a hole, known as a cavity.\n\nThe new treatment uses a coating of mild acid that is applied to the decay to open up a route to the pores and clear out decayed enamel. Then the open pores are filled with a clear resin.\n\ntoggle caption Gretchen Cuda for NPR\n\nParis says the key to getting the treatment to work was finding a filling material that wasn't thick and goopy so the porous enamel would immediately suck it up like a sponge.\n\n\"When you take a sugar cube and you put it into your coffee, you will see that it is soaked up with the coffee,\" Paris says. \"But if you put your sugar cube into honey, you can imagine that it will take ages to soak into the sugar cube.\"\n\nCheaper, Lighter Alternatives To The Drill\n\nAvoiding the drill has the advantage of preserving and extending the life of the natural tooth. However, some dentists argue that any time before a cavity actually forms, tooth decay can be stopped -- and even reversed -- by the patients themselves, using, for example, fluoride toothpaste.\n\n\"An alternative could simply be brushing better in a certain location and not drinking Coca-Cola all day long,\" says Mark Wolff, a professor of dentistry at New York University who specializes in cariology, or the study of tooth decay.\n\nWolff says that while the no-drill approach to treating this type of tooth decay has promise, fluoride treatments and other patient-applied methods are still more inexpensive, less invasive and have a much longer track record of success.\n\n\"Might this be a good application to help that person recover or prevent this decay from advancing? Absolutely. I think the jury is still out on the product a little bit. Hopefully it works. It's just still in its earliest stages,\" Wolff says.\n\nBecause it's so new, it's still unclear how the Icon resin filling holds up over time. And clinical studies have shown that the treatment fails to stop decay from advancing up to 15 percent of the time.\n\nBut Wolff says that for patients who aren't able or willing to change their dental hygiene habits, or who are predisposed to tooth decay, this may be a good solution for keeping the dentist's drill at bay.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2010/09/24/drill03-0cb1349ca9f8a1c37d627e5a5189bb4d02e7ee54-s800-c15.jpg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2010/09/24/drill02_wide-0e2f59d657a396f3b3d19dca4ac80d6058b15771.jpg?s=1400", "https://media.npr.org/assets/img/2010/09/24/drill02-eb02e9e41004186a31a6ed6e0cbf4bcb410e4483-s800-c15.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2010/09/24/drill02_wide-0e2f59d657a396f3b3d19dca4ac80d6058b15771.jpg?s=1400", "keywords": [], "authors": ["Gretchen Cuda"], "canonical_link": "https://www.npr.org/templates/story/story.php?storyId=130070080", "title": "A No-Cringe Fix? Filling Cavities Without The Drill", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2010-09-27", "description": "A widespread aversion to drills is inspiring some dentists to look for new ways to treat cavities without them.  But some question whether a new treatment using a mild acid and resin will hold up over time.", "og": {"title": "A No-Cringe Fix? Filling Cavities Without The Drill", "url": "https://www.npr.org/templates/story/story.php?storyId=130070080", "type": "article", "description": "A widespread aversion to drills is inspiring some dentists to look for new ways to treat cavities without them.  But some question whether a new treatment using a mild acid and resin will hold up over time.", "image": "https://media.npr.org/assets/img/2010/09/24/drill03_wide-80196cf7f0223aae240445b93988c0d9907768fd.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "A No-Cringe Fix? Filling Cavities Without The Drill", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2010/09/24/drill02_wide-0e2f59d657a396f3b3d19dca4ac80d6058b15771.jpg?s=1400"}}}, "movies": [], "publish_date": null, "source": "http://www.NPR.org", "summary": ""}