{"url": "http://pagingdrgupta.blogs.CNN.com/2010/11/17/new-drug-promising-against-cholesterol/", "text": "People who can’t control cholesterol with diet, exercise and statin drugs could soon have a new option.\n\nAccording to a new study, a medication, ancetrapib, appears to simultaneously raise the level of HDL – sometimes called “good” cholesterol- and to lower the level of LDL, or “bad” cholesterol.\n\nHDL cholesterol is not fully understood, but essentially sucks cholesterol out of cells, to be flushed from the body through the liver.\n\nThe study was sponsored by Merck, the drug’s manufacturer. It was published in the New England Journal of Medicine and results were to be presented Wednesday at a meeting of American Heart Association in Chicago.\n\nThe so-called DEFINE trial involved 1,623 patients with coronary heart disease or at high risk for it. All were taking statins to lower LDL cholesterol. Roughly half also received ancetrapib, while half got a placebo. On average, within 24 weeks patients getting ancetrapib saw LDL levels drop by nearly 40 percent compared with the placebo group, while their HDL levels rose by 138 percent. There were no significant side effects.\n\nIf the same benefit were seen in all patients at risk of heart disease – far from a sure thing – it would translate to hundreds of thousands of fewer deaths and heart attacks over a five-year period, according to Dr. Christopher Cannon, the lead study author and a cardiologist at Brigham and Women’s Hospital in Boston.\n\n“It’s an amazing result,” said Dr. Robert Eckel of the University of Colorado, a past president of the American Heart Association. “It’s like a rocket that landed on Jupiter, rather than the moon.” Still, Eckel warned it’s too soon to say whether ancetrapib would actually prevent disease over the long run.\n\nThere’s ample reason for caution. A similar medication, torcetrapib, was considered promising four years ago, but was shelved by Pfizer after studies found it actually raised blood pressure and the risk of heart problems and death.\n\nDr. PK Shah, cardiologist at the Cedars-Sinai Heart Institute, said that he’s encouraged by DEFINE but that some of the details give him pause. “It appears to be safe and to not raise blood pressure,” Shah told CNN, “but it’s not a slam-dunk.” For one thing, despite improved cholesterol levels, patients did not see less inflammation in their blood vessels. Inflammation is a sign of damage from cholesterol.\n\nTo try to provide final answers, Merck is launching a study – called REVEAL – to follow 30,000 people, in several countries, over four years. The first patients will be enrolled in April, according to Dr. Rory Collins of Oxford University, where the research will be overseen.\n\nLee Davies, a Merck spokesman, said the company is not likely to seek FDA approval until those results are in, most likely in 2015. By then, results will also be in on a large study of a similar drug, dalcetrapib, made by Merck’s competitor, Roche.", "images": ["http://i2.cdn.turner.com/cnn/2010/images/06/24/tzsrch.couple.gi.jpg", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/misc/advertisement.gif", "http://i2.cdn.turner.com/cnn/2011/images/03/26/tzsrch.triathlon.cnn.jpg", "http://i2.cdn.turner.com/cnn/2011/images/03/26/tzsrch.iv.ts.jpg", "http://i.cdn.turner.com/cnn/.element/img/3.0/sect/blogs/belief.blog/rss.14x14.gif", "http://i2.cdn.turner.com/cnn/2011/images/03/26/tzsrch.healthy.eating.ts.jpg", "http://s.wordpress.com/wp-includes/images/rss.png?m=1354137473h", "http://2.gravatar.com/avatar/5d361982e37b059f008e403613bc1695?s=48&d=identicon&r=G", "http://i2.cdn.turner.com/cnn/2010/images/11/26/tzsrch.boy.chest.doctor.ts.jpg", "http://1.gravatar.com/avatar/a73066adc48465b007706772b2119b22?s=48&d=identicon&r=G", "http://i2.cdn.turner.com/cnn/2010/images/06/30/tzsrch.sanjay.bridge.cnn.jpg", "http://1.gravatar.com/avatar/722838cea03ccb98c071fc9502989fad?s=48&d=identicon&r=G", "http://i.cdn.turner.com/cnn/.element/img/3.0/sect/blogs/fb/theChart.jpg", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/right_rail/grey_corner_TL.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/1px.gif", "http://0.gravatar.com/avatar/6cda7948cf6c64002a7e65c8fd36fac8?s=48&d=identicon&r=G", "http://i2.cdn.turner.com/cnn/2011/images/03/26/tzsrch.psychology.ts.jpg", "http://i2.cdn.turner.com/cnn/2010/images/11/16/t1main.heart.jpg", "http://i2.cdn.turner.com/cnn/2010/images/06/24/tzsrch.brain.gi.jpg", "http://i2.cdn.turner.com/cnn/2010/images/11/26/tzsrch.sleep.ts.jpg", "http://2.gravatar.com/avatar/22cf6b168f082ec214ee0d94431f5b3e?s=48&d=identicon&r=G", "http://i.cdn.turner.com/cnn/images/1.gif", "http://pixel.wp.com/b.gif?v=noscript", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/right_rail/grey_corner_BL.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/global/icons/btn_close.gif", "http://i2.cdn.turner.com/cnn/2010/images/11/26/tzsrch.experts.cnn.jpg"], "top_img": "http://i.cdn.turner.com/cnn/.element/img/3.0/sect/blogs/fb/theChart.jpg", "keywords": [], "authors": [], "canonical_link": "http://thechart.blogs.cnn.com/2010/11/17/new-drug-promising-against-cholesterol/", "title": "New drug promising against cholesterol", "meta_data": {"title": "New drug promising against cholesterol", "description": "People who can’t control cholesterol with diet, exercise and statin drugs could soon have a new option. According to a new study, a medication, ancetrapib, appears to simultaneously raise the level of HDL - sometimes called “good” cholesterol- and to lower the level of LDL, or “bad” c...", "keywords": "cholesterol, drug safety, heart, caleb hellerman - cnn medical senior producer", "google-site-verification": "mFBa4OnyEDU23vgVJ6rtX_4izud7FIi9JiscfVsWaKk", "generator": "WordPress.com", "application-name": "The Chart", "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://thechart.blogs.cnn.com/feed/;icon-uri=https://s1.wp.com/i/favicon.ico", "og": {"title": "New drug promising against cholesterol", "url": "http://thechart.blogs.cnn.com/2010/11/17/new-drug-promising-against-cholesterol/", "type": "article", "description": "People who can’t control cholesterol with diet, exercise and statin drugs could soon have a new option. \r\n\r\nAccording to a new study, a medication, ancetrapib, appears to simultaneously raise the level of HDL - sometimes called “good” cholesterol- and to lower the level of LDL, or “bad” c...", "image": "http://i.cdn.turner.com/cnn/.element/img/3.0/sect/blogs/fb/theChart.jpg"}, "fb": {"admins": 690014395, "app_id": 80401312489}}, "movies": [], "publish_date": 1289970000.0, "source": "http://pagingdrgupta.blogs.CNN.com", "summary": ""}