{"url": "http://health.usnews.com/health-news/health-wellness/articles/2015/04/03/pregnant-women-get-more-omega-3s?int=98e708", "text": "Eating for two is exciting, but comes with a lot of baggage: weight gain, uncontrollable cravings for ice cream and pickles, and constant concern over whether your growing baby is getting all the nutrients it needs, to name a few.\n\nNow, findings published in Applied Physiology, Nutrition and Metabolism reveal that most women aren’t getting enough omega-3 fatty acids – healthy fats found in fish, walnuts, avocados and supplements. Specifically, they aren’t getting enough DHA (docosahexaenoic acid), an omega-3 long chain polyunsaturated fatty acid (omega 3-LCPUFA) that's critical to a baby's brain development. DHA is primarily obtained by eating fish and other seafood.\n\nFor the study, researchers from Canada's University of Alberta studied 600 women during and after pregnancy to monitor their intake of omega 3-LCPUFAs. These include DHA, EPA (eicosapentaenoic acid) and DPA (docosapentaenoic acid). DHA is believed to be the biggest player in neurological health and is the primary structural fat found in the brain.\n\nThe American Dietetic Association recommends that healthy adults, including pregnant and lactating women, get at least 500 milligrams per day of omega 3-LCPUFAs. Meanwhile, the International Society for the Study of Fatty Acids and Lipids advises that pregnant and lactating women consume at least 200 mg of DHA per day.\n\nThe researchers found that only 27 percent of women during pregnancy and 25 percent of women three-months postpartum were meeting those DHA recommendations.\n\nThe Power of DHA\n\n“Omega 3s are needed for the infant’s brain and nervous system to develop properly,” says contributing study author Catherine Field, a registered dietitian and professor of nutrition at the University of Alberta. “Also, the membranes of every cell in a person’s body contain omega-3 fatty acids. They are needed for the cell to grow and function.” After all, during pregnancy and breastfeeding, babies are doing at lot of growing.\n\nWhat’s more, during pregnancy omega-3 fatty acids are required for mom’s body to produce more red blood cells so that she can provide enough nutrients and oxygen to her growing baby. These fatty acids also help the placenta grow and function as needed, Field says. It’s this placenta that omega-3 fatty acids including DHA diffuse across to reach the baby and spur brain development, says Dr. Vincenzo Berghella, past president of the Society for Maternal-Fetal Medicine as well as professor and director of the division of Maternal-Fetal Medicine at Thomas Jefferson University in Philadelphia.\n\nNot surprisingly, low intake of DHA in moms is linked to babies with lower cognitive development (often associated with crying and poor sleep) as well as lower IQs and attention deficit disorders, Field says. What’s more, her previous research in both animals and humans shows that DHA intake during breastfeeding impacts infants’ immune system development, which may explain why babies who receive low amounts of DHA through breast milk have an increased risk of asthma and allergies. She also notes that DHA supplementation may help prevent preterm labor, preeclampsia and postpartum depression.\n\nHowever, whether DHA benefits more than babies' brain health isn't conclusive. “Data from observational studies and from randomized controlled trials suggest that omega-3 during pregnancy could be associated with several benefits such as lower risk of preterm birth, preeclampsia and other obstetrics complications. However, there are contradicting results,” Berghella says.\n\nIn fact, Berghella’s 2015 review of 34 randomized controlled trials found that omega-3 supplementation during pregnancy was not associated with decreases in risk. However, the review did find that women with single-child pregnancies (no multiples) had a 73 percent lower risk of stillbirth or early infant death if they began supplementation by 20 weeks into their pregnancies.\n\nHow to Get More DHA\n\nSushi’s one thing, but during pregnancy, you shouldn’t lay off seafood entirely, Berghella says. The American Congress of Obstetricians and Gynecologists recommends that pregnant and breastfeeding women eat at least two servings of fish or shellfish (about 8 to 12 ounces) every week. But take care to choose low-mercury options such as shrimp, salmon and catfish. The group recommends avoiding shark, swordfish, king mackerel and tilefish, and limiting white tuna consumption to 6 ounces per week.\n\nHitting those recommendations will get you approximately 1,400 mg of DHA per week, Berghella says. (While that’s not exactly 200 mg per day, if you average your intake out over the course of a 7-day week, you still hit recommended amounts.) In the University of Alberta study, seafood, fish and seaweed products contributed to 79 percent of women’s omega 3-LCPUFA intakes from food. The biggest source: salmon. Good thing, as a 2007 study published in The Lancet found that children born to mothers who reported no seafood intake had the greatest risk of behavioral problems and poor scores on early developmental and IQ tests.\n\nIf you don’t eat seafood, DHA supplements can help, says Dr. Gabriele Saccone of the University of Naples Federico II’s department of neuroscience and Berghella’s collaborator. But if you do take supplements, opt for fish-oil varieties, since DHA from fish may be more beneficial than getting it from vegetarian supplements, according to Saccone. And no worries, they are low in mercury.\n\nEven if you are eating some seafood – just not quite two servings per week – a fish-oil supplement could still help. In the current study, women who took a supplement were 11 times more likely to get 200 mg of DHA per week during pregnancy and lactation compared to those who went supplement-free. Apart from taking supplements, Field also recommends eating foods enriched with DHA, such as milk and eggs.\n\nWondering about avocados, walnuts and olive oil? While they are all filled with omega-3 fatty acids, they aren’t of the DHA variety. These plant sources of omega-3s contain ALA (alpha-linolenic acid), which, while good for you, has a hard time converting into DHA so that it can really benefit baby’s brain development, Berghella says. In North Americans and Europeans, only about 4 percent of all ALA consumed becomes EPA or DHA, Field says.", "images": ["https://www.usnews.com/dims4/USNEWS/0c97273/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2Ff1%2F12%2Fa696db1b40c888d0d7f8e4f01a48%2F150403-pregnantfridge-stock.jpg", "https://www.usnews.com/dims4/USNEWS/290a5e9/2147483647/thumbnail/84x84/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2Fac%2F57%2F345acb174434881c2f29aff5bbf5%2Fk-aleisha-fetters.jpg", "https://www.usnews.com/static/img/usn-logo-large.svg"], "top_img": "https://www.usnews.com/dims4/USNEWS/0c97273/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2Ff1%2F12%2Fa696db1b40c888d0d7f8e4f01a48%2F150403-pregnantfridge-stock.jpg", "keywords": [], "authors": [], "canonical_link": "https://health.usnews.com/health-news/health-wellness/articles/2015/04/03/pregnant-women-get-more-omega-3s", "title": "Pregnant Women: Get More Omega-3s", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "description": "New research suggests women and their growing babies are skimping on these brain-building nutrients.", "keywords": "K. Aleisha Fetters,LTHealth [Consumer Advice],healthwellness [Consumer Advice],pregnancy,food and drink,supplements,brain health,infants,Wellness,Family", "site": "healthnews", "zone": "wellness", "fb": {"pages": 5834919267, "app_id": 130063997038366}, "og": {"title": "Pregnant Women: Get More Omega-3s", "description": "New research suggests women and their growing babies are skimping on&nbsp;these brain-building nutrients.", "image": "https://www.usnews.com/dims4/USNEWS/0c97273/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2Ff1%2F12%2Fa696db1b40c888d0d7f8e4f01a48%2F150403-pregnantfridge-stock.jpg", "type": "article", "site_name": "US News & World Report", "url": "https://health.usnews.com/health-news/health-wellness/articles/2015/04/03/pregnant-women-get-more-omega-3s"}, "twitter": {"image": "https://www.usnews.com/dims4/USNEWS/0c97273/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2Ff1%2F12%2Fa696db1b40c888d0d7f8e4f01a48%2F150403-pregnantfridge-stock.jpg", "card": "summary_large_image", "site": "@USNews", "title": "Pregnant Women: Get More Omega-3s", "description": "New research suggests women and their growing babies are skimping on&nbsp;these brain-building nutrients."}, "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "optimizely": "Optimizely is supported by this application but is not enabled for this page."}, "movies": [], "publish_date": 1428033600.0, "source": "http://health.usnews.com", "summary": ""}