{"url": "http://www.washingtonpost.com/wp-dyn/content/article/2011/02/14/AR2011021405988.html", "text": "Once, \"relaxation beverages\" consisted of alcohol, chamomile tea and warm milk. Now, the field includes a slew of new drinks promising a better night's sleep using such ingredients as melatonin, valerian root and - think turkey - tryptophan.\n\nThey have apt names such as Unwind, iChill and Dream Water, and offer such flavors as Berry-Berry Tired, Snoozeberry and Lullaby Lemon. They're the inverse of energy drinks. Consumers can wake up with Red Bull and then wind down with Slow Cow.\n\nBut can consumers trust these fruity concoctions to give them their z's?\n\nAccording to Steven M. Scharf, director of the Sleep Disorders Center at the University of Maryland in Baltimore, the answer is a resounding maybe.\n\n\"The issue is this: Some of them probably have some biologic effect, but they haven't been as well studied as you'd like,\" Scharf says. \"Nobody's ever compared valerian root to [the prescription sleep aid] Ambien.\"\n\nThe chief ingredient in many of these beverages is melatonin, a hormone that induces sleepiness and helps coordinate the body's biological clock. It's typically released by the pineal gland around 10 p.m.; secretion stops around 4 or 5 a.m., helping to trigger the body to wake up, Scharf says.\n\nThe body produces about three-fourths of a milligram of melatonin a day. The manufacturer of the sleep aid Snooz'n says its 2.5-ounce \"shots\" contain five milligrams of melatonin; Unwind, a \"relaxation blend,\" has three milligrams per 12-ounce can.\n\nOral doses of melatonin haven't worked much better at inducing sleep than a placebo in most studies, Scharf says, and a single, concentrated shot of the stuff doesn't exactly mimic the body's time-release system. However, a study published in January in the Journal of the American Geriatrics Society found that a pre-bedtime cocktail of magnesium, zinc and a five-milligram dose of melatonin significantly improved sleep among a group of 43 elderly Italian insomniacs.\n\nJason Healy, the head of InterMark Brands, which markets Snooz'n, says he drinks his product on nights when he is stressed-out or when he is traveling internationally. The back of the Snooz'n bottle says the beverage will \"combat stress, energy drinks and sleeplessness\" and takes about 30 minutes to take effect. When it launches nationally in March, Snooz'n will be available in grocery and convenience stores and pharmacies, like most of these drinks.\n\n\"We attack [insomnia] from two angles,\" Healy says. \"You've got to turn off all the stimulants and also get into a natural sleep cycle.\"\n\nMelatonin is used for the latter, while ingredients such as valerian root and chamomile take care of the former, Healy says. Both of those herbs are associated with soporific effects, according to the Natural Medicines Comprehensive Database. Valerian root has properties that resemble the benzodiazepine class of medications (such as Valium and Xanax), but Scharf says he has no idea how they compare with standard sleeping pills because of the lack of comparative studies.\n\nFinding a niche\n\n\n\nContainers of relaxation drinks look similar to those of energy drinks. Many mimic the diminutive shape of the 5-Hour Energy shot or the bright graphics and tall, narrow can of Rockstar or Monster. Flavors range from a pleasant, fruit-flavored soda to just shy of cough syrup.\n\nMany relaxation beverages contain safety labels that warn consumers that they should neither drive or operate machinery after drinking them, nor mix them with alcohol. Some say they aren't intended for people younger than 18 or for pregnant or nursing women - a warning that the Food and Drug Administration has also made about melatonin.\n\nIn January 2010, the FDA sent a warning letter to the Innovative Beverage Group, which makes the relaxation beverage Drank, saying the melatonin it uses is an \"unapproved food additive\" and not \"generally recognized as safe.\"\n\nDrank is still being sold with melatonin in it. In a statement, Drank inventor Peter Bianchi says \"the safety of Drank's consumers remains a top priority\" and the company is working to modify the product's packaging and marketing \"to reflect its classification as a dietary supplement.\"\n\nThe FDA regulates conventional beverages' ingredients and labeling claims more strictly than those of dietary supplements. Drank is still classified as a beverage.\n\nThe relaxation drink market is tiny compared with the energy drink market, says Garima Goel Lal, a senior analyst at the consumer research firm Mintel.\n\nA Mintel survey found that 48 percent of all \"functional beverage\" users said they were looking for beverages to release stress.\n\nA functional beverage - the term is used for sport, energy and relaxation drinks - is a nonalcoholic drink that claims to have health benefits. The number of nonalcoholic beverages making relaxation claims continues to rise; 40 new ones came on the market in 2010, according to Mintel. The field is too young to identify the leaders and the losers, Goel Lal says.\n\n\"They're trying to find a niche,\" she says.\n\nMultiple choices\n\n\n\nKatherine Zeratsky, a registered dietitian at the Mayo Clinic in Rochester, Minn., has blogged about relaxation drinks. She says that people with certain health conditions, such as high blood pressure, should consult their physician before downing a can of Unwind or any of the other sleep beverages.\n\n\"A person can just go to the convenience store and purchase this,\" Zeratsky says. \"There's this perception that it's safe and, depending on the person, it might not be a good choice.\"", "images": ["http://media3.washingtonpost.com/wp-srv/gr/ico_enlarge.gif", "http://media3.washingtonpost.com/wp-srv/article/images/font_resize_large.gif", "http://www.washingtonpost.com/wp-dyn/content/photo/2011/02/14/PH2011021405998.jpg", "http://media3.washingtonpost.com/wp-srv/article/images/font_resize_medium.gif", "http://media3.washingtonpost.com/wp-srv/article/images/font_resize_small.gif", "http://media3.washingtonpost.com/wp-dyn/content/photo/2011/02/14/PH2011021405994.jpg"], "top_img": "http://www.washingtonpost.com/wp-dyn/content/photo/2011/02/14/PH2011021405998.jpg", "keywords": [], "authors": [], "canonical_link": "http://www.washingtonpost.com/wp-dyn/content/article/2011/02/14/AR2011021405988.html", "title": "Can relaxation drinks put you to sleep?", "meta_data": {"keywords": "relaxation drinks, relaxation beverages, drinks to sleep, melatonin and sleep, valerian root and sleep, tryptophan and sleep, snooz'n, jason healy snooz'n, jason healy intermark brands, steven m. scharf maryland, katherine zeratsky mayo, , , , , ,", "description": "Once, \"relaxation beverages\" consisted of alcohol, chamomile tea and warm milk. Now, the field includes a slew of new drinks promising a better night's sleep using such ingredients as melatonin, valerian root and - think turkey - tryptophan.", "DC.date.issued": "2011-02-15", "og": {"type": "article", "title": "Can relaxation drinks put you to sleep?", "url": "http://www.washingtonpost.com/wp-dyn/content/article/2011/02/14/AR2011021405988.html", "image": "http://www.washingtonpost.com/wp-dyn/content/photo/2011/02/14/PH2011021405998.jpg"}, "canonical_url": "http://www.washingtonpost.com/wp-dyn/content/article/2011/02/14/AR2011021405988.html", "profile_description": "Once, \"relaxation beverages\" consisted of alcohol, chamomile tea and warm milk. Now, the field includes a slew of new drinks promising a better night's sleep using such ingredients as melatonin, valerian root and - think turkey - tryptophan.", "profile_picture": "http://www.washingtonpost.com/wp-dyn/content/photo/2011/02/14/PH2011021405998.jpg", "fb": {"app_id": 41245586762}}, "movies": [], "publish_date": 1297659600.0, "source": "http://www.washingtonpost.com", "summary": ""}