{"url": "http://consumer.healthday.com/Article.asp?AID=660573", "text": "By Serena Gordon\n\nHealthDay Reporter\n\nWEDNESDAY, Jan. 11, 2012 (HealthDay News) -- A new type of stem cell treatment for people with type 1 diabetes appears to help re-educate rogue immune system cells, which allows cells in the pancreas to start producing insulin again.\n\nThe treatment, which combines a patient's immune system cells with stem cells from a donor's cord blood, even worked in people with long-standing diabetes who were believed to have no insulin-producing ability.\n\nAlthough the treatment didn't wean anyone off insulin completely, average blood sugar levels dropped significantly, which would reduce the risk of long-term complications.\n\n\"Our study brings a new hope for people with type 1 diabetes. If we can control the autoimmunity, we may reverse the diabetes. We showed that the islets [cells] can start to work again,\" said Dr. Yong Zhao, an assistant professor in the section of endocrinology, diabetes and metabolism at the University of Illinois at Chicago.\n\nThis treatment could potentially be useful in other autoimmune diseases, such as lupus and rheumatoid arthritis.\n\n\"It's quite remarkable that this approach, based on the re-education of immune cells, might work so well. The concept is very intriguing, and the treatment seems to be so simple and so safe,\" said Dr. Luca Inverardi, deputy director of translational research at the Diabetes Research Institute, University of Miami School of Medicine.\n\nBut he's also \"reasonably cautious,\" he said. \"The follow-up is long, up to 40 weeks, but it's not long enough to declare victory against diabetes yet,\" said Inverardi.\n\nAlso, he noted that the study involved only 15 Chinese people, and that type 1 diabetes is a bit different in that population. He said he'd like to see larger studies with a more diverse population, followed for a longer time.\n\nResults of the study were published online Jan. 9 in the journal BMC Medicine.\n\nType 1 diabetes, an autoimmune disease, occurs when the body's immune system cells mistakenly attack the insulin-producing (beta) cells in the pancreas. Because their beta cells don't produce enough or any insulin, people with type 1 diabetes have to replace the lost insulin through injections to survive.\n\nStopping that autoimmune attack appears to be crucial to any treatment that hopes to cure or reverse type 1 diabetes.\n\nZhao's team developed a completely new approach. They take blood from a patient and separate out the immune system cells (lymphocytes). They briefly expose those cells to stem cells from umbilical cord blood from an unrelated infant and return the lymphocytes alone to the patient's body. The researchers have dubbed this \"Stem Cell Educator Therapy,\" because while exposed to the stem cells, the lymphocytes seem to relearn how they should behave.\n\nThe study participants, who were 15 to 41 years old, had had type 1 diabetes for an average of nine years. Six had some residual beta cell function and six did not. Both groups were given stem cell educator therapy. The other three people served as the control group.\n\nThe researchers measured C-peptide, a protein fragment that's a byproduct of insulin production, and found that the educator therapy group had improved levels of C-peptide at 12 weeks. These levels continued to improve until 24 weeks, and remained stable through the follow-up at 40 weeks. There were no changes in C-peptide in the control group.\n\nThe average daily dose of insulin dropped almost 39 percent after 12 weeks for the group with some beta cell function and 25 percent in those with no beta cell function, suggesting that the group with no beta cell function now produced insulin.\n\n\"That means if you stop the autoimmune reaction, you may see beta cell regeneration, or there might be other precursor cells in the pancreas. If these data are confirmed, this is a very provocative and remarkable finding,\" Inverardi said.\n\nThe average hemoglobin A1C level dropped 1.06 percent for those with residual beta cell function and 1.68 percent for those without beta cell function. A1C levels measure average blood sugar levels over two to three months, and people with type 1 diabetes are advised to maintain A1C levels below 7 percent. A drop of 1 percent in A1C levels can reduce the risk of complications.\n\nThis was an initial clinical trial designed to test for safety. Zhao said that in future trials he hopes that with additional treatments people might get off insulin altogether.\n\nBut, even if that's not possible, the recovery of some beta cell function would be welcome news. \"In the absence of complete remission, there are very sizable advantages to having some beta cell function,\" Inverardi noted.\n\nBoth experts said the treatment appears safe, with no risk of rejection. No significant side effects were reported during the trial, other than some arm soreness where blood was taken and returned.\n\nMore information\n\nLearn more about type 1 diabetes from the Nemours Foundation's KidsHealth Web site.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Serena Gordon"], "canonical_link": "https://consumer.healthday.com/diabetes-information-10/misc-diabetes-news-181/novel-stem-cell-treatment-may-hold-promise-for-type-1-diabetes-660573.html", "title": "Novel Stem Cell Treatment May Hold Promise for Type 1 Diabetes", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Scientists try to 're-educate' patient's immune cells to begin producing insulin", "og": {"title": "Novel Stem Cell Treatment May Hold Promise for Type 1 Diabetes", "description": "Scientists try to 're-educate' patient's immune cells to begin producing insulin", "url": "https://consumer.healthday.com/diabetes-information-10/misc-diabetes-news-181/novel-stem-cell-treatment-may-hold-promise-for-type-1-diabetes-660573.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}