{"url": "https://web.archive.org/web/20100420101734/http://www.usatoday.com/news/health/2010-04-20-raloxifene20_ST_N.htm", "text": "Enlarge Feature Photo Service Eli Lilly and Company manufactures Evista (raloxifene hydrochloride), part of a class of drugs called selective estrogen receptor modulators (SERMs). WHICH DRUG TO TAKE? WHICH DRUG TO TAKE? Gabriel Hortobagyi of Houston's M.D. Anderson Cancer Center says: • Younger women may choose tamoxifen; it prevents more cancers and hasn't been shown to cause endometrial cancer before menopause. It's also probably the best choice for postmenopausal women without a uterus. • Postmenopausal women may opt for raloxifene. It's safe and still offers a lot of protection. HEALTH REPORTER TWEETS HEALTH REPORTER TWEETS A common osteoporosis drug, raloxifene, reduces breast cancer risk by 38% in women at high risk for the disease, without causing the serious side effects of similar drugs, a new study shows. That suggests more high-risk women should consider taking raloxifene, also known as Evista, says Victor Vogel, main author of the study presented Monday at the American Association for Cancer Research meeting in Washington. READER FORUM: Living with Cancer BREAST PROBLEMS: Linked to teen girls' drinking EXPERTS: One-third of breast cancer cases avoidable \"It's not a cure ... but it's an important protection for women who are at very high risk,\" says Vogel, who followed nearly 20,000 high-risk, postmenopausal women for almost seven years. Both raloxifene and another drug, tamoxifen, are approved to prevent breast cancer in women at high risk. Few women take them for prevention, however, because of concerns about side effects. Tamoxifen reduces breast cancer by 50% but can also cause hot flashes and other symptoms. So about half of breast cancer patients, who often take it to prevent a relapse, stop the drug early, says study co-author Lawrence Wickerham of Allegheny General Hospital. Tamoxifen also doubles the risk of endometrial cancer, from about one in 1,000 women to about two in 1,000, according to the National Cancer Institute, so many doctors are cautious about prescribing it. Given these concerns, no more than 5% of high-risk women today \"even consider taking\" either drug, says Gabriel Hortobagyi of Houston's M.D. Anderson Cancer Center, who wasn't involved with the study but will participate in a panel discussion at the conference. \"The impact of these drugs is huge,\" he says. \"The only thing that reduces the risk as much is a bilateral mastectomy.\" The new study — which shows that raloxifene doesn't substantially increase the risk of endometrial cancer — should put those concerns to rest, says co-author Patricia Ganz, who runs a clinic for high-risk women at the University of California-Los Angeles. \"We have two very effective agents for breast cancer prevention,\" Ganz says. \"If women were not so risk-averse, we might actually be able to reduce the risk of breast cancer in high-risk women.\" A typical American woman has about a 12% chance of getting breast cancer in her lifetime. That risk rises to about 18% for a woman whose mother or sister has had the disease, and to 30% for a woman with a breast lesion called atypical hyperplasia, Ganz says. Guidelines: You share in the USA TODAY community, so please keep your comments smart and civil. Don't attack other readers personally, and keep your language decent. Use the \"Report Abuse\" button to make a difference. You share in the USA TODAY community, so please keep your comments smart and civil. Don't attack other readers personally, and keep your language decent. Use the \"Report Abuse\" button to make a difference. Read more", "images": ["https://web.archive.org/web/20100420101734im_/http://i.usatoday.net/_common/_images/_inside/enlarge.gif", "https://web.archive.org/web/20100420101734im_/http://i.usatoday.net/_common/_images/usat_logo2.gif", "https://web.archive.org/web/20100420101734im_/http://i.usatoday.net/marketing/email/_notches/email-promo-most-popular.jpg", "https://web.archive.org/web/20100420101734im_/http://i.usatoday.net/_common/_images/favicon.ico", "https://web.archive.org/web/20100420101734im_/http://i.usatoday.net/_common/_images/gray.gif", "https://web.archive.org/web/20100420101734im_/http://images.usatoday.com/_common/_images/clear.gif", "https://web.archive.org/web/20100420101734im_/http://i.usatoday.net/news/_photos/2010/04/19/raloxifenex.jpg", "https://web.archive.org/web/20100420101734im_/http://i.usatoday.net/_common/_images/clear.gif"], "top_img": "https://web.archive.org/web/20100420101734im_/http://i.usatoday.net/_common/_images/favicon.ico", "keywords": [], "authors": ["Liz Szabo", "Usa Today"], "canonical_link": "", "title": "Study: Bone drug lowers breast cancer risk 38% in high-risk women", "meta_data": {"ROBOTS": "NOODP, NOYDIR", "pubdate": "Apr 19, 2010", "pubtime": "07:04 PM", "pubdatetime": "4/19/2010 7:00 PM", "description": "Raloxifene, also known as Evista, is shown to reduce the risk of breast cancer without the side effects of Tamoxifen.", "keywords": "breast cancer, tamoxifen, women, risk, drugs, front, Evista, Research, spike, Cancer, usatoday, California, widget, row, BREAST, Forum"}, "movies": [], "publish_date": 1271736000.0, "source": "https://web.archive.org", "summary": ""}