{"url": "http://www.latimes.com/health/la-he-skeptic-dolphin-therapy-20110718,0,1273996.story", "text": "Dolphins are some of the most charming, charismatic and entertaining animals in the ocean. Adding to their mystique, they have gained a reputation for their supposed healing powers over the last couple of decades.\n\nFacilities scattered around the world offer various forms of dolphin-assisted therapy for people with mental and physical ailments. Essentially, it’s an expensive opportunity to swim with dolphins. Parents of children with severe autism, Down syndrome, cerebral palsy or other disabilities spend thousands of dollars on such dolphin-based treatments in hopes that the animals can reach their kids in ways that psychiatrists, physical therapists or medications never could.\n\nOne destination for dolphin-based treatment is Island Dolphin Care in Key Largo, Fla. The center has six Atlantic bottlenose dolphins in a penned-in canal connected to the ocean. (According to the website, the dolphins’ personalities run the gamut from “tomboy” to “Gucci girl.”) The center also has a staff that includes a social worker and three special education teachers, along with speech therapists and other specialists who visit from time to time. A five-day program costs $2,200 and includes about 20 minutes of dolphin time each day. Other time is spent in classrooms or therapy, depending on the needs of the child or the wishes of the parents. The dolphins also work with some adults, including veterans who have lost limbs.\n\nThere don’t appear to be any dolphin therapy programs in California. (You can swim with dolphins at SeaWorld in San Diego, but it’s not offered as therapy.) There are several programs in Mexico, however, including the Living From the Heart Dolphin Experience in Cozumel. The program includes five 40-minute sessions with a single dolphin in a pool over three days. The cost is $575.\n\nAdvertisement\n\nThe claims\n\nThe Internet is rife with claims that dolphins can use their natural ultrasound to zap tumors, heal muscle injuries and stimulate the brains of disabled children. Through mechanisms that aren’t completely clear, there are also reports that dolphins have relieved chest pain and restored faulty vision.\n\nA site for a dolphin therapy center in Ukraine says its dolphins can treat chronic fatigue syndrome, headaches, depression and autism, among many other conditions.\n\nThe programs closer to this part of the world tend to be more reserved. The website for Island Dolphin Care doesn’t claim that the dolphins cure any illness, although the dolphins are said to provide “unconditional love and support” to children with disabilities or terminal illnesses.\n\nAdvertisement\n\nDeena Hoagland, a licensed social worker and executive director of Island Dolphin Care, says that dolphins don’t have magical powers. “It’s very irresponsible to give false hope,” she says. She believes the animals bring joy, confidence and self-esteem to children and adults. She adds that dolphin therapy is only a small part of her overall program. “We use traditional treatments in an exciting way,” she says.\n\nThe website for the Living From the Heart Dolphin Experience says that 95% of autistic children who receive dolphin therapy enjoy benefits that last up to two years. Those benefits are said to include longer attention spans, better emotional control and improved communication skills.\n\nMacy Jozsef, the executive director of Living From the Heart, says she has been providing dolphin therapy for more than 20 years. “Nobody really knows why dolphins have the impact that they do,” she says. “I speculate that dolphins help synchronize the left side and right side of our brains, and nothing else does that.”\n\nThe bottom line\n\nIf you think your child will enjoy splashing around with a big, smart, aquatic mammal, a dolphin experience might be a fine investment. But if you’re looking for a treatment with scientifically proven results, you should look past the dolphin tank.\n\nEven Hoagland agrees that there’s no real research to support dolphin therapy, but she sees that shortcoming in a positive light: “If there’s no science behind it, how can you say that it doesn’t work?”\n\nThere are a few dolphin studies out there, but they don’t add up to much, says Lori Marino, a neuroscience and behavioral biology researcher at Emory University in Atlanta. Japanese researchers published a small study in 2001 suggesting that dolphin therapy can somehow treat eczema, but that finding stretches credulity, Marino says. Another study that year from Australian researchers concluded that swimming with dolphins could improve feelings of well-being while reducing anxiety, but the findings were based on questionnaires given to 168 healthy people who had paid for their adventures, which predisposed them to see the investment as worthwhile. A more plausible study published in the British Medical Journal in 2005 found that dolphin therapy relieved depression symptoms for a group of 13 adults. Marino critiqued these and other studies in a review article published in 2007 in the journal Anthrozoos.\n\nAccording to Marino, the appeal of dolphin therapy is based more on mystical beliefs than on any real results. “Dolphins are the ultimate New Age animals,” she says. But dolphins don’t feel any spiritual imperative to heal humans, as far as anyone knows. Marino adds that the ultrasound that dolphins use to navigate is far too weak to have any medical effect. “People say that swimming with dolphins is fun, but it’s entertainment, not therapy,” she says.\n\nAdvertisement\n\nJim Ball, chairman of the board of directors of the Autism Society and a behavioral specialist with a practice in Cranbury, N.J., says that some autistic children respond well to animals in general. For example, a child who has trouble reading out loud may be more fluent and confident when reading to a dog. Many autistic children also enjoy being in the water, he says.\n\nIt’s perfectly plausible that some autistic children would become unusually lively and engaged around a dolphin, Ball says, but it’s hard to say that the emotional boost would last. “It’s not like they can swim with a dolphin every day,” he says.\n\nhealth@latimes.com", "images": ["https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.latimes.com/health/la-xpm-2011-jul-18-la-he-skeptic-dolphin-therapy-20110718-story.html", "title": "The shallow waters of dolphin therapy claims", "meta_data": {"og": {"title": "The shallow waters of dolphin therapy claims", "url": "https://www.latimes.com/health/la-xpm-2011-jul-18-la-he-skeptic-dolphin-therapy-20110718-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "url": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "lat-logo-dark-full.jpg"}, "description": "The shallow waters of dolphin therapy claims", "site_name": "Los Angeles Times", "type": "article"}, "article": {"content_tier": "metered", "published_time": "2011-07-18T07:00:00", "opinion": "false", "tag": "Health"}, "twitter": {"card": "summary_large_image", "description": "The shallow waters of dolphin therapy claims", "site": "@latimes", "title": "The shallow waters of dolphin therapy claims"}, "fb": {"app_id": 119932621434123, "pages": 5863113009}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "The shallow waters of dolphin therapy claims", "brightspot.contentId": "00000169-988e-d37a-a1ff-9ccfdf370000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1310986800.0, "source": "http://www.latimes.com", "summary": ""}