{"url": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/new-guidelines-say-more-breast-cancer-patients-should-get-radiation-715062.html", "text": "By Kathleen Doheny\n\nHealthDay Reporter\n\nWEDNESDAY, Sept. 21, 2016 (HealthDay News) -- New guidelines issued by three leading cancer organizations suggest that more breast cancer patients should consider radiation therapy after a mastectomy.\n\nOverall, the guidelines say there's enough evidence to show radiation treatment after a mastectomy decreases the risk of breast cancer recurrence, and that even women with smaller tumors and three or fewer lymph nodes involved can benefit from the therapy.\n\n\"The new guidelines say there is clear evidence that the benefit of [post-mastectomy radiation therapy] extends to women with limited lymph node involvement,\" said Dr. Stephen Edge. He is vice president for health care outcomes and policy at Roswell Park Cancer Institute in Buffalo, N.Y. Edge was co-chair of the panel that developed the new guidelines.\n\nOne radiation treatment expert welcomed the updated recommendations.\n\n\"The guideline is timely,\" said Dr. Janna Andrews, an attending physician in radiation medicine at Norwell Health Cancer Institute, in Lake Success, N.Y. \"The field of post-mastectomy radiation is changing. It's always up for discussion now as to who needs [post-mastectomy radiation therapy].\"\n\nThe new guidelines help clarify what used to be a gray area, Andrews explained. \"In the past, if a woman had a small tumor, less than 5 centimeters, and not more than three or four positive lymph nodes, many doctors would say she does not need [post-mastectomy radiation therapy],\" she said.\n\nThe guidelines don't offer a single formula for which patients need radiation therapy, Edge noted. But they do focus on the group of women for whom there is the most debate about the value of radiation.\n\n\"There is a great deal of controversy about whether women with one, two or three lymph nodes [with cancer] have sufficient risk to warrant radiation,\" he said. \"For women with four or more lymph nodes involved, everyone would recommend radiation.\"\n\nThe guidelines also strongly support input from all specialists who treat breast cancer in making the decision about radiation treatment. That typically includes the surgeon, radiation physician and an oncologist.\n\nDoctors need to weigh the risks and benefits, Edge added. Side effects can include redness of the skin, swelling and skin breakdown severe enough to compromise future breast reconstruction, he explained.\n\nEdge said that doctors need to consider patients individually. For instance, he explained, ''a woman 65 who has microscopic involvement in a single lymph node and an estrogen-receptor positive cancer would be very different from a 38-year-old who has three lymph nodes involved and so-called triple-negative breast cancer.\" The younger woman, he said, would typically be advised to get radiation.\n\nThe older woman, because her risk is lower, should have a discussion with her doctor to decide if the benefit outweighs the risk, Edge noted.\n\nAndrews said that one take-home message for patients is to expect the surgeon to have consulted with the radiation oncologist and others on her team. If a woman's doctor tells her she does not need radiation after a mastectomy, the woman should be told why and she should ask if the radiation oncologist weighed in on the decision.\n\nEdge was a panel representative from the American Society of Clinical Oncology, which created the guidelines along with the American Society for Radiation Oncology and the Society of Surgical Oncology.\n\nAll three groups published the guidelines online this week in their respective journals: the Journal of Clinical Oncology, Practical Radiation Oncology and the Annals of Surgical Oncology.\n\nMore information\n\nTo learn more about radiation in breast cancer treatment, visit BreastCancer.org.", "images": ["https://media.healthday.com/Images/icimages/breast_exam729.jpg"], "top_img": "https://media.healthday.com/Images/icimages/breast_exam729.jpg", "keywords": [], "authors": ["Kathleen Doheny"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/more-breast-cancer-patients-should-consider-radiation-new-guidelines-say-715062.html", "title": "More Breast Cancer Patients Should Consider Radiation, New Guidelines Say", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Mastectomy patients with small tumors, fewer lymph nodes involved, benefit from the therapy, cancer experts agree", "og": {"title": "More Breast Cancer Patients Should Consider Radiation, New Guidelines Say", "image": "https://media.healthday.com/Images/icimages/breast_exam729.jpg", "description": "Mastectomy patients with small tumors, fewer lymph nodes involved, benefit from the therapy, cancer experts agree", "url": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/more-breast-cancer-patients-should-consider-radiation-new-guidelines-say-715062.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}