{"url": "http://www.npr.org/sections/thesalt/2017/03/11/519443324/eating-more-or-less-of-10-foods-may-cut-risk-of-death-from-heart-disease", "text": "Eating More — Or Less — Of 10 Foods May Cut Risk Of Early Death\n\nEnlarge this image toggle caption Paul Taylor/Getty Images Paul Taylor/Getty Images\n\nAbout half of all U.S. deaths from heart disease, stroke and Type 2 diabetes are linked to poor diets, according to a new study published in the Journal of the American Medical Association.\n\nAnd eating more — or less — of just 10 types of food can help raise or lower the risk of death from these causes, the researchers found.\n\nScientists at Tufts University identified the foods that seem to contribute the most to the risk. At the top of the list? Salt. Consuming too much salt was associated with 9.5 percent of the deaths.\n\nNext — and I sympathize with all of you who love to eat these — high intake of red meat and processed meats such as bacon was linked to 8 percent of the deaths. And sugary drinks were a factor in 7.4 percent of the deaths.\n\nWe know, it may be tough to cut back on foods you love. Bacon is so alluring to many that it has even been called the 'gateway' to meat for vegetarians!\n\nBut, here's the flip side: The researchers also found there's a significant risk in eating too little of certain healthy foods. So, think of it this way: You can start consuming more of the foods that are protective.\n\nFor instance, the study found that low consumption of nuts and seeds was linked to about 9 percent of deaths.\n\nIn addition, diets low in seafood, whole grains and fruits and vegetables were found to contribute to about 6-8 percent of the deaths.\n\nEnlarge this image toggle caption John Lawson/Belhaven/Getty Images John Lawson/Belhaven/Getty Images\n\n\"The good news is that we now understand which foods we need to target to prevent Americans from dying prematurely from cardiometabolic diseases,\" says lead study author Renata Micha, a public health nutritionist and epidemiologist at the Friedman School at Tufts University.\n\nIn 2012, about 700,000 Americans died from these diseases. Diet was linked to nearly 319,000 of these deaths. \"This is a remarkable burden, nearly 1,000 deaths each day\" linked to dietary habits, says senior study author Dariush Mozaffarian, dean of the Friedman School at Tufts.\n\nSo, changing Americans dietary habits could have a significant impact, the authors argue. \"Our research suggests that nearly half of the risk can be reduced [by] eating a healthy diet,\" Mozaffarian says.\n\nThe new analysis is based on data from the federal survey known as NHANES, the National Health and Nutrition Examination Survey. Researchers asked some 8,500 participants about their eating habits. In addition, Mozaffarian and his colleagues estimated associations of diet and disease from prior studies and clinical trials.\n\nNow, the task of estimating death or disease linked to diet is tricky. Scientists use statistical methods to try to tease apart the impact of diet as part of people's overall lifestyle.\n\nOne challenge: People who have healthy diets often have other healthy habits, too — such as getting regular exercise. Dietary habits also track with socio-economic status. So, people with lower incomes are more likely to have poorer diets compared with wealthier people.\n\nThe Tufts researchers used studies that had controlled for these lifestyle factors, but it's not a perfect science.\n\n\"Relying on evidence from observational studies...carries the potential limitation of confounding bias,\" states an editorial that was published alongside the study. The editorial raises the possibility that the effect of confounding factors such as socioeconomic status and physical activity could be substantial. \"For instance, it's possible that processed meat consumption merely reflects a Westernized dietary pattern.\"\n\nMozaffarian acknowledges the limitations. \"At the end of the day, our findings might modestly over - or under-estimate the health burdens,\" he told us.\n\nHe says the bigger point is this: \"Whether poor diet is causing 1,000 cardiovascular and diabetes deaths per day, or 500, it remains among the leading causes of preventable suffering.\"\n\nPoor diets are also linked to billions of dollars in healthcare spending. For instance, diabetes costs the U.S. $245 billion a year. In the U.S., a women with diabetes incurs, on average, about $283,000 in lifetime health care costs. (Many cost studies don't separate Type 1 and Type 2 diabetes.)\n\nIf you love foods that are associated with cardiovascular risks, you don't have to give them up entirely. As most nutrition studies show, it's excessive consumption that drives up the risk.\n\nFor instance, dietary guidelines recommend limiting sugar consumption to no more than 10 percent of daily calories. This means that a single 200-calorie sugary drink may be OK for a person who typically consumes a 2,000 calorie-per-day diet.\n\nThe problem: Most Americans consume much more.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2013/11/21/pecans_sq-a9750daa3e00404ce544ac5dd84b61bcc13b8f5d-s100-c15.jpg", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/branding/sections/thesalt/branding_icon-d76e52abc19240eb928674dd91b71404f1945e2a.png", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/assets/img/2015/10/26/bacon_sq-23f7707ba33029ec85c86ce2bd9f1d30e4046d16-s100-c15.jpg", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/assets/img/2017/03/10/bacon1_custom-867257bd89cf2ad8849abbe694e9e05895478412-s1100-c15.jpg", "https://media.npr.org/assets/img/2012/03/12/HPbacon_sq-60db65e9abb0a2458921a070f3f9c1d206ae81f6-s100-c15.jpg", "https://media.npr.org/assets/img/2015/05/18/mvi_9328_sq-9f8ca24bda420333d253b718c41e82fd4ab55fcf-s100-c85.jpg", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/assets/img/2017/03/10/10foods_wide-aabfac2d41459fb8ee67b9855cb07dfa0e6c098c.jpg?s=1400", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/assets/img/2017/03/10/nuts1_custom-2c2df4db5264f538b9909ed81edad561d0248011-s1100-c15.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2017/03/10/10foods_wide-aabfac2d41459fb8ee67b9855cb07dfa0e6c098c.jpg?s=1400", "keywords": [], "authors": ["Allison Aubrey"], "canonical_link": "https://www.npr.org/sections/thesalt/2017/03/11/519443324/eating-more-or-less-of-10-foods-may-cut-risk-of-death-from-heart-disease", "title": "Eating More — Or Less — Of 10 Foods May Cut Risk Of Early Death", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2017-03-11", "description": "Too much bacon, or too few nuts, can influence the risk of death from heart disease and Type 2 diabetes, a study finds. Nearly half of U.S. deaths from these causes were linked to diet.", "og": {"title": "Eating More — Or Less — Of 10 Foods May Cut Risk Of Early Death", "url": "https://www.npr.org/sections/thesalt/2017/03/11/519443324/eating-more-or-less-of-10-foods-may-cut-risk-of-death-from-heart-disease", "type": "article", "description": "Too much bacon, or too few nuts, can influence the risk of death from heart disease and Type 2 diabetes, a study finds. Nearly half of U.S. deaths from these causes were linked to diet.", "image": "https://media.npr.org/assets/img/2017/03/10/10foods_wide-aabfac2d41459fb8ee67b9855cb07dfa0e6c098c.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Eating More — Or Less — Of 10 Foods May Cut Risk Of Early Death", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2017/03/10/10foods_wide-aabfac2d41459fb8ee67b9855cb07dfa0e6c098c.jpg?s=1400"}}}, "movies": [], "publish_date": 1489208400.0, "source": "http://www.npr.org", "summary": ""}