{"url": "http://Healthday.com/Article.asp?AID=634526", "text": "By Amanda Gardner\n\nHealthDay Reporter\n\nFRIDAY, Jan. 1, 2010 (HealthDay News) -- Three-quarters of patients undergoing surgery for stubborn sinusitis saw significant improvements in their quality of life, new research shows.\n\nMost of the remaining 25 percent also saw some improvement, just not as dramatic, said Dr. Timothy Smith, lead author of a study appearing in the January issue of Otolaryngology -- Head and Neck Surgery.\n\n\"Certainly this reinforces our belief that sinus surgery increases the quality of life of patients, and I see that clinically as well as scientifically,\" added Dr. Jordan S. Josephson, a sinus and allergy specialist at Lenox Hill Hospital in New York City. \"Previous studies have been single-center studies, and this is a bigger study using multiple centers and using a fairly large population, so it further says sinus surgery is a really good thing to do if you need it.\"\n\nChronic rhinosinusitis (CRS) affects a sizable minority -- 14 percent to 16 percent -- of U.S. residents. The condition, marked by symptoms such as sinus pain and pressure, headache, stuffy nose and sneezing, can compromise quality of life more than even congestive heart failure, back pain or chronic obstructive pulmonary disease, the study authors said.\n\nEndoscopic sinus surgery has been performed in the United States since the mid-1980s, said Smith, who is director of the Oregon Sinus Center at Oregon Health & Science University in Portland.\n\n\"It's a minimally invasive type of surgery performed with a telescope that goes into the nostril,\" then basically snips away abnormal and interfering tissue while leaving normal tissue behind, Smith explained.\n\nSmith and his co-authors studied 302 patients with CRS from three academic medical centers, following them for an average of a year and a half after their surgery.\n\n\"These were patients who have chronic sinusitis so, by definition, they have at least three months of symptoms and they have evidence of an ongoing inflammation or infection of their nose and sinuses on either a CT scan or an examination of the nose and sinuses,\" Smith said.\n\nFollowing the surgery, about 76 percent of patients had \"clinically significant\" improvement in quality of life, as measured by various validated scales.\n\nPatients with worse disease at the outset seemed to fare the best after the procedure, as did those undergoing surgery for the first time. This second finding is probably explained by the fact that people going for second or further surgeries were probably sicker to begin with, Josephson said.\n\nNone of which is to say that patients shouldn't try medical therapies first, he added.\n\n\"I don't think it means everyone with CRS should consider surgery. They should try medical therapy, and if medical therapy fails and the surgeon feels that part of the problem is anatomic, then surgery would be a good tool for them to use,\" Josephson said. \"Some people with stage 1 and 2 diseases may even get cured. This is a wonderful renewed hope of feeling better.\"\n\nMore information\n\nThe U.S. National Institute of Allergy and Infectious Diseases has more on sinusitis.", "images": ["http://Healthday.com/images/favicon.ico"], "top_img": "http://Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Amanda Gardner"], "canonical_link": "https://consumer.healthday.com/bone-and-joint-information-4/pain-health-news-520/sinus-surgery-brings-relief-to-many-634526.html", "title": "Sinus Surgery Brings Relief to Many", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Study found 76% of sinusitis sufferers felt better afterwards", "og": {"title": "Sinus Surgery Brings Relief to Many", "description": "Study found 76% of sinusitis sufferers felt better afterwards", "url": "https://consumer.healthday.com/bone-and-joint-information-4/pain-health-news-520/sinus-surgery-brings-relief-to-many-634526.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://Healthday.com", "summary": ""}