{"url": "http://www.cnn.com/2015/03/23/health/e-cigarettes-smoking-addiction-nicotine/index.html", "text": "(CNN) It's a portable piece of technology providing seemingly bottomless access to a drug craved by more than 1 billion people worldwide -- nicotine. That craving is caused by smoking tobacco but is now being increasingly satisfied by e-cigarettes and the trend to \"vape\" instead of smoke.\n\nThe selling point is the clean image e-cigarettes purvey by removing the simultaneous exposure to the tar and thousands of chemicals found in the tobacco smoke of regular cigarettes -- removing the cause of lung diseases as well as other tobacco-related conditions.\n\nTobacco kills almost 6 million people each year, according to the World Health Organization (WHO), and a growing number of people are now \"vaping\" instead of smoking, resulting in industry worth $2.7 billion worldwide.\n\nSince their introduction in 2006, e-cigarettes have become commonplace among smokers trying to kick their habit, with a third of smokers trying to quit in the United Kingdom turning to e-cigarettes to aid them, according to one study . But some critics argue these electronic nicotine delivery systems (ENDS) are fueling a new addiction to nicotine -- particularly among young people experimenting with them.\n\nAllure for adolescents\n\n\"While ENDS may have the potential to benefit established adult smokers ... [they] should not be used by youth and adult non-tobacco users because of the harmful effects of nicotine and other risk exposures,\" says Tim McAfee, director the Office on Smoking and Health at the U.S. Centers for Disease Control and Prevention. \"Exposure to nicotine can harm adolescent brain development.\"\n\nStudies conducted by the CDC through its Adult and Youth National Tobacco Surveys found increased experimentation by youth trying out e-cigarettes but not conventional cigarettes. The gadgetry and flavors associated with the devices is suggested as a reason behind this, with fears of them acting as a gateway into real tobacco smoking.\n\nBenan Barwick/CNN Benan Barwick/CNN\n\nBut others in the field of tobacco control disagree, stating that whilst people -- including youth -- may have tried e-cigarettes, the evidence is lacking for their regular use. \"Kids like new technology and just experiment or use it once or twice,\" says Jean-Francois Etter, professor of Public Health at the University of Geneva.\n\nEtter has been researching the use of e-cigarettes since 2009 and believes they are much safer than conventional cigarettes. \"The most dangerous way of consuming nicotine is to smoke it,\" he says. Etter argued this point last week at the World Conference of Tobacco or Health in Abu Dhabi.\n\nWhilst Etter says that use among young people should be monitored, he believes the role of e-cigarettes in reducing global tobacco consumption is more important. \"They are a gateway out of smoking,\" says Etter. The number of people using a combination of tobacco and e-cigarettes is on the rise, according to Etter, resulting in smokers switching and consuming less tobacco each day. \"[They have] the same level of nicotine but people are less exposed to toxins ... nicotine is not a health problem,\" he says. However, further evidence on the long-term health effects of e-cigarettes or nicotine is needed.\n\nSatisfying the craving\n\nNicotine is the main substance keeping people addicted to smoking tobacco and consequently exposing them to the tar and toxins found in cigarettes. Whilst many people try to kick the habit cold turkey, nicotine replacement through gums and patches has long been advocated as a helping hand. \"Nicotine withdrawal is a very unpleasant process,\" says Linda Bauld, professor of Health Policy at the University of Stirling, whose recent report for Public Health England identified an extensive and growing market for e-cigarettes worldwide.\n\n\"The vast number of people using e-cigarettes are using them to stop smoking; [they're] about 60% more effective than going cold turkey or buying nicotine replacement therapy over the counter.\"\n\nBauld's research hasn't identified a dependence on nicotine with e-cigarettes in the same way as the addiction resulting from regular cigarettes. \"E-cigarettes are not the best nicotine delivery devices,\" she says referring to the fact nicotine is not seen to enter the bloodstream as readily when using e-cigarettes. That's backed up by Etter's research as well as a recent study by researchers at Penn State College of Medicine, in which e-cigarettes were found to be less addictive than tobacco cigarettes.\n\nBenan Barwick/CNN Benan Barwick/CNN\n\nThey do, however, provide nicotine more effectively than aids such as patches or gums, according to Bauld.\n\n\"Patches and gums are a very small market,\" says Etter about the quitting devices which first came onto the market 40 years ago. He fears too much restriction on e-cigarettes will limit their impact in achieving a world free of tobacco.\n\nBoth Bauld and Etter recognize the need to monitor the consumption of nicotine among teenagers but feel the value of e-cigarettes among adult smokers and their potential to save lives by reducing tobacco consumption should not be underestimated -- a sentiment recognized by the World Health Organization.\n\n\"[E-cigarettes] could be a way to help people quit but we need more evidence and regulation,\" says Armand Peruga, program manager for the WHO's Tobacco Free Initiative , which has celebrated 10 years of its Framework for Tobacco Control whilst at the conference in Abu Dhabi.\n\nLegislate and regulate\n\nThe greatest impact to date in reducing the number of smokers worldwide has been the taxation and legislation restricting tobacco advertising and increasing prices. \"For every 10% increase in tax you have 4% reduction in tobacco consumption,\" says Peruga.\n\nThe growing fear is the increasing domination of big tobacco in the e-cigarette market, which was once seen as a competitor. Their ownerships of popular e-cigarette brands could push out smaller companies in the field, reminiscent of the original tobacco epidemic.\n\n\"The intent of big tobacco is to sell their product,\" concludes Peruga. \"[They may] expand their market to other customers who didn't use cigarettes but might consider nicotine use.\"\n\nBut as it seems e-cigarettes are here to stay, most calls are for informed regulation rather than prohibition. \"The majority of e-cigarettes -- especially when they are well regulated -- are likely to be less toxic than cigarettes -- and that for smokers is an advantage,\" says Peruga.", "images": ["http://cdn.cnn.com/cnnnext/dam/assets/150318101723-e-cigarette-marijuana-small-11.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/150318104524-e-cigarette-pipe-super-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/150318104524-e-cigarette-pipe-small-11.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/150318105848-e-cigarettes-gum-super-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/150318103800-e-cigarette-hookah-super-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/150318101723-e-cigarette-marijuana-super-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/150318103800-e-cigarette-hookah-small-11.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/150318100900-e-cigarette-cigar-small-11.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/150318105848-e-cigarettes-gum-small-11.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/150318095634-e-cigarette-classic-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/150318095634-e-cigarette-classic-super-169.jpg", "http://cdn.cnn.com/cnn/.e/img/3.0/branding/backgrounds/vital-signs-background-full.png", "http://cdn.cnn.com/cnn/.e/img/3.0/branding/logos/vital-signs-logo-large.png", "http://cdn.cnn.com/cnnnext/dam/assets/150318100900-e-cigarette-cigar-super-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/150318100257-e-cigarette-tank-super-169.jpg", "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7", "http://cdn.cnn.com/cnnnext/dam/assets/150318095634-e-cigarette-classic-super-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/150318100257-e-cigarette-tank-small-11.jpg"], "top_img": "https://cdn.cnn.com/cnnnext/dam/assets/150318095634-e-cigarette-classic-super-169.jpg", "keywords": [], "authors": ["Meera Senthilingam", "For Cnn"], "canonical_link": "https://www.cnn.com/2015/03/23/health/e-cigarettes-smoking-addiction-nicotine/index.html", "title": "Are e-cigarettes fueling a new addiction?", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0", "section": "health", "referrer": "unsafe-url", "og": {"pubdate": "2015-03-23T10:37:49Z", "url": "https://www.cnn.com/2015/03/23/health/e-cigarettes-smoking-addiction-nicotine/index.html", "title": "Are e-cigarettes fueling a new addiction? - CNN", "description": "E-cigarettes have become popular with smokers trying to kick their habit, but what are the health implications?", "site_name": "CNN", "type": "article", "image": {"identifier": "https://cdn.cnn.com/cnnnext/dam/assets/150318095634-e-cigarette-classic-super-169.jpg", "width": 1100, "height": 619}}, "pubdate": "2015-03-23T10:37:49Z", "lastmod": "2015-03-23T10:37:49Z", "author": "Meera Senthilingam, for CNN", "twitter": {"title": "Are e-cigarettes fueling a new addiction? - CNN", "description": "E-cigarettes have become popular with smokers trying to kick their habit, but what are the health implications?", "card": "summary_large_image", "image": "https://cdn.cnn.com/cnnnext/dam/assets/150318095634-e-cigarette-classic-super-169.jpg"}, "description": "E-cigarettes have become popular with smokers trying to kick their habit, but what are the health implications?", "keywords": "health, Are e-cigarettes fueling a new addiction? - CNN", "thumbnail": "https://cdn.cnn.com/cnnnext/dam/assets/150318095634-e-cigarette-classic-super-169.jpg", "vr": {"canonical": "https://www.cnn.com/2015/03/23/health/e-cigarettes-smoking-addiction-nicotine/index.html"}, "article": {"opinion": "false", "content-tier": "free"}, "fb": {"app_id": 80401312489, "pages": "5550296508,18793419640"}, "template-top": "health,bra-vital-signs,art-gal"}, "movies": [], "publish_date": 1427083200.0, "source": "http://www.cnn.com", "summary": ""}