{"url": "http://www.denverpost.com/ci_14871656", "text": "To 62-year-old Hal Kaye, the injection of his own stem cells into his battered ankle was a miracle cure that saved him from debilitating surgery.\n\nTo the Food and Drug Administration, the treatment pioneered by a Broomfield doctor appears to be a misuse of a drug that requires licensing and federal scrutiny before it’s used on patients.\n\nAnd that puts Dr. Chris Centeno on the front line of a simmering dispute over the use and regulation of adult stem cells, which can be cast as either a rogue therapy or breakthrough panacea.\n\nCenteno says his procedure — Regenexx — is one of the first in the U.S. to bridge the gap between stem-cell research and actual treatment. Regenexx involves harvesting a patient’s cells from bone marrow, growing more in a lab and then injecting the tissue-repairing cells into damaged joints or even lumbar discs.\n\nKaye is one of 500 patients who, since 2006, have paid several thousand dollars for a chance to regain their youthful bounce with Centeno’s stem-cell therapy.\n\nIn Kaye’s case, the treatment ended years of pain that five orthopedists said could be fixed only by fusing his ankle.\n\nToday, three years after his stem-cell treatment, Kaye says he plays golf “whenever it’s sunny.”\n\n“I can walk anywhere now,” said Kaye, who hasn’t used a cane since his Regenexx treatment. “It’s been an incredible recovery.”\n\nBut the FDA says stem cells are really a type of drug that requires intensive study and licensing.\n\nThe agency sent Centeno a letter in 2008 warning him that lack of FDA licensing for Regenexx appeared to be in violation of the Public Health Service Act. The FDA asked Centeno to write a letter detailing “steps you have taken or will take to address the violations.”\n\nCenteno, 46, sent a response to the FDA but said he has yet to receive a formal reply.\n\nCenteno asserts that a person’s own stem cells, which he magnifies in a culture of the patient’s own blood in a controlled lab, are not a drug.\n\nDealing with the FDA\n\nWhile Centeno circumvents the FDA, at least one other company is working with the agency to treat adults with their own stem cells.\n\nIn Louisiana, the 4-year-old TCA Cellular Therapy company has several ongoing FDA-approved clinical trials on humans, using patients’ own stem cells to treat heart and vascular diseases. The company is waiting for FDA review of its plan for clinical trials using stem cells to treat spinal cord injuries and Amyotrophic Lateral Sclerosis, or ALS, known as Lou Gehrig’s disease.\n\nCenteno insists that the FDA exceeded its authority when, in an effort to prevent the spread of disease, it decided in 2005 that a patient’s own stem cells should be regulated as if they were being used on another human.\n\nBut the medical community largely has supported the change.\n\nAn October 2006 report in the New England Journal of Medicine analyzed the FDA’s updated regulation of stem-cell-based therapies. The report said researchers should be able to prove stem cells used won’t transmit disease and will be pure, effective and safe. The authors concluded existing regulations governing stem cells “provide an appropriate structure for ensuring the safety and efficacy of the next generation of stem-cell-based products.”\n\nThe International Cellular Medicine Society, which Centeno helped establish to set professional guidelines for adult stem-cell therapies and now counts 300 physicians in its ranks, is meeting this month with the FDA to discuss the issue of whether a patient’s own cells classify as a regulated drug.\n\nA hard-line stance by the FDA could force Centeno to go abroad with his Regenexx procedure, which he licenses to other doctors. Already he is helping to open a Regenexx clinic in an orthopedic hospital in China that specializes in medical tourism and caters to patients seeking unconventional medical treatment.\n\nHarvesting, cultivating and three injections of stem cells at Centeno’s clinic costs $8,000 and is not covered by most insurance policies.\n\nCenteno’s treatment, three 10-minute injections, can flood an area with as many as 40 million stem cells — roughly the size of a pea. By comparison, microfracture, a surgical technique that involves creating tiny breaks in a bone, bathes an injured joint in a few hundred thousand stem cells.\n\n“The body sometimes has a hard time getting enough stem cells to an area, and what we do is simply amplify the number of cells,” Centeno said.\n\nPaul Pendleton is certain that adult stem-cell therapy could someday end joint-replacement surgery. He says it already saved him from replacing his knee.\n\nHe was about to give up decades of weightlifting and regular workouts when he found Centeno a year ago.\n\n“It feels like my knee did 20 years ago. I’m back doing lunges, teaching my spinning classes,” said the 53-year-old petroleum engineer. “The knee seems kind of bulletproof to me. It was a solution that conventional medicine could not offer.”\n\nSoon, regenerative stem-cell therapies like Centeno’s may not be so cutting edge. A study published last month in the peer-reviewed journal Current Stem Cell Research and Therapy detailed the recovery of 227 Centeno patients. Using high-resolution MRIs, the study showed no patients developed tumors or other serious complications from the treatment.\n\n“The safety has been quite good,” Centeno said. “Especially when compared to other things like knee replacement or a big orthopedic surgery or microfracture or a laminectomy, the risk profile of this is far less than all of them.”\n\nAddressing safety issues\n\nAs doctors and researchers present more stem-cell therapies to the FDA, the regulatory process may move more quickly, said Dennis Roop, director of the new Center for Regenerative Medicine and Stem Cell Biology at the University of Colorado Denver’s An schutz Medical Campus.\n\n“But it will not ever evolve to the point where you don’t have to address the safety issues,” said Roop, noting that the FDA strictly regulates labs where tissues are grown. “If any physician thinks he can take cells out, expand them and grow them in his own clinic, the risk is something very similar to gene therapy, where there was so much hype and an adverse event can stymie the field for years.”\n\nIn 2007, a 36-year-old Chicago woman died three weeks after her knee was injected with genetically engineered viruses as part of an investigational treatment researching gene therapy’s potential in easing the pain of rheumatoid arthritis.\n\nWhile the culture and climate for stem-cell therapies is improving, Roop said, more research, like Colorado State University’s stem-cell work on dogs and horses, is needed to ensure safety and learn long-term effects of stem-cell therapies.\n\n“I think as more data accumulates documenting safety, that will potentially accelerate getting more of these stem-cell therapies approved,” he said.\n\nJason Blevins: 303-954-1374 or jblevins@denverpost.com", "images": ["https://www.denverpost.com/wp-content/mu-plugins/jetpack/modules/sharedaddy/images/loading.gif", "https://www.denverpost.com/wp-content/uploads/2016/05/20100412__20100413_A07_CD13STEMCELLS.Ap1_.jpg?w=600&h=420"], "top_img": "https://www.denverpost.com/wp-content/uploads/2016/05/20100412__20100413_A07_CD13STEMCELLS.Ap1_.jpg?w=600&h=420", "keywords": [], "authors": ["Jason Blevins", "Reporter Jason Blevins Left The Post In He Covered Tourism", "Mountain Business", "Skiing", "Outdoor Adventure Sports For Both The Business", "Sports Sections."], "canonical_link": "https://www.denverpost.com/2010/04/12/stem-cell-therapy-feels-food-and-drug-administrations-pinch/", "title": "Stem-cell therapy feels Food and Drug Administration’s pinch", "meta_data": {"application-name": "thedenverpost", "viewport": "width=device-width, initial-scale=1", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "generator": "WordPress 5.2.4", "wp-parsely_version": "1.14", "fb": {"pages": 125138604186136}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "og": {"type": "article", "title": "Stem-cell therapy feels Food and Drug Administration’s pinch", "url": "https://www.denverpost.com/2010/04/12/stem-cell-therapy-feels-food-and-drug-administrations-pinch/", "description": "Stem-cell therapy feels Food and Drug Administration’s pinch", "site_name": "The Denver Post", "image": {"identifier": "https://www.denverpost.com/wp-content/uploads/2016/05/20100412__20100413_A07_CD13STEMCELLS.Ap1_.jpg?w=600&h=420", "width": 600, "height": 420}, "locale": "en_US"}, "article": {"published_time": "2010-04-12T21:39:00+00:00", "modified_time": "2016-05-06T23:11:44+00:00"}, "twitter": {"site": "@denverpost", "text": {"title": "Stem-cell therapy feels Food and Drug Administration’s pinch"}, "image": "https://www.denverpost.com/wp-content/uploads/2016/05/20100412__20100413_A07_CD13STEMCELLS.Ap1_.jpg?w=640", "card": "summary_large_image"}, "msapplication-TileImage": "https://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270"}, "movies": [], "publish_date": 1271108340.0, "source": "http://www.denverpost.com", "summary": ""}