{"url": "http://time.com/4905191/peanut-allergy-peanuts-probiotics/", "text": "In a long-term study of the latest treatment for peanut allergy, scientists in Australia report that an immune-based therapy helped children allergic to peanuts eat them without reactions for four years.\n\nThe study, published in the journal Lancet Child & Adolescent Health, follows up on children enrolled in an earlier study of an immunotherapy treatment, which combined probiotics with small doses of peanuts that were designed to gradually train the children’s immune systems to accept the peanut allergen rather than treat it as something foreign. Previous studies have suggested that methods like these could be effective in reducing youngsters’ allergic, sometimes dangerous anaphylactic shock reactions to peanuts. The Australian team added probiotics to further enhance the gut’s ability to accept the peanuts and not trigger an immune reaction. Compared to 4% of children who didn’t get any treatment, 82% of those receiving the combination therapy significantly reduced their allergic reactions to peanuts.\n\nMORE: Babies Should Eat Eggs and Peanuts Early to Avoid Food Allergies\n\nIn the follow-up, which tracked the children for four years after they were treated with the combination therapy, 67% of those who got the combination probiotic and peanut therapy were comfortable eating peanuts, compared to only 4% of those who did not get the treatment. Fewer children in the treated group had an allergic reaction to the peanuts, and they also showed smaller reactions to skin prick tests with peanut allergen.\n\nThe results are encouraging, allowing the children who were treated to eat peanuts without fear of an allergic reaction. But it may be too early to call this a cure. The researchers believe that adding probiotics to the peanut allergens may be important in improving the children’s tolerance to the food, but Dr. Anna Nowak-Wegrzyn, an associate professor of pediatrics at Icahn School of Medicine at Mt. Sinai Hospital who was not involved in the study, notes that the researchers didn’t compare the effect of the probiotics themselves; they only compared children who received the probiotics along with immune therapy to those who didn’t get any treatment at all.\n\nHealth Newsletter Get the latest health and science news, plus: burning questions and expert tips. View Sample Sign Up Now\n\nIt makes sense that the probiotics may enhance the immunotherapy’s effect, since probiotics are beneficial bacteria in the gut, where food allergens are processed. “I think there is certainly a suggestion, but not hard proof, that the probiotics make a difference,” says Nowak-Wegrzyn. “The question for me would be if there is a difference between patients who were treated with [both] immunotherapy [in the form of low doses of peanuts] and probiotics, and those who were treated with just immunotherapy.”\n\nThat may have to wait for another study. But the new findings provide even more evidence that using peanuts to treat peanut allergy, and to re-train the immune system to be less allergic, can be effective.\n\nContact us at editors@time.com.", "images": ["http://subscription-assets.timeinc.com/current/1850_top2_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2017/08/gettyimages-483596111.jpg?quality=85&w=1200&h=628&crop=1", "http://time.com/images/newsletter-time.png", "https://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2019/11/hamburgers-and-fries.jpg?quality=85&w=600", "https://timedotcom.files.wordpress.com/2016/01/soda-can-drink-diet-health-fitness.jpg?quality=85&w=600", "http://pixel.carambo.la/Pixel/tmnc11/112753/0/1/0", "http://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "http://assets.time.com/images/dianomi-logo.png", "https://timedotcom.files.wordpress.com/2017/09/time-newsletter-tout-footer.png", "http://pixel.watch/f3fo"], "top_img": "https://timedotcom.files.wordpress.com/2017/08/gettyimages-483596111.jpg?quality=85&w=1200&h=628&crop=1", "keywords": [], "authors": ["Alice Park"], "canonical_link": "https://time.com/4905191/peanut-allergy-peanuts-probiotics/", "title": "A New Therapy May Cure Kids of Peanut Allergy", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "keywords": "peanut allergy, peanuts, food allergy, immune system and allergies, peanuts to treat peanut allergy, immunotherapy to treat peanut allergy, allergic to peanuts, treating food allergies", "news_keywords": "peanut allergy, peanuts, food allergy, immune system and allergies, peanuts to treat peanut allergy, immunotherapy to treat peanut allergy, allergic to peanuts, treating food allergies", "description": "An experimental treatment helped children who are allergic to peanuts eat them without problems for four years.", "og": {"title": "A New Therapy May Cure Kids of Peanut Allergy", "type": "article", "site_name": "Time", "url": "https://time.com/4905191/peanut-allergy-peanuts-probiotics/", "description": "An experimental treatment helped children who are allergic to peanuts eat them", "image": {"identifier": "https://timedotcom.files.wordpress.com/2017/08/gettyimages-483596111.jpg?quality=85&w=1200&h=628&crop=1", "width": 1200, "height": 628}}, "article": {"content_tier": "free", "opinion": "false"}, "pinterest": {"url": "https://time.com/4905191/peanut-allergy-peanuts-probiotics/", "description": "An experimental treatment helped children who are allergic to peanuts eat them without problems for four years.", "media": "https://timedotcom.files.wordpress.com/2017/08/gettyimages-483596111.jpg?quality=85&w=1200&h=628&crop=1"}, "twitter": {"card": "summary_large_image", "url": "https://time.com/4905191/peanut-allergy-peanuts-probiotics/", "title": "A New Therapy May Cure Kids of Peanut Allergy", "description": "An experimental treatment helped children who are allergic to peanuts eat them", "site": "@TIME", "image": "https://timedotcom.files.wordpress.com/2017/08/gettyimages-483596111.jpg?quality=85&w=1024&h=512&crop=1"}, "fb": {"app_id": 53177223193, "pages": 10606591490}}, "movies": [], "publish_date": null, "source": "http://time.com", "summary": ""}