{"url": "http://www.nytimes.com/2010/11/18/health/18prostate.html?_r=1", "text": "“There’s really no precedent for another drug that does this,” said Dr. Matthew R. Smith, a prostate cancer specialist at the Massachusetts General Hospital.\n\nAlso, bone scans actually measure bone formation, not the presence of cancer itself. So it cannot be completely ruled out that XL184 somehow stopped bone growth without killing the cancer. However, Dr. Smith said he doubted that was the case because there were signs the drug also controlled tumors outside the bones.\n\nDrugs now used to treat advanced prostate cancer, like Taxotere, do not have much affect on bone scans, Dr. Smith said. Bone drugs like Zometa from Novartis and denosumab from Amgen can protect cancerous bones from fractures, but have not been shown to fight the cancer itself.\n\nAnother investigator in the trial, Dr. David C. Smith of the University of Michigan, said he could not believe it when the bone scan of one patient, who previously had widespread cancer in his bones, came back completely clean.\n\n“I thought they had scanned the wrong person,” said Dr. Smith, who is not related to the doctor in Massachusetts. “I’ve never seen anything like this.”\n\nExelixis will now add many prostate cancer patients to the midstage clinical trial from which the results were drawn, said Michael M. Morrissey, the company’s chief executive. A late-stage trial could begin as early as next year, he said.\n\nPhoto\n\nXL184 is believed to block the formation of blood vessels that feed tumors and also inhibits a protein called MET that helps spur tumor growth.\n\nAdvertisement Continue reading the main story\n\nProvenge from Dendreon, by contrast, trains the patient’s immune system to attack the tumor. The drug was approved by the Food and Drug Administration in April after a clinical trial showed that those getting the drug had a median survival of about 26 months, four months longer than those in a control group.\n\nSome critics say Medicare would not be doing a review of a drug already approved by the F.D.A. were it not for its high cost.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“One has to wonder if today’s meeting is about something other than science, namely the cost,” Brad Loncar, an investor in Dendreon whose grandfather died of prostate cancer, told the Medicare Coverage Advisory Committee on Wednesday.\n\nDr. Louis Jacques, director of the coverage and analysis group at the Centers for Medicare and Medicaid Services, said cost was not a factor and that the agency had reviewed products approved by the F.D.A. in the past.\n\nDr. Jacques said he ordered the review after being contacted by federal lawmakers questioning why their constituents could not get the drug. He realized that reimbursement by regional Medicare contractors was inconsistent, so he decided the agency should have a uniform national policy.\n\nThe Medicare Coverage Advisory Committee, which met in Baltimore, did not discuss the cost of Provenge or make a coverage recommendation. It reviewed the clinical trial data and then rated the strength of the data on a scale of 1 to 5.\n\nThe 10 voting members, mainly doctors and health policy experts, averaged 3.6 on the question of how much confidence they had that there was adequate evidence to conclude that Provenge significantly prolongs survival.\n\nThat is between 3, which is intermediate confidence and 5, which is high confidence. But some analysts said that should be enough for reimbursement. Trading in Dendreon shares, halted during regular market hours, rose 6 percent after hours.\n\nHowever, the panel gave very low scores to evidence that the drug would help prostate cancer patients other than the type who participated in the clinical trial, which were men with advanced cancer, but no or minimal symptoms. That could give Medicare grounds for denying payment when the drug is used off-label, as cancer drugs often are.\n\nAdvertisement Continue reading the main story\n\nMedicare is scheduled to put a proposed decision out for comment by March 30, with a final decision around the end of June.\n\nProvenge has stirred passions since the F.D.A. initially declined to approve it in 2007. Some Dendreon investors and prostate cancer patients staged protests and advertising campaigns and sued the F.D.A. Two doctors who had spurred investor wrath by voting against the drug’s approval at an advisory committee meeting attended a major cancer conference accompanied by bodyguards.\n\nMedicare’s review has drawn hundreds of comments, mostly in favor of coverage. One criticism of the drug was filed by a law firm, Willkie Farr & Gallagher, on behalf of a client who the law firm said wanted to remain anonymous because of the “public vilification of anyone that questions Provenge.”", "images": ["https://static01.nyt.com/images/2010/11/18/business/Prostate/Prostate-thumbStandard.jpg", "https://static01.nyt.com/images/2010/11/18/business/Prostate/Prostate-jumbo.jpg"], "top_img": "https://static01.nyt.com/images/2010/11/18/business/Prostate/Prostate-thumbStandard.jpg", "keywords": [], "authors": ["Andrew Pollack"], "canonical_link": "https://www.nytimes.com/2010/11/18/health/18prostate.html", "title": "Prostate Drug From Exelixis Shows Promise", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1248069343246", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2010/11/18/health/18prostate.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2010/11/18/health/18prostate.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1248069343246"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2010/11/18/health/18prostate.html", "title": "Prostate Drug From Exelixis Shows Promise", "description": "The treatment XL184 seems to clear up cancer that has spread to the bone. Meanwhile, Medicare appears more likely to pay for the expensive prostate cancer drug Provenge.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "robots": "noarchive", "hdl_p": "In Small Test, Experimental Prostate Drug Shows Promise", "description": "The treatment XL184 seems to clear up cancer that has spread to the bone. Meanwhile, Medicare appears more likely to pay for the expensive prostate cancer drug Provenge.", "genre": "News", "articleid": 1248069343246, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Prostate Drug From Exelixis Shows Promise", "pdate": 20101118, "utime": 20141008094355, "ptime": 20101118000103, "DISPLAYDATE": "Nov. 18, 2010", "dat": "Nov. 18, 2010", "lp": "The treatment XL184 seems to clear up cancer that has spread to the bone. Meanwhile, Medicare appears more likely to pay for the expensive prostate cancer drug Provenge.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "18prostate", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "published": "2010-11-18T00:01:03-05:00", "modified": "2014-10-08T09:43:55-04:00", "section": "Health", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "section_url": "https://www.nytimes.com/pages/health/index.html", "top-level-section": "health", "author": "https://www.nytimes.com/by/andrew-pollack", "tag": "Health Insurance and Managed Care"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "og": {"url": "https://www.nytimes.com/2010/11/18/health/18prostate.html", "type": "article", "title": "Prostate Drug From Exelixis Shows Promise", "description": "The treatment XL184 seems to clear up cancer that has spread to the bone. Meanwhile, Medicare appears more likely to pay for the expensive prostate cancer drug Provenge.", "image": "https://static01.nyt.com/images/2010/11/18/business/Prostate/Prostate-thumbStandard.jpg"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Andrew Pollack", "tone": "feature", "byl": "By ANDREW POLLACK", "PT": "article", "CG": "health", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Health Insurance and Managed Care", "org": "Food and Drug Administration", "ad-sponsor": "XL184,Provenge", "keywords": "Drugs (Pharmaceuticals),XL184,Prostate Gland,Provenge,Cancer,Clinical Trials,Exelixis Inc,Dendreon Corp,Food and Drug Administration,Medicare,Health Insurance and Managed Care", "thumbnail": "https://static01.nyt.com/images/2010/11/18/business/Prostate/Prostate-thumbStandard.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "dfp-ad-unit-path": "health", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1290056400.0, "source": "http://www.nytimes.com", "summary": ""}