{"url": "http://www.Reuters.com/article/2011/06/16/us-olive-oil-idUSTRE75E66L20110616", "text": "NEW YORK (Reuters Health) - Older people who use olive oil in their cooking and on their salads may have a lower risk of suffering a stroke, researchers reported Wednesday.\n\nOlive oils are seen at \"Barcelona Degusta\" the 3rd edition of the consumer food show in Barcelona March 6, 2009. REUTERS/Albert Gea\n\nIn a study that followed older French adults for five years, researchers found that those who regularly used olive oil were 41 percent less likely to have a stroke than those who never used the oil.\n\nThe findings, reported in the journal Neurology, hint that the well-known connection between olive oil and heart disease might extend to stroke as well. Olive oil is a key ingredient in the so-called Mediterranean diet. And some clinical trials have suggested that the diet helps control risk factors for heart disease, like high blood pressure, abdominal obesity and elevated levels of “bad” LDL cholesterol.\n\nHigh olive oil intake is also linked to a lower risk of heart attack, and a longer lifespan among heart attack survivors. These latest findings support the general advice that people replace dubious dietary fats — namely, saturated fats and “trans” fats — with olive oil and other unsaturated fats, according to an expert not involved in the study. But he also stressed that the study does not prove that olive oil, per se, helps prevent strokes.\n\n“We need to remember that this is an observational study,” said Dr. Nikolaos Scarmeas, a neurologist at Columbia University Medical Center in New York who wrote an editorial published with the study.\n\nThe study found a correlation between people’s olive oil use and their stroke risk, he told Reuters Health — but that doesn’t necessarily translate into cause-and-effect.\n\n“People who use a lot of olive oil may be very different from people who don’t,” Scarmeas said.\n\nOlive oil users may, for example, have higher incomes, eat better overall or exercise more often than people who never use the oil. The researchers on the new study, led by Cécilia Samieri of the French national research institute INSERM, tried to account for those differences. And after they did, olive oil was still linked to a lower stroke risk.\n\nBut it’s impossible to fully account for all those variables, Scarmeas noted. What’s needed, he said, are clinical trials where people are randomly assigned to use olive oil or not, then followed over time to see who suffers a stroke. Such clinical trials are considered the “gold standard” of medical evidence.\n\nThe current study included 7,625 French adults age 65 and older who reported on their diets and other lifestyle factors. People who said they used olive oil for both cooking and as a dressing were considered “intensive users.”\n\nOver the next five to six years, those intensive users suffered strokes at a rate of 0.3 percent per year. That compared with just over 0.5 percent among non-users, and 0.4 percent among moderate users.\n\nWhen the researchers factored in other diet habits, exercise levels and major risk factors for stroke — like high blood pressure and diabetes — heavy olive oil use was tied to 41 percent reduction in the odds of stroke.\n\nSamieri’s team also took blood samples from another 1,245 older adults, measuring their levels of oleic acid — a monounsaturated fat that accounts for most of the fatty acids in olive oil. The one-third of participants with the highest oleic acid levels were 73 percent less likely to suffer a stroke than the one-third with the lowest levels.\n\nThe findings, according to Scarmeas, argue for more research into olive oil’s potential benefits against not only heart disease, but stroke and other neurological diseases as well.\n\nFor now, he suggested that people choose olive oil and other unsaturated fats over saturated fats (found largely in meat and dairy) and trans fats (found in some processed foods, like crackers, cookies and chips).\n\n“It’s better to rely on this type of fat for your overall health,” Scarmeas said.\n\nThat said, no single food is consumed in isolation, he points out in his editorial. Olive oil is one part of the Mediterranean diet that has been tied to heart benefits. The diet also boasts plenty of fruits and vegetables, legumes, whole grains, fish and moderate amounts of red wine.\n\nSOURCE: bit.ly/SUxCM Neurology, online June 15, 2011.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "http://s3.reutersmedia.net/resources/r/?m=02&d=20110615&t=2&i=439760439&r=2011-06-15T212840Z_01_BTRE75E1NO000_RTROPTP_0_SPAIN&w=20", "https://s3.reutersmedia.net/resources/r/?m=02&d=20110615&t=2&i=439760439&w=1200&r=2011-06-15T212840Z_01_BTRE75E1NO000_RTROPTP_0_SPAIN"], "top_img": "https://s3.reutersmedia.net/resources/r/?m=02&d=20110615&t=2&i=439760439&w=1200&r=2011-06-15T212840Z_01_BTRE75E1NO000_RTROPTP_0_SPAIN", "keywords": [], "authors": ["Amy Norton", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-olive-oil-idUSTRE75E66L20110616", "title": "Olive oil lovers show lower stroke risk", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "(Reuters Health) - Older people who use olive oil in their cooking and on their salads may have a lower risk of suffering a stroke, researchers reported Wednesday.", "Author": "Amy Norton", "keywords": "Columbia,US,OLIVE,OIL", "news_keywords": "Columbia;US;OLIVE;OIL", "REVISION_DATE": "Thu Jun 16 09:07:20 UTC 2011", "analyticsAttributes.articleDate": "2011-06-16T09:07:20+0000", "analyticsAttributes.author": "Amy Norton", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-olive-oil-idUSTRE75E66L20110616", "analyticsAttributes.contentTitle": "Olive oil lovers show lower stroke risk", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "Columbia,US,OLIVE,OIL", "analyticsAttributes.keywordSlug": "US-OLIVE-OIL", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Olive oil lovers show lower stroke risk", "sailthru.author": "Amy Norton", "sailthru.date": "2011-06-16T09:07:20+0000", "sailthru.title": "Olive oil lovers show lower stroke risk", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Olive oil lovers show lower stroke risk", "url": "https://www.reuters.com/article/us-olive-oil-idUSTRE75E66L20110616", "type": "article", "description": "(Reuters Health) - Older people who use olive oil in their cooking and on their ...", "image": "https://s3.reutersmedia.net/resources/r/?m=02&d=20110615&t=2&i=439760439&w=1200&r=2011-06-15T212840Z_01_BTRE75E1NO000_RTROPTP_0_SPAIN", "article": {"published_time": "2011-06-16T09:07:20+0000", "modified_time": "2011-06-16T09:07:20+0000", "section": "Homepage", "author": "Amy Norton", "tag": "Columbia,US,OLIVE,OIL"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary_large_image", "title": "Olive oil lovers show lower stroke risk", "description": "(Reuters Health) - Older people who use olive oil in their cooking and on their salads may have a lower risk of suffering a stroke, researchers reported Wednesday.", "image": {"identifier": "https://s3.reutersmedia.net/resources/r/?m=02&d=20110615&t=2&i=439760439&w=1200&r=2011-06-15T212840Z_01_BTRE75E1NO000_RTROPTP_0_SPAIN", "src": "https://s3.reutersmedia.net/resources/r/?m=02&d=20110615&t=2&i=439760439&w=1200&r=2011-06-15T212840Z_01_BTRE75E1NO000_RTROPTP_0_SPAIN"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1308196800.0, "source": "http://www.Reuters.com", "summary": ""}