{"url": "http://consumer.Healthday.com/Article.asp?AID=649166", "text": "En Español\n\nBy Maureen Salamon\n\nHealthDay Reporter\n\nMONDAY, Jan. 24, 2011 (HealthDay News) -- Doctors administering deep brain stimulation to control a patient's severe pain report that they discovered the treatment consistently lowered the man's hard-to-control high blood pressure.\n\nThe finding introduces the possibility that deep brain stimulation -- a surgical implant that delivers electrical pulses to the brain -- might one day become a treatment for drug-resistant hypertension or lead to clues about the brain's role in regulating blood pressure.\n\nThe study is reported in the Jan. 25 print issue of the journal Neurology.\n\nAbout 10 percent of high blood pressure cases either can't be controlled with medication or patients cannot tolerate them, study author Dr. Nikunj K. Patel, a neurosurgeon at Frenchay Hospital in Bristol, England, said in a journal news release.\n\nAccording to the U.S. Centers for Disease Control and Prevention, high blood pressure affects 30 percent of American adults. The condition raises the risk of heart attack and stroke.\n\n\"It's a really interesting paper,\" said Dr. Nicholas D. Schiff, director of the Laboratory of Cognitive Neuromodulation at New York-Presbyterian Hospital/Weill Cornell Medical Center. \"I thought it was compelling, though single cases are always questionable\" to generalize.\n\nIn the case study, a 55-year-old man was implanted with a deep brain stimulator to treat severe pain stemming from a stroke. Although the patient was taking four drugs to control his high blood pressure, which was diagnosed at the time of his stroke, his blood pressure had remained high.\n\nThe man's blood pressure gradually decreased enough for him to stop taking all blood pressure medications, though the deep brain stimulation failed to control his pain long-term. When researchers tested turning off the stimulator after two years, the patient's blood pressure rose significantly.\n\nThe study adds to other recent research focused on neuromodulation, which harnesses the power of electrical impulses in the body for therapeutic benefit. Tactics being tested include renal nerve ablation, a procedure that emits low-power radiofrequency along the nerves next to the kidneys, interrupting signals that trigger high blood pressure.\n\n\"In the general sense, neuromodulation for blood pressure is really going to be a revolutionary treatment for chronic [high] blood pressure,\" said cardiologist Dr. Marc Penn, director of the Cleveland Clinic's Bakken Heart-Brain Center.\n\n\"I think it's really interesting physiology,\" added Penn, noting that the results would need to be repeated multiple times before a therapy based on it could be developed.\n\nSchiff, however, was hesitant to predict that deep brain stimulation might become a common treatment for hard-to-control high blood pressure.\n\n\"This is a case report, and not a treatment for anything,\" he said, adding, \"There are risks to this procedure and one has to really look at the tradeoffs.\"\n\nMore information\n\nFor more information about deep brain stimulation, visit the American Association of Neurological Surgeons", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Maureen Salamon"], "canonical_link": "https://consumer.healthday.com/circulatory-system-information-7/blood-pressure-news-70/deep-brain-stimulation-might-ease-tough-to-treat-hypertension-649166.html", "title": "Deep Brain Stimulation Might Ease Tough-to-Treat Hypertension", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Doctors stumbled on effect when treating hypertensive man for stroke-linked pain", "og": {"title": "Deep Brain Stimulation Might Ease Tough-to-Treat Hypertension", "description": "Doctors stumbled on effect when treating hypertensive man for stroke-linked pain", "url": "https://consumer.healthday.com/circulatory-system-information-7/blood-pressure-news-70/deep-brain-stimulation-might-ease-tough-to-treat-hypertension-649166.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}