{"url": "http://www.cnn.com/2016/06/29/health/als-stem-cell-research/index.html", "text": "(CNN) Stem cell research can run the gamut from Nobel Prize-winning scientists to hucksters in lab coats making a buck off desperate, seriously ill people. The results of one new study may be less than hoped for, but the science is sound: The study concluded that injecting stem cells into the spinal cords of patients with amyotrophic lateral sclerosis is safe in most, though not all, cases. Unfortunately, the procedure provided no benefit to patients, though it caused substantial pain to two of the study participants.\n\nDr. Jonathan D. Glass, a professor of neurology and pathology at the Emory University School of Medicine and the director of the Emory ALS Center, specifically focused on human spinal cord-derived neural stem cells.\n\n\"We put them into the spinal cord, and they came from a human spinal cord. The idea was that they would find a familiar and supportive environment,\" explained Glass.\n\nIn previous studies , Glass and his colleagues had transplanted such stem cells into the spinal cords of rodents with ALS and discovered that the treatment delayed the disease and improved survival.\n\nNext, in a study of 12 patients , Glass tested the safety of injecting the stem cells into the spinal cords of humans. What he discovered during that experiment was that none of the patients suffered long-term effects (from either the surgical procedure or the implantation of stem cells), and no unusual acceleration of disease occurred. Importantly, one patient showed some improvement, though he and his colleagues noted that this outcome \"must be interpreted with caution\" since the study wasn't designed to measure effectiveness of the treatment.\n\nFor the new study, funded by the National Institutes of Health, Glass and his colleagues tested increasing amounts of stem cells injected into 15 patients who were not enrolled in his previous study.\n\nWhat ALS does to the body\n\nWhen someone gets ALS, also known as Lou Gehrig's disease, their motor network rapidly disintegrates. Nerve cells that communicate and control the voluntary muscles of the body (such as those in the arms, legs and face) degenerate or die. When communication between the brain and muscles ceases, the result is a gradual weakening and wasting away of muscles.\n\n\"I always use the analogy of a house on fire,\" said Robert Goldstein, vice president of the ALS Therapy Development Institute . His nonprofit biotech research company has 25 therapeutic projects in progress, although none of them happens to be stem cell-based. \"The body is deteriorating rapidly.\"\n\nJuanita Pharr, director of care for the Georgia Chapter of the ALS Association , has both personal and professional experience with ALS: A medical social worker, she also watched her father die from the disease.\n\n\"My father was actually 69 when he was diagnosed. Someone can go for two years without being diagnosed properly, and that was the case with my father,\" Pharr said.\n\nNeither his primary care physician nor his neurologist could identify the cause of his deterioration. In fact, they first believed he had suffered a stroke. After all, ALS is rare, and in up to 90% of all cases, there is no family history and no known risk factors, as was the case with Pharr's father.\n\nALS affects men more often than women, usually between the ages of 40 and 70. Though more common between the ages of 60 and 69, this neurodegenerative disease can develop at any age, progressing rapidly. Most people with ALS die within three to five years after their symptoms begin, though about 10% survive for 10 years or longer. In Pharr's father's case, the progress of disease was rapid.\n\n\"He did not want to go on the ventilator,\" she said, adding that many people prefer a \"natural death.\" ALS often ends with respiratory failure since muscles in the diaphragm and chest walls eventually stop functioning. \"There's no cure, and we don't even have a treatment,\" she said.\n\nAccording to Goldstein, this isn't entirely a negative. \"One of the things ALS has going for it is, since it has no effective treatment or cure, you throw anything you can at it,\" he said. While for many other diseases, the researchers are focused on just one modality, ongoing ALS research uses each of the four key modes of medical treatment: small molecules, proteins and biologics, gene therapy and stem cells.\n\nWas this research necessary -- and ethical?\n\nThe ethics of human experimentation were thoroughly examined before the study began.\n\n\"Ethical review happens at several levels: at the NIH, at the Food and Drug Administration and most importantly at University Institutional Review Boards at each institution where a faculty member is participating in a trial,\" Glass explained.\n\nIn Pharr's opinion, this and other stem cell studies are certainly fair from a participant's perspective, since beforehand, \"patients are presented with all the risk factors involved so they can make an informed decision.\" Besides, she added, \"you automatically assume anyone with ALS can participate, but not everyone meets the criteria for a particular study.\"\n\nThe results of the study: Most participants fared well. However, severe complications occurred in two of the patients as a result of the surgery involved. One developed partial paralysis, and another experienced \"incapacitating pain.\"\n\n\"People who do these studies should be considered medical heroes,\" Goldstein said, adding, \"The selflessness of these people when they're told they're gonna die.\"\n\nSadly, disappointment is part of it, according to Pharr, who typically hears the frustration of people who go through a study that worked for another person but not for them. \"It may have had a different effect on someone else,\" she said. \"But that's why we don't have a treatment yet: because it doesn't work for everyone.\"\n\nIn an editorial accompanying the study, Dr. Stanley H. Appel and Dr. Carmel Armon wrote, \"These are clearly early stages of evaluating the risks and benefits of transplanting neural progenitor stem cells in patients with ALS.\"\n\nThese early stages may be painful for some of the \"medical heroes\" involved, but the goal is clear: providing an effective and safe treatment for future patients who suffer from a devastating condition.\n\nJoin the conversation See the latest news and share your comments with CNN Health on Facebook and Twitter.\n\n\"Importantly, people should understand that, at least for neurological diseases like ALS, we are just now getting started with testing our hypotheses about using stem cells as therapeutics,\" Glass said. \"We do not know if these treatments will work, and it will take time to test these therapies in a systematic and safe way.\"", "images": ["http://cdn.cnn.com/cnnnext/dam/assets/160219164555-eye-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/141218174353-neurons-made-from-neural-stem-cells-super-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/110928111321-ted-harada-als-patient-story-top.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/151007174831-13-medical-innovations-stem-cell-research-large-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/130516083208-exp-early-cohen-stem-cell-00013829-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/150714184012-als-ice-bucket-challenge-large-169.jpg", "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7", "http://cdn.cnn.com/cnnnext/dam/assets/130809144756-malaria-vaccine-story-top.jpg"], "top_img": "https://cdn.cnn.com/cnnnext/dam/assets/141218174353-neurons-made-from-neural-stem-cells-super-169.jpg", "keywords": [], "authors": ["Susan Scutti"], "canonical_link": "https://www.cnn.com/2016/06/29/health/als-stem-cell-research/index.html", "title": "Stem cell study for ALS patients shows promise, yet causes pain", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0", "section": "health", "referrer": "unsafe-url", "og": {"pubdate": "2016-06-29T20:41:52Z", "url": "https://www.cnn.com/2016/06/29/health/als-stem-cell-research/index.html", "title": "Stem cell study in ALS patients shows promise", "description": "A new study concluded that injecting stem cells into the spinal cords of patients with ALS is safe, though the procedure caused pain in two participants.", "site_name": "CNN", "type": "article", "image": {"identifier": "https://cdn.cnn.com/cnnnext/dam/assets/141218174353-neurons-made-from-neural-stem-cells-super-169.jpg", "width": 1100, "height": 619}}, "pubdate": "2016-06-29T20:41:52Z", "lastmod": "2016-06-29T20:41:52Z", "author": "Susan Scutti, CNN", "twitter": {"title": "Stem cell study in ALS patients shows promise", "description": "A new study concluded that injecting stem cells into the spinal cords of patients with ALS is safe, though the procedure caused pain in two participants.", "card": "summary_large_image", "image": "https://cdn.cnn.com/cnnnext/dam/assets/141218174353-neurons-made-from-neural-stem-cells-super-169.jpg"}, "description": "A new study concluded that injecting stem cells into the spinal cords of patients with ALS is safe, though the procedure caused pain in two participants.", "keywords": "ALS, stem cell research, bioethics, health, Stem cell study for ALS patients shows promise, yet causes pain - CNN", "thumbnail": "https://cdn.cnn.com/cnnnext/dam/assets/141218174353-neurons-made-from-neural-stem-cells-super-169.jpg", "vr": {"canonical": "https://www.cnn.com/2016/06/29/health/als-stem-cell-research/index.html"}, "article": {"opinion": "false", "content-tier": "free"}, "fb": {"app_id": 80401312489, "pages": "5550296508,18793419640"}, "template-top": "health,art-vid"}, "movies": [], "publish_date": 1467172800.0, "source": "http://www.cnn.com", "summary": ""}