{"url": "http://www.today.com/health/excess-brain-fluid-may-predict-autism-high-risk-babies-t108897", "text": "Parents of children with autism take note. It may be possible to predict autism in infants as young as 6 months who have older siblings with the disorder, according to a new study by a national network of researchers.\n\nInfants in such families are at increased risk of developing autism, which is typically diagnosed when a child is 2- to 3-years-old and develops symptoms such as challenges with social skills, repetitive behaviors, delayed speech or nonverbal communication.\n\nResearchers used magnetic resonance imaging — or MRI — to scan the brains of 343 infants when they were 6 months, 12 months and 24 months old. Two-thirds of the infants were high risk, having an older sibling with autism. The scans showed that 70 percent of high-risk toddlers diagnosed with autism at age 2 had an elevated amount of cerebrospinal fluid around their brains at 6 and 12 months, compared to toddlers who were not diagnosed with autism. Cerebrospinal fluid is a clear, colorless liquid that bathes the brain and spine.\n\nOn the right, MRI of a baby at 6 months who was diagnosed with autism at 2 years. The dark space between the brain folds and skull indicate increased amounts of cerebrospinal fluid. On the left: MRI of a baby who was not diagnosed with autism at age 2. Note the decreased amount of CSF. UNC Health Care / UNC School of Medicine\n\nThis excess fluid “could possibly be an early biological marker for autism,” said Mark Shen, the lead author of the article, published in Biological Psychiatry, and a post-doctoral fellow at the University of North Carolina’s Carolina Institute for Developmental Disabilities. Additional studies are needed to confirm the finding, he said.\n\nTrending stories,celebrity news and all the best of TODAY. This site is protected by recaptcha Privacy Policy | Terms of Service\n\nSuch a marker would allow doctors to identify infants at high risk of developing autism before symptoms are present.\n\n“The earlier we can get biological markers for autism, the earlier intervention can be initiated, and the greater the chance of better outcomes, ” said David Kennedy, Ph.D., co-director of the Child and Adolescent NeuroDevelopment Initiative at the University of Massachusetts Medical School. Typically, therapists work with children and parents to improve eye contact, social interactions and communication skills.\n\nRelated: See the special bond between a boy with autism and a deaf shelter dog\n\nThe study results are “very exciting,” said Dr. Adriania Di Martino, a professor of child and adolescent psychiatry at NYU Medical School. Excess brain fluid may be more than an early marker for autism, Di Martino said. It may also be a mechanism in the development of autism, and it opens up new possibilities for research, she said. “You can start thinking about conditions that might lead to increased cerebrospinal fluid.”\n\nShen and his colleagues are already looking for genes associated with excess brain fluid. Normally, the liquid, refreshed four times a day, washes away byproducts that build up in the brain. But if the fluid is not flowing properly, these byproducts hang around and cause inflammation, which could “hamper brain development” and lead to autism, said Shen.\n\nCompletely different mechanisms may be at work for kids without an older sibling with autism, said Shen and Dimartino. More studies are needed, they said.\n\nRelated: De Niro says 'find the truth on vaccines'. But scientists already did\n\nParents with children with autism should not rush to their pediatrician demanding brain MRIs for younger siblings, Shen said.\n\n“We wouldn’t recommend that every high-risk infant get an MRI until we know that the accuracy can be improved closer to the 90 percent range” from the current 70 percent, Shen told TODAY.\n\nHe and his colleagues are working on improving accuracy by combining their brain fluid findings with other recent research. In addition to flushing out the brain’s garbage, brain fluid also delivers signals to the brain that tell it how and when to grow. In a study published last month in Nature, 80 percent of infants diagnosed with autism as toddlers had an increased rate of growth in the surface area of their brains in their first year, compared to toddlers who were not diagnosed with autism.\n\n“We’re going to combine those two markers to see if we can improve the prediction closer to the 90 percent range, where it could be really clinically useful,” said Shen.\n\nAbout 1 in 68 children develop autism in the United States, according to the Centers for Disease Control and Prevention, But as many as 20 out of 100 infants with an older sibling with autism will develop the disorder, said Di Martino.", "images": ["https://media4.s-nbcnews.com/j/newscms/2018_52/2696426/food_v2_4430f66e4555be0684b8f4bf6875e1e8.focal-120x180.jpg", "https://media2.s-nbcnews.com/j/newscms/2018_52/2696441/popculture_v2_4430f66e4555be0684b8f4bf6875e1e8.focal-120x180.jpg", "https://media2.s-nbcnews.com/j/newscms/2018_52/2696491/williegeist_4bc7d2146c228dd9a02a3c15b38527d0.10000;74;7;80;3.png", "https://media3.s-nbcnews.com/j/newscms/2018_52/2696431/home_v2_4430f66e4555be0684b8f4bf6875e1e8.focal-120x180.jpg", "https://media4.s-nbcnews.com/j/newscms/2018_52/2696481/today_4bc7d2146c228dd9a02a3c15b38527d0.10000;74;7;80;3.png", "https://media3.s-nbcnews.com/j/newscms/2017_10/1199384/brain-scans-tease-today-170306_b3c9b8e21cbd9d71521708dbb21d3101.social_share_1200x630_center.jpg", "https://media3.s-nbcnews.com/j/newscms/2018_43/1380012/weekend_team2x_3b631839bdbf4518d5d31685d78b3cbf.10000;74;7;80;3.png", "https://media3.s-nbcnews.com/j/newscms/2019_18/1432043/hodaandjenna_00d9547321553d5a5f55c2b3973c514b.10000;74;7;80;3.png", "https://media3.s-nbcnews.com/j/newscms/2018_52/2696461/videos_v2_4430f66e4555be0684b8f4bf6875e1e8.focal-120x180.jpg", "https://media3.s-nbcnews.com/j/newscms/2018_52/2696466/wellness_v2_4430f66e4555be0684b8f4bf6875e1e8.focal-120x180.jpg", "https://media2.s-nbcnews.com/j/newscms/2018_52/2696456/style_v2_4430f66e4555be0684b8f4bf6875e1e8.focal-120x180.jpg", "https://media3.s-nbcnews.com/j/newscms/2018_52/2696436/parenting_v2_4430f66e4555be0684b8f4bf6875e1e8.focal-120x180.jpg", "https://media4.s-nbcnews.com/j/newscms/2018_52/2696446/shop_v2_4430f66e4555be0684b8f4bf6875e1e8.focal-120x180.jpg", "https://media3.s-nbcnews.com/j/newscms/2019_18/1432044/today-3rd-hour_9370906f7c40d78db8842bc0c3e628a7.10000;74;7;80;3.png"], "top_img": "https://media3.s-nbcnews.com/j/newscms/2017_10/1199384/brain-scans-tease-today-170306_b3c9b8e21cbd9d71521708dbb21d3101.social_share_1200x630_center.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.today.com/health/excess-brain-fluid-may-predict-autism-high-risk-babies-t108897", "title": "Excess brain fluid may predict autism in high-risk babies", "meta_data": {"msapplication-TileColor": "#FFFFFF", "msapplication-TileImage": "https://nodeassets.nbcnews.com/cdnassets/projects/ramen/favicon/today/all-other-sizes-PNG.ico/ms-icon-144x144.png", "msapplication-config": "https://nodeassets.nbcnews.com/cdnassets/projects/ramen/favicon/today/all-other-sizes-PNG.ico/browserconfig.xml", "fb": {"app_id": 122384521533, "admins": 100001657893615, "pages": 157687092983}, "og": {"site_name": "TODAY.com", "locale": "en_US", "url": "https://www.today.com/health/excess-brain-fluid-may-predict-autism-high-risk-babies-t108897", "title": "Autism risk in very young babies may be detected in brain fluid", "description": "It may be possible to predict autism in infants as young as 6 months who have older siblings with the disorder, according to a new study.", "image": {"identifier": "https://media3.s-nbcnews.com/j/newscms/2017_10/1199384/brain-scans-tease-today-170306_b3c9b8e21cbd9d71521708dbb21d3101.social_share_1200x630_center.jpg", "secure_url": "https://media3.s-nbcnews.com/j/newscms/2017_10/1199384/brain-scans-tease-today-170306_b3c9b8e21cbd9d71521708dbb21d3101.social_share_1200x630_center.jpg", "type": "image/jpeg", "width": 1200, "height": 630}, "type": "article"}, "twitter": {"site": "@TodayShow", "creator": "TodayShow", "image": "https://media3.s-nbcnews.com/j/newscms/2017_10/1199384/brain-scans-tease-today-170306_b3c9b8e21cbd9d71521708dbb21d3101.social_share_1024x512_center.jpg", "title": "Autism risk in very young babies may be detected in brain fluid", "description": "It may be possible to predict autism in infants as young as 6 months who have older siblings with the disorder, according to a new study.", "card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1", "description": "It may be possible to predict autism in infants as young as 6 months who have older siblings with the disorder, according to a new study.", "article": {"opinion": "false", "content_tier": "free"}, "thumbnail": "https://media3.s-nbcnews.com/j/newscms/2017_10/1199384/brain-scans-tease-today-170306_b3c9b8e21cbd9d71521708dbb21d3101.social_share_1024x768_scale.jpg", "apple-itunes-app": "app-id=416357699"}, "movies": [], "publish_date": 1488805440.0, "source": "http://www.today.com", "summary": ""}