{"url": "https://consumer.healthday.com/bone-and-joint-information-4/knee-problem-news-436/a-surgery-free-fix-for-bad-knees-732018.html", "text": "En Español\n\nBy Dennis Thompson\n\nHealthDay Reporter\n\nTUESDAY, March 20, 2018 (HealthDay News) -- Tiny pellets could treat arthritic knee pain, delaying the need for knee replacement surgery, a small study has found.\n\nMicroparticles inserted into small blood vessels around the knee helped reduce the pain and improve function in eight arthritis sufferers, according to clinical trial results. The results were presented Monday at the Society of Interventional Radiology's annual meeting, in Los Angeles.\n\n\"Patients overall were able to improve their physical function in the knee after the procedure, and there were no adverse events related to this treatment,\" said lead researcher Dr. Sandeep Bagla.\n\nBagla is director of interventional radiology at the Vascular Institute of Virginia in Woodbridge. Boston Scientific, maker of the microparticles, funded the study.\n\nMuch of the pain that comes from knee arthritis actually stems from inflammation in the lining of the knee joint, also called the synovium, Bagla said. In fact, small blood vessels created by degenerative arthritis feed this inflammation by increasing blood flow to the lining.\n\nTo treat this, Bagla and his colleagues decided to try blocking those tiny blood vessels using microparticles -- spheres about a tenth of a millimeter in size made from a synthetic gel-like material.\n\nThe microparticles are inserted using a catheter run through a pinhole-sized incision, in a procedure that lasts between 45 and 90 minutes, Bagla said.\n\n\"It's an outpatient procedure, and no physical therapy is required before or after this procedure,\" he said.\n\nThe small pilot study -- the first U.S. clinical trial of this procedure -- involved 20 patients with moderate to severe arthritis pain. Only 13 had undergone the procedure by the time of Monday's annual meeting, and only eight had made it to the one-month follow-up, Bagla said.\n\nThose eight patients averaged a 58-point decrease in pain, as measured on a 100-point visual scale used to estimate pain, Bagla said. They started with an average baseline of 72, which means their pain was brought down to manageable levels, he said.\n\nPhysical function of their knee also improved, based on an index used to judge the effects of osteoarthritis, Bagla added.\n\nOverall, the two scales represented an 80 percent improvement in function, the researchers concluded.\n\nBagla said no side effects are expected because the procedure only blocks additional blood flow to the knee, rather than cutting it off altogether.\n\n\"You don't normally have this degree of increased blood supply to this lining. We're not blocking normal blood vessels to the knee or leg or bone or cartilage,\" he said.\n\nFinal results from this clinical trial are expected to be released this summer. Researchers are already kicking off a second, larger trial to better understand how the procedure works and which patients it might benefit, Bagla said.\n\nThey think it will be most appropriate for people between ages 40 and 70 who aren't ready to go through knee replacement, or people who are on chronic pain medication for their knee arthritis, Bagla said.\n\n\"Perhaps we can demonstrate and prove patients do not need to be on these medications and can alternatively go through a minimally invasive procedure like this to reduce their knee pain,\" Bagla said.\n\nDr. Suresh Vedantham, president of the Society of Interventional Radiology, called the new procedure \"very promising,\" given that it focuses on the inflamed knee lining that causes the pain.\n\n\"This therapy is very well-targeted to that particular mechanism, and certainly it should be investigated further,\" said Vedantham, who wasn't involved with the study. He's a professor of radiology and surgery at the Mallinckrodt Institute of Radiology at Washington University in St. Louis.\n\nResearch presented at medical meetings is typically considered preliminary until it is published in a peer-reviewed journal.\n\nMore information\n\nThe Arthritis Foundation has more about knee pain.", "images": ["https://media.healthday.com/Images/icimages/knee_replacement35.jpg"], "top_img": "https://media.healthday.com/Images/icimages/knee_replacement35.jpg", "keywords": [], "authors": ["Dennis Thompson"], "canonical_link": "https://consumer.healthday.com/bone-and-joint-information-4/knee-problem-news-436/a-surgery-free-fix-for-bad-knees-732018.html", "title": "A Surgery-Free Fix for Bad Knees?", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Tiny pellets could treat arthritic knee pain, delaying the need for knee replacement surgery, a small study has found.", "og": {"title": "A Surgery-Free Fix for Bad Knees?", "image": "https://media.healthday.com/Images/icimages/knee_replacement35.jpg", "description": "Tiny pellets could treat arthritic knee pain, delaying the need for knee replacement surgery, a small study has found.", "url": "https://consumer.healthday.com/bone-and-joint-information-4/knee-problem-news-436/a-surgery-free-fix-for-bad-knees-732018.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}