{"url": "https://web.archive.org/web/20110112041743/http://articles.latimes.com:80/2011/jan/10/health/la-he-blindness-stem-cells-20110110", "text": "Stem cell therapy for macular degeneration The FDA has approved a new study aimed at fighting dry age-related macular degeneration. A Closer Look\n\nNone of the stem cells will be injected into patients; instead, they are grown into another kind of cell that will be delivered to the back of the eye, where the retina is damaged by the disease. The hope is that the cells will help repair the damaged retinal tissue.\n\nAbout 10 million Americans suffer some degree of vision loss caused by age-related macular degeneration, and that figure is expected to grow as more baby boomers become senior citizens. There is no cure for the disease, but last week the U.S. Food and Drug Administration gave a green light to an unusual clinical trial that seeks to restore patients' sight by employing human embryonic stem cells.\n\nThe company behind the trial, Santa Monica-based Advanced Cell Technology Inc., developed the therapy to treat Stargardt's macular dystrophy, a rare childhood version of macular degeneration that affects about 1 in 10,000 kids. The FDA gave the company permission to test the therapy in Stargardt's patients in November. However, if they work, the cells would have a much bigger effect as a treatment for age-related macular degeneration.\n\nHere's a closer look at the disease and the new therapy.\n\nWhat is age-related macular degeneration?\n\nAge-related macular degeneration is the leading cause of vision impairment and blindness among people who are 65 and older, says Dr. Jose Pulido, an ophthalmologist at the Mayo Clinic in Rochester, Minn. The dry version of the disease begins with tiny deposits of fat and protein — called drusen — that appear in the center of the retina, called the macula. As the deposits grow in number and size over the course of years, things begin to look blurry in the center of a person's field of vision. As the disease worsens, the blurriness may progress to a blind spot.\n\nWhat causes it?\n\nThe main problem is that light-sensing cells in the macula, called photoreceptors, slowly break down. This is thought to be caused by the loss of another population of cells, called retinal pigment epithelial (RPE) cells, which support the photoreceptors in a number of ways.\n\nAmong other things, the RPE cells release growth factors important for photoreceptors to thrive. \"The RPE are also the garbage trucks of the retina,\" removing toxic byproducts that the retina makes as it performs its light-sensing function, says Stephen Rose, chief research officer for the Foundation Fighting Blindness, a fundraising organization based in Columbia, Md.", "images": ["https://web.archive.org/web/20110112041743im_/http://articles.latimes.com/favicon.ico", "https://web.archive.org/web/20110112041743im_/http://www.latimes.com/media/photo/2010-12/58475266.jpg", "https://web.archive.org/web/20110112041743im_/http://articles.latimes.com/pm-imgs/header.gif", "https://web.archive.org/web/20110112041743im_/http://www.latimes.com/media/photo/2010-12/58342119.jpg", "https://web.archive.org/web/20110112041743im_/http://articles.latimes.com/pm-imgs/footer.gif", "https://web.archive.org/web/20110112041743im_/http://articles.latimes.com/images/pixel.gif", "https://web.archive.org/web/20110112041743im_/http://www.latimes.com/media/photo/2010-12/58348132.jpg"], "top_img": "https://web.archive.org/web/20110112041743im_/http://articles.latimes.com/favicon.ico", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20110112041743/http://articles.latimes.com/2011/jan/10/health/la-he-blindness-stem-cells-20110110", "title": "Stem cell therapy for macular degeneration", "meta_data": {"description": "About 10 million Americans suffer some degree of vision loss caused by age-related macular degeneration, and that figure is expected to grow as more baby boomers become senior citizens. There is no", "keywords": "health", "og": {"site_name": "Los Angeles Times Articles"}}, "movies": [], "publish_date": 1294635600.0, "source": "https://web.archive.org", "summary": ""}