{"url": "https://www.npr.org/sections/health-shots/2018/07/11/628029412/a-simple-emergency-room-intervention-can-help-cut-future-suicide-risk", "text": "A Simple Emergency Room Intervention Can Help Cut Suicide Risk\n\nEnlarge this image toggle caption FangXiaNuo/Getty Images FangXiaNuo/Getty Images\n\nMany people who attempt suicide end up in an emergency room for immediate treatment. But few of those suicide survivors get the follow-up care they need at a time when they are especially likely to attempt suicide again.\n\nNow, a study shows that a simple intervention conducted by staff in emergency departments can reduce the risk of future attempts. The intervention involves creating a safety plan for each patient and following up with phone calls after discharge.\n\n\"It reduced the odds of suicidal behavior by half,\" says Barbara Stanley, a psychologist at Columbia University and the lead author of the study. \"That's a phenomenal difference.\"\n\nThe study, which was published Wednesday in JAMA Psychiatry, included 1,200 patients at five Veterans Affairs hospitals around the country. The findings offer a way for hospitals and clinics to help reduce the rising numbers of death by suicide across the country.\n\nYou Are Not Alone If you or someone you know may be considering suicide, contact the National Suicide Prevention Lifeline at 1-800-273-8255 (en Español: 1-888-628-9454; deaf and hard of hearing: 1-800-799-4889) or the Crisis Text Line by texting 741741.\n\n\"When someone goes to the emergency room for a suicide attempt, they are at risk of another suicide attempt for the next three months,\" says Stanley. \"It's like a ticking time bomb.\"\n\nThis is the first large-scale study of the Safety Planning Intervention, which Stanley and her group developed in 2008 and which has been adopted at hospitals and clinics around the country. It can be provided by a physician, a nurse or a social worker and requires very little training.\n\n\"The interesting thing about the Safety Planning Intervention is that it is a relatively brief intervention and can be used in a lot of different [health care] settings,\" says Brian Ahmedani, director of behavioral health research at the Henry Ford Health System in Detroit, who wasn't involved in the new study.\n\nMany health care systems are starting to think about ways to prevent suicide, he says. That's because, as his own work has shown, almost 83 percent of people who die by suicide make a health care visit in the year before their death. Yet only 50 percent of those people have been diagnosed with a mental illness.\n\nThe intervention studied by Stanley and her group starts in the ER or a clinic, before the suicidal patient is released. First, a health care professional talks with the patient and tries to understand that person's warning signs for a suicide attempt.\n\n\"If they've grappled with being suicidal, they know what their warning signs are,\" says Stanley. For example, she says, someone might say, \" 'I find that I'm staying in my room, not answering the phone, not answering texts, not answering emails.' That could be a warning sign.\" Others might have repeated thoughts that they're not worthy.\n\nThe next step is for the patient — with help from the clinician — to come up with a set of coping strategies to help get through moments of intense suicidal ideation.\n\nFor most people, this intense state only lasts from a few minutes to a couple of hours, she says.\n\nThe coping strategy could be something as simple as playing video games, watching TV or talking to a loved one.\n\nIf people contemplating suicide can distract themselves with something they enjoy doing, they can bypass that narrow window during which suicidal thoughts can overpower them, notes Stanley. \"For suicidal people, the passage of time is their friend,\" she says.\n\nThe provider also tries to persuade patients to remove or distance themselves from their means of suicide. For example, if they own a gun, they should lock it away or give it to someone who can keep it away from them. \"If you make it really hard to use whatever means you were going to use, time passes and you give a chance for suicidal thoughts to subside,\" she says.\n\nSafety planning includes follow-up phone calls with the patient — the first call is made within 72 hours of being discharged from the ER. The provider asks the patient how the safety plan is being used and helps revise it if needed. The provider also makes sure the patient sees a mental health care provider for long-term care. A provider keeps calling until the patient has had a second appointment with a therapist or counselor.\n\nThat follow-up is key, says Julie Goldstein Grumet, a psychologist at the Zero Suicide Institute at the Education Development Center, a Washington, D.C.-based nonprofit.\n\n\"People often fall off and they don't follow up on their referrals,\" she says. \"And the times during these transitions from acute care settings is one of the highest risk times of suicides.\"\n\nTo evaluate the effectiveness of the intervention, Stanley's team looked at five VA emergency departments across the country that used it and compared the outcomes with four VA emergency rooms that simply discharge patients after stabilizing them.\n\nAmong the nearly 1,200 people who received the intervention, half as many people had made suicide attempts (or had come very close) as those in the control group. In other words, the intervention had nearly halved the risk of suicide in the six months after discharge. Two-thirds of the people in the treatment group had used their safety plans, and they were also twice as likely to get follow-up mental health treatment when compared with the control group.\n\n\"The study is incredibly important ... because it shows brief interventions work,\" says Goldstein Grumet.\n\nRick, a father in Missouri, says a safety plan may have saved his 12-year-old daughter's life. (NPR is leaving off his last name to protect his daughter's privacy.)\n\nIn September 2017, she came very close to taking her own life. When he found out about this from her school principal the next day, Rick rushed her to the ER at Mercy Hospital Jefferson. \"The whole process was overwhelming, because you have your 12-year-old who's wanting to end her life,\" Rick says. \"And she'd not shared any of that with us.\"\n\nThe hospital wasn't part of the new study but was also using a safety planning intervention as part of its efforts to prevent suicides.\n\n\"The crisis counselor did such an amazing job of setting up a safety plan that my daughter felt comfortable with,\" he says.\n\nHe says his daughter didn't want to talk to him or her mother about her struggles, but she agreed to communicate with them in other ways. During times when she felt her urge to take her own life coming back, she agreed to watch TV with her mother or call or text her father.\n\nRick says she usually sends a specific emoji when she is having a bad day. And he responds by distracting her with something completely different.\n\nHe says she also agreed to use a crisis help line if things escalated.\n\n\"It was something that she could follow through with,\" he says. \"It gave her some confidence and it gave me some confidence.\"\n\nHe says the plan has helped his daughter get through her suicidal phase and even slowly open up to her parents.\n\n\"That's what is so powerful about a safety plan,\" says Ahmedani. \"The patient is the author of their safety plan, but it's guided by a provider.\"\n\nAs part of the 2012 National Strategy For Suicide Prevention, many health care providers have adopted the approaches to prevention outlined in the Zero Suicide Initiative, which includes safety planning based on previous evidence showing it works.\n\nWhile safety planning has begun to be used across the country, it ought to be adopted universally, says Goldstein Grumet.\n\n\"It is a brief intervention that hospital workers, primary care staff, outpatient behavioral health, can all be trained in to utilize,\" she says.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2018/06/15/woman-emerging-illo_sq-52fd2ca735636be190295ab9f02c18d4bb974624-s100-c15.jpg", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/07/11/gettyimages-526239055-504601cd87a468d8855655f2873b044546fc78d7-s1100-c15.jpg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/assets/img/2018/06/07/seamus-suicide-rate-map-20180607_sq-f5b2831d873c00d26d70bf17621b550df89ae0e4-s100-c15.png", "https://media.npr.org/assets/img/2018/07/11/gettyimages-526239055_wide-35cfbe48fc7c33ca67a0131df34c2dd156583f51.jpg?s=1400", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2018/06/25/houston-home-50_sq-297b85b3bc4030557a7124ddada45ae0f0b97e57-s100-c15.jpg", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/assets/img/2018/05/15/school-hallway-1_sq-4e2d0d3a66160eb626c6e648be95db1273df144a-s100-c15.jpg", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2018/07/11/gettyimages-526239055_wide-35cfbe48fc7c33ca67a0131df34c2dd156583f51.jpg?s=1400", "keywords": [], "authors": ["Rhitu Chatterjee"], "canonical_link": "https://www.npr.org/sections/health-shots/2018/07/11/628029412/a-simple-emergency-room-intervention-can-help-cut-future-suicide-risk", "title": "A Simple Emergency Room Intervention Can Help Cut Suicide Risk", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2018-07-11", "description": "ER workers helped patients who arrived after a suicide attempt develop a tailored \"safety plan\" that included coping strategies of what to do and whom to call if the urge arose again.", "og": {"title": "A Simple Emergency Room Intervention Can Help Cut Suicide Risk", "url": "https://www.npr.org/sections/health-shots/2018/07/11/628029412/a-simple-emergency-room-intervention-can-help-cut-future-suicide-risk", "type": "article", "description": "ER workers helped patients who arrived after a suicide attempt develop a tailored \"safety plan\" that included coping strategies of what to do and whom to call if the urge arose again.", "image": "https://media.npr.org/assets/img/2018/07/11/gettyimages-526239055_wide-35cfbe48fc7c33ca67a0131df34c2dd156583f51.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "A Simple Emergency Room Intervention Can Help Cut Suicide Risk", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2018/07/11/gettyimages-526239055_wide-35cfbe48fc7c33ca67a0131df34c2dd156583f51.jpg?s=1400"}}}, "movies": [], "publish_date": 1531281600.0, "source": "https://www.npr.org", "summary": ""}