{"url": "https://web.archive.org/web/20110805133556/http://www.chicagotribune.com/health/ct-x-0720-liquid-facelift-20110720,0,5183138,print.story", "text": "www.chicagotribune.com/health/ct-x-0720-liquid-facelift-20110720,0,1517610.story\n\nBy Ed Finkel, Special to the Tribune\n\nJuly 20, 2011\n\nAdvertisement\n\nDemand for minimally invasive cosmetic procedures showed a three-digit increase over the last decade, with Botox leading the way for those seeking to look younger or better.\n\n\n\nAs of last month, would-be patients can consider a new product that uses their own collagen cells, which are multiplied in a lab to create an injectable substance that smoothes out facial features. Injections typically cost a fraction of surgery and require much less recuperation time.\n\n\n\n\"It's taking hold. People are doing (injections) a lot more frequently,\" said John Bull, a plastic surgeon in Naperville. \"People that are looking for a modest improvement with less down time and no scars typically want to have this done. The best candidates are people with early signs of aging and volume loss.\"\n\n\n\nLaurette Agee, 51, who is general manager of a McDonald's in Aurora, was a patient of Bull's. More than four years after losing her husband of 26 years, Agee was ready to come out of her shell but noticed the aging process taking hold.\n\n\n\nShe did not warm to the idea of plastic surgery, so starting in February she began receiving different types of injections in her cheeks, lips and along the sides of her nostrils.\n\n\n\n\"I catch men looking at me now in a different perspective. It makes me feel very good,\" Agee said. \"At my son's wrestling meets, other moms were like, 'Did you have something done, Laurette? You look so good.' I have no shame in saying, 'I did this, and this, and this.'\"\n\n\n\nIn the last decade, minimally invasive procedures have skyrocketed in popularity, from 5.5 million performed in 2000 to 11.6 million in 2010 — a 110 percent increase, according to the American Society of Plastic Surgeons. The best-known and most commonly used, Botox, jumped 584 percent.\n\n\n\nCosmetic surgical procedures were done 18 percent less often in 2010 than in 2000, with considerably larger drops in facelifts (65 percent), forehead lifts (57 percent), eyelid surgery (36 percent), chin augmentation (55 percent) and nose reshaping (35 percent), the society reports.\n\n\n\nThe new product, called laViv and approved by the Federal Drug Administration in late June, is what Chicago plastic surgeon Julius Few describes as \"another tool in our chest.\" It will take awhile to reach market and will be more expensive than other injectables, at least initially, Few said.\n\n\n\n\"It's not going to be one of these things where people are going to put down their other options like Botox overnight,\" he said. \"As this continues to develop and is modified and enhanced as an application, hopefully it will approach a cost point similar to some of the other options and have a broader application. ... My experience, given past history, is that the concept of using a patient's own material and then enriching it is expensive.\"\n\n\n\nThomas Mustoe, a plastic surgeon and professor of surgery at Northwestern Memorial Hospital, also expects laViv to be costly and expressed skepticism that it will necessarily work better than other nonsurgical options. He said the FDA approval indicates that the procedure is safe and can work, but patients should not necessarily conclude more.\n\n\n\n\"This is certainly significant that you have approval,\" Mustoe said. \"It is going to be simple to inject. But what is unknown is whether it is going to turn out to be better than other fillers. We're still sorting out what is possible with a needle and an injection.\"\n\n\n\nPart of the reason for the popularity of injectables is the cost. Bull said they typically are no more than half the cost of surgery, which can run from $5,000 to $20,000, depending upon the areas of the face affected and technique used.\n\n\n\nFew said some minimally invasive procedures can cost $3,000 or more. Botox is \"a third or less of that,\" he said, but needs to be redone every three to six months, while other products can last \"on the order of years.\" Plastic surgeons have been combining regimens to \"get a result that is better than either (product) alone,\" he said.\n\n\n\nSusan P., 57, a Chicago resident and executive assistant who asked that her last name not be used, has been seeing Few for about four years. He has injected Botox and Restylane around her eyes, the sides of her nose and her forehead, and she estimates she spends about $3,500 per year.\n\n\n\n\"There's no giveaway that I'm doing anything, which is really appreciated,\" she said. \"The longer you do this, the less often you have to go. There's a cumulative effect.\"\n\n\n\nAgee estimates she spent a little less than $2,500 for a combination of Radiesse for her cheeks, Botox around her eyes and Juvederm for the sides of her nostrils. Though initially apprehensive about possible side effects, she said, she's more than willing to repeat it.\n\n\n\n\"The process was a lot easier than what I anticipated,\" she said. She had worried: \"My God, what happens if I look like a freak? I work in public nine hours a day. I have like 50 employees under me. I'm going to look like Frankenstein.\"\n\n\n\nMustoe said the key to avoiding such results is proper pacing of treatments and not overdoing it.\n\n\n\n\"Some patients look overly plumped up. There are limits to what you can do,\" he said. \"You only have to look at the folks in Hollywood to see that a series of (too many) small procedures can have a very strange effect.\"", "images": ["https://web.archive.org/web/20110805133556im_/http://ad.doubleclick.net/ad/trb.chicagotribune/health;;ptype=ps;slug=ct-x-0720-liquid-facelift-20110720;rg=ur;ref=healthnewsrevieworg;pos=1;dcopt=ist;sz=300x250,336x280;tile=1;ca=Surgery;en=Botoxdrug;at=Surgery;at=Health;at=PlasticSurgeons;at=PhysicalConditions;at=HealthandMedicalProfessionals;u=http://www.chicagotribune.com/health/ct-x-0720-liquid-facelift-20110720,0,5183138,print.story;ord=29353160", "https://web.archive.org/web/20110805133556im_/http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-400338h&cg=0&cc=1&ts=noscript"], "top_img": "", "keywords": [], "authors": [], "canonical_link": "", "title": "Quick shot replacing nip, tuck", "meta_data": {"Keywords": "health,", "robots": "noindex,nofollow", "Description": "Demand for minimally invasive cosmetic procedures showed a three-digit increase over the last decade, with  Botox  leading the way for those seeking to look younger or better."}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}