{"url": "http://consumer.healthday.com/Article.asp?AID=675073", "text": "En Español\n\nBy Amanda Gardner\n\nHealthDay Reporter\n\nWEDNESDAY, April 3, 2013 (HealthDay News) -- A new class of sleep medications appears to help people fall asleep without causing grogginess the next day, researchers say.\n\nThese new medications -- known as dual orexin receptor antagonists (DORA) -- target a more specific region of the brain than popular sleep drugs such as Ambien and Lunesta, promoting sleep without affecting learning and memory (also called \"cognition\"), according to the new research.\n\n\"We've shown that these compounds improve sleep at doses that don't impact cognition,\" said Jason Uslaner, lead author of a study published in the April 3 issue of Science Translational Medicine. Uslaner is director of In Vivo Pharmacology at Merck & Co., which funded the study.\n\nMerck already has one such drug, suvorexant, under review by the U.S. Food and Drug Administration (FDA).\n\nMore than 30 million Americans struggle to get a good night's sleep, and about one-third of these use drugs to help the process, the study authors pointed out.\n\nBut widely prescribed sleep medications such as Ambien (zolpidem) and Lunesta (eszopiclone) can leave people feeling hung over and inattentive the next day. So much so that the FDA recently cut recommended doses of Ambien and other drugs that contain zolpidem for fear that their use, even the night before, might impair driving or other activities the next day.\n\nLunesta and Ambien affect GABA receptors, which are found throughout the brain and are associated with side effects, including thinking disturbances, and deficits in attention and memory, explained Uslaner.\n\nAbout 15 years ago, scientists discovered chemical messengers known as orexins, which are released by a relatively small brain region known as the lateral hypothalamus. This area of the brain releases orexins during the day to keep us awake and lowers levels at night so we can sleep.\n\nThe appeal of orexin antagonists, said Dr. Michael Thorpy, director of the Sleep-Wake Disorders Center at Montefiore Medical Center in New York City, is that they \"target a system that's more specific for sleep.\"\n\nThat means, theoretically, fewer side effects and perhaps less of a tendency to be habit forming, Thorpy explained.\n\nUslaner and his colleagues investigated a compound called DORA-22, which has the same mechanism of action as suvorexant, to see how it fared alongside not only Ambien and Lunesta but also diazepam (Valium) in rats and rhesus monkeys.\n\nDORA-22 did not lead to the same mental impairments as the other three drugs. Rhesus monkeys and rats performed just as well on memory and attention tasks shortly after being administered DORA-22 as they did on an inactive placebo.\n\nIn each case, the minimum dose to achieve sleep was compared with the minimum dose that altered memory and thinking. DORA-22 promoted sleep at lower doses than those that impaired mental skills when compared with the \"control\" drugs.\n\nThis is the first time in years that scientists have targeted a totally different receptor in the quest to combat insomnia, said Dr. Alexandre Abreu, co-director of the UHealth Sleep Center at the University of Miami Miller School of Medicine.\n\nBut many questions remain: Do the drugs truly have fewer side effects? Will they be habit forming? And will they change the quality of sleep in any way?\n\nThose questions will only be answered with more testing and use in humans, he said.\n\nExperts note that findings from animal studies do not always hold up in human trials.\n\nMore information\n\nThe U.S. National Institutes of Health has more on insomnia.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Amanda Gardner"], "canonical_link": "https://consumer.healthday.com/sleep-disorder-information-33/ambien-news-21/is-a-better-sleeping-pill-on-the-way-675073.html", "title": "Is a Better Sleeping Pill on the Way?", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "New type of med may eliminate grogginess, other side effects, study suggests", "og": {"title": "Is a Better Sleeping Pill on the Way?", "description": "New type of med may eliminate grogginess, other side effects, study suggests", "url": "https://consumer.healthday.com/sleep-disorder-information-33/ambien-news-21/is-a-better-sleeping-pill-on-the-way-675073.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}