{"url": "http://fivethirtyeight.com/features/whats-the-optimal-speed-for-exercise/", "text": "There was a time when the optimal exercise speed was however fast you had to run to get away from a saber-tooth tiger. Even today, in much of the developing world, people exercise through activities such as farming and fetching water that are necessary for survival.\n\nHowever, in the developed Western world, where exercise tends to be an extracurricular activity, there is apparently tremendous interest in just how fast you should move in order to improve your health. Consider, for example, the many posts on The New York Times’ Well blog on the topic (walking versus running, the “right dose of exercise,” “walk hard, walk easy”), all of which focus on the relative benefits of walking versus jogging versus running.\n\nSo is it better to walk? To walk fast? To run slow? To run fast? On its face, this question is poorly posed, since it says nothing about our goals or our constraints. Am I aiming to lose weight? To live longer? To win road races? Am I willing to exercise for three hours a day? Twenty minutes? Almost never? Clearly, these considerations matter when trying to determine the optimal speed. Here is how I would think about asking the question instead: What is the easiest way to reduce my chance of death?\n\nTo analyze the impact of walking or running, researchers need a way to describe the effort exerted. The ideal measure would combine the length of time spent exercising with the amount of energy expended — basically, we want to figure out a way to credit people who walk at half the speed for twice as long the same amount as those who walk faster for less time.\n\nThe way researchers do this is with a measurement known as MET — metabolic equivalent of task — which gives a numeric value to various activities depending on their energy intensity. By multiplying an activity’s METs by the time you engage in it, you can get an overall measure of how much energy you expend.\n\nThe goal here is to use these METs and their relationship to health to analyze the value of walking compared with jogging or running. At least in this article, I won’t say anything about other kinds of exercise — no yoga or SoulCycle — though these have their own MET measures.\n\nLet’s first look at the results from two papers — here and here — that relate energy expenditures from walking (in MET hours per day) to the risk of death.\n\nDoing this analysis is a little complicated. You can’t look at the relationship between exercise and the chance of ever dying, because ultimately everyone dies. Instead, these studies look at whether exercise changes the risk of death at a given time. But since the people in the studies are of different ages, researchers can’t just look to see whether they have, say, a 2 percentage point lower risk of death in a given year, since that lower risk would mean a lot more for someone who is 30 than for someone who is 90. Results in these two papers — and basically all the others we’ll look at here — therefore report their results in “hazard ratios.” A hazard rate of 0.90, for example, means a 10 percent reduction in the risk of death. If there is a 10 in 1,000 chance you’ll die in the next year without exercise, this means by exercising you’d reduce that chance to 9 in 1,000.\n\nThis research shows that those who walk have a lower risk of mortality relative to people in the comparison group, who don’t walk for exercise at all (they probably do still walk some, just not for exercise). This risk of death is lower even with a very minimal energy expenditure. The lowest-energy-expenditure group in each study is walking at about 3 mph for 20 to 40 minutes per day. In other words, a mile or two of walking. In exchange, their risk of death goes down by 10 percent.\n\nWalking a bit farther — say, 2 to 3 miles at 3 mph — gets you an additional death reduction of about 30 percent. But walking more than that, or more than an hour a day at this speed, is no better.\n\nOther studies of walking find similar magnitudes. A large meta-analysis found that, on average, walking 1 to 3 miles at about a 20-minute-mile pace results in a reduction in death risk of about 10 percent.\n\nMany of these studies do not separate out speed and duration, but to the extent they do, it seems like walking faster may be better than walking slower. Here is one study that shows large mortality reductions for fast walking even for short periods, and here is another showing that very slow walking has fewer benefits than faster walking.\n\nAt first glance, it may seem obvious that the harder you exercise, the better. If walking faster is more energy-intensive than walking slower, and running is more energy-intensive than walking, it seems like the health benefits of running would be even greater. In some sense, you’d hope so, since most of us find running more difficult than walking.\n\nBroadly, over some range, this seems to be right. The chart below shows results for two studies of runners that, again, relate METs to hazard rates of death. Running — even slowly, like 5 mph — is far more energy-intensive than walking. An energy expenditure of 1.19 METs per day (the lowest-energy-expenditure group in the second study here) means about 20 minutes of running a 12-minute mile, three times a week.\n\nSlow running like this appears to have a much larger impact on mortality than walking. A hazard rate of 0.48 — compared with a sedentary group — suggests a much larger reduction in the risk of death than a hazard rate of 0.90. What is a bit surprising about this chart is that running faster or farther doesn’t seem to reduce death rates any more than running slowly and, in fact, in both cases is slightly worse.\n\nIn one of these studies it looks like running very intensely (faster than an eight-minute mile, more than four hours a week) increases your risk of death relative to not running at all. But a closer look at the data suggests that this is probably just a statistical artifact: This intense running group contains only 36 people and two deaths, versus hundreds of people in the more casual running groups.\n\nEven if we dismiss the possibility that running harder is worse, it is probably useful to note that running harder or farther doesn’t seem to be better. I have occasionally felt guilty about my thrice-weekly 25-minute runs, especially in comparison to my brother, who runs a 2:45 marathon and once attempted the Leadville Trail 100. It is comforting to know that I can still outlive him.\n\nOne general problem with all of this research is that none of these studies is randomized. People who exercise are different from those who do not, and those who exercise more are different from those who exercise less. This should, as usual, give us some pause in trumpeting the virtues of exercise. However, I’d argue that the comparisons the studies make among runners are still valid.\n\nTo be more concrete: In most of these studies, the more intense runners are healthier (for example: less likely to smoke and thinner) than the less-intense runners. We may tend to attribute the health of this group to their running habits. The fact that even with this bias we see no large benefit — indeed, seemingly no benefit at all — to running more rather than running less reinforces the value of moderate running.\n\nIf we take this research at face value, we learn a few things. First, some exercise reduces your risk of death. Second, the optimal walking/jogging exercise is light to moderate jogging. The optimal speed is between 5 and 7 mph, and if you do 25 minutes about three times a week, you’re all set. Nothing in the data suggests that running more — farther, or faster — will do more to lower your risk of death.", "images": ["https://fivethirtyeight.com/wp-content/mu-plugins/jetpack/modules/sharedaddy/images/loading.gif", "https://fivethirtyeight.com/wp-content/themes/espn-fivethirtyeight/assets/images/logo-fox-head-color.svg", "https://fivethirtyeight.com/wp-content/uploads/2015/07/oster-feature-mets.png", "https://fivethirtyeight.com/wp-content/uploads/2015/07/unknown-3.gif?w=575", "https://fivethirtyeight.com/wp-content/uploads/2019/04/2020-tracker-4x3.png?w=300"], "top_img": "https://fivethirtyeight.com/wp-content/uploads/2015/07/unknown-3.gif?w=575", "keywords": [], "authors": ["Emily Oster"], "canonical_link": "https://fivethirtyeight.com/features/whats-the-optimal-speed-for-exercise/", "title": "What’s The Optimal Speed For Exercise?", "meta_data": {"viewport": "width=device-width, initial-scale=1.0", "generator": "WordPress 5.2.4", "og": {"type": "article", "title": "What’s The Optimal Speed For Exercise?", "url": "https://fivethirtyeight.com/features/whats-the-optimal-speed-for-exercise/", "description": "There was a time when the optimal exercise speed was however fast you had to run to get away from a saber-tooth tiger. Even today, in much of the developing wor…", "site_name": "FiveThirtyEight", "image": {"identifier": "https://fivethirtyeight.com/wp-content/uploads/2015/07/unknown-3.gif?w=575", "width": 575, "height": 431}, "locale": "en_US"}, "article": {"published_time": "2015-07-17T11:45:02+00:00", "modified_time": "2015-07-17T11:45:02+00:00", "author": "https://fivethirtyeight.com/contributors/emily-oster/", "publisher": "https://www.facebook.com/fivethirtyeight"}, "fb": {"app_id": 797620670264818, "pages": 687958677914631}, "twitter": {"site": {"identifier": "FiveThirtyEight", "id": 2303751216}, "widgets": {"csp": "on"}, "maxage": 300, "card": "summary_large_image", "creator": {"identifier": "profemilyoster", "id": 997040168}, "image": {"src": "https://fivethirtyeight.com/wp-content/uploads/2015/07/unknown-3.gif?w=575"}, "label1": "Written by", "data1": "Emily Oster", "label2": "Filed under", "data2": "Exercise, Fitness, Health, Jogging, Running, Walking"}, "DC.date.issued": "2015-07-17T11:45:02+00:00", "description": "There was a time when the optimal exercise speed was however fast you had to run to get away from a saber-tooth tiger. Even today, in much of the developing wor…", "author": "Emily Oster"}, "movies": [], "publish_date": 1437133502.0, "source": "http://fivethirtyeight.com", "summary": ""}