{"url": "http://www.npr.org/blogs/health/2012/08/27/159955340/pediatricians-decide-boys-are-better-off-circumcised-than-not", "text": "Pediatricians Decide Boys Are Better Off Circumcised Than Not\n\nEnlarge this image toggle caption Matt Rourke/AP Matt Rourke/AP\n\nThe American Academy of Pediatrics on Monday announced its first major shift on circumcision in more than a decade, concluding that the health benefits of the procedure clearly outweigh any risks.\n\n\"There is clear evidence that supports the health benefits of circumcision,\" said Susan Blank, who led the 14-member task force that formulated the new policy being published in the journal Pediatrics.\n\nThe statement, and accompanying technical report, marks the first revision of the organization's position since 1999, when the academy backed away from circumcision. At that time, the group, which represents about 60,000 pediatricians nationwide, concluded that there was no clear evidence for or against circumcising newborns. The group affirmed that position in 2005.\n\nSince then, the popularity of circumcision in the United States has declined. Only about 56 percent of newborn males are circumcised.\n\nThe academy's task force spent seven years combing through the latest research, analyzing more than a thousand studies. Their conclusion?\n\nFor starters, Blank says, circumcision helps baby boys pretty much immediately.\n\n\"The health benefits of male circumcision include a drop in the risk of urinary tract infection in the first year of life by up to 90 percent,\" she says.\n\nBut there's a much bigger reason to do it, Blank said. Circumcised males are far less likely to get infected with a long list of sexually transmitted diseases.\n\n\"It drops the risk of heterosexual HIV acquisition by about 60 percent. It drops the risk of human papillomavirus [HPV], herpes virus and other infectious genital ulcers,\" she says.\n\nIt also reduces the chances that men will spread HPV to their wives and girlfriends, protecting them from getting cervical cancer.\n\n\"We've reviewed the data and, you know, we have gone through them with a fine-tooth comb, and the data are pretty convincing,\" she says.\n\nCritics, however, were not convinced. They liken the procedure to female genital mutilation.\n\n\"We have no right as parents or as physicians or adults to strap them down and chop off a normal part of their body. To do that is a human rights violation and an ethical travesty,\" says Georgeanne Chapin of the anti-circumcision group Intact America.\n\nChapin and other critics argue that the scientific evidence is questionable. For one thing, the studies about HIV have only been done in Africa, where AIDS is much more common among heterosexuals.\n\n\"They're cherry-picking their evidence,\" she says. \"They act as though there's this huge body of literature. It's all the same couple of studies that have been regurgitated and reprogrammed. Over the past 150 years, all kinds of medical benefits have been proposed as resulting from cutting off the foreskin, and they have all been disproven.\"\n\nCritics also question the safety of the procedure, saying too many boys are damaged for life by botched circumcisions.\n\nBut many experts say the academy is making the right call. They dismiss any comparison to female genital mutilation as grossly misleading and say male circumcision is about as safe as any procedure could be.\n\nSome think the academy's position is long overdue, and that the group should have gone even further and more forcefully recommended circumcision.\n\n\"I think that all healthy newborn babies should be circumcised,\" says Edgar Schoen, a professor emeritus at the University of California, San Francisco. \"I feel about newborn circumcision the way I do about immunization: It's a potent preventive health procedure that gives you a health advantage.\"\n\nFor its part, the pediatricians group hopes the new recommendations will encourage more parents to circumcise their sons — and more insurance plans to pay for it. As Shots reported last week, a lot of state Medicaid programs have stopped covering circumcision.\n\n\"Those families who choose circumcision should have access to circumcision. Cost should not be a barrier,\" Blank says.\n\nThe federal Centers for Disease Control and Prevention has been promising for years now to issue the government's first guidelines about circumcision. But the CDC keeps delaying it and still has not said when that will happen.", "images": ["https://media.npr.org/assets/img/2012/08/27/circumcisionmomboy_wide-2a42d8aa5d45aecca1694fb709bc854a30542d8f.jpg?s=1400", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2014/07/01/rob-portrait-2-_sq-6aa4df596eca434909b770d4aa9f6b542e9059ae-s100-c85.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/assets/img/2012/08/27/circumcisionmomboy_wide-2a42d8aa5d45aecca1694fb709bc854a30542d8f-s800-c15.jpg", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2012/08/27/circumcisionmomboy_wide-2a42d8aa5d45aecca1694fb709bc854a30542d8f.jpg?s=1400", "keywords": [], "authors": ["Rob Stein"], "canonical_link": "https://www.npr.org/sections/health-shots/2012/08/27/159955340/pediatricians-decide-boys-are-better-off-circumcised-than-not", "title": "Pediatricians Decide Boys Are Better Off Circumcised Than Not", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2012-08-27", "description": "A doctors group has revised its recommendation after concluding that circumcision helps protect the health of baby boys. Circumcised males are far less likely to get infected with a long list of sexually transmitted diseases, they say. But critics of the procedure are still not convinced.", "og": {"title": "Pediatricians Decide Boys Are Better Off Circumcised Than Not", "url": "https://www.npr.org/sections/health-shots/2012/08/27/159955340/pediatricians-decide-boys-are-better-off-circumcised-than-not", "type": "article", "description": "A doctors group has revised its recommendation after concluding that circumcision helps protect the health of baby boys. Circumcised males are far less likely to get infected with a long list of sexually transmitted diseases, they say. But critics of the procedure are still not convinced.", "image": "https://media.npr.org/assets/img/2012/08/27/circumcisionmomboy_wide-2a42d8aa5d45aecca1694fb709bc854a30542d8f.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Pediatricians Decide Boys Are Better Off Circumcised Than Not", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2012/08/27/circumcisionmomboy_wide-2a42d8aa5d45aecca1694fb709bc854a30542d8f.jpg?s=1400"}}}, "movies": [], "publish_date": 1346040000.0, "source": "http://www.npr.org", "summary": ""}