{"url": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/breast-cancer-drug-promising-in-phase-3-trial-736788.html", "text": "En Español\n\nBy Steven Reinberg\n\nHealthDay Reporter\n\nWEDNESDAY, Aug. 15, 2018 (HealthDay News) -- For women with advanced breast cancer who carry the BRCA1 and BRCA2 gene mutations, an experimental drug could improve survival, a new study suggests.\n\nThe BRCA mutations are linked with a greater risk for aggressive breast and ovarian cancer. The drug, talazoparib, works by blocking an enzyme called poly ADP ribose polymerase (PARP), thus preventing cancer cells from killing healthy ones.\n\nIn a phase 3 trial of 431 women, funded by the drug's maker, those who received talazoparib lived longer without their cancer progressing than women treated with standard chemotherapy by an average of three months, researchers found.\n\n\"For women with metastatic breast cancer and a BRCA mutation, PARP inhibitors may be considered for their treatment,\" said lead researcher Dr. Jennifer Litton, an associate professor of breast medical oncology at the University of Texas M.D. Anderson Cancer Center in Houston.\n\nWhen it's functioning properly, BRCA actually helps repair damaged DNA and prevents tumors, but when BRCA1 and BRCA2 go awry, they encourage breast cancers.\n\nPARP inhibitors such as talazoparib appear to interfere with the function of mutated BRCA in breast cells, causing them to die rather replicate.\n\nIn addition, several ongoing studies are looking at combinations with PARP inhibitors \"to try to expand who may benefit or lengthen how long they may work,\" Litton said.\n\nThe trial results are preliminary, as talazoparib has not yet been approved by the U.S. Food and Drug Administration.\n\nIn January, the FDA approved the first PARP inhibitor, Lynparza, to treat BRCA-mutated breast cancer.\n\nSimilar drugs have already been used to treat advanced, BRCA-mutated ovarian cancer, according to the agency.\n\nIn the current trial, the women who were randomly selected to receive talazoparib had a higher response rate to treatment than women who received standard chemotherapy: 63 percent versus 27 percent, the researchers found.\n\nThe drug does have side effects. Among women receiving talazoparib, 55 percent had blood disorders, mostly anemia, compared with 38 percent of those receiving standard chemotherapy.\n\nIn addition, 32 percent of the women receiving talazoparib had other side effects, compared with 38 percent of those on standard chemotherapy.\n\nOncologist Dr. Marisa Weiss is the founder and chief medical officer of Breastcancer.org. \"Smart medicines like this PARP inhibitor work better than traditional chemo in women with HER2-negative metastatic disease and a BRCA1/2 genetic mutation,\" she said.\n\nThis targeted form of treatment takes advantage of a weakness in the BRCA gene to further cripple the cancer cell's ability to repair itself, grow and spread, said Weiss, who was not involved with the study.\n\nNormal cells are mostly spared. As a result, more cancer cells are killed with fewer side effects, Weiss said.\n\n\"Most importantly, patients themselves have reported a better experience with less hair loss and improved quality of life,\" she said.\n\nWeiss advises women with advanced breast cancer to have genetic testing.\n\n\"In both my clinical practice and within the online support community, we advise women with metastatic breast cancer to get genetic testing upon diagnosis, in order to get the best care first,\" she said.\n\nThe trial was funded by drug maker Pfizer, and the results were published Aug. 15 in the New England Journal of Medicine.\n\nMore information\n\nFor more on breast cancer, visit Breastcancer.org.", "images": ["https://media.healthday.com/Images/icimages/breast_cancer06142.jpg"], "top_img": "https://media.healthday.com/Images/icimages/breast_cancer06142.jpg", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/breast-cancer-drug-promising-in-phase-3-trial-736788.html", "title": "Breast Cancer Drug Promising in Phase 3 Trial", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "For women with advanced breast cancer who carry the BRCA1 and BRCA2 gene mutations, an experimental drug could improve survival, a new study suggests.", "og": {"title": "Breast Cancer Drug Promising in Phase 3 Trial", "image": "https://media.healthday.com/Images/icimages/breast_cancer06142.jpg", "description": "For women with advanced breast cancer who carry the BRCA1 and BRCA2 gene mutations, an experimental drug could improve survival, a new study suggests.", "url": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/breast-cancer-drug-promising-in-phase-3-trial-736788.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}