{"url": "http://www.chicagotribune.com/health/ct-x-0208-heart-catheter-invention-20120208,0,6856029.story", "text": "If all goes well for award-winning Plainfield inventor Matt Reavill, his new device will help save lives, decrease health care costs — and employ disabled veterans to boot.\n\n\n\nReavill won a prestigious contest in London late last year called the OmniCompete Health Pitch Battlefield, whose independent judges said his invention is a simple way to catheterize the heart. It reduces risks to an \"absolute minimum\" by moving the catheter insertion to the arm, the judges said, replacing a complex wire-guided procedure through the neck, which is typically used to monitor the heart during a hospital stay for very ill patients.\n\n\n\nHis breakthrough was also chosen by hospital-based clinical experts to participate in the 2010 Innovation Celebration, a national program run by Premier, a hospital-owned group purchasing organization. Premier Chief Operating Officer Mike Alkire says the products selected have the potential to improve safety and quality while cutting the cost of health care.\n\n\n\nReavill plans to hire 13 to 20 disabled vets to get the production off the ground — with the goal of hiring up to 18,000 if the device goes national. He recently procured a bank loan agreement and is hoping the award recognition and hospitals' willingness to try the catheter will attract a venture capitalist.\n\n\n\nCalled the ReavillMED CV, the Food and Drug Administration-cleared device includes a catheter called a PICC line, IV tubing that sheathes it to provide sterility, and a transducer that can directly measure blood pressure to help determine needed fluid levels. The catheter is inserted into the arm and travels to the heart within 20 to 30 seconds via the bloodstream. Traditional heart catheterization through a vein in the neck can take 20 minutes or longer.\n\n\n\nReavill likes to say it's \"stupidly simple\" because the individual parts have been around for decades, but no one had thought of this particular configuration before.\n\n\n\n\"It's old technologies put together in a different way to enable established medical treatments to be done earlier,\" Reavill says.\n\n\n\nIt remains to be seen whether that saved time will result in saved lives. But because it's self-contained, the catheter theoretically should provide little margin for contamination that can lead to infection. It can be inserted in a nonsterile environment such as an emergency room.\n\n\n\nIn 1994, Reavill says, his father survived a complicated angioplasty with a high mortality rate, only to die three weeks later of a staph infection that was caused by a central line catheter inserted into his heart through a neck vein.\n\n\n\nA venous heart catheter inserted through the neck, the traditional approach, requires painstaking preparation of the insertion area and a \"pseudo-operative field,\" says Dr. Andrew Dennis, attending surgeon at Stroger Hospital's trauma and burn units and a clinical researcher.\n\n\n\nDennis believes the ReavillMED CV shows a \"tremendous amount of promise,\" and he wants to test the first 50 catheters Reavill can provide. If the device lives up to expectations, the hospital will probably use it in patient resuscitation, Dennis said. He also plans to research whether quicker central venous catheterization improves patient resuscitation efforts.\n\n\n\nDennis adds that the catheter could prove useful in patients with sepsis, or blood poisoning, which strikes about 750,000 Americans every year. Of those, between 28 and 50 percent die, according to the National Institute of General Medical Sciences.\n\n\n\n\"Once a person presents with septic shock, the catheter is an early aid that can guide the way a patient is managed,\" Dennis says. \"You get an objective number and it becomes less art, less gestalt and more evidence-based.\"\n\n\n\nSouthern Illinois Healthcare, a three-hospital system that is considering use of Reavill's catheter, has a team of specially trained nurses who install catheters in the neck, says Dr. James Miller, chief medical officer. The nurses have a success rate in the \"high 90s,\" Miller says, but \"very few\" hospitals have devoted the time or resources to create the discipline.\n\n\n\nReavill says he may be proudest of his intention to hire disabled veterans in southern Illinois, a hard-hit region economically. He plans to bear the cost of any prostheses the veterans need to work on the catheters.\n\n\n\nReavill grew up on a pig farm in Robinson, in southeastern Illinois, and attended Southern Illinois University, which is supporting the development of the device.\n\n\n\n\"My wife's family is from southern Illinois, too, so it's home,\" Reavill says.", "images": ["http://www.chicagotribune.com/pb/resources/images/ct_icons/app-bar-logo.svg?v=185", "https://www.chicagotribune.com/resizer/WtwnabDPO_u4YxyDdN-rhnYBSug=/1200x0/top/www.trbimg.com/img-532e0a63/turbine/ct-x-0208-heart-catheter-invention-20120208-thumbnail", "https://www.chicagotribune.com/resizer/VK_nzVv03AeIU3RLb5DLladfxtM=/90x90/top/arc-anglerfish-arc2-prod-tronc.s3.amazonaws.com/public/HRG5YH626JFTHIDRQSKGGGYJPA.jpg"], "top_img": "https://www.chicagotribune.com/resizer/WtwnabDPO_u4YxyDdN-rhnYBSug=/1200x0/top/www.trbimg.com/img-532e0a63/turbine/ct-x-0208-heart-catheter-invention-20120208-thumbnail", "keywords": [], "authors": ["Richard Asa", "Special To The Tribune"], "canonical_link": "https://www.chicagotribune.com/lifestyles/health/ct-x-0208-heart-catheter-invention-20120208-story.html", "title": "Inventor says new heart catheter will save lives", "meta_data": {"viewport": "width=device-width, minimum-scale=1, initial-scale=1", "language": "English (United States), en-US", "copyright": "Copyright (c) 2019, Chicago Tribune", "y_key": "cee2fe4077f8d050", "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "distribution": "global", "rating": "general", "keywords": "Heart catheter safety", "news_keywords": "Heart catheter safety", "date": "2012-02-08T08:00:00Z", "description": "Judges said his invention is a simple way to catheterize the heart. It reduces risks to an \"absolute minimum\" by moving the catheter insertion to the arm, the judges said, replacing a complex wire-guided procedure through the neck.", "googlebot-news": "index", "twitter": {"title": "Inventor says new heart catheter will save lives", "image": "https://www.chicagotribune.com/resizer/WtwnabDPO_u4YxyDdN-rhnYBSug=/1200x0/top/www.trbimg.com/img-532e0a63/turbine/ct-x-0208-heart-catheter-invention-20120208-thumbnail", "description": "Judges said his invention is a simple way to catheterize the heart. It reduces risks to an \"absolute minimum\" by moving the catheter insertion to the arm, the judges said, replacing a complex wire-guided procedure through the neck.", "card": "summary_large_image", "site": "@chicagotribune", "creator": "@chicagotribune"}, "fb_title": "Inventor says new heart catheter will save lives", "og": {"url": "https://www.chicagotribune.com/lifestyles/health/ct-x-0208-heart-catheter-invention-20120208-story.html", "title": "Inventor says new heart catheter will save lives", "image": "https://www.chicagotribune.com/resizer/WtwnabDPO_u4YxyDdN-rhnYBSug=/1200x0/top/www.trbimg.com/img-532e0a63/turbine/ct-x-0208-heart-catheter-invention-20120208-thumbnail", "description": "Judges said his invention is a simple way to catheterize the heart. It reduces risks to an \"absolute minimum\" by moving the catheter insertion to the arm, the judges said, replacing a complex wire-guided procedure through the neck.", "locale": "en_US", "site_name": "chicagotribune.com", "type": "article"}, "article": {"opinion": "false", "content_tier": "metered", "tag": "Health, Medical Research, Health Insurance, Loans, Crime, Law and Justice, Justice System, Banking, Southern Illinois University, John H. Stroger, Jr. Hospital of Cook County, Food and Drug Administration", "section": "Living, Health"}, "fb": {"app_id": 306836229411287, "page_id": "5953023255,104061989632161,330360537007411,264870045299,73734231949,53310156364,40762490776,60569705796,121922684499844,182379588445160,62915602634,1987930441432108,119608021389933,745745225518281", "pages": "5953023255,104061989632161,330360537007411,264870045299,73734231949,53310156364,40762490776,60569705796,121922684499844,182379588445160,62915602634,1987930441432108,119608021389933,745745225518281", "admins": 100000786395051}, "author": "By Richard Asa, Special to the Tribune", "apple-itunes-app": "app-id=383137151, app-argument=http://www.chicagotribune.com/deeplinkidWYMAN3RUQBAHHP4A5JDPVA7BMI", "ptype": "s"}, "movies": [], "publish_date": null, "source": "http://www.chicagotribune.com", "summary": ""}