{"url": "https://web.archive.org/web/20160914101954/http://abcnews.go.com/Sports/wireStory/michigan-athletic-group-unique-concussion-program-works-42030345", "text": "The Michigan High School Athletic Association says its unique sideline concussion testing program for athletes in football and other sports is having a positive impact, though long-term funding is an issue as it heads into its second and final year.\n\nMember schools in the pilot program removed players for possible concussions at a higher rate than schools that were not, Executive Director Jack Roberts said.\n\n\"They're proving that they're good, but people are going to have to respond with support locally,\" Roberts said. \"We cannot sustain this forever.\"\n\nHis group on Monday released results of its first-ever head-injury survey of more than 750 member high schools from 2015-2016 sports. It received data from nearly every school.\n\nThe association started the program last fall with 62 high schools. It includes baseline testing of athletes in football and other sports to help with concussion diagnosis.\n\nThe association spent $10,000 last school year to start the program. It expects to spend $30,000 this year but will have fewer schools — 34 — involved because of the expense and commitment. They will also concentrate on sports that have the highest incidence of head injury.\n\n\"I hope that we can demonstrate their value and encourage sponsorship, grant support,\" Roberts said. \"But it's going to take I think some investment by the people in the communities. The moms and dads are going to have to think that this is important and worth to contributing to make the programs safer for their children.\"\n\nHere is some information on what's happening in Michigan:\n\nWHAT IS BASELINE TESTING\n\nBaseline testing is a combination of memory, reaction time, attention and stress assessments. It is done in major pro sports because it is considered an objective and individualized tool to help decide whether to remove an athlete from a game. While all states have laws that address preventing concussions in youth sports, many are weak and none require baseline testing.\n\nWHY IT MATTERS\n\nMichigan schools reported 4,452 head injuries in boys and girls sport, or 5.9 per school. Contact sports had the most head injuries. Ranking first was 11-player football with 49 head injuries per 1,000 participants, followed by ice hockey with 38 and 8-player football with 34. Girls soccer had 30 injuries per 1,000 participants, and girls basketball ranked fifth with 29 injuries per 1,000.\n\nBut that is likely only part of the picture. Health and safety advocates fear concussions often go undetected in high schools because of inconsistent protocols at districts unwilling or unable to spend money for detection. It's often on players to self-report concussions, or on coaches, who have many responsibilities and sometimes little training, to recognize symptoms.\n\nWHY NOT ALL SCHOOLS\n\nSchools typically don't argue with the benefit of testing, but cash-strapped districts often say the cost of offering such programs is prohibitive.\n\nPROGRAMS AVAILABLE\n\nMany sideline concussion-testing programs are on the market. Michigan is testing the Illinois-based King-Devick Test affiliated with the Mayo Clinic and Maryland-based XLNTbrain Sport. The association provides them for free to the participating schools. Long term, Roberts thinks the association could fund it in part with a $3 to $5 fee per student. But the association is also working to get grants.\n\nHOW IT WORKS\n\nBaselines with the XLNTbrain Sport are determined during 30-minute sessions by athletes at computers. The tests measure reaction time, attention, memory and stress by completing a series of exercises that involve such things as word recognition. Athletes suspected of a head injury undergo a sideline assessment done in about five minutes with an iPhone or tablet app. It assesses memory by providing words for the athlete to remember. It asks questions that require the athlete to recall the hit. The athletes also hold the phone as they stand for 20 seconds with eyes open and then closed to check balance. That assessment is compared to the athlete's baseline data to help determine whether they can return to play.\n\nWHAT'S NEXT IN MICHIGAN\n\nRoberts hopes that universities, health care systems and the National Federation of State High School Associations will help analyze the data from last year and this year. The association plans specifically to work with Michigan State University's Institute for the Study of Youth Sports to explore possible changes and additions in coaches' education.\n\n————\n\nFollow Roger Schneider on Twitter at https://twitter.com/rogschneider", "images": ["https://web.archive.org/web/20160914101954im_/http://www.googleadservices.com/pagead/conversion/1005826543/?value=0&label=1GPKCOHYjwMQ7-PO3wM&guid=ON&script=0", "https://web.archive.org/web/20160914101954im_/http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-704476h&cg=0&cc=1&ts=noscript"], "top_img": "", "keywords": [], "authors": ["Abc News"], "canonical_link": "https://web.archive.org/web/20160914101954/http://abcnews.go.com/Sports/wireStory/michigan-athletic-group-unique-concussion-program-works-42030345", "title": "Michigan Athletic Group Says Concussion Program Works", "meta_data": {"robots": "index, follow", "author": "ABC News", "copyright": "Copyright (c) 2016 ABC News Internet Ventures", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Michigan Athletic Group Says Concussion Program Works", "keywords": "Health, Sports, Athlete injuries, Primary and secondary education, School athletics, High school football, Athlete health, High school sports, Football, Education, Social affairs, Michigan, United States, North America, sports news, sports articles", "fb": {"admins": 704409894, "app_id": 4942312939}, "fb_title": "Michigan Athletic Group Says Concussion Program Works", "og": {"site_name": "ABC News", "title": "Michigan Athletic Group Says Concussion Program Works", "description": "The Michigan High School Athletic Association says its unique sideline concussion testing program for athletes in football and other sports is having a positive impact, though long-term funding is an issue as it heads into its second and final year. Member schools in the pilot program...", "url": "https://web.archive.org/web/20160914101954/http://abcnews.go.com/Sports/wireStory/michigan-athletic-group-unique-concussion-program-works-42030345", "type": "article"}, "DC.date.issued": "2016-09-12", "Date": "2016-09-12", "Last-Modified": "2016-09-12 17:07:29", "news_keywords": "Health, Sports, Athlete injuries, Primary and secondary education, School athletics, High school football, Athlete health, High school sports, Football, Education, Social affairs, Michigan, United States, North America", "twitter": {"card": "summary_large_image", "site": "@ABC", "title": "Michigan Athletic Group Says Concussion Program Works", "description": "The Michigan High School Athletic Association says its unique sideline concussion testing program for athletes in football and other sports is having a positive impact, though long-term funding is an issue as it heads into its second and final year. Member schools in the pilot program...", "url": "http://abcnews.go.com/Sports/wireStory/michigan-athletic-group-unique-concussion-program-works-42030345", "image": {"width": 150, "height": 116}, "app": {"name": {"iphone": "ABC News", "ipad": "ABC News", "googleplay": "ABC News"}, "id": {"iphone": 300255638, "ipad": 306934135, "googleplay": "com.abc.abcnews"}, "url": {"iphone": "abcnewsiphone://link/story,42030345", "ipad": "abcnewsipad://link/story,42030345", "googleplay": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Sports/wireStory/michigan-athletic-group-unique-concussion-program-works-42030345"}}}, "al": {"iphone": {"url": "abcnewsiphone://link/story,42030345", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}, "ipad": {"url": "abcnewsipad://link/story,42030345", "app_store_id": 380520716, "app_name": "ABC News for iPad"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Sports/wireStory/michigan-athletic-group-unique-concussion-program-works-42030345", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "web": {"url": "http://abcnews.go.com/Sports/wireStory/michigan-athletic-group-unique-concussion-program-works-42030345"}}}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}