{"url": "https://www.npr.org/sections/health-shots/2018/06/04/615671405/from-chaos-to-calm-a-life-changed-by-ketamine", "text": "From Chaos To Calm: A Life Changed By Ketamine\n\nEnlarge this image Maria Fabrizio for NPR Maria Fabrizio for NPR\n\nFor six years now, life has been really good for James. He has a great job as the creative director of an advertising firm in New York City. He enjoys spending time with his wife and kids.\n\nAnd it has all been possible, he says, because for the past six years he has been taking a drug called ketamine.\n\nBefore ketamine, James was unable to work or focus his thoughts. His mind was filled with violent images. And his mood could go from ebullient to dark in a matter of minutes.\n\nKetamine \"helped me get my life back,\" says James, who asked that we not use his last name to protect his career.\n\nKetamine was developed as a human and animal anesthetic in the 1960s. And almost from the time it reached the market it has also been used as a mind-bending party drug.\n\nBut ketamine's story took a surprising turn in 2006, when researchers at the National Institutes of Health showed that an intravenous dose could relieve severe depression in a matter of hours. Since then, doctors have prescribed ketamine \"off label\" to thousands of depressed patients who don't respond to other drugs.\n\nAnd pharmaceutical companies are testing several new ketamine-related drugs to treat depression. Johnson & Johnson expects to seek approval for its nasal spray esketamine later this year, though the approval would be limited to use in a clinical setting.\n\nMeanwhile, doctors have begun trying ketamine on patients with a wide range of psychiatric disorders other than depression. And there is now growing evidence it can help people with anxiety, bipolar disorder, post-traumatic stress disorder, and perhaps even obsessive-compulsive disorder.\n\n\"I think it's actually one of the biggest advances in psychiatry in a very long time,\" says Dr. Martin Teicher, an associate professor of psychiatry at Harvard Medical School and director of the Developmental Biopsychiatry Research Program at McLean Hospital.\n\nKetamine may also offer new hope for people like James who have symptoms of several different psychiatric disorders.\n\nJames had a happy childhood, he says. But his thoughts were out of control. \"I always felt like I was crossing a freeway and my thoughts were just racing past me,\" he says.\n\nHe spent much of his childhood terrified of \"an unknown, an ambiguous force out there.\" The fear was \"overwhelming,\" he says. \"I literally slept with the cover over my head with just room to breathe through my mouth until I went to college.\"\n\nAnd there was something else about James: his body temperature.\n\n\"I overheated constantly,\" he says. \"I would wear shorts all year long. In my 20s in my apartment I would sleep with the windows open in the middle of the winter.\"\n\nIn his late 20s, James saw a doctor who told him he had attention deficit hyperactivity disorder. So he started taking stimulants.\n\nAt first, the pills helped him focus. Then they didn't, no matter how many he took.\n\nHe'd done well as an idea guy in the advertising industry. But now James was trying to work at home, and it wasn't going well.\n\n\"ADHD pills will make you interested in anything,\" he says. \"So I was putting the desk together and taking the desk apart. I was putting a laptop stand together and taking it apart. I was going in a massive downward spiral.\"\n\nJames had always suffered from mood swings. But now they were rapid and extreme. And he couldn't stop thinking about gruesome scenarios, like a murderer coming for his family.\n\n\"My wife took a summer off to be with me because she was scared of what was going to happen to me,\" he says. \"She would go to work for a few hours, then rush home. There would be times I'd call her just screaming, 'Please come home. I can't get through another minute.' \"\n\nEventually, James found his way to Dr. Demitri Papolos, an associate professor of clinical psychiatry at Albert Einstein College of Medicine.\n\n\"He was like a whirling dervish when he came into my office,\" Papolos says. \"He was extremely fearful and scanning the environment all the time and he overheated at the drop of a hat.\"\n\nPapolos diagnosed James with a variant of bipolar disorder he calls the \"fear of harm phenotype.\" It typically appears in childhood and often doesn't respond to traditional psychiatric drugs.\n\nBut Papolos has found that the condition does respond to ketamine. \"It's been transformational,\" he says.\n\nIn January, Papolos published a study of 45 children with the problem. They inhaled a nasal mist containing ketamine about twice a week. Nearly all got dramatically better.\n\nScientists still aren't sure why ketamine works, but there's evidence that it encourages the brain to rewire, to alter the connections between cells. That process has been linked to recovery from depression. And it may also explain why ketamine helps people who have symptoms associated with several different psychiatric disorders.\n\n\"I think it's having multiple effects, and that means it's probably useful for multiple different disorders,\" Teicher says.\n\nOne of those effects involves a part of the brain involved in temperature regulation. And that could explain why patients like James usually stop overheating once they are taking ketamine.\n\nJames started taking a ketamine nasal spray every other day. He says his response was dramatic.\n\n\"One day I turn to my wife and I'm like, 'I feel calm today. I don't know if it's the sun coming in, I don't know if it's just the way we're sitting here, but I feel like I could go and sit at the computer and work.' \"\n\nThe next day, James did sit down at his computer. A month later, he was back at work.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2018/06/01/tornado-calm_wide-1e2270191fad3c956f81f4f24756c9c71ec663dc-s1100-c15.jpg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/assets/img/2017/03/20/depression-mind_sq-80103575f7ad374ca3eba367981a42e673cc479c-s100-c15.jpg", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/assets/img/2018/06/01/tornado-calm_wide-1e2270191fad3c956f81f4f24756c9c71ec663dc.jpg?s=1400", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2012/10/04/beforeafter_sq-ccd441448ed29d6a04d6f7cfb43ec207fe136d91-s100-c15.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2011/12/30/johnhamilton_3_sq-39eb667fd73b9f61b4f0ebb957074cad841efd7a-s100-c85.jpg", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2018/06/01/tornado-calm_wide-1e2270191fad3c956f81f4f24756c9c71ec663dc.jpg?s=1400", "keywords": [], "authors": ["Jon Hamilton"], "canonical_link": "https://www.npr.org/sections/health-shots/2018/06/04/615671405/from-chaos-to-calm-a-life-changed-by-ketamine", "title": "From Chaos To Calm: A Life Changed By Ketamine", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2018-06-04", "description": "The anesthetic ketamine first wowed the medical world with its ability to relieve severe depression in hours. Now it's showing promise for other psychiatric disorders, including bipolar and PTSD.", "og": {"title": "From Chaos To Calm: A Life Changed By Ketamine", "url": "https://www.npr.org/sections/health-shots/2018/06/04/615671405/from-chaos-to-calm-a-life-changed-by-ketamine", "type": "article", "description": "The anesthetic ketamine first wowed the medical world with its ability to relieve severe depression in hours. Now it's showing promise for other psychiatric disorders, including bipolar and PTSD.", "image": "https://media.npr.org/assets/img/2018/06/01/tornado-calm_wide-1e2270191fad3c956f81f4f24756c9c71ec663dc.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "From Chaos To Calm: A Life Changed By Ketamine", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2018/06/01/tornado-calm_wide-1e2270191fad3c956f81f4f24756c9c71ec663dc.jpg?s=1400"}}}, "movies": [], "publish_date": 1528084800.0, "source": "https://www.npr.org", "summary": ""}