{"url": "http://well.blogs.nytimes.com/2016/08/29/new-research-counters-fears-about-menopause-hormones/?rref=collection%2Fsectioncollection%2Fhealth&action=click&contentCollection=health&region=rank&module=package&version=highlights&contentPlacement=2&pgtype=sectionfront", "text": "Photo\n\nPersonal Health Jane Brody on health and aging.\n\nEver since the large government study called the Women’s Health Initiative found a number of risks associated with menopause hormones, millions of women who are in or near menopause have been weathering hot flashes and other symptoms on their own. But now, new research suggests that the benefits of short-term hormone treatment to control life-disrupting menopausal symptoms outweigh the risks — as long as the treatment is started at or near menopause.\n\nThere are also lots of products now available and different ways to use them that enhance the safety of hormone replacement. And there is even an app to help women and their doctors explore various options and choose the most suitable treatment.\n\nFor women without a history of cancer, blood clots or heart disease, most professional medical societies concerned with women’s health now recommend treatment for menopausal symptoms for up to five years using therapy that combines estrogen and progesterone and even longer for those who take estrogen alone.\n\nEvery day, about 6,000 women in the United States — more than two million women a year — enter menopause. At an average age of 51, they stop having their periods because their ovaries no longer produce enough estrogen to stimulate growth of the uterine lining that is shed each menstrual cycle.\n\nFor months before and up to a decade or more after menopause begins, many women have symptoms that can seriously diminish the quality of their lives by disrupting their productivity, sleep, moods and ability to enjoy sexual intercourse.\n\nThe most common symptom — hot flashes — can leave some women dripping with sweat for minutes at a time several times a day and especially during the night. Menopause-related vaginal dryness and atrophy can result in severe sexual discomfort, pain and bleeding with exercise, vaginal and urinary infections and incontinence.\n\nUntil the early 2000s, many women with menopausal symptoms took hormone replacement therapy — H.R.T. — to counter them. Even some who did not have disturbing symptoms used H.R.T. because observational studies indicated it lowered the risk of cardiovascular diseases, and popular books and articles suggested it delayed signs of aging.\n\nThen in 2002, the results of the largest randomized clinical trial of hormone replacement, the Women’s Health Initiative (W.H.I.), created a kind of menopausal panic, prompting millions of middle-age women to stop or not start hormone treatments and doctors to not prescribe them.\n\nThe study found that, among the women treated with the hormones, there was an increased risk of heart attacks, strokes, blood clots and, most frightening of all to many women, a slightly higher risk of breast cancer among those randomized to take the leading H.R.T. regimen of conjugated equine estrogens (Premarin) and a synthetic progesterone (Provera) recommended for women who still had a uterus. (Those without a uterus, who were randomized to take conjugated estrogens alone, had no increase in breast cancer; in fact, they had a slight decrease over all.)\n\nThe hormone combination did protect against hip fractures and reduce the risk of colorectal cancer, but for the overwhelming majority of menopausal women, the risks of H.R.T. seemed — on the surface — to outweigh the benefits.\n\nHowever, according to Dr. JoAnn E. Manson, an endocrinologist and one of the principal investigators for the W.H.I., “The W.H.I. findings have been seriously misunderstood and misinterpreted,” and millions of women for whom the benefits clearly outweigh the risks are needlessly being denied treatment. “The pendulum has swung too far,” she said.\n\nThe W.H.I. study actually had nothing to do with menopausal symptoms. Most of the 27,347 women entering the study were already in their 60s and 70s, already a decade or more past menopause. Rather, the study was designed to determine whether H.R.T. did, in fact, reduce the risk of heart disease, the leading killer of American women. Among these older women, it found no such effect.\n\nIn the years after the W.H.I. findings, many new analyses and studies have prompted experts to rethink the wisdom of avoiding hormone replacement, especially for women within a few years of menopause whose personal and family history do not place them at high risk of breast cancer.\n\nExperts like Dr. Manson, professor of medicine at Harvard Medical School and Brigham & Women’s Hospital, maintain that the results of the W.H.I. study are not relevant to the more common use of H.R.T. for women in their 50s and for those experiencing earlier menopause as a result of medical treatments.\n\nDr. Howard N. Hodis, a preventive cardiologist at the University of Southern California, said the billion-dollar W.H.I. study made “a big mistake” by starting the hormones in older women, when cardiovascular damage may have already occurred. “The cardiovascular protection found in observational studies involved women who were younger and within a few years of menopause when they started taking H.R.T.,” he said.\n\nIn a Danish randomized controlled trial of 1,006 women entering menopause, among those given hormones for 10 years, “there was a reduction in cardiovascular disease and breast cancer — a clear benefit with nominal risk,” Dr. Hodis said. These benefits persisted after 16 years of follow-up, according to the study, which was published in 2012.\n\nDr. Hodis is especially disturbed about the reluctance to prescribe estrogens for menopausal women who have had a hysterectomy and don’t need progesterone to prevent endometrial cancer.\n\nIn an analysis in 2013 in the American Journal of Public Health, Dr. Philip M. Sarrel and his co-authors calculated that, based on reduced death rates among women taking only estrogen in the W.H.I. study, avoiding hormone replacement resulted in the premature deaths of 18,601 to 91,610 women in the decade after the study’s release.\n\nDr. Manson is distressed about the large number of women — about a third of those now on hormone replacement — who are relying on “custom-compounded” products that have not been reviewed for safety and effectiveness by the Food and Drug Administration. They come with no warnings in a package insert and could contain contaminants and inconsistent dosages, she said.\n\n“There’s little or no reason to go the custom-compound route,” she said. “Women today have so many options — a wide array of doses, from low to traditional, and ways to use them.” In addition to pills, there are patches, gels and sprays applied to the skin. Vaginal and urinary symptoms can be treated with vaginal inserts containing very small amounts of estrogen that do not enter the bloodstream and thus are safe for women who have had breast cancer.\n\nTo help women and their doctors assess H.R.T. options and select the best treatment for women 45 and older with menopausal symptoms, the North American Menopause Society has developed a mobile app, MenoPro, for iPhone/iPad and Android devices.\n\nRelated:\n\nFor more fitness, food and wellness news, follow us on Facebook and Twitter, or sign up for our newsletter.", "images": ["https://static01.nyt.com/gfx/blogs/well/authors/janebrody50.png", "https://static01.nyt.com/images/2016/08/30/science/30BRODY/30BRODY-tmagArticle.jpg", "https://static01.nyt.com/images/2016/08/30/science/30BRODY/30BRODY-facebookJumbo.jpg", "https://static01.nyt.com/marketing/newsletters/images/Running_75.jpg", "https://static01.nyt.com/images/2016/08/31/well/family/well-family-exerciseask/well-family-exerciseask-videoSixteenByNine600.jpg", "https://static01.nyt.com/images/2016/08/29/science/well-klass-smallpenis/well-klass-smallpenis-videoSixteenByNine600.jpg", "https://static01.nyt.com/images/blogs_v5/well/well_post.png", "https://static01.nyt.com/images/2016/08/29/science/well-klass-smallpenis/well-klass-smallpenis-articleInline.jpg", "https://static01.nyt.com/images/2016/08/31/well/family/well-family-exerciseask/well-family-exerciseask-articleInline.jpg"], "top_img": "https://static01.nyt.com/images/2016/08/30/science/30BRODY/30BRODY-facebookJumbo.jpg", "keywords": [], "authors": ["Jane E. Brody", "Topics.Nytimes.Com Top Reference Timestopics People B Jane_E_Brody Index.Html"], "canonical_link": "//well.blogs.nytimes.com/2016/08/29/new-research-counters-fears-about-menopause-hormones/", "title": "Rethinking the Use of Hormones to Ease Menopause Symptoms", "meta_data": {"communityAssetLabels": "NYT_Blogs", "communityAssetTaxonomy": "blogs/well/Rethinking the Use of Hormones to Ease Menopause Symptoms ( 20160829 )", "communityAssetURL": "//well.blogs.nytimes.com/2016/08/29/new-research-counters-fears-about-menopause-hormones/", "PT": "Blogs", "PST": "Blog Post", "sourceApp": "blogs", "blogpostid": 100000004616163, "author": "Jane E. Brody", "CLMST": "Jane E. Brody", "byl": "Jane E. Brody", "article": {"author": "//topics.nytimes.com/top/reference/timestopics/people/b/jane_e_brody/index.html", "published_time": 1472467548, "modified_time": "2016-08-29T10:45:49-04:00", "section": "Health", "tag": "Personal Health", "collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp"}, "GBLC": "Columns;Featured;Live;Personal Health", "PUV": "normal", "PUD": 20160829, "pdate": 20160829, "ptime": 20160829064548, "utime": 20160829104549, "DISPLAYDATE": "August 29, 2016", "dat": "August 29, 2016", "CG": "Health", "SCG": "well", "BN": "well", "robots": "noodp", "des": "Breast Cancer;Estrogen;Hormones;Menopause;Women and Girls", "keywords": "Breast Cancer,Estrogen,Hormones,Menopause,Women and Girls,Columns,Featured,Live,Personal Health", "news_keywords": "Estrogen,Hormone,Menopause", "description": "Studies suggest that the benefits of short-term treatment to control menopausal symptoms outweigh the risks — as long as it is started at or near menopause.", "hdl": "Rethinking the Use of Hormones to Ease Menopause Symptoms", "og": {"title": "Rethinking the Use of Hormones to Ease Menopause Symptoms", "type": "article", "url": "//well.blogs.nytimes.com/2016/08/29/new-research-counters-fears-about-menopause-hormones/", "site_name": "Well", "description": "Studies suggest that the benefits of short-term treatment to control menopausal symptoms outweigh the risks — as long as it is started at or near menopause.", "image": "https://static01.nyt.com/images/2016/08/30/science/30BRODY/30BRODY-facebookJumbo.jpg"}, "thumbnail_150": "https://static01.nyt.com/images/2016/08/30/science/30BRODY/30BRODY-thumbLarge.jpg", "twitter": {"card": "summary", "title": "Rethinking the Use of Hormones to Ease Menopause Symptoms", "url": "//well.blogs.nytimes.com/2016/08/29/new-research-counters-fears-about-menopause-hormones/", "description": "Studies suggest that the benefits of short-term treatment to control menopausal symptoms outweigh the risks — as long as it is started at or near menopause.", "image": "https://static01.nyt.com/images/2016/08/30/science/30BRODY/30BRODY-thumbLarge.jpg", "site": "@nytimeswell"}, "thumbnail": "https://static01.nyt.com/images/2016/08/30/science/30BRODY/30BRODY-thumbLarge.jpg", "adxPage": "blog.nytimes.com/well/post", "dfp-ad-unit-path": "health/well/columns", "categories": "columns,live,personal-health"}, "movies": [], "publish_date": 1472443200.0, "source": "http://well.blogs.nytimes.com", "summary": ""}