{"url": "http://www.nytimes.com/2010/05/13/fashion/13Skin.html?ref=health", "text": "Varicose veins are a result of weak, stretched-out vein walls. Veins contain valves that, when stretched, no longer keep blood moving back toward the heart efficiently. Risk factors include genetics , age and standing still for prolonged periods.\n\nEighty-seven percent of people with varicose veins do not seek treatment, according to a 2008 survey of roughly 1,000 adults conducted nationwide by Vein Clinics of America and Opinion Research Corporation. But doctors say they should: these veins are not just a cosmetic problem, but can also lead to aches, pain, swelling and heaviness from blood pooling in the legs.\n\nThe treatment known as sclerotherapy — an alternative to surgery — entails injecting a solution to irritate and collapse vein walls, so the vein eventually disappears. A series of sessions is usually required for a large area.\n\nVein specialists across the country often inject one of two drugs. One, sodium tetradecyl sulfate, or STS, has long been F.D.A. approved. The other, polidocanol, had not been legal, although some doctors used it, importing it from abroad or obtaining it from pharmacies that make drug compounds. “You have some legal exposure by doing so,” said Dr. Morrison, a vein specialist in greater Phoenix .\n\nPhoto\n\nThat said, polidocanol was the “second most commonly used sclerosing agent” because, he said, “most physicians want to give their patients the best available treatment.”\n\nF.D.A. approval of polidocanol should benefit patients several ways. Often the concentrations of polidocanol from compounding pharmacies were “wrong” and had “lots of contaminants” that could damage the skin where injected, according to Dr. Robert A. Weiss, a Baltimore dermatologist who directs the Maryland Laser, Skin and Vein Institute. By contrast, he said by e-mail, Asclera “is very safe for skin.”\n\nAn injector’s experience matters, because if the injection misses the vein, ulcers (or open sores) can occur. In these rare, worst-case scenarios, Asclera is relatively forgiving and less likely to lead to ulceration.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nVein specialists must first figure out which patients would benefit from sclerotherapy alone, and which need inner varicose veins treated before injections. Using ultrasound to map inner veins as well as visible ones is crucial for patients who complain of enlarged veins and symptoms like achy pain. “The underlying veins have to be addressed before you can even think of addressing the visible bulging veins,” said Dr. Robert J. Min, radiologist in chief at NewYork-Presbyterian Hospital/Weill Cornell Medical Center . “Otherwise they’ll just come back.”\n\nAdvertisement Continue reading the main story\n\nToday, sluggish underlying veins are best addressed with radio-frequency or laser treatment, said Dr. Min, who developed such a laser. Yet, he said both are “very safe and effective, and a heck of a lot better than surgery.” (It entailed ripping out the groin-to-ankle vein with a wire via an incision.)\n\nFor Dianne Brought, who manages a clothing shop in Ocean City , Md., each time Dr. Weiss injected her with STS, she felt only “a little tiny pinch.” But she cautioned that if “anybody hates needles they will mind it.” Ms. Brought, 57, said her legs used to have “very nasty veins” and her calves hurt. She is still due for treatments, so some veins remain visible, but they are no longer raised. She now wears sundresses instead of just selling them in her boardwalk shop.\n\nSome vein specialists use liquid irritants like STS or polidocanol to make an injectable foam that targets larger varicose veins. Why? A “sudsy foam will fill up the vein, come into full contact with the lining of the vein wall, whereas liquid works for very small veins only,” said Dr. Nisha Bunke, a vein specialist. She said veins as large as a Sharpie marker can be tackled with foam sclerotherapy. But the F.D.A. considers a foam version of STS or polidocanol to be a different product from the liquid. So injecting it is an off-label use.\n\nDr. Min said in an e-mail message that foam sclerotherapy was “very safe,” but that “it is associated with higher risks than liquid sclerotherapy.” Foam injections have been blamed as the cause of blood clots in leg veins, he wrote, adding that one known stroke “may have been caused by foam sclerotherapy.”\n\nBut foam sclerotherapy has been a big relief for some patients. Judson Emerick, an art history professor at Pomona College in Claremont, Calif., had varicose veins so troublesome that he kept getting skin ulcers that failed to heal. Plus, his “legs looked like a sack of walnuts,” he said.\n\nAfter a series of injections with Dr. Bunke, his ulcers have subsided and he is thrilled. “My wife looked at me, and my veins had disappeared,” said Mr. Emerick, 68. “My calves and definition were visible again.”", "images": ["https://static01.nyt.com/images/2010/05/11/fashion/skininline/skininline-articleInline.jpg", "https://static01.nyt.com/images/2010/05/13/fashion/13Skin_CA0/13Skin_CA0-articleLarge.jpg", "https://static01.nyt.com/images/2010/05/13/fashion/13Skin_CA0/13Skin_CA0-thumbStandard.jpg", "https://static01.nyt.com/images/2010/05/13/fashion/13skinside_CA0/13skinside_CA0-thumbStandard.jpg"], "top_img": "https://static01.nyt.com/images/2010/05/13/fashion/13Skin_CA0/13Skin_CA0-thumbStandard.jpg", "keywords": [], "authors": ["Catherine Saint Louis", "Skin Deep"], "canonical_link": "https://www.nytimes.com/2010/05/13/fashion/13Skin.html", "title": "U.S. Approves Drug to Treat Varicose Veins", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1247467824251", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2010/05/13/fashion/13Skin.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2010/05/13/fashion/13Skin.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1247467824251"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2010/05/13/fashion/13Skin.html", "title": "U.S. Approves Drug to Treat Varicose Veins", "description": "Asclera, a vein injection drug, has been approved by the F.D.A. for treating varicose veins.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary", "creator": "cslwrites"}, "robots": "noarchive", "hdl_p": "New Help to Free Legs From a Web", "description": "Asclera, a vein injection drug, has been approved by the F.D.A. for treating varicose veins.", "genre": "News", "articleid": 1247467824251, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "U.S. Approves Drug to Treat Varicose Veins", "col": "Skin Deep", "pdate": 20100511, "utime": 20171026205200, "ptime": 20100511182554, "DISPLAYDATE": "May 11, 2010", "dat": "May 11, 2010", "lp": "Asclera, a vein injection drug, has been approved by the F.D.A. for treating varicose veins.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "13Skin", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/fashion/index.jsonp", "published": "2010-05-11T18:25:54-04:00", "modified": "2017-10-26T20:52:00-04:00", "section": "Fashion & Style", "section-taxonomy-id": "B3DFBD82-F298-43B3-9458-219B4F6AA2A5", "section_url": "https://www.nytimes.com/section/fashion", "top-level-section": "fashion", "author": "https://www.nytimes.com/by/catherine-saint-louis", "tag": "Varicose Veins"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/fashion/index.jsonp", "og": {"url": "https://www.nytimes.com/2010/05/13/fashion/13Skin.html", "type": "article", "title": "U.S. Approves Drug to Treat Varicose Veins", "description": "Asclera, a vein injection drug, has been approved by the F.D.A. for treating varicose veins.", "image": "https://static01.nyt.com/images/2010/05/13/fashion/13Skin_CA0/13Skin_CA0-thumbStandard.jpg"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Catherine Saint Louis", "tone": "feature", "byl": "By CATHERINE SAINT LOUIS", "PT": "article", "CG": "fashion", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Varicose Veins", "keywords": "Legs,Varicose Veins", "news_keywords": "Leg,Varicose veins", "thumbnail": "https://static01.nyt.com/images/2010/05/13/fashion/13Skin_CA0/13Skin_CA0-thumbStandard.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "nyt-collection": {"display-name": "Skin Deep", "identifier": "skin-deep", "url": "https://www.nytimes.com/column/skin-deep", "uri": "/column/skin-deep", "tone": "feature", "tagline": "Tips and trends for hair, makeup and more.", "type": "column"}, "CN": "skin-deep", "CT": "column", "dfp-ad-unit-path": "fashion", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1273723200.0, "source": "http://www.nytimes.com", "summary": ""}