{"url": "http://www.chron.com/disp/story.mpl/metropolitan/7015523.html", "text": "Houston scientists say test may show ovarian cancer early Finding a ‘silent killer'\n\nA new strategy involving a simple blood test is a ‘step forward’ in detecting ovarian cancer early\n\nLiz Stegall's ovarian cancer was detected as part of the initial study, and now she is “ecstatic” to be cancer-free. Liz Stegall's ovarian cancer was detected as part of the initial study, and now she is “ecstatic” to be cancer-free. Photo: Brett Coomer, Chronicle Photo: Brett Coomer, Chronicle Image 1 of / 3 Caption Close Houston scientists say test may show ovarian cancer early 1 / 3 Back to Gallery\n\nHouston researchers have demonstrated a promising new way to detect ovarian cancer early, a long-sought tool in the battle against the disease known as “the silent killer” because it's usually not diagnosed until it's difficult to treat.\n\nUniversity of Texas M.D. Anderson Cancer Center researchers Thursday reported the results of a study that showed a simple blood test, tracked over time and followed by an ultrasound if needed, accurately picks up the disease in early, more curable stages. There is no such screening tool currently in use.\n\n“This is an important step forward in the effort to develop an early detection system for this very lethal disease,” said Dr. Karen Lu, a professor in M.D. Anderson's department of gynecologic oncology and the study's principal investigator. “If the study's findings are confirmed in larger studies, I think this new strategy will be practice-changing.”\n\nThe method used in the nine-year study of 3,252 initially healthy postmenopausal women caught five ovarian cancers, three of them invasive. There were only a few false positives.\n\nLu said the study isn't large enough to justify recommending yet. But she added that an ongoing study in the United Kingdom involving 200,000 women should more definitively determine the test's value. That study is due to show results in 2015.\n\nOvarian cancer, though rare, is the fourth-leading cancer killer among U.S. women. In 2009, according to the American Cancer Society, it was diagnosed in 21,550 women and killed 14,600. More than 75 percent of women are diagnosed when the disease has already become advanced.\n\nBlood test for protein\n\nThe new strategy involves an existing blood test for a protein discovered in the 1980s by an M.D. Anderson researcher and long used for predicting ovarian cancer recurrence. The protein, known as CA-125, has not been good at identifying new early-stage ovarian cancer because it can become elevated for other reasons, leading to false positives.\n\nIn the last decade, hopeful of finding a better test, ovarian cancer researchers have invested much time in the investigation of other biomarkers and technologies. But none proved as accurate as CA-125 after a Harvard scientist developed a mathematical model combining trends in test results and a patient's age.\n\nFollow-up recommended\n\nOne expert said the study is an important step but definitely needs follow-up work.\n\n“It's a well-done study about which its authors are appropriately careful in their conclusions,” said Dr. Len Lichtenfeld, deputy medical director at the American Cancer Society. “But more research and refining needs to be done before it should be implemented. I can remember when doctors all rushed to adopt the Prostate Specific Antigen test, and we still don't know how to use it.”\n\nLu acknowledged there are comparisons to the PSA test, which has come under fire in recent years for being better at detecting prostate cancer than improving survival. But Lu said that if the UK study replicates her results, the ovarian cancer test would have the advantage of producing much fewer false positives and being able to spot aggressive cancers.\n\nStudy participants were grouped as low, medium or high risk based on how much their CA-125 levels changed over time. Low-risk women repeated the blood test in a year, medium-risk women were referred for an ultrasound, and high-risk women had exploratory surgery.\n\nOver the study's nine years, 85 women had ultrasounds and eight had surgery. Three of the eight turned out to have benign tumors.\n\nUltrasounds cost $300, and the blood test costs $150.\n\nA real life-saver\n\nAmong the study participants was Liz Stegall, who enrolled at the request of the family of Linda Nelson Taylor, a friend who died of ovarian cancer that wasn't diagnosed until it was advanced. Stegall had no family cancer history, but six years into the study last year, she was diagnosed with early stage disease after a blood test showed a spike in her CA-125 levels.\n\n“I would say I'm ecstatic,” said Stegall, 59, of Sugar Land, who finished treatment at the end of December and is cancer free. “This new test came too late to save Linda, but thanks to her and it, I should be alive for some time still. And if I can be saved, so can other people.”\n\nThe study results were unveiled Thursday in advance of a major cancer conference next month.\n\nMore than half of the women in the study came from Houston. Besides M.D. Anderson, the participating institutions were The Woman's Hospital of Texas, Baylor University Medical Center in Dallas, Women and Infants Hospital in Providence, R.I., and John Stoddard Cancer Center in Des Moines, Iowa.\n\ntodd.ackerman@chron.com", "images": ["http://www.chron.com/img/print-header-logo.png", "https://s.hdnux.com/photos/04/54/04/1229102/3/rawImage.jpg", "https://s.hdnux.com/photos/01/06/51/72/18521758/4/600x600.jpg", "https://s.hdnux.com/photos/01/06/71/21/18584688/7/core_promo.jpg", "https://s.hdnux.com/photos/01/06/73/04/18592031/5/core_promo.jpg", "https://s.hdnux.com/photos/01/03/63/41/17774657/4/300x600.jpg", "http://www.chron.com/img/print-footer-logo.png", "https://s.hdnux.com/photos/01/06/72/64/18591006/5/core_promo.jpg", "https://s.hdnux.com/photos/04/54/04/1229102/3/920x920.jpg", "https://s.hdnux.com/photos/01/06/72/72/18591372/7/core_promo.jpg"], "top_img": "https://s.hdnux.com/photos/04/54/04/1229102/3/rawImage.jpg", "keywords": [], "authors": ["Todd Ackerman", "Houston Chronicle"], "canonical_link": "https://www.chron.com/news/houston-texas/article/Houston-scientists-say-test-may-show-ovarian-1713089.php", "title": "Houston scientists say test may show ovarian cancer early", "meta_data": {"format-detection": "telephone=no", "viewport": "width=device-width, initial-scale=1.0", "ispremium": 0, "dc.date": "2010-05-20T10:30:00Z", "article": {"published_time": "2010-05-20T10:30:00Z", "modified_time": "2011-08-03T19:50:41Z", "opinion": "false"}, "SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "description": "Houston researchers have demonstrated a promising new way to detect ovarian cancer early, a long-sought tool in the battle against the disease known as “the silent killer” because it's usually not diagnosed until it's difficult to treat.  “This is an important step forward in the effort to develop an early detection system for this very lethal disease,” said Dr. Karen Lu, a professor in M.D. Anderson's department of gynecologic oncology and the study's principal investigator.  Blood test for proteinThe new strategy involves an existing blood test for a protein discovered in the 1980s by an M.D. Anderson researcher and long used for predicting ovarian cancer recurrence.  In the last decade, hopeful of finding a better test, ovarian cancer researchers have invested much time in the investigation of other biomarkers and technologies.  More than half of the women in the study came from Houston.  Besides M.D. Anderson, the participating institutions were The Woman's Hospital of Texas, Baylor University Medical Center in Dallas, Women and Infants Hospital in Providence, R.I., and John Stoddard Cancer Center in Des Moines, Iowa.", "news_keywords": "cancer,ovarian cancer,study participants,blood test,study,silent killer,Houston scientists,Cancer Center,blood,ovarian cancer test,ovarian cancer researchers,ovarian cancer recurrence,cancer conference,ovarian,test,family cancer history,fourthleading cancer killer,ultrasound,study replicates,stage disease,researcher,study results,disease", "tmeconcepts": "cancer,ovarian cancer,study participants,blood test,study,silent killer,Houston scientists,Cancer Center,blood,ovarian cancer test,ovarian cancer researchers,ovarian cancer recurrence,cancer conference,ovarian,test,family cancer history,fourthleading cancer killer,ultrasound,study replicates,stage disease,researcher,study results", "tmecategories": "cancer,disease", "sailthru.title": "Houston scientists say test may show ovarian cancer early", "sailthru.date": "2010-05-20 5:30:00 -0500", "sailthru.author": "TODD ACKERMAN<br>, HOUSTON CHRONICLE", "sailthru_type": "article", "sailthru_uid": 1713089, "sailthru_section": "news,houston-texas", "sailthru_pubname": "houston-chronicle", "sailthru_siteid": 21, "sailthru.tags": "houston-texas,cancer,ovarian-cancer,study-participants,blood-test,study,silent-killer,houston-scientists,cancer-center,blood,ovarian-cancer-test,ovarian-cancer-researchers,ovarian-cancer-recurrence,cancer-conference,ovarian,test", "sailthru.image.thumb": "https://s.hdnux.com/photos/04/54/04/1229102/3/sailthruImage.jpg", "og": {"title": "Houston scientists say test may show ovarian cancer early", "description": "Houston researchers have demonstrated a promising new way to detect ovarian cancer early, a long-sought tool in the battle against the disease known as “the silent killer” because it's usually not diagnosed until it's difficult to treat.  “This is an important step forward in the effort to develop an early detection system for this very lethal disease,” said Dr. Karen Lu, a professor in M.D. Anderson's department of gynecologic oncology and the study's principal investigator.  Blood test for proteinThe new strategy involves an existing blood test for a protein discovered in the 1980s by an M.D. Anderson researcher and long used for predicting ovarian cancer recurrence.  In the last decade, hopeful of finding a better test, ovarian cancer researchers have invested much time in the investigation of other biomarkers and technologies.  More than half of the women in the study came from Houston.  Besides M.D. Anderson, the participating institutions were The Woman's Hospital of Texas, Baylor University Medical Center in Dallas, Women and Infants Hospital in Providence, R.I., and John Stoddard Cancer Center in Des Moines, Iowa.", "type": "article", "url": "https://www.chron.com/news/houston-texas/article/Houston-scientists-say-test-may-show-ovarian-1713089.php", "image": "https://s.hdnux.com/photos/04/54/04/1229102/3/rawImage.jpg", "site_name": "Houston Chronicle"}, "twitter": {"card": "summary_large_image", "site": "@houstonchron"}, "fb": {"admins": 100006394927810, "app_id": 314935171989989, "pages": "105702905593,307851324523,12852567813,480760515417232,288240529145,316774245761,984197758297116,7457442370,207033189701,207346283795,222959748728,207042068180,72983690774,339413234035,343689323559,345828366626,234821559861394,335699426867,10150105039485602,338983127562,364516539001,337922332042,115637335153191,372011535931,333376634908,127590790608884,141923885872653,655037391286291,320774811368833,1740489152861748,469700473093040,386754203367,556449374478585,340999853450,350771491032,1120648627959218,342017778245,338463361591,138772706196968,1641688532739111,326312697536,353120110016,343366744658,335009494554,347261603104,350924013892,257724773860,361203926417,367174215398,284154645394,334501182354,350279743224,154340691263654,147848678611852,361381078011,362831597677,10150095255780118"}, "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7"}, "movies": [], "publish_date": 1274351400.0, "source": "http://www.chron.com", "summary": ""}