{"url": "http://www.nytimes.com/2011/06/06/health/research/06melanoma.html?_r=1", "text": "The effect was so marked that the trial was stopped early for ethical reasons, so that patients in the control group could be offered the new drug. Because of that, researchers do not yet know the median survival.\n\n“You don’t need to wait for 50 percent of 675 patients to die to conclude that one drug is much better than the other,” said Dr. Antoni Ribas of the University of California, Los Angeles, who was an investigator in the trial and has been a consultant to the developer of the drug.\n\nThe other new drug, ipilimumab (pronounced ip-ee-LIM-yoo-mab), when combined with dacarbazine, extended median survival to 11.2 months compared with 9.1 months for those who received dacarbazine alone. After three years, 20.8 percent of those who got that new drug were alive, compared with 12.2 percent of those in the control group.\n\nThe results of both trials were published online by The New England Journal of Medicine in addition to being presented here.\n\nTo be sure, more than half of patients with metastatic melanoma would not be helped all that much by either drug. Experts say more needs to be done, especially since melanoma affects more young adults than many other types of cancer.\n\nEven if the new drugs allow patients with metastatic melanoma to live two years, “Two years is nothing when you’re 30,” said Dr. Anna C. Pavlick, head of the melanoma program at New York University.\n\nStill, doctors and patient groups welcomed the progress because until now treatment of melanoma that had spread beyond the skin to distant organs “was terrible even by routine cancer standards,” said Dr. Vernon K. Sondak, chairman of cutaneous oncology at the Moffitt Cancer Center in Tampa, Fla.\n\nAdvertisement Continue reading the main story\n\nAlso, the number of melanoma cases has been rising, unlike for many other types of cancer. Doctors say that is because of unprotected sun exposure years ago, the proliferation of tanning salons and perhaps more attention to detecting the disease.\n\nPhoto\n\nThere were about 68,000 new cases of melanoma and about 8,700 deaths last year in the United States, up from 48,000 cases and 7,700 deaths in 2000, according to the American Cancer Society. Particularly fast increases have occurred among people older than 65 and among women 15 to 39 years old.\n\nVemurafenib is the latest so-called targeted therapy, which inhibits the effects of genetic mutations that spur tumor growth and spread. In particular, the drug counters the effect of a mutation in a gene called B-RAF that was discovered in 2002 to be common in melanomas. (The drug’s name comes from V600E mutation in RAF.)\n\nThe drug, which is taken orally twice a day, would be used only by the roughly half of melanoma patients whose tumors have this mutation. The drug significantly shrinks tumors in about half of these patients — or about a quarter of all melanoma patients.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIt was developed by Roche and Plexxikon, a biotechnology company in Berkeley, Calif., that was recently acquired by Daiichi Sankyo of Japan. The drug is expected to be approved by the Food and Drug Administration within a few months.\n\nIpilimumab, the other new drug, releases a brake on the body’s immune system, allowing it to more effectively attack the tumor. Developed by Bristol-Myers Squibb, it was approved in March and is sold under the name Yervoy.\n\nA series of articles in The New York Times last year followed the development of vemurafenib, then known as PLX4032, and recounted how some patients close to death seemed to make miraculous recoveries.\n\nThe effect, however, typically lasts only about seven months before the cancer starts to grow again, though some patients benefit for more than two years.\n\nS. Taylor Chance, a 67-year-old real estate agent in Rancho Cucamonga, Calif., has been taking vemurafenib in a clinical trial since March 2010. “If it weren’t for the trial I wouldn’t be here,” she said.\n\nAdvertisement Continue reading the main story\n\nIt has not been all good. Ms. Chance said the drug caused such extreme pain at one point that “I called in the children and said, ‘I’m done, I can’t do this any more.’ ” But she had her dose reduced and took other medications for the pain.\n\nIn the trial, sponsored by Roche and led by Dr. Paul B. Chapman of the Memorial Sloan-Kettering Cancer Center in New York, 38 percent of participants had to stop taking the drug or lower the dose because of side effects, including rash and joint pain. Many patients get minor skin cancers that can be removed by dermatologists.\n\nThe trial of ipilimumab, paid for by Bristol-Myers, involved 502 patients with late-stage melanoma.\n\nLast year at this conference, researchers presented results of a trial showing a survival advantage for patients who had undergone a previous treatment. The new trial of this drug, by contrast, involved patients who were getting treated for the first time.\n\nWhile the extension of median survival of two months, from about 9 months to about 11 months, was less than some experts expected, researchers said the real benefit was that a small number of patients, perhaps 10 to 20 percent, could live a long time.\n\nBecause it unleashes the immune system, ipilimumab can have serious side effects. In the latest trial, a big one was liver damage.\n\nA course of treatment of ipilimumab costs $120,000. The price of vemurafenib has not been announced, but is expected to be at least tens of thousands of dollars per year.\n\nDoctors are eager to try the two drugs together. Roche and Bristol-Myers said Thursday that they would conduct such tests.", "images": ["https://static01.nyt.com/images/2011/06/06/us/MELANOMA-1/MELANOMA-1-jumbo.jpg", "https://static01.nyt.com/images/2011/06/06/us/MELANOMA-1/MELANOMA-1-thumbStandard.jpg", "https://static01.nyt.com/images/2011/06/06/us/MELANOMA-2/MELANOMA-2-popup.jpg"], "top_img": "https://static01.nyt.com/images/2011/06/06/us/MELANOMA-1/MELANOMA-1-thumbStandard.jpg", "keywords": [], "authors": ["Andrew Pollack"], "canonical_link": "https://www.nytimes.com/2011/06/06/health/research/06melanoma.html", "title": "Studies Find Two New Drugs Effective Against Advanced Melanoma", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1248069762958", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2011/06/06/health/research/06melanoma.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2011/06/06/health/research/06melanoma.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1248069762958"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2011/06/06/health/research/06melanoma.html", "title": "Studies Find Two New Drugs Effective Against Advanced Melanoma", "description": "Two drugs can prolong the lives of people with advanced melanoma in what researchers call notable progress.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "robots": "noarchive", "hdl_p": "Two New Drugs Show Promise In Slowing Advanced Melanoma", "description": "Two drugs can prolong the lives of people with advanced melanoma in what researchers call notable progress.", "genre": "News", "articleid": 1248069762958, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Studies Find Two New Drugs Effective Against Advanced Melanoma", "pdate": 20110605, "utime": 20140908230644, "ptime": 20110605112224, "DISPLAYDATE": "June 5, 2011", "dat": "June 5, 2011", "lp": "Two drugs can prolong the lives of people with advanced melanoma in what researchers call notable progress.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "06melanoma", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "published": "2011-06-05T11:22:24-04:00", "modified": "2014-09-08T23:06:44-04:00", "section": "Health", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "top-level-section": "health", "author": "https://www.nytimes.com/by/andrew-pollack", "tag": "Bristol Myers Squibb Company"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "og": {"url": "https://www.nytimes.com/2011/06/06/health/research/06melanoma.html", "type": "article", "title": "Studies Find Two New Drugs Effective Against Advanced Melanoma", "description": "Two drugs can prolong the lives of people with advanced melanoma in what researchers call notable progress.", "image": "https://static01.nyt.com/images/2011/06/06/us/MELANOMA-1/MELANOMA-1-thumbStandard.jpg"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Andrew Pollack", "tone": "feature", "byl": "By ANDREW POLLACK", "PT": "article", "CG": "health", "SCG": "research", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Medicine and Health", "org": "Bristol Myers Squibb Company", "keywords": "Drugs (Pharmaceuticals),Melanomas,Skin Cancer,Medicine and Health,Plexxikon Inc,Hoffmann-La Roche,Bristol Myers Squibb Company", "thumbnail": "https://static01.nyt.com/images/2011/06/06/us/MELANOMA-1/MELANOMA-1-thumbStandard.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "dfp-ad-unit-path": "health/research", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1307332800.0, "source": "http://www.nytimes.com", "summary": ""}