{"url": "http://www.latimes.com/health/la-he-bcg-diabetes-20110625,0,6341862.story", "text": "Preliminary experiments in a handful of people suggest that it might be possible to reverse Type 1 diabetes using an inexpensive vaccine to stop the immune system from attacking cells in the pancreas.\n\nResearch in mice had already shown that the tuberculosis vaccine called BCG, prevents T cells from destroying insulin-secreting cells, allowing the pancreas to regenerate and begin producing insulin again, curing the disease.\n\nNow tests with very low doses of the vaccine in humans show transient increases in insulin production, researchers will report Sunday at a San Diego meeting of the American Diabetes Assn.\n\nThe Massachusetts General Hospital team is now gearing up to use higher doses of the vaccine in larger numbers of people in an effort to increase and prolong the response.\n\nAdvertisement\n\nThe findings contradict an essential paradigm of diabetes therapy — that once the insulin-secreting beta cells of the pancreas have been destroyed, they are gone forever. Because of that belief, most research today focuses on using vaccines to prevent the cells’ destruction in the first place, or on using beta cell transplants to replace the destroyed cells.\n\nThe new findings, however, hint that even in patients with long-standing diabetes, the body retains the potential to restore pancreas function if clinicians can only block the parts of the immune system that are killing the beta cells.\n\nThe results are “fascinating and very promising,” said immunology expert Dr. Eva Mezey, director of the adult stem-cell unit at the National Institute of Dental and Craniofacial Research. But Mezey noted that the results had been achieved in only a small number of patients and that they suggest the vaccinations would have to be repeated regularly.\n\nThe key player in the diabetes study is a protein of the immune system called tumor necrosis factor, or TNF. Studies by others have shown that if you increase levels of TNF in the blood, it will block other parts of the immune system that attack the body, especially the pancreas.\n\nAdvertisement\n\nTo raise TNF levels, Dr. Denise Faustman of Massachusetts General Hospital and her colleagues have been working with the BCG vaccine, known formally as Bacille Calmette-Guerin. BCG has been used for more than 80 years in relatively low doses to stimulate immunity against tuberculosis. More recently, it has been used in much higher doses to treat bladder cancer.\n\nFaustman first reported her findings in mice in a 2001 paper in the Journal of Clinical Investigation, but scientists reviewing her findings for that journal were so skeptical that she was not allowed to refer to “regeneration” of the pancreas in the paper. Instead, she was told to say “restoration of insulin secretion by return of blood sugar to normal.”\n\nIn 2003, she published a report in the journal Science in which she was able to use the word “regeneration,” but that finding was met by an “explosion of skepticism,” she said. Nonetheless, by 2007, “six international labs had duplicated the mouse experiments,” she said. “We needed to move forward into humans.”\n\nIn the human trial, Faustman and her colleagues studied six patients who had been diagnosed with Type 1 diabetes for an average of 15 years. They were randomly selected to receive either two doses of BCG spaced four weeks apart or a placebo.\n\nCareful examination of those receiving the vaccine showed a decline of T cells that normally attack the pancreas. It also revealed a temporary but statistically significant elevation of an insulin precursor called C-peptide, an indication that new insulin production was occurring.\n\n“If this is reproducible and correct, it could be a phenomenal finding,” said Dr. Robert R. Henry of UC San Diego, who chaired the scientific program at the meeting. It suggests that once the destructive immune response is controlled, the body has the capability to produce more insulin, he said.\n\nOne of the patients receiving a placebo also showed a similar elevation of C-peptide, but that patient coincidentally became infected by Epstein-Barr virus, which is known to induce production of TNF.\n\nThe concentrations of BCG that the team used were much lower than they would have liked, but were the highest the Food and Drug Administration would permit, Faustman said.\n\nAdvertisement\n\nShe said she is now negotiating with the agency to use higher levels, which should produce a more pronounced effect, and to enroll more people.\n\nThe research is funded by philanthropists, primarily the Iacocca Family Foundation.\n\nthomas.maugh@latimes.com", "images": ["https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.latimes.com/health/la-xpm-2011-jun-25-la-he-bcg-diabetes-20110625-story.html", "title": "Research shows promise in reversing Type 1 diabetes", "meta_data": {"og": {"title": "Research shows promise in reversing Type 1 diabetes", "url": "https://www.latimes.com/health/la-xpm-2011-jun-25-la-he-bcg-diabetes-20110625-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "url": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "lat-logo-dark-full.jpg"}, "description": "Research shows promise in reversing Type 1 diabetes", "site_name": "Los Angeles Times", "type": "article"}, "article": {"content_tier": "metered", "published_time": "2011-06-25T07:00:00", "opinion": "false", "tag": "Health"}, "twitter": {"card": "summary_large_image", "description": "Research shows promise in reversing Type 1 diabetes", "site": "@latimes", "title": "Research shows promise in reversing Type 1 diabetes"}, "fb": {"app_id": 119932621434123, "pages": 5863113009}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "Research shows promise in reversing Type 1 diabetes", "brightspot.contentId": "00000169-988e-d37a-a1ff-9ccfd0c40000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1308999600.0, "source": "http://www.latimes.com", "summary": ""}