{"url": "https://web.archive.org/web/20101204025830/http://www.chicagotribune.com/health/ct-met-breast-cancer-radiation-0606-20100605,0,2973294,print.story", "text": "The findings are based on the TARGIT-A study, an ongoing international breast cancer clinical trial involving more than 2,000 breast cancer patients who were followed for as long as 10 years. The study took place at 28 medical centers in nine countries in Europe, North America and Asia.\n\nThe study subjects were women 45 or older with invasive ductal breast carcinoma who were undergoing breast-conserving surgery. Half were randomly assigned to undergo conventional treatment — whole breast external radiation in the weeks after their surgeries — and half got targeted radiation during surgery.\n\nThe partial breast treatment, called targeted intraoperative radiotherapy, involves a single 30-minute dose of radiation delivered from a probe inside the surgical cavity.\n\nThe recurrence rate was the same for both groups. The targeted therapy has the advantage of no treatment delay, a shorter treatment time and greater convenience for most patients. The rates of complications and side effects were similar in the two groups.\n\nThe therapy also avoids irradiation of the heart, lung and esophagus, said study investigator Dr. Dennis Holmes, associate professor of clinical surgery at the University of Southern California's Norris Comprehensive Cancer Center.\n\nHolmes said most patients would be good candidates for the targeted treatment. \"It's best for women with a small tumor that is well-defined and involves only one portion of the breast,\" he said.\n\nA potential disadvantage is that pathology results from the tumor are not available during surgery, so some patients will need more treatment, he said.\n\n\"That's a situation we like to avoid,\" Holmes said. \"We like the radiation to be the final therapy.\"\n\nAbout 14 percent of patients in the targeted group later required conventional radiation to kill remaining cancer cells.\n\nIn a Lancet commentary, Dr. David Azria said breast cancer researchers are awaiting long-term follow-up and results from similar studies, but \"we are already convinced that accelerated part-breast irradiation is the new standard and intraoperative radiotherapy an excellent approach.\" Azria is a radiation oncologist at the Val d'Aurelle Cancer Institute of Montpellier in France.\n\nCo-principal investigator Dr. Michael Baum pioneered the TARGIT study approach along with co-authors Dr. Jayant Vaidya and Dr. Jeffrey Tobias. All are affiliated with University College London.\n\ndshelton@tribune.com", "images": ["https://web.archive.org/web/20101204030925im_/http://articles.chicagotribune.com/images/pixel.gif", "https://web.archive.org/web/20101204030925im_/http://articles.chicagotribune.com/images/header-logo.gif", "https://web.archive.org/web/20101204030925im_/http://articles.chicagotribune.com/favicon.ico", "https://web.archive.org/web/20101204030925im_/http://articles.chicagotribune.com/images/footer-logo.gif"], "top_img": "https://web.archive.org/web/20101204030925im_/http://articles.chicagotribune.com/favicon.ico", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20101204030925/http://articles.chicagotribune.com/2010-06-05/health/ct-met-breast-cancer-radiation-0606-20100605_1_breast-cancer-ductal-radiotherapy", "title": "Study: One dose of radiation during breast cancer surgery is effective", "meta_data": {"description": "Delivering one dose of radiation to the area where a breast tumor was removed is as effective at preventing recurrence as treating the whole breast with radiation for weeks, a major new study has", "keywords": "news", "og": {"site_name": "Chicago Tribune"}}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}