{"url": "http://Healthday.com/Article.asp?AID=636730", "text": "SATURDAY, March 6, 2010 (HealthDay News) -- Electromagnetic pulses from a portable device can significantly reduce pain and inflammation in people suffering from osteoarthritis of the knee, a new study suggests.\n\nResearchers gave a battery-operated device to 34 people, who used it to emit a low-intensity, pulsating, electromagnetic frequency to their knees. The participants experienced pain relief of more than 40 percent on the first day of treatment, according to the study.\n\nThe approach has no side effects, is \"relatively low-cost in the long-run and the onset of pain relief is immediate,\" Dr. Fred Nelson, associate program director for research and director of the Osteoarthritis Center at Henry Ford Hospital, said in a hospital news release. \"We look at electromagnetic pulses as a potential way to improve quality of life and independence for those who suffer from osteoarthritis of the knee.\"\n\nThe electromagnetic pulses are thought to reduce the level of calcium in cartilage cells and set off a process that reduces inflammation.\n\n\"We are really fine-tuning what we are doing to the cell environment with a very specific pulse sequence and frequency,\" Nelson said.\n\nFor the study, people wore the device around their knees for 15 minutes, twice a day for six weeks.\n\nNelson was scheduled to present the findings at the annual meeting of the Orthopaedic Research Society, March 6 to 9 in New Orleans. The study was funded by Ivivi Health Sciences, which developed the device.\n\nMore information\n\nThe Arthritis Foundation has more on osteoarthritis.", "images": ["http://Healthday.com/images/favicon.ico"], "top_img": "http://Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Randy Dotinga"], "canonical_link": "https://consumer.healthday.com/senior-citizen-information-31/arthritis-management-news-40/electromagnetic-pulses-may-stem-arthritic-knee-pain-636730.html", "title": "Electromagnetic Pulses May Stem Arthritic Knee Pain", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "New device could improve life quality without side effects, expert says", "og": {"title": "Electromagnetic Pulses May Stem Arthritic Knee Pain", "description": "New device could improve life quality without side effects, expert says", "url": "https://consumer.healthday.com/senior-citizen-information-31/arthritis-management-news-40/electromagnetic-pulses-may-stem-arthritic-knee-pain-636730.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://Healthday.com", "summary": ""}