{"url": "https://web.archive.org/web/20111217003457/http://well.blogs.nytimes.com/2010/08/23/studying-acupuncture-one-needle-prick-at-a-time/?pagemode=print", "text": "Stuart Bradford\n\nFor at least 2,000 years Chinese healers have used acupuncture to treat pain and other ailments. Now Western doctors want proof that it works.\n\nThere is little dispute that people feel better after receiving the treatment, in which thin needles are inserted deeply into the skin at specific points on the body. But are they benefiting from acupuncture itself, or just getting a placebo effect?\n\nThe debate was fueled last week by a study in the journal Arthritis Care and Research. Researchers from MD Anderson Cancer Center in Houston found that among 455 patients with painful knee arthritis, acupuncture delivered no more relief than a sham treatment.\n\nActually, patients got significant pain relief from both treatments — an average reduction of one point on a scale of 1 to 7. And critics contend that the study was poorly designed.\n\nFor one thing, they note, patients in both groups received treatment with needles and electrical stimulation; the main difference was that in the sham group, the needles were not inserted as deeply and the stimulation was far shorter in duration.\n\nIn the real world, however, a trained acupuncturist would customize the treatment to a patient’s specific symptoms. But in this study, the patients in the “real” acupuncture group all received needles inserted in the same way.\n\nRather than proving that acupuncture does not work, in other words, the study may suggest that it works even when administered poorly. But the real lesson, acupuncture supporters say, is how difficult it can be to apply Western research standards to an ancient healing art.\n\n“People argue that there really are no inactive acupuncture points — pretty much wherever you put a needle in the body is an active point,” said Dr. Alex Moroz, a trained acupuncturist who directs the musculoskeletal rehabilitation program at New York University. “There is a body of literature that argues that the whole approach to studying acupuncture doesn’t lend itself to the Western reductionist scientific method.”\n\nBut the study’s lead author, Dr. Maria E. Suarez-Almazor, notes that the sham treatment was developed with the help of trained acupuncturists. In a drug study, an equal response in the treatment and placebo groups would prove the drug does not work, she says.\n\n“We really worked with acupuncturists who are trained in the Chinese traditional style and asked them to come up with a sham that could be credible,” Dr. Suarez-Almazor said. “We didn’t plan a study trying to show that acupuncture didn’t work. The results came out with no difference between the groups.”\n\nThe MD Anderson research and other recent acupuncture studies have fueled speculation that the prick of a needle, whether from real acupuncture or a sham version, can influence the way the body processes and transmits pain signals. A 2007 study of 1,200 back-pain patients, financed by insurance companies in Germany, showed that about half the patients in both real and sham acupuncture groups had less pain after treatment, compared with only 27 percent of those receiving physical therapy or other traditional back care.\n\nWhen the German researchers tracked how much pain medicine the patients used, they detected a noticeable difference between real acupuncture and the sham treatment. Only 15 percent of patients in the acupuncture group required extra pain drugs, compared with 34 percent in the sham group. The group receiving conventional back therapy fared even worse than those receiving fake acupuncture: 59 percent of those patients needed extra pain pills.\n\nThe researchers, who published their findings in Archives of Internal Medicine, speculated that inserting needles in or around an area of pain may have caused a “super placebo” effect, touching off a series of reactions that changed the way the body experienced pain.\n\nStill another study, this one financed by the National Institutes of Health and published in 2004, found that acupuncture significantly reduced pain and improved function in knee arthritis patients compared with a sham treatment or routine knee care.\n\nBut that result has been called into question because the patients in the sham group probably figured out they were not getting the real thing. They received only two needle insertions in the abdomen, while a needle was simply pressed along nine areas of the leg and taped to the skin to mimic acupuncture. A mock electrical stimulation machine whirred and blinked nearby, but didn’t deliver any current to the body.\n\nThis year, researchers at Henry Ford Hospital in Detroit solved the problem of creating a sham acupuncture treatment: they didn’t have one. Instead, they compared acupuncture to a proven remedy — the drug Effexor, an antidepressant that has been shown to significantly reduce hot flashes in breast cancer patients.\n\nThe results were striking. Acupuncture relieved hot flashes just as well as Effexor, with fewer side effects. The acupuncture recipients reported more energy and even an increased sex drive, compared with women using Effexor.\n\n“There are some things you can’t study the same way we do with drugs,” said Dr. Eleanor M. Walker, director of breast radiation oncology at the Henry Ford Health System. “The thing that can’t be argued in my study is the duration of the effect. It lasts, and the placebo effect doesn’t last once you stop a treatment.”\n\nBut acupuncture believers say it doesn’t really matter whether Western scientific studies find that the treatment has a strong placebo effect. After all, the goal of what they call integrative medicine, which combines conventional and alternative treatments like acupuncture, is to harness the body’s power to heal itself. It doesn’t matter whether that power is stimulated by a placebo effect or by skillful placement of needles.\n\n“In general in integrative medicine, when patients are involved in their healing process, they have a tendency to do better,” said Angela Johnson, a practitioner of Chinese medicine at Rush Children’s Hospital in Chicago who is conducting a pilot study of acupuncture to relieve pain in children. “I believe that’s part of the reason why they get better.”\n\nA version of this article appeared in print on August 24, 2010, on page D5 of the New York edition of The Times.", "images": ["https://web.archive.org/web/20111217003457im_/http://www.nytimes.com/adx/bin/adx_remote.html?type=noscript&page=blog.nytimes.com/well/post&posall=TopAd,Bar1,Position1,Position1B,Top5,SponLink,MiddleRight,Box1,Box3,Bottom3,Right5A,Right6A,Right7A,Right8A,Middle1C,Bottom7,Bottom8,Bottom9,Header1,Header2,Header3,Inv1,Inv2,Inv3,CcolumnSS,Middle4,Left1B,Frame6A,Left2,Left3,Left4,Left5,Left6,Left7,Left8,Left9,JMNow1,JMNow2,JMNow3,JMNow4,JMNow5,JMNow6,Feature1,Spon3,ADX_CLIENTSIDE,SponLink2&pos=Position1B&query=qstring&keywords=?", "https://web.archive.org/web/20111217003457im_/http://wt.o.nytimes.com/dcsym57yw10000s1s8g0boozt_9t1x/njs.gif?dcsuri=/nojavascript&WT.js=No&WT.tv=1.0.7", "https://web.archive.org/web/20111217003457im_/http://graphics8.nytimes.com/images/blogs_v3/well/well_print.png"], "top_img": "", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20111217003457/http://well.blogs.nytimes.com/2010/08/23/studying-acupuncture-one-needle-prick-at-a-time/", "title": "Studying Acupuncture, One Needle Prick at a Time", "meta_data": {"TimesPeople": "disallow", "ROBOTS": "NOINDEX, NOFOLLOW", "PT": "Blogs", "PST": "Blog Post", "CLMST": "By TARA PARKER-POPE", "PUD": 20100823, "GBLC": "Alternative Medicine", "PUV": "print", "CG": "Health", "SCG": "well", "BN": "well"}, "movies": [], "publish_date": 1282536000.0, "source": "https://web.archive.org", "summary": ""}