{"url": "http://www.Reuters.com/article/idUSTRE67T2VA20100830", "text": "NEW YORK (Reuters Health) - In a small study, people who had chronic pain as a result of damage to the nervous system reported feeling less pain, as well as less depression and anxiety, when they smoked marijuana compared to when they smoked a drug-free placebo.\n\nA worker touches a cannabis plant at a growing facility near the northern city of Safed, Israel, August 22, 2010. REUTERS/NIR ELIAS\n\nThe pain reduction was “modest” - less than 1 point on an 11-point scale for the strongest marijuana - and patients reported no overall difference in their quality of life based on what they smoked.\n\nThe results support a limited number of trials that have suggested marijuana may be helpful for people suffering from chronic pain, but that it also has its limitations.\n\n“This offers another potential tool in the tool box for treating chronic neuropathic pain,” Dr. Mark Ware, a neuroscientist at the McGill University Health Center in Montreal and the study’s lead author, told Reuters Health. But there are still questions about marijuana’s long-term safety as a pain reliever, he said.\n\nWare and his colleagues recruited 21 adults who were suffering from chronic neuropathic pain after an injury or surgery. Three times a day, for five days, participants took a 25 milligram hit of one of four treatments: marijuana that was 2.5 percent, 6 percent, or 9.4 percent tetrahydrocannabinol (THC) or a 0 percent placebo. All patients rotated in random order through the four different treatments, with a nine-day break between each one.\n\nDuring each treatment, participants were asked about their pain, sleep patterns, mood, and overall quality of life.\n\nPatients smoking 9.4 percent THC marijuana reported lower pain scores than when smoking the placebo - on average, 5.4 versus 6.1 on a scale from 0 (“no pain”) to 10 (“worst possible pain”). They also reported that they slept better, and were less anxious and depressed than when they were on the placebo.\n\nWhen smoking marijuana with moderate doses of THC, participants generally reported improved symptoms, but there was no significant difference in their relief from these doses compared to relief from the placebo treatment. There was also no difference in the quality of life or mood scores that participants reported when they were on any of the four treatments.\n\nThe highest dose of THC produced the most side effects, which included headaches, dry eyes, and a burning sensation in the regions where patients had pain.\n\nIn the second, third and fourth rounds of treatment, most - but not all - patients were able to tell when they had been on either the highest THC dose or the placebo. Most patients did not report feeling “high” at any point during the study.\n\nAbout 1 to 2 percent of adults in the U.S. suffer from chronic neuropathic pain - pain that occurs when nerve fibers are damaged by injury or disease, and lingers even after the original wound has healed. The condition is treated with a range of different medications, including drugs usually intended for people with depression and epilepsy. But these don’t work for all patients, and some also have uncomfortable side effects.\n\n“A lot of the treatments that are used for neuropathic pain ...might also be associated with disruptions in sleep,” Dr. Andrea Hohmann, who studies marijuana and pain at the University of Georgia and was not involved with the current study, told Reuters Health. For that reason, the finding that marijuana may actually help improve patients’ sleep, she said, is “particularly noteworthy.”\n\nThe cannabinoid family, which includes marijuana, is “emerging as an interesting new class of drugs for pain management,” Ware said. But, “we also know that treating chronic pain of any kind requires more than just (drugs),” he said. No matter what kind of medication they’re on, these patients should also be getting behavioral and physical therapy, he said.\n\nThe study’s five-day treatment sessions also leave questions about patients with chronic conditions who might need treatment for months or years. “The trial did not last long ... so the authors cannot really say whether any response would be sustained,” Dr. Henry McQuay, who studies pain and pain relief at the University of Oxford, wrote in an editorial accompanying the study.\n\nWare agreed that more research is needed. “What about long-term safety issues?” he asked. “These need to be considered before the drug becomes prescribable.”\n\nSOURCE: link.reuters.com/pyd77n Canadian Medical Association Journal, online August 30, 2010.", "images": ["https://s3.reutersmedia.net/resources/r/?m=02&d=20100830&t=2&i=192969215&w=1200&r=2010-08-30T161521Z_01_BTRE67T196300_RTROPTP_0_US-POT-PAIN", "http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "http://s3.reutersmedia.net/resources/r/?m=02&d=20100830&t=2&i=192969215&r=2010-08-30T161521Z_01_BTRE67T196300_RTROPTP_0_US-POT-PAIN&w=20"], "top_img": "https://s3.reutersmedia.net/resources/r/?m=02&d=20100830&t=2&i=192969215&w=1200&r=2010-08-30T161521Z_01_BTRE67T196300_RTROPTP_0_US-POT-PAIN", "keywords": [], "authors": ["Genevra Pittman", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-pot-pain-idUSTRE67T2VA20100830", "title": "Pot may provide some chronic pain relief: study", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "(Reuters Health) - In a small study, people who had chronic pain as a result of damage to the nervous system reported feeling less pain, as well as less depression and anxiety, when they smoked marijuana compared to when they smoked a drug-free placebo.", "Author": "Genevra Pittman", "keywords": "US,POT,PAIN", "news_keywords": "US;POT;PAIN", "REVISION_DATE": "Mon Aug 30 16:15:39 UTC 2010", "analyticsAttributes.articleDate": "2010-08-30T16:15:39+0000", "analyticsAttributes.author": "Genevra Pittman", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-pot-pain-idUSTRE67T2VA20100830", "analyticsAttributes.contentTitle": "Pot may provide some chronic pain relief: study", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "US,POT,PAIN", "analyticsAttributes.keywordSlug": "US-POT-PAIN", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Pot may provide some chronic pain relief: study", "sailthru.author": "Genevra Pittman", "sailthru.date": "2010-08-30T16:15:39+0000", "sailthru.title": "Pot may provide some chronic pain relief: study", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Pot may provide some chronic pain relief: study", "url": "https://www.reuters.com/article/us-pot-pain-idUSTRE67T2VA20100830", "type": "article", "description": "(Reuters Health) - In a small study, people who had chronic pain as a result of ...", "image": "https://s3.reutersmedia.net/resources/r/?m=02&d=20100830&t=2&i=192969215&w=1200&r=2010-08-30T161521Z_01_BTRE67T196300_RTROPTP_0_US-POT-PAIN", "article": {"published_time": "2010-08-30T16:15:39+0000", "modified_time": "2010-08-30T16:15:39+0000", "section": "Homepage", "author": "Genevra Pittman", "tag": "US,POT,PAIN"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary_large_image", "title": "Pot may provide some chronic pain relief: study", "description": "(Reuters Health) - In a small study, people who had chronic pain as a result of damage to the nervous system reported feeling less pain, as well as less depression and anxiety, when they smoked mariju...", "image": {"identifier": "https://s3.reutersmedia.net/resources/r/?m=02&d=20100830&t=2&i=192969215&w=1200&r=2010-08-30T161521Z_01_BTRE67T196300_RTROPTP_0_US-POT-PAIN", "src": "https://s3.reutersmedia.net/resources/r/?m=02&d=20100830&t=2&i=192969215&w=1200&r=2010-08-30T161521Z_01_BTRE67T196300_RTROPTP_0_US-POT-PAIN"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1283184939.0, "source": "http://www.Reuters.com", "summary": ""}