{"url": "http://www.nytimes.com/2011/05/05/fashion/05SKIN.html?ref=health", "text": "“What we found is that where patients were applying Latisse, especially in areas where the hair was thinner and wispier and less pigmented, the hair grew thicker, stronger and healthier,” he said.\n\nThough some users of Latisse have experienced skin discoloration, Dr. Bauman said he had never seen any such reaction on the scalp of his patients.\n\nCertainly, Mr. Paduda, who used Latisse daily from November through February, is a happy customer. By the third week, he said, both he and friends he asked for reactions were seeing results. “I even busted out the old ‘before’ and ‘after’ pictures,” he said. “It was a noticeable difference.”\n\nBut Latisse does not appear to be a silver bullet for hair loss. Instead, it appears to work in much the same way as Rogaine or Propecia: All three can strengthen and darken hair that grows from a dying follicle, but none can bring a dead one back to life. The result is an enhanced, refortified hairline rather than a brand new head of hair.\n\nPhoto\n\nAside from hair transplants, which can cost about $10,000 each and do not always look natural, the only current hope for complete replacement is hair cloning, the act of producing entirely new hair from the DNA of an existing one, which researchers have been attempting, unsuccessfully, for years.\n\nA pair of researchers last year claimed to grow new hair by combining plucked hair with a wound-healing powder made by ACell, a regenerative-medicine company in Columbia, Md. Though the claim was met with some skepticism by other clinicians, the idea that ACell’s powder, which has been approved by the government, could facilitate new hair growth has breathed new life into the race to clone hair.\n\nAdvertisement Continue reading the main story\n\nDr. Robert M. Bernstein, clinical professor of dermatology at Columbia University, is now one of several researchers experimenting with the product.\n\n“It’s just a question of time now” before hair cloning becomes a reality, Dr. Bernstein said. “We keep on moving back that time, but I think there’s absolutely no doubt that it’s going to be done.”\n\nHe believes hair cloning will be commercially available within 10 years. This may sound like a long time to wait, but “it’s important to remember that baldness is unlike other conditions where you can progress past the point of being helped,” Dr. Bernstein said. “Once we have a cure for hair loss, everyone will be able to benefit.”\n\nPhoto\n\nIt has been been 14 years since the F.D.A. approved a new hair-loss remedy (Propecia, in 1997), so it is understandable that anticipation for a new one might be running high. One advantage of Latisse is that it needs to be applied only once a day (Rogaine needs to be applied twice; Propecia is taken once daily), and does not seem to cause reactions in people who are allergic to minoxidil.\n\nIt is, however, expensive: a month’s supply of Latisse can cost up to $150, and that is in amounts appropriate for use merely on the eyelashes. Rogaine, which is also available over the counter now, costs about $25 a month, and a month’s supply of Propecia runs about $75. (Even Mr. Paduda has now switched to Propecia, citing cost.)\n\nThe potential for Latisse is not lost on Allergan. The company initiated a Phase 1 clinical study in August to determine whether bimatoprost can be used as a treatment in men and women suffering from hair loss (alopecia).\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“There is a great deal of interest in developing other uses of bimatoprost,” Heather Katt, a spokeswoman for Allergan, wrote in an e-mail message, “and Allergan is exploring ways to pursue that pathway through the F.D.A. approval process.”\n\nFor those too impatient to wait, there is also the bold and fashionable solution of shaving one’s head.\n\nBut the fact is that many men — and women — simply do not accept baldness easily.\n\n“Hair has been an evolutionary sign of health and sexuality and youth, and that doesn’t change,” Dr. Bernstein said. “Shaved heads look cool, but not everyone wants one, and not everyone looks good with one.”\n\nMr. Paduda concurs.\n\n“I have really dark eyebrows,” he said. “I would look like a psycho if I shaved my head.”", "images": ["https://static01.nyt.com/images/2011/05/05/fashion/05SKIN-B/05SKIN-B-thumbStandard-v2.jpg", "https://static01.nyt.com/images/2011/05/05/fashion/05SKIN-B/Z-SKIN-B-articleInline.jpg", "https://static01.nyt.com/images/2011/05/05/fashion/05spots-F/05spots-F-thumbStandard.jpg", "https://static01.nyt.com/images/2011/05/05/fashion/05SKIN-A/Z-SKIN-A-jumbo.jpg", "https://static01.nyt.com/images/2011/05/05/fashion/05SKIN-C/Z-SKIN-C-jumbo.jpg"], "top_img": "https://static01.nyt.com/images/2011/05/05/fashion/05SKIN-B/05SKIN-B-thumbStandard-v2.jpg", "keywords": [], "authors": ["Douglas Quenqua", "Skin Deep"], "canonical_link": "https://www.nytimes.com/2011/05/05/fashion/05SKIN.html", "title": "Latisse, Not Just for Eyelashes Anymore: Skin Deep", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1248069731500", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2011/05/05/fashion/05SKIN.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2011/05/05/fashion/05SKIN.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1248069731500"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2011/05/05/fashion/05SKIN.html", "title": "Latisse, Not Just for Eyelashes Anymore: Skin Deep", "description": "Transplants, lotions, pills: what’s next in the search for a thick head of hair? Cloning, says one doctor.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "robots": "noarchive", "hdl_p": "New Stratagems in the Quest for Hair", "description": "Transplants, lotions, pills: what’s next in the search for a thick head of hair? Cloning, says one doctor.", "genre": "News", "articleid": 1248069731500, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Latisse, Not Just for Eyelashes Anymore: Skin Deep", "col": "Skin Deep", "pdate": 20110504, "utime": 20141015215930, "ptime": 20110504155114, "DISPLAYDATE": "May 4, 2011", "dat": "May 4, 2011", "lp": "Transplants, lotions, pills: what’s next in the search for a thick head of hair? Cloning, says one doctor.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "05SKIN", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/fashion/index.jsonp", "published": "2011-05-04T15:51:14-04:00", "modified": "2014-10-15T21:59:30-04:00", "section": "Fashion & Style", "section-taxonomy-id": "B3DFBD82-F298-43B3-9458-219B4F6AA2A5", "section_url": "https://www.nytimes.com/pages/fashion/index.html", "top-level-section": "fashion", "tag": "Drugs (Pharmaceuticals)"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/fashion/index.jsonp", "og": {"url": "https://www.nytimes.com/2011/05/05/fashion/05SKIN.html", "type": "article", "title": "Latisse, Not Just for Eyelashes Anymore: Skin Deep", "description": "Transplants, lotions, pills: what’s next in the search for a thick head of hair? Cloning, says one doctor.", "image": "https://static01.nyt.com/images/2011/05/05/fashion/05SKIN-B/05SKIN-B-thumbStandard-v2.jpg"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Douglas Quenqua", "tone": "feature", "byl": "By DOUGLAS QUENQUA", "PT": "article", "CG": "fashion", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Drugs (Pharmaceuticals)", "ad-sponsor": "Latisse", "keywords": "Hair,Baldness,Medicine and Health,Drugs (Pharmaceuticals),Latisse", "thumbnail": "https://static01.nyt.com/images/2011/05/05/fashion/05SKIN-B/05SKIN-B-thumbStandard-v2.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "nyt-collection": {"display-name": "Skin Deep", "identifier": "skin-deep", "url": "https://www.nytimes.com/column/skin-deep", "uri": "/column/skin-deep", "tone": "feature", "tagline": "Tips and trends for hair, makeup and more.", "type": "column"}, "CN": "skin-deep", "CT": "column", "dfp-ad-unit-path": "fashion", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1304568000.0, "source": "http://www.nytimes.com", "summary": ""}