{"url": "http://consumer.healthday.com/cardiovascular-health-information-20/angioplasty-news-26/manual-clot-removal-after-heart-attack-may-not-help-could-harm-697481.html", "text": "En Español\n\nBy Steven Reinberg\n\nHealthDay Reporter\n\nMONDAY, March 16, 2015 (HealthDay News) -- A new study calls into question the value of removing blood clots from a patient's heart arteries during angioplasty, a procedure to open blocked arteries.\n\nAlthough manually removing clots has become common medical practice, this study of more than 10,000 heart attack patients found no benefit in terms of reducing death, heart attack or heart failure in the six months after the procedure. Removing clots appears to have increased the risk of stroke in the month after clots were removed, the Canadian researchers report.\n\n\"There has been some controversy about removing blood clots during the treatment of heart attacks,\" said lead researcher Dr. Sanjit Jolly, an associate professor of cardiology at McMaster University in Hamilton, Ontario.\n\nA study in 2008 suggested that removing clots during an angioplasty might save lives, he said. \"Guidelines changed based on this study,\" Jolly noted. Another trial in 2013, however, suggested that removing clots was not beneficial, he added.\n\nIn this latest trial, researchers found that routinely removing clots was not beneficial, Jolly said.\n\nJolly isn't sure why removing clots causes additional problems. It is possible that parts of the clot break off and travel elsewhere in the heart or brain, he said.\n\n\"This is an unexpected finding, and we want to confirm this in other studies,\" Jolly said.\n\nJolly said there are mechanical methods of removing clots, which were not tested in this study. Whether these methods would have produced better results isn't clear. \"The jury is out on that. It needs to be tested in large trials,\" he said.\n\nHowever, preliminary results from small trials of mechanical clot removal have not been promising, Jolly noted.\n\nJolly said the lesson from his team's trial is that clot removal should be used only as a rescue treatment when an angioplasty fails to clear an artery.\n\n\"As a routine therapy, clot removal is not beneficial and could have some significant downsides,\" he said.\n\nThe results of the study were published online March 16 in the New England Journal of Medicine to coincide with a planned presentation of the findings at the American College of Cardiology's annual meeting in San Diego.\n\nFor the study, Jolly and colleagues randomly assigned 10,732 patients undergoing an angioplasty after a heart attack to have clots manually removed or to not have them removed.\n\nAmong all the patients, 6.9 percent who had clots removed, and 7 percent of those who didn't, died, had another heart attack or developed heart failure in the 180 days after the procedure.\n\nIn the 30 days after the procedure, 0.7 percent of the patients who had clots removed suffered a stroke, as did 0.3 percent of those who only had angioplasty, Jolly's team found.\n\nDr. Gregg Fonarow, a professor of cardiology at the University of California, Los Angeles, said, \"This is a very important and eagerly awaited clinical trial.\"\n\nA number of studies have suggested a benefit from manually removing clots during an angioplasty, but this trial found no clinical benefits for doing so, he said.\n\n\"These findings will likely have important implications for clinical practice,\" Fonarow said.\n\nMore information\n\nVisit the U.S. National Library of Medicine for more on angioplasty.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/cardiovascular-health-information-20/angioplasty-news-26/manual-clot-removal-after-heart-attack-may-not-help-could-harm-697481.html", "title": "Manual Clot Removal After Heart Attack May Not Help, Could Harm", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Researchers also report that procedure appears to increase the risk for stroke", "og": {"title": "Manual Clot Removal After Heart Attack May Not Help, Could Harm", "description": "Researchers also report that procedure appears to increase the risk for stroke", "url": "https://consumer.healthday.com/cardiovascular-health-information-20/angioplasty-news-26/manual-clot-removal-after-heart-attack-may-not-help-could-harm-697481.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}