{"url": "http://consumer.healthday.com/Article.asp?AID=663440", "text": "En Español\n\nBy Serena Gordon\n\nHealthDay Reporter\n\nWEDNESDAY, April 4, 2012 (HealthDay News) -- Regularly consumption of food and drink rich in substances called flavonoids, such as berries, apples, tea and red wine, can lower a man's risk of developing Parkinson's disease by 40 percent, new research suggests.\n\nFor women, however, a reduction in risk was only seen when they ate at least several servings of berries a week, according to the study. Men also had a risk reduction from frequently eating berries.\n\n\"For total flavonoids, the beneficial result was only in men. But, berries are protective in both men and women,\" said the study's lead author, Dr. Xiang Gao, a research scientist at the Harvard School of Public Health and an associate epidemiologist at Harvard Medical School and Brigham and Women's Hospital in Boston.\n\n\"Berries could be a neuroprotective agent. People can include berries in their regular diet. There are no harmful effects from berry consumption, and they lower the risk of hypertension too,\" Gao added.\n\nResults of the study are published online April 4 in the journal Neurology.\n\nParkinson's disease is a degenerative condition that affects the central nervous system. It causes movement disorders, such as tremors, rigidity and balance problems. About 500,000 Americans have Parkinson's disease, according to the National Institute of Neurological Disorders and Stroke.\n\nFlavonoids are substances found in plant foods that help prevent damage to the body's cells, known as oxidative damage. Anthocyanins are a type of flavonoid plentiful in such berries as strawberries and blueberries.\n\nFor the study, the researchers reviewed nutrition and health data from almost 50,000 men enrolled in the Health Professional Follow-Up Study and more than 80,000 women participating in the Nurses' Health Study.\n\nThe researchers looked at dietary intake of five major flavonoid sources: tea, berries, apples, orange juice and red wine.\n\nOver 20 to 22 years of follow-up, 805 people developed Parkinson's disease -- 438 men and 367 women.\n\nWhen researchers compared those who ate the most flavonoids with those who ate the least, they found that only men saw a statistically significant benefit, lowering their risk of Parkinson's by 40 percent.\n\nGao said it wasn't clear why only men benefited from the extra flavonoid intake, but he noted that other studies have also found differences between men and women. Gao said it's not clear if there's a biological mechanism causing these differences, or another factor.\n\nBut, when the researchers looked at the dietary compounds individually, it was clear that berries could benefit both men and women, lowering the risk of Parkinson's disease by about 25 percent for those who had at least two servings of berries a week.\n\nGao said that anthocyanins protect the cells from oxidative damage and they also have an anti-inflammatory effect, which may be how berries help to reduce Parkinson's risk.\n\nThe study findings should be interpreted cautiously because the participants were mostly white professionals, and the results might not apply to other ethnic groups. Also, recollections of dietary intake may be faulty, and it's possible that other properties of fruits and vegetables might have influenced the results, the authors said.\n\nDr. Michael Okun, medical director of the National Parkinson Foundation, said, \"It is exciting to see research emerging about modifiable dietary issues that may affect the risk of getting diseases such as Parkinson's.\"\n\nBut, he added, it's important for people to realize that this research isn't applicable to people who already have the disease.\n\nHe also said it will be important to confirm these findings in other studies and learn the mechanism of how berries and other flavonoids appear to offer some protection against Parkinson's disease.\n\nMore information\n\nLearn more about Parkinson's disease from the National Institute of Neurological Disorders and Stroke.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Serena Gordon"], "canonical_link": "https://consumer.healthday.com/alternative-medicine-information-3/mis-alternative-medicine-news-19/berries-tea-may-cut-men-s-odds-for-parkinson-s-study-663440.html", "title": "Berries, Tea May Cut Men's Odds for Parkinson's: Study", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "These and other foods contain 'neuroprotective' agents called flavonoids, researchers say", "og": {"title": "Berries, Tea May Cut Men's Odds for Parkinson's: Study", "description": "These and other foods contain 'neuroprotective' agents called flavonoids, researchers say", "url": "https://consumer.healthday.com/alternative-medicine-information-3/mis-alternative-medicine-news-19/berries-tea-may-cut-men-s-odds-for-parkinson-s-study-663440.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}