{"url": "http://well.blogs.nytimes.com/2010/10/27/do-cortisone-shots-actually-make-things-worse/?ref=health", "text": "In the late 1940s, the steroid cortisone, an anti-inflammatory drug, was first synthesized and hailed as a landmark. It soon became a safe, reliable means to treat the pain and inflammation associated with sports injuries (as well as other conditions). Cortisone shots became one of the preferred treatments for overuse injuries of tendons, like tennis elbow or an aching Achilles, which had been notoriously resistant to treatment. The shots were quite effective, providing rapid relief of pain.\n\nBallyscanion/Getty Images\n\nThen came the earliest clinical trials, including one, published in 1954, that raised incipient doubts about cortisone’s powers. In that early experiment, more than half the patients who received a cortisone shot for tennis elbow or other tendon pain suffered a relapse of the injury within six months.\n\nBut that cautionary experiment and others didn’t slow the ascent of cortisone (also known as corticosteroids). It had such a magical, immediate effect against pain. Today cortisone shots remain a standard, much-requested treatment for tennis elbow and other tendon problems.\n\nBut a major new review article, published last Friday in The Lancet, should revive and intensify the doubts about cortisone’s efficacy. The review examined the results of nearly four dozen randomized trials, which enrolled thousands of people with tendon injuries, particularly tennis elbow, but also shoulder and Achilles-tendon pain. The reviewers determined that, for most of those who suffered from tennis elbow, cortisone injections did, as promised, bring fast and significant pain relief, compared with doing nothing or following a regimen of physical therapy. The pain relief could last for weeks.\n\nBut when the patients were re-examined at 6 and 12 months, the results were substantially different. Over all, people who received cortisone shots had a much lower rate of full recovery than those who did nothing or who underwent physical therapy. They also had a 63 percent higher risk of relapse than people who adopted the time-honored wait-and-see approach. The evidence for cortisone as a treatment for other aching tendons, like sore shoulders and Achilles-tendon pain, was slight and conflicting, the review found. But in terms of tennis elbow, the shots seemed to actually be counterproductive. As Bill Vicenzino, the chairman of sports physiotherapy at the University of Queensland in Australia and senior author of the review, said in an e-mail response to questions, “There is a tendency” among tennis-elbow sufferers “for the majority (70-90 percent) of those following a wait-and-see policy to get better” after six months to a year. But this is not the case for those getting cortisone shots, he wrote; they “tend to lag behind significantly at those time frames.” In other words, in some way, the cortisone shots impede full recovery, and compared with those adopting a wait-and-see policy, those getting the shots “are worse off.” Those people receiving multiple injections may be at particularly high risk for continuing damage. In one study that the researchers reviewed, “an average of four injections resulted in a 57 percent worse outcome when compared to one injection,” Dr. Vicenzino said.\n\nWhy cortisone shots should slow the healing of tennis elbow is a good question. An even better one, though, is why they help in the first place. For many years it was widely believed that tendon-overuse injuries were caused by inflammation, said Dr. Karim Khan, a professor at the School of Human Kinetics at the University of British Columbia and the co-author of a commentary in The Lancet accompanying the new review article. The injuries were, as a group, given the name tendinitis, since the suffix “-itis” means inflammation. Cortisone is an anti-inflammatory medication. Using it against an inflammation injury was logical.\n\nBut in the decades since, numerous studies have shown, persuasively, that these overuse injuries do not involve inflammation. When animal or human tissues from these types of injuries are examined, they do not contain the usual biochemical markers of inflammation. Instead, the injury seems to be degenerative. The fibers within the tendons fray. Today the injuries usually are referred to as tendinopathies, or diseased tendons.\n\nWhy then does a cortisone shot, an anti-inflammatory, work in the short term in noninflammatory injuries, providing undeniable if ephemeral pain relief? The injections seem to have “an effect on the neural receptors” involved in creating the pain in the sore tendon, Dr. Khan said. “They change the pain biology in the short term.” But, he said, cortisone shots do “not heal the structural damage” underlying the pain. Instead, they actually “impede the structural healing.”\n\nStill, relief of pain might be a sufficient reason to champion the injections, if the pain “were severe,” Dr. Khan said. “But it’s not.” The pain associated with tendinopathies tends to fall somewhere around a 7 or so on a 10-point scale of pain. “It’s not insignificant, but it’s not kidney stones.”\n\nSo the question of whether cortisone shots still make sense as a treatment for tendinopathies, especially tennis elbow, depends, Dr. Khan said, on how you choose “to balance short-term pain relief versus the likelihood” of longer-term negative outcomes. In other words, is reducing soreness now worth an increased risk of delayed healing and possible relapse within the year?\n\nSome people, including physicians, may decide that the answer remains yes. There will always be a longing for a magical pill, the quick fix, especially when the other widely accepted and studied alternatives for treating sore tendons are to do nothing or, more onerous to some people, to rigorously exercise the sore joint during physical therapy. But if he were to dispense advice based on his findings and that of his colleagues’ systematic review, Dr. Vicenzino said, he would suggest that athletes with tennis elbow (and possibly other tendinopathies) think not just once or twice about the wisdom of cortisone shots but “three or four times.”", "images": ["https://static01.nyt.com/images/2010/10/26/health/26well_physed/26well_physed-articleInline.jpg", "https://static01.nyt.com/marketing/newsletters/images/Running_75.jpg", "https://static01.nyt.com/images/2016/08/31/well/family/well-family-exerciseask/well-family-exerciseask-videoSixteenByNine600.jpg", "https://static01.nyt.com/images/2016/08/29/science/well-klass-smallpenis/well-klass-smallpenis-videoSixteenByNine600.jpg", "https://static01.nyt.com/images/blogs_v5/well/well_post.png", "https://static01.nyt.com/images/2016/08/29/science/well-klass-smallpenis/well-klass-smallpenis-articleInline.jpg", "https://static01.nyt.com/images/2009/06/16/magazine/PhysEd_Pog.jpg", "https://static01.nyt.com/images/2016/08/31/well/family/well-family-exerciseask/well-family-exerciseask-articleInline.jpg", "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png"], "top_img": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png", "keywords": [], "authors": ["Gretchen Reynolds", "Topics.Nytimes.Com Topics Reference Timestopics People R Gretchen_Reynolds Index.Html", "Julie Miller", "The Healthy L Ibrarian", "Shot N The Dark", "Master Trainer", "Taylor Ferrier"], "canonical_link": "//well.blogs.nytimes.com/2010/10/27/do-cortisone-shots-actually-make-things-worse/", "title": "Phys Ed: Do Cortisone Shots Actually Make Things Worse?", "meta_data": {"PT": "Blogs", "PST": "Blog Post", "sourceApp": "blogs", "blogpostid": 100000000397114, "author": "Gretchen Reynolds", "CLMST": "Gretchen Reynolds", "byl": "Gretchen Reynolds", "article": {"author": "//topics.nytimes.com/topics/reference/timestopics/people/r/gretchen_reynolds/index.html", "published_time": 1288152119, "modified_time": "2016-03-15T19:14:09-04:00", "section": "Health", "tag": "Uncategorized", "collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp"}, "GBLC": "Move;Phys Ed", "PUV": "normal", "PUD": 20101027, "pdate": 20101027, "ptime": 20101027000159, "utime": 20160315191409, "DISPLAYDATE": "October 27, 2010", "dat": "October 27, 2010", "CG": "Health", "SCG": "well", "BN": "well", "robots": "noodp", "keywords": "Move,Phys Ed,Uncategorized", "description": "They can be a quick fix, but as a new study shows, they may also lead to slower healing.", "hdl": "Phys Ed: Do Cortisone Shots Actually Make Things Worse?", "og": {"title": "Phys Ed: Do Cortisone Shots Actually Make Things Worse?", "type": "article", "url": "//well.blogs.nytimes.com/2010/10/27/do-cortisone-shots-actually-make-things-worse/", "site_name": "Well", "description": "They can be a quick fix, but as a new study shows, they may also lead to slower healing.", "image": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png"}, "thumbnail_150": "https://static01.nyt.com/packages/images/icons/t_logo_300_black.png", "twitter": {"card": "summary", "title": "Phys Ed: Do Cortisone Shots Actually Make Things Worse?", "url": "//well.blogs.nytimes.com/2010/10/27/do-cortisone-shots-actually-make-things-worse/", "description": "They can be a quick fix, but as a new study shows, they may also lead to slower healing.", "image": "https://static01.nyt.com/packages/images/icons/t_logo_300_black.png", "site": "@nytimeswell"}, "thumbnail": "https://static01.nyt.com/packages/images/icons/t_logo_300_black.png", "adxPage": "blog.nytimes.com/well/post", "dfp-ad-unit-path": "health/well/move", "categories": "move,phys-ed"}, "movies": [], "publish_date": 1288152000.0, "source": "http://well.blogs.nytimes.com", "summary": ""}