{"url": "http://consumer.Healthday.com/Article.asp?AID=650609", "text": "En Español\n\nTUESDAY, March 8, 2011 (HealthDay News) -- Acupuncture may help reduce the severity of hot flashes and other symptoms of menopause, according to a small study.\n\nThe research included 53 postmenopausal women, with about half receiving traditional Chinese acupuncture twice a week and the others given sham acupuncture treatments.\n\nAfter 10 weeks, the women in the traditional acupuncture group had significantly less severe hot flashes and mood swings than those who'd gotten the fake treatment. There were no differences between the two groups in terms of vaginal dryness and urinary tract infection.\n\nThe beneficial effects of traditional acupuncture, according to the researchers, did not appear to be associated with changes in levels of hormones that trigger menopause and its associated symptoms.\n\nThe findings were published online March 7 in Acupuncture in Medicine.\n\nThough the researchers acknowledged that they did not monitor how long symptom relief lasted, they suggested that traditional acupuncture may offer an alternative for women who can't or don't want to use hormone replacement therapy to ease menopause symptoms.\n\nMore information\n\nThe U.S. National Women's Health Information Center has more about treating menopause symptoms.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/alternative-medicine-information-3/acupuncture-news-5/acupuncture-may-take-edge-off-menopause-symptoms-650609.html", "title": "Acupuncture May Take Edge Off Menopause Symptoms", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Small study finds less severe hot flashes after 10 weeks of treatment", "og": {"title": "Acupuncture May Take Edge Off Menopause Symptoms", "description": "Small study finds less severe hot flashes after 10 weeks of treatment", "url": "https://consumer.healthday.com/alternative-medicine-information-3/acupuncture-news-5/acupuncture-may-take-edge-off-menopause-symptoms-650609.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}