{"url": "http://www.reuters.com/article/2011/12/29/us-statins-prostate-cancer-idUSTRE7BS10L20111229", "text": "NEW YORK (Reuters Health) - In a new study of middle-aged New Jersey men, taking cholesterol-lowering drugs was linked to a lower chance of dying from prostate cancer.\n\nThe findings don’t prove that the drugs, called statins, ward off aggressive cancer. But they jibe with previous studies suggesting that getting cholesterol levels under control might help reduce the risk of life-threatening disease, researchers said.\n\n“People may be on these medications for their heart, but it may actually be doing them some good for their prostate,” said study author Dr. Stephen Marcella, from the University of Medicine and Dentistry of New Jersey in New Brunswick.\n\n“If a person’s on the fence about taking a statin medication for their heart, this is another potential benefit they may have by taking one of these,” he told Reuters Health.\n\nMarcella and his colleagues collected the medical records of 380 men who had died of prostate cancer and another 380 of the same age and race without prostate cancer or with non-lethal cancer.\n\nMost of the men were white and in their mid- to late-60s, on average. Close to one in four of the men in both groups combined had ever taken a statin.\n\nThe researchers found that men who died of prostate cancer were half as likely to have taken a statin at any time, and for any duration, than men in the “control” group.\n\nWhen they accounted for whether or not men were overweight and their other health problems and medications, it turned out that those with fatal cancers were 63 percent less likely to have ever taken a statin, according to findings published in Cancer.\n\nBut, Marcella added, “I would not tell a person if they don’t have a risk of heart disease, (if) they don’t have hypertension...to take a statin just to prevent lethal prostate cancer.”\n\nThe evidence that’s effective, he said, just isn’t there yet.\n\nAnd even if statins do turn out to help prevent fatal prostate cancer, researchers said, previous studies have suggested they don’t lower a man’s risk of getting less aggressive forms of the disease.\n\nAccording to the American Cancer Society, about one in every six men will be diagnosed with prostate cancer at some point, and one in every 36 men will die of the disease.\n\nMarcella’s team didn’t have the data to figure out if taking a statin for longer, or starting one earlier, was more beneficial than more limited use of the drugs.\n\n‘VERY TRICKY TO SORT OUT’\n\nThe researchers also couldn’t tell whether men started using statins before or after they were diagnosed with aggressive cancer.\n\nBut they did find that while high-potency, often newer statins were linked to a lower risk of fatal prostate cancer, lower-potency drugs were not. That suggests it’s something about the drugs themselves that lower men’s chances of dying from prostate cancer, Marcella said.\n\nStatins may protect against fatal prostate cancer through their known cholesterol-lowering effects, said Dr. Stephen Freedland, who studies prostate cancer at the Duke University Medical Center in Durham, but wasn’t involved in the new study.\n\nHe said that cholesterol is a “key nutrient” for cancer cells, so lower cholesterol levels in the body could prevent more aggressive forms of cancer from developing.\n\nBut it’s also possible that statins don’t prevent certain cancers at all, Freedland said, and it’s something else about men who take statins — for example, if they also change their diet and start exercising — that explains their lower risk of fatal cancer.\n\n“It gets very, very tricky to sort out,” Freedland told Reuters Health.\n\nTo prove that statins protect against aggressive cancer would require a large study in which cancer-free men, or those with early-stage disease, are randomly assigned to take statins or not and then tracked for years to see how many of them die from cancer.\n\nThat type of study, especially involving healthy, disease-free men, would be very expensive and time consuming, said Dr. Nelly Tan, from the University of California, Los Angeles, who has studied statins and prostate cancer risk.\n\nAbout one-quarter of adults age 45 and older in the U.S. take statins to lower cholesterol and protect against heart attacks. The drugs run anywhere from $11 to more than $200 per month, and sometimes cause side effects including muscle pain, nausea and gas and liver dysfunction.\n\nResearchers agreed that until there’s clearer evidence for benefit, men with healthy hearts shouldn’t seek out statin prescriptions for the purpose of lowering their prostate cancer risks.\n\nBut Freedland said that other strategies for lowering cholesterol — such as eating better and exercising regularly — are ways almost everyone can lower their disease risks in the meantime.\n\nSOURCE: bit.ly/v7AokK Cancer, online December 16, 2011.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Genevra Pittman", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-statins-prostate-cancer-idUSTRE7BS10L20111229", "title": "Statins tied to lower risk of fatal prostate cancer", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "(Reuters Health) - In a new study of middle-aged New Jersey men, taking cholesterol-lowering drugs was linked to a lower chance of dying from prostate cancer.", "Author": "Genevra Pittman", "keywords": "US,STATINS,PROSTATE,CANCER", "news_keywords": "US;STATINS;PROSTATE;CANCER", "REVISION_DATE": "Thu Dec 29 19:58:10 UTC 2011", "analyticsAttributes.articleDate": "2011-12-29T19:58:10+0000", "analyticsAttributes.author": "Genevra Pittman", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-statins-prostate-cancer-idUSTRE7BS10L20111229", "analyticsAttributes.contentTitle": "Statins tied to lower risk of fatal prostate cancer", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "US,STATINS,PROSTATE,CANCER", "analyticsAttributes.keywordSlug": "US-STATINS-PROSTATE-CANCER", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Statins tied to lower risk of fatal prostate cancer", "sailthru.author": "Genevra Pittman", "sailthru.date": "2011-12-29T19:58:10+0000", "sailthru.title": "Statins tied to lower risk of fatal prostate cancer", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Statins tied to lower risk of fatal prostate cancer", "url": "https://www.reuters.com/article/us-statins-prostate-cancer-idUSTRE7BS10L20111229", "type": "article", "description": "(Reuters Health) - In a new study of middle-aged New Jersey men, taking choleste...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2011-12-29T19:58:10+0000", "modified_time": "2011-12-29T19:58:10+0000", "section": "Homepage", "author": "Genevra Pittman", "tag": "US,STATINS,PROSTATE,CANCER"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary", "title": "Statins tied to lower risk of fatal prostate cancer", "description": "(Reuters Health) - In a new study of middle-aged New Jersey men, taking cholesterol-lowering drugs was linked to a lower chance of dying from prostate cancer.", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1325134800.0, "source": "http://www.reuters.com", "summary": ""}