{"url": "http://time.com/4966319/exercise-depression-study/", "text": "Regular exercise may prevent many cases of future depression, according to a new Australian study, and researchers say that as little as one hour a week can make a real difference.\n\nThe paper, published in the American Journal of Psychiatry, followed more than 22,000 healthy Norwegian adults without symptoms of anxiety or depression for an average of 11 years, asking them about their exercise habits and symptoms of depression and anxiety at the beginning and end of the study.\n\nAt the start, about 12% said they didn’t exercise, and the rest said they exercised anywhere from “up to 30 minutes” to “more than 4 hours” a week.\n\nOver the next decade, about 7% of people in the study developed depression, and about 9% developed anxiety. No relationship was observed between exercise and later anxiety, but the researchers did find a link between exercise and later depression.\n\nHealth Newsletter Get the latest health and science news, plus: burning questions and expert tips. View Sample Sign Up Now\n\nPeople who said they didn’t exercise at the study’s start were 44% more likely to become depressed, compared to those who exercised at least 1 to 2 hours a week. For people who worked out more, no additional benefits were observed.\n\nThe study could not prove a cause-and-effect relationship between exercise and the risk of depression, but the authors say it strongly suggests one—especially because they controlled for other potential factors, including age, gender, social support, smoking, drinking and body mass index.\n\nIf their hypothesis is right, they say, 12% of depression cases could be prevented if everyone got just one hour of exercise a week.\n\nThat exercise doesn’t have to be intense, either, they say. People seemed to have mental health benefits from physical activity regardless of whether they reported working out to the point of exhaustion or barely breaking a sweat.\n\nMORE: 7 Surprising Benefits of Exercise\n\n“Given that the intensity of exercise does not appear to be important,” the authors wrote in their paper, “it may be that the most effective public health measures are those that encourage and facilitate increased levels of everyday activities, such as walking or cycling.”\n\nOf course, there are other benefits to more frequent and more intense bouts of exercise. Both the American Heart Association and the World Health Organization recommend getting at least 150 minutes of moderate- to high-intensity physical activity a week for cardiovascular and overall health.\n\nBut when it comes to mental health benefits, “the majority of the protective effect comes from the first one or two hours of exercise each week,” said study author Samuel Harvey, associate professor of workplace mental health at the Black Dog Institute and the University of New South Wales, in an email.\n\nMORE: A New Hope For Depression\n\nThe authors write that the combined physical and social benefits of exercise are likely responsible for its ability to help stave off depression. It’s also possible, they add, that exercise may trigger changes in self-esteem, the release of mood-boosting endorphins and the production of certain proteins.\n\n“There is good evidence that physical activity can help people recover from depression, though we recommend it be used in addition to the usual treatments we would prescribe for established depression, like medication and counseling,” says Harvey. “Our study takes this a bit further and shows that exercise may also have a role in preventing people developing depression in the first place.”\n\nContact us at editors@time.com.", "images": ["http://subscription-assets.timeinc.com/current/1850_top2_205_thumb.jpg", "http://time.com/images/newsletter-time.png", "https://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2017/07/time-magazine-exercise-fitness-health-bethan-mooney-14.jpg?quality=85&w=1200&h=628&crop=1", "https://timedotcom.files.wordpress.com/2019/11/running-helps-you-live-longer.jpg?quality=85&w=400", "http://pixel.watch/f3fo", "http://pixel.carambo.la/Pixel/tmnc11/112753/0/1/0", "http://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "http://assets.time.com/images/dianomi-logo.png", "https://timedotcom.files.wordpress.com/2017/09/time-newsletter-tout-footer.png", "https://timedotcom.files.wordpress.com/2019/08/gettyimages-548554295.jpeg?quality=85&w=600"], "top_img": "https://timedotcom.files.wordpress.com/2017/07/time-magazine-exercise-fitness-health-bethan-mooney-14.jpg?quality=85&w=1200&h=628&crop=1", "keywords": [], "authors": ["Amanda Macmillan"], "canonical_link": "https://time.com/4966319/exercise-depression-study/", "title": "Just One Hour of Exercise a Week May Help Prevent Depression", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "keywords": "exercise, depression, anxiety, mood, does exercise help anxiety, does exercise help depression, physical activity, mental health, endorphins, brain health", "news_keywords": "exercise, depression, anxiety, mood, does exercise help anxiety, does exercise help depression, physical activity, mental health, endorphins, brain health", "description": "Regular exercise may prevent many cases of future depression, and researchers say that as little as one hour a week can make a difference.", "og": {"title": "Just One Hour of Exercise a Week May Help Prevent Depression", "type": "article", "site_name": "Time", "url": "https://time.com/4966319/exercise-depression-study/", "description": "For mental-health benefits, more isn't always better.", "image": {"identifier": "https://timedotcom.files.wordpress.com/2017/07/time-magazine-exercise-fitness-health-bethan-mooney-14.jpg?quality=85&w=1200&h=628&crop=1", "width": 1200, "height": 628}}, "article": {"content_tier": "free", "opinion": "false"}, "pinterest": {"url": "https://time.com/4966319/exercise-depression-study/", "description": "Regular exercise may prevent many cases of future depression, and researchers say that as little as one hour a week can make a difference.", "media": "https://timedotcom.files.wordpress.com/2017/07/time-magazine-exercise-fitness-health-bethan-mooney-14.jpg?quality=85&w=1200&h=628&crop=1"}, "twitter": {"card": "summary_large_image", "url": "https://time.com/4966319/exercise-depression-study/", "title": "Just One Hour of Exercise a Week May Help Prevent Depression", "description": "For mental-health benefits, more isn't always better.", "site": "@TIME", "image": "https://timedotcom.files.wordpress.com/2017/07/time-magazine-exercise-fitness-health-bethan-mooney-14.jpg?quality=85&w=1024&h=512&crop=1"}, "fb": {"app_id": 53177223193, "pages": 10606591490}}, "movies": [], "publish_date": null, "source": "http://time.com", "summary": ""}