{"url": "https://consumer.healthday.com/bone-and-joint-information-4/backache-news-53/nerve-zap-might-ease-pain-of-herniated-disk-739976.html", "text": "En Español\n\nBy Alan Mozes\n\nHealthDay Reporter\n\nTUESDAY, Nov. 27, 2018 (HealthDay News) --What if a simple zap to the spine could relieve the debilitating lower back and leg pain brought on by a herniated disk?\n\nSuch is the promise of \"pulse radiofrequency\" therapy (pRF), which sends inflammation-reducing pulses of energy to nerve roots in the spine, a new study claims.\n\nThe therapy is not new, having first received U.S. Food and Drug Administration approval in the 1980s.\n\nBut recent advances in CT scan technology now enable clinicians to deploy those energy pulses with much more accuracy, experts said. And the new research suggests the treatment could prove a boon to back pain patients for whom standard therapies have failed to do the trick.\n\n\"I was amazed with the results of pRF,\" said study author Dr. Alessandro Napoli. \"Especially having read, as a radiologist, numerous lumbar MRI scans of patients with recurrent hernia after surgery.\"\n\nAnd as a patient himself, Napoli added that \"from personal experience I can tell you that the treatment is not painful, and the results are appreciated within days after a single treatment lasting 10 minutes.\"\n\nNapoli is a professor of interventional radiology at Sapienza University of Rome in Italy.\n\nHe and his colleagues plan to report their findings Tuesday at the Radiological Society of North America annual meeting, in Chicago. Such research is considered preliminary until published in a peer-reviewed journal.\n\nLower disk herniation results when the insulating disks that sit between spinal vertebrae tear open, allowing jelly-like material to protrude and exert pressure on surrounding nerve roots. Beyond lower back pain, the condition often triggers sciatica, a pain that radiates down a patient's leg.\n\nStandard therapies include over-the-counter pain meds, corticosteroid spinal injections, and/or invasive spine surgery that sometimes involves disk removal and vertebrae fusion.\n\nThe problem, said Napoli, is that such options entail risks without assured relief.\n\n\"Steroid injections are effective only in portion of the patients, and generally require more sessions,\" he noted. And though surgery safety has \"largely improved,\" Napoli pointed to the risk for bleeding and infection, the need for a minimum two- to three-day hospital stay, the high cost, and the fact that some patients ultimately realize little benefit.\n\nBy contrast, pRF is scalpel-free, delivering radio signals directly to affected nerves via a CT scan-guided electrode. The process, said Napoli, requires no hospital stay, is noninvasive, far cheaper and less risky.\n\n\"The rationale for using pRF on disk herniation is that we eliminate the inflammation process of the compromised nerve root,\" he explained. \"Without inflammation the pain fades, and the body starts a self-healing process that allows for complete resolution of the disk herniation in a large proportion of patients.\"\n\nFor the study, the Italian investigators compared 128 lumbar herniation patients who underwent a single 10-minute round of CT-guided pRF with 120 patients who received one to three rounds of steroid injections.\n\nAll the patients had already undergone standard interventions, with poor results.\n\nBy the one-year mark following either treatment, a full \"perceived\" recovery was reported by 95 percent of the pRF patients, compared with just 61 percent of the steroid injection patients.\n\nDr. Daniel Park, director of minimally invasive orthopedic spine surgery at William Beaumont Hospital in Royal Oak, Mich., offered some caution on the findings.\n\nHe noted that because \"the majority of people with back pain improve with time and exercise alone,\" it remains an open question as to whether the pRF procedure really cured the condition.\n\nStill, Park noted that diagnostic uncertainty can undermine the ability of surgery to get at the true source of a patient's pain, given that \"the problem with low back pain is that there are many causes of it, and physicians have trouble identifying the cause of pain.\"\n\nNevertheless, he remains unsure if pRF is truly ready for prime time.\n\n\"Best case, I think [pRF] could be an option for people if they [have already] failed therapy and medication,\" said Park. \"It may be a similar option for people if they do not or cannot have steroid injections, but they need more treatment. I think this is experimental, and should not be first-line.\"\n\nMore information\n\nThe American Academy of Orthopaedic Surgeons offers more information on herniated disks.", "images": ["https://media.healthday.com/Images/icimages/40072.jpg"], "top_img": "https://media.healthday.com/Images/icimages/40072.jpg", "keywords": [], "authors": ["Alan Mozes"], "canonical_link": "https://consumer.healthday.com/bone-and-joint-information-4/backache-news-53/nerve-zap-might-ease-pain-of-herniated-disk-739976.html", "title": "Nerve Zap Might Ease Pain of Herniated Disk", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "TUESDAY, Nov. 27, 2018 (HealthDay News) --What if a simple zap to the spine could relieve the debilitating lower back and leg pain brought on by a herniated disk?", "og": {"title": "Nerve Zap Might Ease Pain of Herniated Disk", "image": "https://media.healthday.com/Images/icimages/40072.jpg", "description": "TUESDAY, Nov. 27, 2018 (HealthDay News) --What if a simple zap to the spine could relieve the debilitating lower back and leg pain brought on by a herniated disk?", "url": "https://consumer.healthday.com/bone-and-joint-information-4/backache-news-53/nerve-zap-might-ease-pain-of-herniated-disk-739976.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}