{"url": "http://www.Reuters.com/article/idUSTRE66B6I020100713", "text": "NEW YORK (Reuters Health) - Older adults who get plenty of vitamin E in their diets may have a somewhat lower risk of developing dementia than those who consume less of the nutrient, a study published Monday suggests.\n\nResearchers found that among 5,400 Dutch adults age 55 and older, the one-third who reported the highest vitamin E intake from food were 25 percent less likely to develop dementia, including Alzheimer’s disease, over the next decade than the third with the lowest intakes.\n\nThe findings, reported in the Archives of Neurology, do not prove that vitamin E itself protects the aging brain. Studies so far have come to conflicting conclusions as to whether vitamin E or other antioxidants may influence older adults’ risk of dementia.\n\nHowever, the new study followed participants for a longer period than most previous studies on antioxidants and dementia. And it supports findings from some previous research that dietary vitamin E, in particular, might be related to a lower risk of dementia.\n\nResearchers have been interested in whether antioxidants like vitamins E and C and beta-carotene might help stave off dementia because, in theory, their actions might interfere with the process of brain-cell degeneration.\n\nAntioxidants neutralize unstable forms of oxygen called reactive oxygen species that can damage cells throughout the body. Reactive oxygen species are produced naturally in the body, as byproducts of metabolism; because the brain is an area of high metabolic activity, it is thought to be particularly vulnerable to accumulating oxidative damage over a lifetime.\n\nHowever, studies so far have come to mixed conclusions as to whether older adults with a high dietary intake of various antioxidants have a lower risk of dementia. And clinical trials looking at the effects of antioxidant supplements have found no evidence that they cut Alzheimer’s risk.\n\nFor the new study, researchers led by Dr. Monique Breteler, of Erasmus Medical Center in Rotterdam, used data from 5,395 adults age 55 and older who were dementia-free at the start of the study. At that point, they were interviewed about their usual diet habits, which the researchers used to estimate their intake of vitamins C and E and beta-carotene.\n\nOver the next decade, 465 study participants were diagnosed with dementia, including 365 with Alzheimer’s.\n\nAmong the one-third of men and women with the highest vitamin E intakes from food, 120 developed dementia. Of the third with the lowest intakes, 164 were diagnosed with dementia.\n\nWhen Breteler’s team considered a number of other factors — including participants’ age, education, weight, and smoking and drinking habits — high vitamin E intake was linked to a one-quarter reduction in dementia risk.\n\nThe one-third of study participants with the highest vitamin E consumption typically got 18.5 milligrams (mg) per day, just over the recommended daily intake of 15 mg.\n\nThe researchers acknowledge that they cannot exclude the possibility that factors other than vitamin E explain the connection. Nor is it clear why vitamin E, but not vitamin C or beta-carotene, was linked to a lower dementia risk.\n\nBut the finding is in line with a previous study of U.S. adults that found that a higher intake of vitamin E, but not vitamin C or beta-carotene, was related to a lower risk of developing Alzheimer’s over two years.\n\nAccording to Breteler’s team, studies should continue to look at the relationship between antioxidant intake and dementia — including whether antioxidant consumption at different points in life might have different effects on dementia risk.\n\nFood sources of vitamin E include wheat germ, nuts such as almonds and hazelnuts, vegetable oils such as sunflower and safflower oils, and some green vegetables, such as spinach and broccoli.\n\nIn the current study, participants’ primary vitamin E sources included vegetable oils, margarine and butter.\n\nIt is unlikely that people could get too much vitamin E from food. However, high doses of vitamin E from supplements carry a risk of bleeding. Experts advise that adults consume no more than 1,000 mg of vitamin E per day.\n\nSOURCE: link.reuters.com/xud27m Archives of Neurology, July 2010.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Reuters Editorial", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-vitamin-e-s-idUSTRE66B6I020100713", "title": "Higher vitamin E intake tied to lower dementia risk", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "scienceNews", "DCSext.ChannelList": "scienceNews;everythingNews;healthNews", "description": "(Reuters Health) - Older adults who get plenty of vitamin E in their diets may have a somewhat lower risk of developing dementia than those who consume less of the nutrient, a study published Monday suggests.", "Author": "Reuters Editorial", "keywords": "United States,Monique Breteler,US,VITAMIN,E,S", "news_keywords": "United States;Monique Breteler;US;VITAMIN;E;S", "REVISION_DATE": "Tue Jul 13 13:35:28 UTC 2010", "analyticsAttributes.articleDate": "2010-07-13T13:35:28+0000", "analyticsAttributes.author": "Reuters Editorial", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-vitamin-e-s-idUSTRE66B6I020100713", "analyticsAttributes.contentTitle": "Higher vitamin E intake tied to lower dementia risk", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "United States,Monique Breteler,US,VITAMIN,E,S", "analyticsAttributes.keywordSlug": "US-VITAMIN-E-S", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Higher vitamin E intake tied to lower dementia risk", "sailthru.author": "Reuters Editorial", "sailthru.date": "2010-07-13T13:35:28+0000", "sailthru.title": "Higher vitamin E intake tied to lower dementia risk", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Higher vitamin E intake tied to lower dementia risk", "url": "https://www.reuters.com/article/us-vitamin-e-s-idUSTRE66B6I020100713", "type": "article", "description": "(Reuters Health) - Older adults who get plenty of vitamin E in their diets may h...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2010-07-13T13:35:28+0000", "modified_time": "2010-07-13T13:35:28+0000", "section": "Technology", "author": "Reuters Editorial", "tag": "United States,Monique Breteler,US,VITAMIN,E,S"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary", "title": "Higher vitamin E intake tied to lower dementia risk", "description": "(Reuters Health) - Older adults who get plenty of vitamin E in their diets may have a somewhat lower risk of developing dementia than those who consume less of the nutrient, a study published Monday s...", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/tech/science/article", "analyticsAttributes.channel": "Article - News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Technology - Science", "analyticsAttributes.topicChannel": "Technology", "analyticsAttributes.topicSubChannel": "Science", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1279028128.0, "source": "http://www.Reuters.com", "summary": ""}