{"url": "http://thechart.blogs.cnn.com/2012/10/10/cervical-cancer-vaccine-in-early-stages/?hpt=he_c2", "text": "The most common sexually transmitted disease is often silent and invisible: human papillomavirus (also called HPV). But in some people HPV leads to genital warts and cancers – notably, cervical cancer.\n\nThe vaccines Gardasil and Cervarix were designed as a prevention for young women who have not yet been exposed to HPV. Men up to age 26 are also eligible for Gardasil to protect against HPV. But there are a lot of people out there who still have HPV, and nothing protects against all 130 strains of the virus. At least half of all sexually active males and females have had HPV, according to the Centers for Disease Control and Prevention.\n\nA Pennsylvania start-up company called Inovio Pharmaceuticals has developed an experimental vaccine for people who already have HPV and precancerous lesions that are associated with it. A new study demonstrating the vaccine's safety and potential effectiveness was published this week in the journal Science Translational Medicine.\n\n\n\nThe experimental vaccine does not use the live HPV virus; it is formulated in synthetic DNA and pure water. It uses the immune system of the treated women to fight off cancer, said Joseph Kim, president and CEO of Inovio Pharmaceuticals and study co-author.\n\nWorldwide, cervical cancer is the second most common cancer after breast cancer, with about 493,000 new cases and 274,000 deaths annually, the study said. HPV causes about 5% of cancers globally.\n\nSome women, because of their particular genetic makeup, can clear precancerous lesions on their own and would not need this vaccine. This happens in anywhere from 10% to 25% of women infected with HPV, Kim said.\n\nNo one knows why some women have this capability and others do not, but for those who lack it the Inovio vaccine is \"giving our immune system a little boost,\" Kim said.\n\nEighteen women with high-grade precancerous cervical lesions participated in the phase 1 study.\n\nStudy authors say the vaccine is formulated to work against all cancers caused by HPV types 16 and 18, including cervical, anogenital (anal and genital), and head and neck cancers. The researchers did not observe any side effects.\n\nIn the next phase of this research 150 women worldwide are participating, but they are not included in these published results, Kim said.\n\nThe phase 1 results are very early in the experimentation of this vaccine. The study was not done as a randomized controlled trial, the gold standard for determining whether a drug works better than chance. Also, 18 people is a small number for examining the effects of a medication.\n\nGiven those drawbacks, it’s not appropriate to draw too many conclusions from this study, says Dr. Diane Harper, a prominent HPV researcher at the University of Missouri – Kansas City’s School of Medicine. Harper contributed to the studies on both HPV vaccines that are currently available, Cervarix and Gardasil, and is not involved with this research.\n\n“Several therapeutic vaccines have shown great promise in phase 1 and then not panned out in phase 2,” she noted in an e-mail.\n\nThe vaccine consists of three injections in the arm over three months, Kim said. The vaccine trains T-cells in the body to go after cervical cells with potentially cancerous genes embedded in them.\n\nInovio is using this technology to develop vaccines for prostate cancer and HIV also, Kim said.\n\n“We certainly have a technology that can change the medical field by being able to program and generate strong immune responses that are specific and effective,” he said.\n\nKim said the next phase results should be out at the end of 2013; then comes a larger phase 3 trial with about 500 patients, to be concluded around 2016 or 2017.\n\nHPV is spread through genital contact, including oral sex, and partners can bounce the virus back and forth between them, making it harder to clear naturally. Kissing is not known to deliver this STD.", "images": ["http://i2.cdn.turner.com/cnn/2010/images/06/24/tzsrch.couple.gi.jpg", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/misc/advertisement.gif", "http://i2.cdn.turner.com/cnn/2011/images/03/26/tzsrch.triathlon.cnn.jpg", "http://i2.cdn.turner.com/cnn/2011/images/03/26/tzsrch.iv.ts.jpg", "http://i.cdn.turner.com/cnn/.element/img/3.0/sect/blogs/belief.blog/rss.14x14.gif", "http://i2.cdn.turner.com/cnn/2011/images/03/26/tzsrch.healthy.eating.ts.jpg", "http://s.wordpress.com/wp-includes/images/rss.png?m=1354137473h", "http://2.gravatar.com/avatar/5d361982e37b059f008e403613bc1695?s=48&d=identicon&r=G", "http://i2.cdn.turner.com/cnn/2010/images/11/26/tzsrch.boy.chest.doctor.ts.jpg", "http://1.gravatar.com/avatar/a73066adc48465b007706772b2119b22?s=48&d=identicon&r=G", "http://i2.cdn.turner.com/cnn/2010/images/06/30/tzsrch.sanjay.bridge.cnn.jpg", "http://1.gravatar.com/avatar/722838cea03ccb98c071fc9502989fad?s=48&d=identicon&r=G", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/right_rail/grey_corner_TL.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/1px.gif", "http://0.gravatar.com/avatar/6cda7948cf6c64002a7e65c8fd36fac8?s=48&d=identicon&r=G", "http://i2.cdn.turner.com/cnn/2011/images/03/26/tzsrch.psychology.ts.jpg", "http://i2.cdn.turner.com/cnn/2010/images/06/24/tzsrch.brain.gi.jpg", "http://i2.cdn.turner.com/cnn/2010/images/11/26/tzsrch.sleep.ts.jpg", "http://2.gravatar.com/avatar/22cf6b168f082ec214ee0d94431f5b3e?s=48&d=identicon&r=G", "http://i.cdn.turner.com/cnn/images/1.gif", "http://pixel.wp.com/b.gif?v=noscript", "http://i2.cdn.turner.com/cnn/dam/assets/120327090449-hpv-vaccine-story-top.jpg", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/right_rail/grey_corner_BL.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/global/icons/btn_close.gif", "http://i2.cdn.turner.com/cnn/2010/images/11/26/tzsrch.experts.cnn.jpg"], "top_img": "http://i2.cdn.turner.com/cnn/dam/assets/120327090449-hpv-vaccine-story-top.jpg", "keywords": [], "authors": [], "canonical_link": "http://thechart.blogs.cnn.com/2012/10/10/cervical-cancer-vaccine-in-early-stages/", "title": "Cervical cancer vaccine in early stages", "meta_data": {"title": "Cervical cancer vaccine in early stages", "description": "The most common sexually transmitted disease is often silent and invisible: human papillomavirus (also called HPV). But in some people HPV leads to genital warts and cancers – notably, cervical cancer.", "keywords": "conditions, hpv, sex, virus, elizabeth landau - cnn.com health writer/producer", "google-site-verification": "mFBa4OnyEDU23vgVJ6rtX_4izud7FIi9JiscfVsWaKk", "generator": "WordPress.com", "application-name": "The Chart", "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://thechart.blogs.cnn.com/feed/;icon-uri=https://s1.wp.com/i/favicon.ico", "og": {"title": "Cervical cancer vaccine in early stages", "url": "http://thechart.blogs.cnn.com/2012/10/10/cervical-cancer-vaccine-in-early-stages/", "type": "article", "description": "The most common sexually transmitted disease is often silent and invisible: human papillomavirus (also called HPV). But in some people HPV leads to genital warts and cancers – notably, cervical cancer.", "image": "http://i2.cdn.turner.com/cnn/dam/assets/120327090449-hpv-vaccine-story-top.jpg"}, "fb": {"admins": 690014395, "app_id": 80401312489}}, "movies": [], "publish_date": 1349841600.0, "source": "http://thechart.blogs.cnn.com", "summary": ""}