{"url": "http://www.CNN.com/2011/HEALTH/01/17/fatty.acids.pms/index.html", "text": "(CNN) -- Taking dietary supplements containing essential fatty acids can help reduce the symptoms of premenstrual syndrome, according to the results of study by researchers at a Brazilian university.\n\nThe study, published Monday in the journal Reproductive Health, found that taking capsules containing about 1 gram of a blend of three essential fatty acids produced a significant reduction in PMS symptoms.\n\nEssential fatty acids are substances that are not produced by the human body and are only available from diet. Eggs, nuts, vegetable oils and fish are examples of foods that provide such acids, which are also available in supplement form.\n\nThe study, authored by researchers from the Federal University of Pernambuco, is not the first to address the possible link between PMS and essential fatty acids, substances that play a complicated role in a woman's reproductive system. The study cites research dating back to 1983 examining such a possible link.\n\nAccording to the study, the 120 women who participated reported few side effects, and most of those were mild and may have been due to sensitivity to mineral oil, the placebo taken by some of the participants.\n\nThe supplements taken by women in the study contained 210 mg of gamma linolenic acid, 175 mg of oleic acid, 345 mg of linoleic acid, 250 mg of other polyunsaturated acids and 20 mg of vitamin E, according to researchers.\n\nAccording to the study, women who took the supplements for six months saw a bigger benefit than those who took them for three months.\n\nThe researchers do not make any recommendation in their study about whether women who suffer from PMS should increase their intake of essential fatty acids or, instead, consult with their doctor.\n\nOther treatments studied for PMS include vitamin B6, ascorbic acid and niacin.", "images": ["http://i.cdn.turner.com/cnn/images/1.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/misc/advertisement.gif", "http://cdn.cnn.com/cnn/images/1.gif", "http://i.cdn.turner.com/cnn/2011/HEALTH/01/17/fatty.acids.pms/tzvids.fatty.acids.ts.jpg", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/icons/btn_close.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/1px.gif"], "top_img": "http://i.cdn.turner.com/cnn/2011/HEALTH/01/17/fatty.acids.pms/tzvids.fatty.acids.ts.jpg", "keywords": [], "authors": ["The Cnn Wire Staff"], "canonical_link": "http://www.cnn.com/2011/HEALTH/01/17/fatty.acids.pms/index.html", "title": "Study: Fatty acids can help ease PMS symptoms", "meta_data": {"TITLE": "Study: Fatty acids can help ease PMS symptoms - CNN.com", "og": {"title": "Study: Fatty acids can help ease PMS symptoms", "type": "article"}, "description": "Taking dietary supplements containing essential fatty acids can help reduce the symptoms of premenstrual syndrome, according to the results of study by researchers at a Brazilian university.", "AUTHOR": "By the CNN Wire Staff", "SECTION": "HEALTH", "fb": {"admins": 690014395, "app_id": 80401312489, "page_id": 129343697106537}, "viewport": "width=1024"}, "movies": [], "publish_date": null, "source": "http://www.CNN.com", "summary": ""}