{"url": "http://www.oregonlive.com/health/index.ssf/2010/06/portland_cancer_center_among_t.html", "text": "A swollen lymph node on the neck was the only symptom Karen Anderson noticed.\n\nThe 47-year-old pre-school teacher from Eugene was stunned when her biopsy came back positive for melanoma –the most life-threatening form of skin cancer. Malignant cells had spread throughout her body.\n\nSurgeons removed affected lymph nodes but within months tumors appeared in her liver, breast, skull and other lymph nodes. \"My oncologist said this is going to kill you and you need to think about preparing for that,\" Anderson says.\n\nTwo years ago, she gained access to an experimental immune-enhancing treatment in clinical trials at Providence Cancer Center in Portland. Called ipilimumab, it unleashes an all-out immune system attack on cancer cells. At first, the injections caused only side-effects: widespread itching, fatigue, and diarrhea. Worse, Anderson says, \"I could feel the tumors getting bigger. They felt hot to me.\"\n\nThen after several months the tumors began to shrink. After one year, the once palpable tumors were no longer detectable in diagnostic scans. While far from a cure, the treatment is the first to improve survival in people with melanoma that has spread, or metastasized, says Dr. Walter Urba, director of cancer research at the Providence Cancer Center. Urba is a co-author of the\n\non ipilimumab published in the New England Journal of Medicine Saturday.\n\nSuccess in a cancer as deadly and difficult to treat as advanced melanoma is raising hopes that the treatment may also prove useful in staving off other tumors, including lung and prostate cancer. Drug companies are racing to develop competing versions of the immune-enhancing therapy, an antibody produced through genetic engineering.\n\n\"I would not be here today without it,\" says Anderson, who is undergoing a second round of treatment for resurgent tumors. \"It's given me time with my kids, my husband, my family – and it's been quality time.\"\n\nMelanoma is a rare skin cancer, but accounts for most of the 66,000 annual deaths from skin cancer worldwide. If caught early, before cancer cells break off and spread, surgery can stop melanoma. But most people diagnosed after melanoma has metastasized die within a year.\n\n\"For years and years, we've been looking for an effective therapy,\" Urba says.\n\nIpilimumab, nicknamed Ippy, is one of the first antibody-based therapies that use the body's immune defenses to destroy cancer cells. The antibodies bind to a specific protein studding the surface of T cells, immune system cells that seek and destroy virus-infected and cancerous cells. The surface protein works like a switch, inactivating T cells after a few days to prevent the immune system from running amok and destroying healthy tissue. The antibodies temporarily jam the switch, allowing T cells to continue attacking cancer tissue for weeks or months – for as long as patients continue to receive injections of the engineered antibody.\n\nMore than 600 melanoma patients took part in the ipilimumab clinical trial at 125 cancer centers in 13 countries. All patients had inoperable cancers with widespread tumors after conventional treatment. Some patients received ipilimumab alone, others it combined with a cancer vaccine called gp100, and a third group received only the cancer vaccine.\n\nIpilimumab appeared to double survival compared with the gp100 vaccine alone. After one year, nearly half of patients given ipilimumab alone or in combination remained alive, compared with one quarter of patients given only the vaccine. After two years, 24 percent of patients treated with ipilimumab were alive, 22 percent of patients treated with the combination, while survival dropped to 14 percent among patients treated with the vaccine alone.\n\n\"Some of the people are now out 44 months and still remain free of disease,\" Urba says.\n\nSerious side effects also became clear. Nearly two-thirds of patients on ipilimumab experienced side effects caused by over-active immunity, such as severe itching, intestinal irritation and diarrhea. Researchers linked 14 deaths to the study drugs, half caused by immune-system reactions.\n\nStill, the study stands as \"a major landmark in cancer immunotherapy,\" says Dr. Bernard Fox, president of the International Society for Biological Therapy of Cancer. He says the results highlight the potential for using the same approach to treat other cancers. Already, early studies in patients with lung cancer and prostate cancer have produced positive, though inconclusive results.\n\n\"There is no reason it can't be applied to any of the common tumor types,\" Urba says. \"They all have antigens on their surface that T cells can recognize.\" Ongoing trials are testing ipilimumab with other cancer drugs, in different doses and against different cancers.\n\nDrug company Bristol-Myers Squibb told investors the drug could gain regulatory approval as early as next year and become available to cancer patients in 2012. Ipilimumab was developed by Medarex, a New Jersey company owned by Bristol-Myers Squibb. Other drug companies are at work on competing versions of the immune-enhancing antibody therapy.\n\nFor now, federal regulators have authorized\n\nto people who have serious or immediately life-threatening, inoperable melanoma that has spread, who have no alternative treatment options, and whose physicians believe the drug is appropriate. Providence Cancer Center is the only site in Oregon offering compassionate use of the drug. The Northwest's other participating centers are the Seattle Cancer Care Alliance and Swedish Cancer Institute in Seattle, Providence Cancer Center in Spokane, and Multicare Health System in Tacoma.\n\n--", "images": ["http://www.oregonlive.com/pf/resources/images/common/ps-images/ad-choices-arrow.png?d=109", "http://www.oregonlive.com/pf/resources/images/oregonlive/logos/logo_main_ecr.svg?d=109", "https://www.oregonlive.com/resizer/Vaz4Pwfm3M-q5EyG2T2bM3ZCyUo=/1280x0/smart/advancelocal-adapter-image-uploads.s3.amazonaws.com/image.oregonlive.com/home/olive-media/width2048/img/health_impact/photo/800px-macs-killing-cancer-celljpg-431c35cbba016307.jpg", "http://www.oregonlive.com/pf/resources/images/footer-logo-advance.svg?d=109", "http://www.oregonlive.com/pf/resources/images/oregonlive/logos/logo_main_inverse.svg?d=109"], "top_img": "https://www.oregonlive.com/resizer/Vaz4Pwfm3M-q5EyG2T2bM3ZCyUo=/1280x0/smart/advancelocal-adapter-image-uploads.s3.amazonaws.com/image.oregonlive.com/home/olive-media/width2048/img/health_impact/photo/800px-macs-killing-cancer-celljpg-431c35cbba016307.jpg", "keywords": [], "authors": ["Joe Rojas-Burke", "Jrojas Oregonian.Com", "The Oregonian"], "canonical_link": "https://www.oregonlive.com/health/2010/06/portland_cancer_center_among_t.html", "title": "Portland cancer center among those offering experimental immune therapy ipilimumab", "meta_data": {"viewport": "width=device-width, initial-scale=1, minimum-scale=1", "fb": {"admins": 100000302287435, "app_id": 132333146781779}, "title": "Portland cancer center among those offering experimental immune therapy ipilimumab", "og": {"title": "Portland cancer center among those offering experimental immune therapy ipilimumab", "url": "https://www.oregonlive.com/health/2010/06/portland_cancer_center_among_t.html", "site_name": "oregonlive", "type": "article", "description": "Ipilimumab is one of the first antibody-based therapies that use the body's immune defenses to destroy cancer cells. Success in a cancer as deadly and difficult to treat as advanced melanoma is raising hopes that the treatment may also prove useful against cancers of the lung, prostate and other organs.", "image": {"identifier": "https://www.oregonlive.com/resizer/Vaz4Pwfm3M-q5EyG2T2bM3ZCyUo=/1280x0/smart/advancelocal-adapter-image-uploads.s3.amazonaws.com/image.oregonlive.com/home/olive-media/width2048/img/health_impact/photo/800px-macs-killing-cancer-celljpg-431c35cbba016307.jpg", "width": 800, "height": 583}}, "article": {"published_time": "2010-06-09T16:00:00Z", "modified_time": "2010-06-09T17:00:00Z", "section": "Health", "tag": "antibody,biotechnology,cancer,clinical trial,ipilimumab,melanoma,providence cancer center,science,science news", "author": "Joe Rojas-Burke"}, "twitter": {"title": "Portland cancer center among those offering experimental immune therapy ipilimumab", "site": "@oregonlive", "card": "summary_large_image", "description": "Ipilimumab is one of the first antibody-based therapies that use the body's immune defenses to destroy cancer cells. Success in a cancer as deadly and difficult to treat as advanced melanoma is raising hopes that the treatment may also prove useful against cancers of the lung, prostate and other organs.", "image": "https://www.oregonlive.com/resizer/Vaz4Pwfm3M-q5EyG2T2bM3ZCyUo=/1280x0/smart/advancelocal-adapter-image-uploads.s3.amazonaws.com/image.oregonlive.com/home/olive-media/width2048/img/health_impact/photo/800px-macs-killing-cancer-celljpg-431c35cbba016307.jpg"}, "article_publication_name": "https://www.oregonlive.com/health/2010/06/portland_cancer_center_among_t.html", "article_date_original": "Wednesday, June 09, 2010, 09:00 AM", "article_date_updated": "Wednesday, June 09, 2010, 10:00 AM", "Description": "Ipilimumab is one of the first antibody-based therapies that use the body's immune defenses to destroy cancer cells. Success in a cancer as deadly and difficult to treat as advanced melanoma is raising hopes that the treatment may also prove useful against cancers of the lung, prostate and other organs.", "article_author": "Joe Rojas-Burke | jrojas@oregonian.com"}, "movies": [], "publish_date": 1276099200.0, "source": "http://www.oregonlive.com", "summary": ""}