{"url": "https://consumer.healthday.com/cardiovascular-health-information-20/heart-stroke-related-stroke-353/a-better-clot-buster-drug-for-strokes-733291.html", "text": "En Español\n\nBy Steven Reinberg\n\nHealthDay Reporter\n\nTHURSDAY, April 26, 2018 (HealthDay News) -- After a stroke, many patients are given the clot-busting intravenous drug alteplase, but another drug may be more effective, Australian researchers report.\n\nAmong more than 200 stroke victims, TNKase (tenecteplase) was about twice as effective as alteplase in restoring blood flow to the brain, and it also resulted in less disability, the scientists found.\n\n\"Tenecteplase is likely to become the preferred medication for clot-dissolving in stroke patients,\" said lead researcher Dr. Bruce Campbell, head of the stroke department at the Royal Melbourne Hospital in Parkville. \"It is likely to change stroke treatment guidelines and clinical practice.\"\n\nCampbell said tenecteplase is more effective than alteplase because of differences in the enzymes in each drug.\n\nAlthough both drugs work in the same way, tenecteplase is better at attacking and dissolving clots, and more resistant to factors that inhibit the breakdown of clots, he said.\n\nFor either drug to be most effective, it needs to be given as soon as possible after a stroke occurs. In this study, patients were given the drugs within 4.5 hours after the onset of a stroke, Campbell said.\n\nAlthough tenecteplase appears to be more effective for stroke patients, it's not approved for that use in the United States, according to Dr. Rohan Arora, director of stroke at Long Island Jewish Hospital in Forest Hills, N.Y.\n\nIn 2000, the U.S. Food and Drug Administration approved tenecteplase for use after a heart attack, Arora said.\n\n\"Tenecteplase is being widely used in developing countries, such as India,\" he said. \"One reason is it's cheaper than alteplase.\"\n\nIn the United States, tenecteplase costs about $5,800, versus alteplase, which costs $8,000, Arora said.\n\nIn addition, tenecteplase is easier to give, requiring only a single injection, while alteplase requires an injection and an IV drip, he added.\n\nArora explained that tenecteplase is not widely used in the United States for heart attack patients because these patients are typically treated with angioplasty or heart bypass surgery.\n\nFor the new study, which did not receive drug company funding, Campbell and his colleagues randomly assigned 202 stroke patients to either alteplase or tenecteplase before surgery to remove clots.\n\nThe researchers specifically looked to see which drug was better at restoring blood flow to clot-blocked blood vessels in the brain, and which drug resulted in patients having better outcomes.\n\nThe investigators found that 22 percent of the patients treated with tenecteplase had more than 50 percent of blood flow return to the brain, compared with 10 percent of those treated with alteplase.\n\nPatients treated with tenecteplase also had better functional outcomes after 90 days than those given alteplase, the findings showed.\n\nBleeding into the brain, the most serious side effect of either drug, occurred in 1 percent of patients, regardless of which drug they received, Campbell said.\n\nThe report was published April 26 in the New England Journal of Medicine.\n\nMore information\n\nFor more on stroke, visit the National Stroke Association.", "images": ["https://media.healthday.com/Images/icimages/59217.jpg"], "top_img": "https://media.healthday.com/Images/icimages/59217.jpg", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/cardiovascular-health-information-20/heart-stroke-related-stroke-353/a-better-clot-buster-drug-for-strokes-733291.html", "title": "A Better Clot-Buster Drug for Strokes?", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "After a stroke, many patients are given the clot-busting intravenous drug alteplase, but another drug may be more effective, Australian researchers report.", "og": {"title": "A Better Clot-Buster Drug for Strokes?", "image": "https://media.healthday.com/Images/icimages/59217.jpg", "description": "After a stroke, many patients are given the clot-busting intravenous drug alteplase, but another drug may be more effective, Australian researchers report.", "url": "https://consumer.healthday.com/cardiovascular-health-information-20/heart-stroke-related-stroke-353/a-better-clot-buster-drug-for-strokes-733291.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}