{"url": "http://consumer.Healthday.com/Article.asp?AID=645978", "text": "En Español\n\nBy Amanda Gardner\n\nHealthDay Reporter\n\nTUESDAY, Nov. 16, 2010 (HealthDay News) -- By substituting a healthy gene for a defective one, scientists were able to partially restore the heart's ability to pump in 39 heart failure patients, researchers report.\n\n\"This is the first time gene therapy has been tested and shown to improve outcomes for patients with advanced heart failure,\" study lead author Dr. Donna Mancini, professor of medicine and the Sudhir Choudhrie professor of cardiology at Columbia University College of Physicians and Surgeons in New York City, said in a university news release.\n\n\"The therapy works by replenishing levels of an enzyme necessary for the heart to pump more efficiently by introducing the gene for SERCA2a, which is depressed in these patients. If these results are confirmed in future trials, this approach could be an alternative to heart transplant for patients without any other options,\" she added.\n\nMancini presented the results Monday at the annual meeting of the American Heart Association (AHA) in Chicago.\n\nThe gene for SERCA2a raises levels of the enzyme back to where the heart can pump more efficiently. The enzyme regulates calcium cycling, which, in turn, is involved in how well the heart contracts, the researchers said.\n\n\"Heart failure is a defect in contractility related to calcium cycling,\" explained Dr. Robert Eckel, past president of the AHA and professor of medicine at the University of Colorado Denver.\n\nThe study authors hope that, if replicated in larger trials, the gene-therapy treatment could actually delay or obviate the need for heart transplants in patients with heart failure.\n\n\"There are a lot of treatments for heart failure but at some point patients stop responding and then the prognosis is poor,\" said Dr. Rita Redberg, AHA spokeswoman and professor of medicine at the University of California, San Francisco. After that, the only option is a transplant.\n\nFor this phase 2 study, 39 patients with advanced heart failure were randomly chosen to receive either the gene therapy (through cardiac catheterization) or a placebo.\n\nAt both six months and a year later, the patients who had received the new gene saw their risk for death, cardiac transplantation, worsening heart failure and hospitalization decline by half.\n\nResults were even more heartening at higher doses, where participants had an 88 percent decrease in risk for death, cardiac transplant, hospitalizations and other outcomes, the study authors said.\n\nRedberg cautioned that the study was still preliminary and \"requires more investigation.\"\n\nAnd research presented at meetings isn't subjected to the same level of scrutiny as studies published in peer-reviewed journals.\n\nThe study was funded by the Celladon Corp. of La Jolla, Calif.\n\nMore information\n\nThe American Heart Association has more on heart failure.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Amanda Gardner"], "canonical_link": "https://consumer.healthday.com/health-technology-information-18/gene-therapy-news-331/gene-therapy-shows-potential-against-heart-failure-645978.html", "title": "Gene Therapy Shows Potential Against Heart Failure", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Research was preliminary and the sample size small, experts note", "og": {"title": "Gene Therapy Shows Potential Against Heart Failure", "description": "Research was preliminary and the sample size small, experts note", "url": "https://consumer.healthday.com/health-technology-information-18/gene-therapy-news-331/gene-therapy-shows-potential-against-heart-failure-645978.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}