{"url": "http://www.usatoday.com/story/news/2015/05/26/umbilical-cord-clamping/27790669/", "text": "Karen Weintraub\n\nSpecial for USA TODAY\n\nCutting the cord is a momentous event in a baby's life.\n\nFor nine months, the developing fetus is attached to its mother by the umbilical cord. Then, moments after birth, that cord is severed.\n\nNow, research suggests there may be benefits to keeping mom and baby attached a few minutes longer.\n\nThose benefits, researchers say, likely have to do with iron.\n\nWaiting a few minutes before clamping the umbilical cord allows more iron-rich blood from the placenta to reach the newborn.\n\nIron deficiency occurs in about one in six American babies, and it's more common among those clamped quickly, said Ola Andersson, a neonatologist and pediatrician at Uppsala University in Sweden, who led a study published today in JAMA Pediatrics. Babies who are anemic often appear tired and pale.\n\nHis previous research has shown that babies whose cords were clamped a few minutes later than usual were 90% less likely than others to have iron-deficiency anemia when they were 4 months old.\n\nThe benefits of those extra few minutes may last a long time.\n\nIn the new study, Andersson found that healthy, full-term newborns whose umbilical cords were left attached for three extra minutes had better fine motor control when they reached preschool than those clamped immediately. Some 4-year-old boys who were clamped later even appeared to have better social skills.\n\nIron is essential to the developing brain, he said, and deficiencies during early months — perhaps linked to early clamping — could affect nerve and muscle control, making it harder for the child to later control a pen or interact comfortably with peers.\n\nAndersson's study marks the first time researchers have followed children to see whether the clamping makes a difference later in life. In 2011, he published a study of 400 healthy, full-term babies showing that those clamped later fared better; the new study of 263 of those children extends those findings by nearly four years.\n\nBoys showed more benefit than girls, probably because they are more likely to be iron-deficient, Andersson said.\n\nImmediate clamping started about 70 years ago out of concern that leaving the delivered infant attached to the placenta could rob the mother of too much blood.\n\nBut those doctors overestimated the benefit to the mother and didn't look at the impact their change had on the babies, said Heike Rabe, a researcher at Brighton and Sussex Medical School and University Hospitals, in the United Kingdom, who wrote an editorial accompanying the study.\n\nFor babies born at full-term, \"we should trust nature more than we do now,\" she said.\n\nRabe has published reviews showing that delaying clamping for 30 seconds, or squeezing the umbilical cord to get the blood out faster, is also better for premature babies.\n\nMany countries and professional organizations, including the American Congress of Obstetricians and Gynecologists, have called on obstetricians to delay cord clamping in premature babies when feasible. There was not enough evidence before to extend that recommendation to full-term babies, but Rabe thinks this study should tip the balance in favor of delay.\n\nKjersti Aagaard, vice chair of obstetrics and gynecology at Baylor College of Medicine and Texas Children's Hospital, is more skeptical. She said the decision about when to clamp should be made between the doctor and parents, depending on the delivery, the health of the baby and the mother's condition.\n\n\"The most important thing for parents to be talking with their provider about is how will we adapt to the delivery as it emerges,\" she said.", "images": ["https://www.gannett-cdn.com/-mm-/2f4ad74969def48470dc9aa4b9f10f75bc2ed76c/c=0-139-2100-1325/local/-/media/2015/05/22/USATODAY/USATODAY/635679069040914365-AP-Baby-Births.jpg?width=660&height=373&fit=crop&format=pjpg&auto=webp", "https://www.gannett-cdn.com/presto/2019/11/09/USAT/71bf8e18-be3f-4b7b-a869-fb4bbd14f34b-65611019-131a-4c3a-a54e-b87eece97874_thumbnail.png?width=660&height=372&fit=crop&format=pjpg&auto=webp", "https://www.gannett-cdn.com/-mm-/b9de7e3d5158136a6b6f9e8fcc16ea4b52f32ba7/c=0-66-1290-795/local/-/media/2015/05/22/USATODAY/USATODAY/635679043581061565-18365309-cppM2.jpg?width=1290&height=729&fit=crop&format=pjpg&auto=webp"], "top_img": "https://www.gannett-cdn.com/-mm-/b9de7e3d5158136a6b6f9e8fcc16ea4b52f32ba7/c=0-66-1290-795/local/-/media/2015/05/22/USATODAY/USATODAY/635679043581061565-18365309-cppM2.jpg?width=1290&height=729&fit=crop&format=pjpg&auto=webp", "keywords": [], "authors": [], "canonical_link": "https://www.usatoday.com/story/news/2015/05/26/umbilical-cord-clamping/27790669/", "title": "", "meta_data": {"viewport": "width=device-width,initial-scale=1,minimum-scale=1", "og": {"title": "Waiting a few minutes to cut umbilical cord helps baby", "description": "Doctors may wait a few minutes to clamp the umbilical cord in order to prevent anemia.", "url": "https://www.usatoday.com/story/news/2015/05/26/umbilical-cord-clamping/27790669/", "site_name": "USA TODAY", "image": {"identifier": "https://www.gannett-cdn.com/-mm-/b9de7e3d5158136a6b6f9e8fcc16ea4b52f32ba7/c=0-66-1290-795/local/-/media/2015/05/22/USATODAY/USATODAY/635679043581061565-18365309-cppM2.jpg?width=1290&height=729&fit=crop&format=pjpg&auto=webp", "width": 1290, "height": 729}, "type": "article"}, "article": {"author": "Karen Weintraub", "content_tier": "free", "opinion": "false"}, "description": "Doctors may wait a few minutes to clamp the umbilical cord in order to prevent anemia.", "fb": {"pages": "13652355666,48958576760,156345381090801,110471702456365,6566864515,137698179626815,315942225236045,927427260614748,183850168300771,1443524575938047,251228454889939,158095147555989,115535341805950,236655713446291,1621466394844549,250325640686,177037772444433,1972936962947967,2047091012096533,535551216797440", "app_id": 215046668549694}, "ROBOTS": "NOODP, NOYDIR", "google": "notranslate", "twitter": {"card": "summary_large_image", "image": "https://www.gannett-cdn.com/-mm-/b9de7e3d5158136a6b6f9e8fcc16ea4b52f32ba7/c=0-66-1290-795/local/-/media/2015/05/22/USATODAY/USATODAY/635679043581061565-18365309-cppM2.jpg?width=1290&height=645&fit=crop&format=pjpg&auto=webp", "site": "@usatoday", "creator": "@usatoday", "title": "Waiting a few minutes to cut umbilical cord helps baby", "description": "Doctors may wait a few minutes to clamp the umbilical cord in order to prevent anemia."}}, "movies": [], "publish_date": 1432612800.0, "source": "http://www.usatoday.com", "summary": ""}