{"url": "http://www.nytimes.com/2012/07/09/health/new-frontiers-of-cancer-treatment-bring-breathtaking-swings.html?_r=1&ref=health", "text": "Mrs. McDaniel’s story offers a sobering look at the challenges for this kind of quest for a treatment, even for someone like her, who had both the means and the connections to get the intricate geography of her cancer charted. Her husband, Roger McDaniel, was a former chief executive of two companies involved in semiconductor manufacturing, and the family could afford the approximately $49,000 that the search would cost. They had expected to pay much more, but to their astonishment, Mrs. McDaniel’s insurance company covered almost all the drug costs. And the scientists who did the data analysis did not charge.\n\nFrom the start, the family knew the odds were against Mrs. McDaniel, but she thought she had little to lose.\n\n“You cannot feel bad if this doesn’t work or I die,” she told her son Timothy, a molecular biologist. “I would have died anyway.”\n\nScarlet Skin and Infections\n\nBeth McDaniel’s cancer began with itching all over her body. Then her skin turned scarlet and started becoming infected.\n\nIn 2005, after she had spent more than a year going from specialist to specialist, a dermatologist figured it out. Mrs. McDaniel, then 62, had Sezary syndrome, a rare T cell lymphoma, in which white blood cells become cancerous and migrate to the skin. All her doctors could tell her was that the disease was incurable, that there was no standard treatment, and that on average patients at her stage die within a few years.\n\n“Of course I was shocked,” Mrs. McDaniel said in an interview last September.\n\nShe wept that day as her husband drove her home. And she asked God to help her cope.\n\nBefore cancer, she had had a vibrant life, hiking in the mountains, traveling the world, entertaining her wide network of friends. Her disease destroyed all of that. She could not even enjoy her luxuriant garden because sun on her inflamed skin was agony.\n\nAdvertisement Continue reading the main story\n\nAlthough there is no standard treatment, for five years chemotherapy held her disease at bay. But in the summer of 2010, she got worse, much worse, with hundreds of tumors popping up under her skin. Some grew as large as kiwi fruits and split open.\n\nHer son, Dr. McDaniel, decided he would orchestrate the use of the most advanced techniques of gene sequencing and analysis to take on her cancer. Because of his job — he works for Illumina , a company that does DNA sequencing — Dr. McDaniel had read scientific reports and gone to medical conferences where he heard talks on whole genome sequencing. He noticed that the patients all seemed to have rare cancers.\n\n“Every time I heard one of those stories, I thought, ‘That’s my mom,’ ” he said.\n\nFor now, there are not many drugs that can target specific gene mutations in cancer cells.\n\nBut the hope is that when more is known and more drugs are developed, doctors will treat cancer by blocking several major genes at once. With several escape routes barred, the cancer will not be able to break free of the drugs stopping its growth.\n\nFull-Time Help From a Son\n\nIn theory, it seemed straightforward for Dr. McDaniel to help his mother. The technology for getting and analyzing DNA sequences has advanced greatly, and the cost has plummeted. In fact, Dr. McDaniel said, the price of sequencing has dropped so fast that if the work were done today, it would cost just $26,200 instead of the $46,280 it cost last year.\n\nThe first obstacle was just getting a sample of Mrs. McDaniel’s cancer cells. One doctor told her the odds of success were so slim that she would be better off spending her money on a vacation. Another seemed interested but did not follow through. A third did two biopsies but was unable to get usable DNA.\n\nFinally, Dr. McDaniel and his wife, Gia, decided he would make helping his mother a full-time job. He took a leave of absence from Illumina, and he, Gia and their three young children moved from San Diego to Lexington, Ky.\n\n“I have not been a particularly humble person,” Beth McDaniel said. “That humbled me.”\n\nDr. McDaniel’s parents had two homes in the Lexington area. One, on a horse farm, was vacant, and he appropriated a bedroom on the second floor for his office. He treated his work like a regular job, driving to the office each day from another house where he and his family were living. He dressed in his normal work clothes, slacks and a collared shirt. Meanwhile, his mother’s cancer was erupting.\n\nAdvertisement Continue reading the main story\n\n“She was covered in tumors, almost like cobblestones,” said Dr. Fernando R. de Castro, her dermatologist. “They felt like marbles and pebbles all over her skin.” Large ones on her arms and legs had burst open. “We started talking about hospice .”\n\nMrs. McDaniel said she was not a vain person, but with red lumps all over her face, she was embarrassed to go out. She slept on a cooling pad and carried one with her to relieve the constant itching.\n\nEvery evening around 5:30 when the itching became most unbearable, she would lay her head in her husband’s lap as they watched TV in their great room and he would gently tickle her back for hours on end — trying to ease her discomfort.\n\nThe disease continued a relentless course until finally, accepting what seemed the inevitable, Mrs. McDaniel gave away her clothes, planned her funeral and wrote notes to a few people she thought she had offended in her life, asking them to forgive her.\n\n“She believed, we all believed, she would die before we got the sequencing done,” Dr. McDaniel said.\n\nThen, in January 2011, Dr. de Castro got a tissue sample from a tumor and, for comparison with normal cells, her saliva. He had removed a plug of tissue the size of a pencil eraser from one of the hundreds of tumors on Mrs. McDaniel’s skin, frozen it in liquid nitrogen and shipped it overnight to the Mayo Clinic in Scottsdale , Ariz. By April, scientists at Illumina and TGen, a nonprofit research institute, had completed the genetic sequencing of the samples.\n\nPhoto\n\nNext came the hard part — the analysis. With time short, Dr. McDaniel worked on it himself and recruited two small biotechnology companies and TGen to help.\n\nThree Billion Symbols in a Cell\n\nJohn Carpten, an oncologist at TGen, and David Craig are accustomed to working with gene sequence data, but it is hard even for them to get used to the scale of such a project.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe hard drive containing Mrs. McDaniel’s genetic data arrived in the mail — it had too much data to send electronically. It took a full day just to pull this terabyte of information off the drive. Dr. Carpten explained that there were three billion symbols, made from four letters — A, T, G and C — in just one cell’s DNA. If those letters were printed on paper, they would fill a medium-sized elementary school’s library.\n\nAdvertisement Continue reading the main story\n\nBut there are unavoidable errors in sequencing, so to be sure the data is correct, researchers repeat the sequencing 30 times — 30 libraries’ worth. They do this for the normal cells, too — another 30 libraries’ worth. This kind of data, though, does not come in neat genetic words and sentences. Instead, Dr. Craig said, “It looks like it’s been through a shredder.”\n\n“It is like putting together a jigsaw puzzle that has a billion pieces,” Dr. Carpten said.\n\nFinally, they compared the sequences of normal cells and cancer cells. They found about 18,000 differences, most with no known significance for the disease.\n\nAt last, the work was done, and on May 18, Dr. McDaniel flew to TGen. The researchers noticed an intriguing aberration in Mrs. McDaniel’s cancer genes. But they were uncertain what it meant.\n\nIt looked as if two genes had fused to each other in Mrs. McDaniel’s cancer cells. The result was that the cell growth signals in the cancer cells were reversed, like crossed wires. The research team theorized that every time those cancer cells, T cells of her immune system, got a signal to stop growing, they reacted as though they had gotten a signal to grow. And every time they got a signal to grow, they responded by stopping their growth.\n\nIf they were right, the way to stop her cancer’s growth could be to signal it to grow. And that was what a new melanoma drug — ipilimumab, its trade name Yervoy — was designed to do. It spurred the growth of normal T cells.\n\nBut if the researchers were wrong, the drug could kill her.\n\nThey spent two hours at a whiteboard on Wednesday, May 18, trying to understand what the fusion really meant. Then Dr. McDaniel took the data home and asked a colleague at Illumina to try to fish out a handful of crucial genetic sequences that were buried among 50 million others. On Sunday night, May 22, Dr. McDaniel had them and began trying to decipher them. By 10 p.m., he had it figured out. The TGen scientists’ findings were real.\n\n“The brake pedal had been wired to the accelerator,” Dr. McDaniel said.\n\nHe worked all night, found a paper by scientists who had deliberately fused those very genes and discovered that, yes, the genetically altered T cells had their growth signals reversed.\n\nAt 5:45 a.m. Dr. McDaniel sent an e-mail to his collaborators.\n\n“I was so tired at that point that, believe it or not, I had forgotten about the drug,” he said.\n\nAdvertisement Continue reading the main story\n\nHe fell asleep and woke at 11 a.m., rushing back to his computer. The melanoma drug he had forgotten in his exhaustion should hit that target. And that could stop his mother’s cancer from growing. “My jaw was just hanging open,” Dr. McDaniel said. “The implications were so tantalizing that I didn’t dare believe them.”\n\nA Remarkable Turnaround\n\nMrs. McDaniel had her first infusion on July 28, and the result seemed remarkable. Her oncologist, Dr. Gohmann, was overwhelmed. Her son, who had been terrified that he and the doctors might have made a terrible mistake, was overjoyed.\n\nMrs. McDaniel, who had not left her house for several months except to see her doctors, began going to movies and restaurants every day.\n\nOn Sept. 2, she and her husband went to the Heirloom Restaurant, in the middle of horse country, to celebrate their 50th wedding anniversary.\n\nShe had given away so many of her clothes when she thought she was dying that she puzzled over what to wear. She had a favorite blouse that was loosefitting and comfortable, but Mr. McDaniel recalled, “It was long gone.” She could not drink wine with the medicines she was taking, so she and her husband sipped iced tea in the quiet dining room.\n\n“We reminisced, but also talked about the future as we hoped it would be,” Mr. McDaniel said.\n\nBut the reprieve lasted only weeks. By the end of September, the cancer was back.\n\nDr. McDaniel did not want to give up. Mrs. McDaniel’s tumor was sequenced again, looking for a new mutation, but there was nothing striking. As Dr. McDaniel sifted through the data, he called his parents every day. They began calling him the governor, hoping he would bring his mother another stay of execution.\n\nThe doctors considered a less appealing target, a mutated gene that T cells use to stop growing. Unpublished studies in mice suggested that a kidney cancer drug might stop the growth of T cells with this mutation.\n\nAdvertisement Continue reading the main story\n\nBy then, Mrs. McDaniel’s body was ravaged by the cancer and her treatments. She had entered hospice care, with a hospital bed in her home and a nurse and an assistant to help.\n\n“We had this shaky evidence, based on the genome and on unpublished data,” Dr. McDaniel said.\n\nBut the drug’s side effects were mild, and her family and doctors decided she should try it.\n\n“If we do nothing, she will be dead in one to six weeks,” Dr. McDaniel explained.\n\nMrs. McDaniel took the drug on Nov. 26. But she was so ill that she was unable to get out of bed, unable to drink from a straw. Her son Tim took his children to her bedroom one at a time so they could say goodbye.\n\n“She wasn’t talking, but her eyes were open, and she acknowledged each one with a weak chuckle,” Dr. McDaniel said.\n\nThree days later, she briefly rallied. Her husband held her hand.\n\n“She said, ‘I love you,’ ” Mr. McDaniel said. “She then repeated it twice more. I kissed her forehead and told her that I loved her. Those were our last words to each other.”\n\nThe next morning, Nov. 30, Mr. McDaniel woke early and went to his wife’s room. Her breathing had become erratic. Worried, he stepped out and asked the hospice nurse to call the doctor. “In the seconds that I was absent, she died,” Mr. McDaniel said.\n\nThe team that tried to save her was heartbroken too, and was left with a long list of what-ifs. “If you really look at it, what did we buy her?” Dr. de Castro asked. Mrs. McDaniel was dying last January. Yet would she have survived as long even without the sequencing or the drugs? Did the team make a difference?\n\n“I hope we did,” Dr. de Castro said, “but it’s hard to know.”.\n\nTuesday: What a tumor holds in store.", "images": ["https://static01.nyt.com/images/2012/07/09/health/Gamble/Gamble-jumbo.jpg", "https://static01.nyt.com/images/2012/07/09/health/Gamble/Gamble-superJumbo.jpg", "https://static01.nyt.com/images/2012/07/09/us/ALT-JP-2-GAMBLE/ALT-JP-2-GAMBLE-jumbo.jpg"], "top_img": "https://static01.nyt.com/images/2012/07/09/health/Gamble/Gamble-superJumbo.jpg", "keywords": [], "authors": ["Gina Kolata"], "canonical_link": "https://www.nytimes.com/2012/07/09/health/new-frontiers-of-cancer-treatment-bring-breathtaking-swings.html", "title": "New Frontiers of Cancer Treatment Bring Breathtaking Swings", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/100000001652654", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2012/07/09/health/new-frontiers-of-cancer-treatment-bring-breathtaking-swings.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2012/07/09/health/new-frontiers-of-cancer-treatment-bring-breathtaking-swings.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/100000001652654"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2012/07/09/health/new-frontiers-of-cancer-treatment-bring-breathtaking-swings.html", "title": "New Frontiers of Cancer Treatment Bring Breathtaking Swings", "description": "A drug that in theory should have killed a cancer patient instead seemed to have halted or even reversed her disease.", "image": "https://static01.nyt.com/images/2012/07/09/health/Gamble/Gamble-thumbLarge.jpg", "card": "summary", "creator": "ginakolata"}, "robots": "noarchive", "hdl_p": "A Treatment’s Tantalizing Promise", "description": "A drug that in theory should have killed a cancer patient instead seemed to have halted or even reversed her disease.", "genre": "News", "articleid": 100000001652654, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "New Frontiers of Cancer Treatment Bring Breathtaking Swings", "col": "Genetic Gamble", "pdate": 20120708, "utime": 20171028212511, "ptime": 20120708214105, "DISPLAYDATE": "July 8, 2012", "dat": "July 8, 2012", "lp": "A drug that in theory should have killed a cancer patient instead seemed to have halted or even reversed her disease.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "09gamble", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "published": "2012-07-08T21:41:05-04:00", "modified": "2017-10-28T21:25:11-04:00", "section": "Health", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "section_url": "https://www.nytimes.com/section/health", "top-level-section": "health", "author": "https://www.facebook.com/gina.kolata.1", "tag": "Genetic Gamble (Series)"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "og": {"url": "https://www.nytimes.com/2012/07/09/health/new-frontiers-of-cancer-treatment-bring-breathtaking-swings.html", "type": "article", "title": "New Frontiers of Cancer Treatment Bring Breathtaking Swings", "description": "A drug that in theory should have killed a cancer patient instead seemed to have halted or even reversed her disease.", "image": "https://static01.nyt.com/images/2012/07/09/health/Gamble/Gamble-superJumbo.jpg"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Gina Kolata", "tone": "feature", "byl": "By GINA KOLATA", "PT": "article", "CG": "health", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Series", "ttl": "Genetic Gamble (Series)", "keywords": "Cancer,Genetics and Heredity,DNA (Deoxyribonucleic Acid),Series,McDaniel  Beth,Genetic Gamble (Series)", "news_keywords": "Cancer,Genetics and Heredity,DNA,null,Beth McDaniel", "thumbnail_150": "https://static01.nyt.com/images/2012/07/09/health/Gamble/Gamble-thumbLarge.jpg", "thumbnail_150_height": 150, "thumbnail_150_width": 150, "thumbnail": "https://static01.nyt.com/images/2012/07/09/health/Gamble/Gamble-thumbStandard.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "dfp-ad-unit-path": "health", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1341806400.0, "source": "http://www.nytimes.com", "summary": ""}