{"url": "https://web.archive.org/web/20100831223509/http://www.philly.com:80/inquirer/health_science/weekly/20100823_A_surgeon_s_hands_or_a_robot_s_.html", "text": "Surgeon Daniel Eun aligns the camera of a robotic da Vinci Surgical System before a procedure at Pennsylvania Hospital. The technology, Eun says, offers vast benefits in visualization, merging \"your naked eye [with] . . . a camera that has magnification.\"\n\nAs Joe Lessman readied his accounting business for the start of tax season last year, he agonized over his doctor's recommendation that he have open surgery to remove a cancerous prostate.\n\n\"We're coming into my busy season, and I just can't be on my back for six to eight weeks,\" he told his physician. \"I'll be out of business.\"\n\nSo Lessman, 49, sought care instead at Pennsylvania Hospital, where a robotic device assists in some surgeries. The radical robotic prostatectomy, performed one Wednesday in January, cleared his early-stage cancer. Lessman was back home in Mantua that Friday, off his pain medication by Saturday, and back to working 16-hour days at his Gloucester County business by Monday. \"My clients didn't miss a beat,\" he said. \"I was very fortunate.\"\n\nLessman is one of hundreds of thousands of patients across the country to undergo robotic surgery in recent years. Since the first device was approved by the U.S. Food and Drug Administration in 1999, robotic surgery has grown rapidly and is now used in dozens of procedures. Among the most common are removal of the gall bladder, uterus (hysterectomy) prostate, kidney, and uterine fibroids, as well as gastric bypass and mitral-valve repair.\n\nIn traditional surgery, the patient is cut open, and doctors use their eyes and sometimes magnifying devices to see and their hands to operate. Laparoscopic, or minimally invasive, surgery was a major advance because it could be done with a small incision: a laparoscope and surgical instruments were inserted, and the image on a monitor allowed the doctors to control the instruments in their hands from outside the body.\n\nIn laparoscopic robotic surgery, the surgeon is farther removed from the patient. A 3-D camera and machine-held surgical instruments are inserted through small incisions. The surgeon operates while seated at a console nearby. There, the doctor, peering into a monitor that displays a three-dimensional image, manipulates the instruments and camera using hand controls and foot pedals.\n\nProponents say this leads to less-invasive and more-accurate surgery.\n\nBut that does not necessarily mean outcomes are better. Some doctors say more research is needed to prove that certain robotic procedures are superior to other operations.\n\nRecent reports of problematic robotic surgeries have also led to concern about whether all doctors who use the devices have been sufficiently trained.\n\nAnd - as with other types of high-tech equipment that hospitals market aggressively to attract patients who could go elsewhere - the proliferation of robotic systems can mean fewer procedures being done at each institution, a potential problem when higher volume is related to better outcomes.\n\nIn general, patients should seek out surgeons who have done more cases, because they tend to have better results, experts say.\n\nMore than 1,000 da Vinci Surgical Systems, the pre-eminent robotic technology in the United States, have been installed across the country, about 20 of them in the Philadelphia area. The number of surgeries performed using da Vinci rose 51 percent in just one year, to 200,000 in 2009.\n\n\"There's no question that [robotic surgery] is a big advance,\" said Howard Saul, a gynecological oncologist at the Center for Cancer and Hematologic Disease in Cherry Hill. \"It's not going to be a flash in the pan.\" Saul is affiliated with the Lourdes Health System, where 410 robotic surgeries were done last year.\n\nSuch sophistication comes with a hefty price tag. At an average of $1.4 million, the da Vinci system represents a major purchase for many hospitals. For patients and insurance companies, there is no significant cost difference between robotic surgery and other operations, although some insurers may pay hospitals less for shorter inpatient stays, said Vipul Patel, founder of the Society of Robotic Surgery and medical director of the Global Robotics Institute in Florida.\n\nSo hospitals and surgeons bear the burden of making the robot financially viable, said Patel, a urologist. A hospital that buys a robot and rarely uses it is likely to lose money, he said. But with efficient, highly skilled surgeons, hospitals can reap financial benefits. \"Robotics are expensive,\" Patel said, \"but depending on how they're used, they can make things cheaper.\"\n\nFor instance, surgeons say patients who have robotic operations are discharged from the hospital more quickly, are less likely to require blood transfusions, and need less pain medication - all cost savers. The smaller incisions created during robotic procedures typically result in less blood loss and less pain than open surgery, they say.\n\nRobotic surgery may offer other benefits. It represents a vast improvement in visualization, said Daniel Eun, the Pennsylvania Hospital surgeon who operated on Lessman in January. \"It becomes a merging of what you'd see with your naked eye [with] the enhanced visualization of a camera that has magnification,\" said Eun, the hospital's director of minimally invasive and robotic urologic oncology and reconstruction.\n\nSurgeons at the University of Pennsylvania Health System, which includes Pennsylvania Hospital, did 1,109 robotic procedures last year.\n\nInstead of the \"chopsticks\" used in laparoscopy, robotic surgery equipment allows for more natural movements, including wrist function, said Saul, the oncologist in Cherry Hill. \"It has more degrees of freedom than your own hand,\" he said. \"You're able to get into places where your hand can't go.\"\n\nAnd, in Saul's practice, robotic operations have presented another option for complex patients, such as the elderly and obese. \"We've operated on people that have had five prior surgeries,\" he said.", "images": ["https://web.archive.org/web/20100831223509im_/http://s.clickability.com/s?19=990&14=0&6=101280684&7=194352&18=0.7913924284653526", "https://web.archive.org/web/20100831223509im_/http://media.philly.com/designimages/arrow_up.gif", "https://web.archive.org/web/20100831223509im_/http://b.scorecardresearch.com/p?c1=2&c2=6034697&c3=6034697&c4=www.philly.com/inquirer/health_science/weekly/20100823_A_surgeon_s_hands_or_a_robot_s_.html&c5=&c6=&c15=&cj=1", "https://web.archive.org/web/20100831223509im_/http://media.philly.com/designimages/psaw_toggle_arrow.gif", "https://web.archive.org/web/20100831223509im_/http://media.philly.com/designimages/psaw_share_twitter.gif", "https://web.archive.org/web/20100831223509im_/http://media.philly.com/designimages/logo_inq_medium.gif", "https://web.archive.org/web/20100831223509im_/http://media.philly.com/designimages/logo_philly_smallish-NEW.gif", "https://web.archive.org/web/20100831223509im_/http://media.philly.com/designimages/psaw_share_stumbleupon.gif", "https://web.archive.org/web/20100831223509im_/http://media.philly.com/images/20100823_inq_hs1robot23-e.JPG", "https://web.archive.org/web/20100831223509im_/http://media.philly.com/designimages/icon_blog.gif", "https://web.archive.org/web/20100831223509im_/http://media.philly.com/designimages/psaw_font.gif", "https://web.archive.org/web/20100831223509im_/http://media.philly.com/designimages/psaw_toggle_close.gif", "https://web.archive.org/web/20100831223509im_/http://ad.doubleclick.net/ad/inq.news/health_science;!category=health_science;type=article;pos=rail;tile=11;sz=300x250;ord=083110033251", "https://web.archive.org/web/20100831223509im_/http://ad.doubleclick.net/ad/inq.news/health_science;!category=health_science;type=article;pos=comment;tile=10;sz=626x50;ord=083110033251", "https://web.archive.org/web/20100831223509im_/http://media.philly.com/designimages/viewer_enlarge_sm.gif", "https://web.archive.org/web/20100831223509im_/http://phillycom.112.2o7.net/b/ss/phillycom/1/H.17--NS/0", "https://web.archive.org/web/20100831223509im_/http://pixel.quantserve.com/pixel/p-d3gEFsqtY-TqE.gif", "https://web.archive.org/web/20100831223509im_/http://media.philly.com/images/2011_Mercedes-Benz_SLS_AMG_117_142x80.jpg", "https://web.archive.org/web/20100831223509im_/http://ad.doubleclick.net/ad/inq.news/health_science;!category=health_science;type=article;pos=mrec;tile=5;sz=300x250,300x600;ord=083110033251", "https://web.archive.org/web/20100831223509im_/http://ad.doubleclick.net/ad/inq.news/health_science;!category=health_science;type=article;pos=half;tile=4;sz=234x60;ord=083110033251", "https://web.archive.org/web/20100831223509im_/http://media.philly.com/designimages/psaw_email.gif", "https://web.archive.org/web/20100831223509im_/http://ad.doubleclick.net/ad/inq.news/health_science;!category=health_science;type=article;pos=leader;tile=1;sz=728x90;ord=083110033251", "https://web.archive.org/web/20100831223509im_/http://csmedia.mris.com/platinum/getmedia?ID=95319779198&LOOT=50038672093", "https://web.archive.org/web/20100831223509im_/http://media.philly.com/designimages/rss_17px.gif", "https://web.archive.org/web/20100831223509im_/http://media.philly.com/images/Square+Store+logo0510Lo.jpg", "https://web.archive.org/web/20100831223509im_/http://ad.doubleclick.net/ad/inq.news/health_science;!category=health_science;type=article;pos=most;tile=14;sz=300x40;ord=083110033251", "https://web.archive.org/web/20100831223509im_/http://media.philly.com/designimages/addtomyyahoo4.gif", "https://web.archive.org/web/20100831223509im_/http://media.philly.com/designimages/psaw_print.gif", "https://web.archive.org/web/20100831223509im_/http://csmedia.mris.com/platinum/getmedia?ID=70109605925&LOOT=50038672093"], "top_img": "https://web.archive.org/web/20100831223509im_/http://media.philly.com/images/20100823_inq_hs1robot23-e.JPG", "keywords": [], "authors": ["Christina Hernandez", "For The Inquirer", "Mitchell Hecht", "Brooke Minters", "Rachel Bernstein", "Sandy Bauers"], "canonical_link": "", "title": "A surgeon's hands or a robot's?", "meta_data": {"title": "A surgeon's hands or a robot's? | Philadelphia Inquirer | 08/23/2010", "contentid": 101280684, "contenttitle": "A surgeon's hands or a robot's?", "contenttype": "Article", "editdate": "20100823T15:54:18", "livedate": "20100823T07:01:00", "pubdate": 20100823, "byline": "By Christina Hernandez", "sourcepublication": "Inquirer", "og": {"image": "https://web.archive.org/web/20100831223509im_/http://media.philly.com/images/20100823_inq_hs1robot23-e.JPG"}, "description": "As Joe Lessman readied his accounting business for the start of tax season last year, he agonized over his doctor's recommendation that he have open surgery to remove a cancerous prostate.", "keywords": "health news, science news, medical news", "verify-v1": "3x82DC93LZlv0I/hQEBoyVVjlGPtX7VxHFgv1upr+9I=", "google-site-verification": "db3T5L3C8_JvO-55gJ22lGGUnZLlNulgzTwX1NhCV3o", "y_key": "ccf0cd67e5f1e33c"}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}