{"url": "https://www.washingtonpost.com/national/health-science/for-women-baby-aspirin-may-reduce-risk-of-breast-cancer/2017/05/12/aec5698e-3665-11e7-b4ee-434b6d506b37_story.html?utm_term=.6510d5725ea0", "text": "The question\n\nMillions of people take a low-dose aspirin daily in hopes of reducing their chances of having a heart attack. For women, might aspirin also help prevent breast cancer?\n\nThis study\n\nThe researchers analyzed data on 57,164 women, most in their early 60s, who had no history of breast cancer. About 23 percent of the women reported taking a low-dose aspirin (81 milligrams), 18 percent took ibuprofen, 11 percent took full-strength aspirin (325 mg) and about 10 percent took a COX-2 inhibitor or another nonsteroidal anti-inflammatory drug (NSAID). All were taking the medication at least three times a week.\n\nOver seven years, 1,457 women got a breast-cancer diagnosis. Those taking low-dose aspirin were 16 percent less likely to have developed any type of breast cancer, compared with women who took no NSAID. They were 20 percent less likely to have developed the most common type: breast cancer that is hormone-receptor-positive and HER2-negative. The study did not find similar links between regular-dose aspirin or other NSAIDs and the risk for breast cancer.\n\n[Certain adults should take a daily baby aspirin, expert panel says]\n\nWho may be affected?\n\nWomen. About 1 of every 8 women in the United States will develop breast cancer at some point. Those who take a daily low-dose aspirin, also called a baby aspirin, usually do so to prevent cardiovascular disease, the leading cause of death for women older than 25. Aspirin has been shown to help keep blood from clotting, which can help prevent heart attacks and ischemic stroke (the type caused by a blocked blood vessel in the brain). However, aspirin can increase the risk for internal bleeding, so women should talk with their doctors before starting a low-dose aspirin regimen, for any reason.\n\nCaveats\n\nThe researchers suggested that the difference in results between low- and regular-dose aspirin may have been attributable to most women taking low-dose aspirin more often than three times a week, even daily, for cardiovascular protection as opposed to more-sporadic use of regular-dose aspirin for pain relief. Hormone therapy and alcohol use were more prevalent among the participants than normal; both are considered risk factors for breast cancer and may have affected the results. Data on aspirin and other NSAID usage came from the women’s responses on questionnaires. Most of the participants were white.\n\nFind this study\n\nMay 1 in Breast Cancer Research (breast-cancer-research.biomedcentral.com).\n\nLearn more about\n\nInformation on breast cancer is available at cancer.gov. Learn more about the benefits and risks of aspirin at heart.org (search for aspirin).\n\nThe research described in Quick Study comes from credible, peer-reviewed journals.\n\nRead more:\n\nVitamin E supplements do not seem to stave off dementia\n\nIf you’re taking something for heartburn, it may have other, less desirable effects\n\nEating whole-grain foods may be a plus for blood pressure", "images": ["https://img.washingtonpost.com/rf/image_60w/2010-2019/WashingtonPost/2017/05/12/Others/Images/2017-05-11/iStock-96886854.JPG?uuid=udGBwDYOEeerA6op9lbxPg", "https://www.washingtonpost.com/resizer/yAFxThroW-CI5t-yu8Q6FsF7kHI=/1x1/www.washingtonpost.com/pb/resources/img/spacer.gif", "https://me.effectivemeasure.net/em_image", "https://sb.scorecardresearch.com/p?c1=2&c2=3005617&cv=2.0&cj=1", "https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2017/05/12/Others/Images/2017-05-11/iStock-96886854.JPG?t=20170517"], "top_img": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2017/05/12/Others/Images/2017-05-11/iStock-96886854.JPG?t=20170517", "keywords": [], "authors": ["Linda Searing", "May"], "canonical_link": "https://www.washingtonpost.com/national/health-science/for-women-baby-aspirin-may-reduce-risk-of-breast-cancer/2017/05/12/aec5698e-3665-11e7-b4ee-434b6d506b37_story.html", "title": "For women, baby aspirin may reduce risk of breast cancer", "meta_data": {"eomportal-uuid": "aec5698e-3665-11e7-b4ee-434b6d506b37", "object-hash": 1573361083, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "referrer": "unsafe-url", "keywords": "baby aspirin, low-dose asprin, heart attacks, breast cancer, ischemic strock, internal bleeding", "news_keywords": "baby aspirin, low-dose asprin, heart attacks, breast cancer, ischemic strock, internal bleeding", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image"}, "og": {"type": "article", "site_name": "Washington Post", "url": "https://www.washingtonpost.com/national/health-science/for-women-baby-aspirin-may-reduce-risk-of-breast-cancer/2017/05/12/aec5698e-3665-11e7-b4ee-434b6d506b37_story.html", "image": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2017/05/12/Others/Images/2017-05-11/iStock-96886854.JPG?t=20170517", "title": "For women, baby aspirin may reduce risk of breast cancer", "description": "Many people take daily low-dose aspirin to protect their heart."}, "article": {"publisher": "https://www.facebook.com/washingtonpost", "content_tier": "metered", "opinion": "false"}, "fb": {"app_id": 41245586762, "admins": 500835072}, "description": "Many people take daily low-dose aspirin to protect their heart.", "robots": "index,follow", "theme": "normal"}, "movies": [], "publish_date": 1494561600.0, "source": "https://www.washingtonpost.com", "summary": ""}