{"url": "https://www.npr.org/sections/health-shots/2017/12/18/571679556/could-a-zap-to-the-brain-derail-destructive-impulses", "text": "Could A Zap To The Brain Derail Destructive Impulses?\n\nEnlarge this image Marco Jeurissen/Collection Mix: Sub/Getty Images Marco Jeurissen/Collection Mix: Sub/Getty Images\n\nPicture this: While reaching for the cookie jar — or cigarette or bottle of booze or other temptation — a sudden slap denies your outstretched hand. When the urge returns, out comes another slap.\n\n\n\nNow imagine those \"slaps\" occurring inside the brain, protecting you in moments of weakness.\n\nIn a report published Monday in the Proceedings of the National Academy of Sciences, Stanford neuroscientists say they've achieved this sort of mind-reading in binge-eating mice. They found a telltale pattern of brain activity that comes up seconds before the animals start to pig out — and delivering a quick zap to that part of the brain kept the mice from overindulging.\n\nWhether this strategy could block harmful impulses in people remains unclear. For now the path seems promising. The current study used a brain stimulation device already approved for hard-to-treat epilepsy. And based on the new findings, a clinical trial testing this off-the-shelf system for some forms of obesity could start as early as next summer, says Casey Halpern, the study's leader and an assistant professor of neurosurgery at Stanford. He thinks the approach could also work for eating disorders and a range of other addictive or potentially life-threatening urges.\n\nAs a physician-researcher, Halpern specializes in deep brain stimulation (DBS), a surgical treatment in which battery-powered implants send electrical pulses to brain areas where signals go awry.\n\nThe Food and Drug Administration has approved DBS therapy for movement disorders such as Parkinson's disease, tremor and dystonia — usually in people who haven't responded well to medications. Occasionally DBS is a last-resort treatment for obsessive-compulsive disorder (OCD).\n\nAnother study published Monday in PNAS suggests that DBS could help boost memory and other research is exploring its use for substance abuse and other reward-seeking behaviors.\n\nYears ago, the Stanford team developed a mouse model to test if DBS could curb overeating. Granted, mice don't normally gorge themselves. Yet if offered fattier, tastier chow each day for just an hour, within 10 days the mice realize if they \"don't eat this now, that guy's coming back to take it away,\" Halpern says. So the animals learn to binge.\n\nBut when the researchers applied DBS stimulation to a part of the brain's reward circuit known as the nucleus accumbens, the mice quit stuffing themselves.\n\nTrouble is, the moderation wore off in a few days, and the DBS also interfered with the animals' social behavior. That got Halpern thinking about a newer system — one that doesn't stimulate continuously, like DBS, but switches on briefly only after sensing a trouble signal, much like a pacemaker monitors and responds to abnormal heart rhythms.\n\nIn 2013, the FDA approved a newer-generation device, known as a responsive neurostimulation system (RNS), that does just that. Implanted within the brain, it senses early epileptic seizures and slows their spread with small zaps to the onset area. The RNS system costs around $40,000. But with medical devices, Halpern says, hospitals pay for the hardware and insurance companies often cover the surgery, if clinical trial data are good and the treatment is FDA approved. In the current study, Halpern and coworkers tested the RNS device in the binging mice.\n\nFirst, they looked for a biomarker — an electrical blip that appears in the brain just before the animal reaches for fatty food. Next, the researchers programmed the stimulator to deliver a 10-second pulse whenever it detects this biomarker. They rigged some mice to this intermittent stimulator. For comparison, other animals got continuous DBS stimulation or random pulses.\n\nThe intermittent system controlled overeating much better than the continuous or random protocols — and nearly as well as in a separate group of mice that got zapped manually by a researcher watching their behavior on video. Plus, the treatment seemed specific to the food addiction. It did not affect anticipation associated with normal behaviors such as meeting a new mouse.\n\nThe results point to a real-time biomarker for impulsive behavior, says Dennis Turner, a Duke University neurosurgeon who was not involved in the study but wrote an October review about ongoing research on a range of potential brain stimulation biomarkers. \"That's the clear novelty.\"\n\nFiguring out if this biomarker would also work in people is challenging. Few are willing to undergo brain surgery for the purpose of research. But Halpern had a rare opportunity. One of his patients developed OCD so debilitating that he opted for DBS. He agreed to have his brain recorded during the surgery. Since food isn't allowed in the operating room, the researchers monitored the patient's brain as he anticipated payoffs in a computerized money-making task. As reported in the PNAS paper, the characteristic anticipatory signal appeared when he expected to make $5 but not for smaller sums, suggesting some level of specificity.\n\nOf course, it's hard to conclude much from a single subject. But from other research \"we know it's safe to place an electrode in the nucleus accumbens, it's safe to stimulate it electrically, and we expect to be able to tune [the electrode] as we already do with DBS. So it seems like a nice opportunity,\" says Halpern, noting that addictive disorders haven't had new therapies for decades. \"I'm motivated by the clinical need.\"\n\nEsther Landhuis is a freelance science journalist in the San Francisco Bay Area. Follow her at @elandhuis.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2017/12/18/food-addiction_wide-b9b90d9fd4f94d85b29a71e3c18b3b760e89bc61.jpg?s=1400", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2013/11/15/brain_sq-4294094844ee84abf72e9e8fddb58b97b6ebb1b7-s100-c15.jpeg", "https://media.npr.org/assets/img/2016/05/13/alzheimerspromo_sq-66e99a1c8804145a10e990bd66faa8f816fff9db-s100-c15.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2017/12/18/food-addiction_wide-b9b90d9fd4f94d85b29a71e3c18b3b760e89bc61-s1100-c15.jpg", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2017/12/18/food-addiction_wide-b9b90d9fd4f94d85b29a71e3c18b3b760e89bc61.jpg?s=1400", "keywords": [], "authors": ["Esther Landhuis"], "canonical_link": "https://www.npr.org/sections/health-shots/2017/12/18/571679556/could-a-zap-to-the-brain-derail-destructive-impulses", "title": "Could A Zap To The Brain Derail Destructive Impulses?", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2017-12-18", "description": "A brain implant already used to treat severe epilepsy might also help fend off impulses to abuse drugs or overeat before they happen, researchers say. But so far it's been tested mostly in mice.", "og": {"title": "Could A Zap To The Brain Derail Destructive Impulses?", "url": "https://www.npr.org/sections/health-shots/2017/12/18/571679556/could-a-zap-to-the-brain-derail-destructive-impulses", "type": "article", "description": "A brain implant already used to treat severe epilepsy might also help fend off impulses to abuse drugs or overeat before they happen, researchers say. But so far it's been tested mostly in mice.", "image": "https://media.npr.org/assets/img/2017/12/18/food-addiction_wide-b9b90d9fd4f94d85b29a71e3c18b3b760e89bc61.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Could A Zap To The Brain Derail Destructive Impulses?", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2017/12/18/food-addiction_wide-b9b90d9fd4f94d85b29a71e3c18b3b760e89bc61.jpg?s=1400"}}}, "movies": [], "publish_date": 1513573200.0, "source": "https://www.npr.org", "summary": ""}