{"url": "https://web.archive.org/web/20170110103938/http://www.newsweek.com/weekend-warrior-recommended-daily-exercise-workouts-20-minutes-540467", "text": "It’s the person who wakes up at the crack of dawn on the weekend, puts on shiny spandex and disappears with a mountain bike for hours at a time. It’s the guy who heads to the pool one night a week and endures a workout that might make Michael Phelps gasp for air. It’s the weekly rock climbers and double spin class-takers schvitzing their Sunday away. These weekend warriors cram the recommended amount of exercise into one or two days, while the rest of us faithfully head to the gym multiple times a week for a half-hour hamster run on the treadmill.\n\nRelated: Americans keep getting fatter, new report shows\n\nA paper published January 9 in JAMA Internal Medicine suggests these warriors may be onto something. In a study based on nearly 64,000 adults, researchers in the U.K. found that weekend exercise appears to be just as effective at preventing heart disease and cancer as exercise done more frequently. This is great news for anyone who feels too busy on weekdays to work out but enjoys outdoor activity on the weekend.\n\nTry Newsweek for only $1.25 per week\n\n“I think that the weekend warrior physical activity pattern is beneficial because they are actually doing a large proportion of vigorous intensity activity. And vigorous activity makes you fit, and fitness reduces your risk of disease and death,” says Gary O’Donovan, a researcher in physical activity and sedentary behavior at England’s Loughborough University and lead author of the paper.\n\nO’Donovan and fellow researchers looked at data on middle-aged adults who responded to a government-sponsored household survey conducted from 1994 to 2012. The survey included questions about health history and fitness habits. The researchers then cross-referenced this information with health department death records.\n\nThey found the risk of death from all causes was about 30 percent lower for weekend warriors, compared with adults who maintained a sedentary lifestyle. And the warriors had a 40 percent lower risk of cardiovascular death and an 18 percent lower risk for cancer-related death. The mortality rates of weekend warriors were roughly the same as those who claimed to exercise more than two days a week but for shorter durations.\n\nHowever, there are also some limitations to this study, the researchers say. More than 90 percent of the subjects were white. The information about physical activity was reported by the participants, and it’s likely that many were too generous in their estimates of how much time they spent at the gym. Unfortunately, taking 20 minutes in locker room to put on your sneakers doesn’t count as a workout.\n\nRelated: Severe childhood obesity is on the rise in the U.S.\n\nIt’s recommended that people get 150 minutes (or two and half hours) of exercise each week, based on guidelines from the American Heart Association, the U.S. Centers for Disease Control and Prevention and other medical authorities. This could be something as simple as a brisk walk or other low-impact options for vigorous exercise about 20 minutes a day. (Experts often encourage recreational athletes to not exercise more than an hour a day.) “In theory, someone who did one bout of 150 minutes of moderate exercise is a weekend warrior,” says O’Donovan.\n\nThis study shows that it doesn’t matter how you decide to split up the recommended weekly amount of exercise. You just need to do it.\n\nHowever, experts caution that it is possible to overdo it, and more exercise than two and a half hours a week can actually be unhelpful and even harmful. One study, published in 2014 in the journal Heart, suggests that in people with existing heart disease, the risk for cardiac arrest and stroke was the same for people who exercised more than an hour a day compared with those who didn’t exercise at all. The coronary heart disease patients who stuck with the recommended 150 minutes a week had the lowest risk for heart attack and stroke.\n\nRelated: Post-workout cold immersion likely won’t help you heal\n\nThere are risks that come with a weekend warrior exercise schedule, especially for people who aren’t used to being active. “I would be more concerned about what’s happening at the point of exercise—not the long-term benefits,” says Dr. Howard Andrew Selinger, chair of family medicine at Quinnipiac University. He says someone who is not in good shape is at risk for sudden cardiac arrest or acute injury, such as spraining muscles or putting too much stress on joints.\n\nO’Donovan encourages aspiring weekend warriors to start slowly to avoid any health problems. He says middle-aged adults should exercise moderately during the first 12 weeks and then slowly build up to more vigorous activity.", "images": ["https://web.archive.org/web/20170110103938im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/subscribe_icon/public/subscribe/2016_12_30_subscribe_icon.jpg", "https://web.archive.org/web/20170110103938im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-xs/public/2016/12/11/20161223cover1800-x-2400.jpg", "https://web.archive.org/web/20170110103938im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-xs/public/2016/11/27/20161209cover1800-x-2400.jpg", "https://web.archive.org/web/20170110103938im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-xs/public/2016/12/04/20161216cover1800-x-2400.jpg", "https://web.archive.org/web/20170110103938im_/http://s.newsweek.com/sites/www.newsweek.com/files/2017/01/09/rtr3jv6z.jpg", "https://web.archive.org/web/20170110103938im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-xs/public/2016/12/20/covrevengefallen1800x2400.jpg", "https://web.archive.org/web/20170110103938im_/http://b.scorecardresearch.com/p?c1=2&c2=7922264&cv=2.0&cj=1", "https://web.archive.org/web/20170110103938im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/subscribe_banner/public/subscribe/2016_12_30_cover_384_x_175.jpg"], "top_img": "https://web.archive.org/web/20170110103938im_/http://s.newsweek.com/sites/www.newsweek.com/files/2017/01/09/rtr3jv6z.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170110103938/http://www.newsweek.com/weekend-warrior-recommended-daily-exercise-workouts-20-minutes-540467", "title": "‘Weekend Warrior’ Workouts are Beneficial as Just 20 Minutes of Exercise a Day", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "news_keywords": "weekend warrior, exercise, workouts, preventive health, fitness", "fb": {"app_id": 245537789135954, "pages": 18343191100}, "og": {"type": "article", "site_name": "Newsweek", "url": "https://web.archive.org/web/20170110103938/http://www.newsweek.com/weekend-warrior-recommended-daily-exercise-workouts-20-minutes-540467", "title": "Turns out, cramming an entire week’s worth exercise into your weekend isn’t crazy at all", "description": "Exercise binges provide the same health benefits as shorter bouts of physical activity throughout the week, according to a new study.", "image": "https://web.archive.org/web/20170110103938im_/http://s.newsweek.com/sites/www.newsweek.com/files/2017/01/09/rtr3jv6z.jpg"}, "article": {"publisher": "https://www.facebook.com/Newsweek", "section": "Tech & Science", "modified_time": "2017-01-09T14:00:52-05:00", "published_time": "2017-01-09T12:52:31-05:00"}, "twitter": {"site": "@newsweek", "card": "summary_large_image", "title": "Turns out, cramming an entire week’s worth exercise into your weekend isn’t crazy at all", "url": "https://web.archive.org/web/20170110103938im_/http://www.newsweek.com/weekend-warrior-recommended-daily-exercise-workouts-20-minutes-540467", "description": "Exercise binges provide the same health benefits as shorter bouts of physical activity throughout the week, according to a new study.", "image": "https://web.archive.org/web/20170110103938im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2017/01/09/rtr3jv6z.jpg"}, "msapplication-TileColor": "#ff0000", "msapplication-TileImage": "http://s.newsweek.com/sites/www.newsweek.com/themes/newsweek/favicons/mstile-144x144.png", "msapplication-config": "http://s.newsweek.com/sites/www.newsweek.com/themes/newsweek/favicons/browserconfig.xml", "description": "Exercise binges provide the same health benefits as shorter bouts of physical activity throughout the week, according to a new study."}, "movies": [], "publish_date": 1483984351.0, "source": "https://web.archive.org", "summary": ""}