{"url": "http://consumer.healthday.com/cancer-information-5/colon-cancer-news-96/vitamin-d-may-boost-colon-cancer-survival-study-finds-695421.html", "text": "By Dennis Thompson\n\nHealthDay Reporter\n\nMONDAY, Jan. 12, 2015 (HealthDay News) -- Higher vitamin D levels in patients with advanced colon cancer appear to improve response to chemotherapy and targeted anti-cancer drugs, researchers say.\n\n\"We found that patients who had vitamin D levels at the highest category had improved survival and improved progression-free survival, compared with patients in the lowest category,\" said lead author Dr. Kimmie Ng, an assistant professor of medicine at Harvard Medical School in Boston.\n\nThose patients survived one-third longer than patients with low levels of vitamin D -- an average 32.6 months, compared with 24.5 months, the researchers found.\n\nThe report, scheduled for presentation this week at the Gastrointestinal Cancers Symposium in San Francisco, adds more weight to suspicions that vitamin D might be a valuable cancer-fighting supplement.\n\nHowever, colon cancer patients shouldn't try to boost vitamin D levels beyond the normal range, one expert said.\n\nThe study only found an association between vitamin D levels and colon cancer survival rates. It did not prove cause and effect.\n\nResearchers for years have investigated vitamin D as a potential anti-cancer tool, but none of the findings have been strong enough to warrant a recommendation, said Dr. Len Lichtenfeld, deputy chief medical officer for the American Cancer Society.\n\n\"Everyone comes to the same conclusion -- yes, there may be some benefit, but we really need to study it carefully so we can be certain there aren't other factors that make vitamin D look better than it is,\" Lichtenfeld said. \"These findings are interesting, and show that vitamin D may have a role in improving outcomes in cancer care.\"\n\nIn this study, researchers measured blood levels of vitamin D in 1,043 patients enrolled in a phase 3 clinical trial comparing three first-line treatments for newly diagnosed, advanced colon cancer. All of the treatments involved chemotherapy combined with the targeted anti-cancer drugs bevacizumab and/or cetuximab.\n\nVitamin D is called the \"sunshine vitamin\" because human bodies produce it when the sun's ultraviolet rays strike the skin. It promotes the intestines' ability to absorb calcium and other important minerals, and is essential for maintaining strong, healthy bones, according to the U.S. National Institutes of Health.\n\nBut vitamin D also influences cellular function in ways that could be beneficial in treating cancer, Ng said. For example, she said it appears to reduce cell growth, promote the death of diseased cells, and inhibit the formation of new blood vessels to feed cancerous tumors.\n\nThe study authors found that certain types of cancer patients tended to have lower vitamin D levels. These included people whose blood specimens were drawn in the winter and spring months, people who live in the northern and northeastern states, older adults, blacks, overweight or obese people, and those who had lower physical activity and were in worse physical condition.\n\nThe patients were divided into five groups based on vitamin D levels, ranging from low to high. After adjusting for prognosis and healthy behaviors, the researchers found that patients in the group with the highest levels of vitamin D lived about eight months longer on average than those in the group with the lowest levels.\n\n\"We had a lot of information on their tumor, their treatment and their survival times, and their diet and lifestyle,\" Ng said. \"That really allowed us to adjust for other potential factors that could influence what we're seeing.\"\n\nIt also took longer for cancer to progress in people with higher vitamin D levels -- an average 12.2 months compared with about 10 months in the group with the lowest. No significant differences were seen with regard to the type of therapy the patients received.\n\nThis increase in progression-free survival is the most compelling evidence indicating that vitamin D makes a difference in colon cancer, said Dr. Smitha Krishnamurthi, an associate professor of hematology and oncology at Case Western Reserve University School of Medicine in Cleveland.\n\n\"That is interesting because that's more of a cancer-specific endpoint as opposed to overall survival, which could be influenced by other factors like heart health,\" Krishnamurthi said.\n\nEveryone should maintain healthy vitamin D levels anyway, to protect their bone health, Ng and Krishnamurthi said.\n\nBased on this new study, Krishnamurthi said she would emphasize the importance of vitamin D for patients with colon cancer.\n\n\"They should take supplements to bring it into normal range, because we know it is good for bone health and it may have an anti-cancer effect,\" she said.\n\nHowever, \"if someone has a normal vitamin D level, I wouldn't take supplements to increase it because we won't know the true effect on cancer until we see the results of a clinical trial,\" she said.\n\nThe U.S. National Institutes of Health funded the study. Research presented at meetings is considered preliminary until published in a peer-reviewed medical journal.\n\nMore information\n\nFor more on vitamin D and cancer, visit the U.S. National Cancer Institute.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Dennis Thompson"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/colon-cancer-news-96/vitamin-d-may-boost-colon-cancer-survival-study-finds-695421.html", "title": "Vitamin D May Boost Colon Cancer Survival, Study Finds", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "But experts aren't suggesting patients strive for higher-than-normal levels", "og": {"title": "Vitamin D May Boost Colon Cancer Survival, Study Finds", "description": "But experts aren't suggesting patients strive for higher-than-normal levels", "url": "https://consumer.healthday.com/cancer-information-5/colon-cancer-news-96/vitamin-d-may-boost-colon-cancer-survival-study-finds-695421.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}