{"url": "http://consumer.Healthday.com/Article.asp?AID=655479", "text": "En Español\n\nBy Maureen Salamon\n\nHealthDay Reporter\n\nTUESDAY, Aug. 2, 2011 (HealthDay News) -- There's still no cure for the common cold, but there may be a way to shorten its misery: A new study suggests that higher doses of zinc lozenges in certain formulations may cut the length of colds by more than 40 percent.\n\nResearcher Dr. Harri Hemila, of the University of Helsinki in Finland, reviewed 13 placebo-controlled trials examining the effect of zinc lozenges on cold infections. Three of them found that zinc acetate in daily doses of more than 75 milligrams (mg) shortened colds' duration by 42 percent, on average.\n\nFive trials using zinc salts other than acetate in daily doses greater than 75 mg shortened colds by an average of 20 percent, while another five using less than 75 mg per day produced no effect.\n\n\"Much of the variation in the published study findings can be explained by the daily dose of zinc administered in the zinc lozenges,\" said Hemila, who funded the research himself. \"When focusing on those studies which have used large daily doses of zinc, there is strong evidence that zinc lozenges shorten the duration of colds.\"\n\nThe study is published in The Open Respiratory Medicine Journal.\n\nDespite the popularity of zinc supplements, controversy over their effectiveness has continued since a much-publicized 1984 study first suggested a cold-limiting effect. Allowing the lozenge to dissolve instead of swallowing it seemed to provide a therapeutic effect. Since then, more than a dozen studies have been carried out, but data on the trace mineral's effectiveness has been mixed.\n\nAll of the trials examined by Hemila compared zinc lozenges to placebos. While surprised to note how strong the correlation was between daily doses of zinc and its effect on colds' duration, he said he and his colleagues still don't know why it seems to work.\n\n\"In the evidence-based medicine framework, we are primarily interested in the question whether there is an effect, and how great, whereas the mechanism of the effect is a secondary issue,\" he said.\n\nNo prior studies showed zinc lozenge use -- even up to 150 mg per day -- might cause harm aside from bad taste or constipation, Hemila said, and the most recent trial on zinc acetate indicated no significant differences between zinc and placebo groups in adverse effects even though the daily zinc dose was 92 mg.\n\nDr. Lisa Winston, an epidemiologist at San Francisco General Hospital, praised the study as a \"pretty good synthesis of the data,\" although she noted that the trials Hemila reviewed involved small numbers of participants.\n\n\"It's an area of controversy and question . . . but I don't think the evidence is strong enough, nor do I think the author is suggesting, that we can base clinical practice on it,\" said Winston, also an associate professor in the University of California-San Francisco Department of Medicine. \"I would tell my patients we still don't have a cure [for the common cold], and we don't know if zinc works.\"\n\nMore information\n\nThe U.S. National Library of Medicine has more about the common cold.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Maureen Salamon"], "canonical_link": "https://consumer.healthday.com/respiratory-and-allergy-information-2/common-cold-news-142/larger-dose-of-zinc-lozenges-may-shorten-colds-655479.html", "title": "Larger Dose of Zinc Lozenges May Shorten Colds", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Taking more than 75 mg a day significantly reduced length of virus,  study says", "og": {"title": "Larger Dose of Zinc Lozenges May Shorten Colds", "description": "Taking more than 75 mg a day significantly reduced length of virus,  study says", "url": "https://consumer.healthday.com/respiratory-and-allergy-information-2/common-cold-news-142/larger-dose-of-zinc-lozenges-may-shorten-colds-655479.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}