{"url": "http://www.latimes.com/news/nationworld/nation/la-sci-atrial27-2010jan27,0,3527594.story", "text": "People with atrial fibrillation, a common type of irregular heartbeat, should be referred for a surgical treatment called catheter ablation if an oral medication is not effective, said the authors of a study released Tuesday.\n\nIn a head-to-head comparison of the two forms of treatment, catheter ablation was so superior in resolving the disorder and helping patients to feel better that the study was halted early. The results will be published today in the Journal of the American Medical Assn.\n\nAtrial fibrillation, which affects more than 2 million Americans, occurs when the heart’s two small upper chambers quiver instead of beating effectively. It can cause blood to pool and clot, raising the risk of a stroke. The condition can go undetected indefinitely, though many people have symptoms such as palpitations, dizziness, chest pain, fatigue and shortness of breath. Once considered a nuisance, the condition is now recognized as a potential precursor to stroke that should be treated.\n\n“It’s really important that we have advances in treating atrial fibrillation because the risk climbs dramatically as you age,” said Dr. Douglas Zipes, past president of the American College of Cardiology and a cardiologist at Indiana University School of Medicine. Zipes was not involved in the study. “I always say -- only partially tongue-in-cheek -- that if you live long enough, you’ll have atrial fibrillation.”\n\nAdvertisement\n\nThe first choice for treating the condition is oral medications to reduce the heart rate. They work by slowing the conduction of the electrical impulses in the heart. Such medications, however, are ineffective in a large portion of people with the disorder.\n\nFor those who continue to feel unwell, catheter ablation should be recommended, said Dr. David Wilber, director of the Cardiovascular Institute at Loyola University Chicago Stritch School of Medicine and the lead author of the study.\n\n“Atrial fibrillation has always been difficult to treat,” Wilber said. “Certainly, the effectiveness of the drug therapies is about 50% at best. The likelihood of a second drug working is about 20%. So the role of this study is to point out that there isn’t much point in going to a second drug.”\n\nDuring catheter ablation, doctors make a small incision in the patient’s neck or groin and insert a thin, flexible tube to reach the heart. They then apply radiofrequency energy to cauterize -- or burn off -- small pieces of abnormal tissue triggering the irregular heartbeat.\n\nAdvertisement\n\nThe study was performed at 19 medical centers and included 167 atrial fibrillation patients who had failed to benefit from at least one drug. The patients, whose average age was 55, were randomly assigned to receive ablation or try a different medication than what they had already tried. Most took flecainide or propafenone.\n\nOne year later, 66% of the ablation patients were free of an irregular heartbeat or symptoms, compared with 16% of those treated with drugs.\n\n“This is an excellent study,” Zipes said. “It confirms what other studies have also found.”\n\nLonger studies are needed to assess whether the treatment provides a long-term cure and if it reduces stroke and death, Wilber said.\n\nCatheter ablation has been in use for several years but is still underutilized, said Dr. Shephal K. Doshi, director of electrophysiology and pacing at Saint John’s Health Center in Santa Monica. Doshi was not involved in the study.\n\nThere are risks associated with the procedure. Rare complications include damage to the esophagus and stroke. Damage to veins is a more common complication but is treatable.\n\n“It has to be used appropriately, but in the right hands it’s a very powerful tool for the management of atrial fibrillation,” Doshi said. “There is a 1% risk of having a stroke during the procedure. So that’s not trivial. For a young patient, a patient who feels bad, it may be worth it.”\n\nshari.roan@latimes.com", "images": ["https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.latimes.com/archives/la-xpm-2010-jan-27-la-sci-atrial27-2010jan27-story.html", "title": "Surgical procedure urged for atrial fibrillation", "meta_data": {"og": {"title": "Surgical procedure urged for atrial fibrillation", "url": "https://www.latimes.com/archives/la-xpm-2010-jan-27-la-sci-atrial27-2010jan27-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "url": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "lat-logo-dark-full.jpg"}, "description": "Surgical procedure urged for atrial fibrillation", "site_name": "Los Angeles Times", "type": "article"}, "article": {"content_tier": "metered", "published_time": "2010-01-27T08:00:00", "opinion": "false"}, "twitter": {"card": "summary_large_image", "description": "Surgical procedure urged for atrial fibrillation", "site": "@latimes", "title": "Surgical procedure urged for atrial fibrillation"}, "fb": {"app_id": 119932621434123, "pages": 5863113009}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "Surgical procedure urged for atrial fibrillation", "brightspot.contentId": "00000169-988d-d37a-a1ff-9ccf98580000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1264597200.0, "source": "http://www.latimes.com", "summary": ""}