{"url": "https://web.archive.org/web/20100114030243/http://health.msn.com:80/health-topics/first-aid/articlepage.aspx?cp-documentid=100252352", "text": "MONDAY, Jan. 11 (HealthDay News) -- Stroke victims brought to a hospital on a weekend are more likely to receive the powerful clot-dissolving drug tPA than those who arrive on a weekday, a study finds.\n\nIt's an unexpected finding, since the study was triggered by a previous report showing that aggressive treatment for heart attacks was more likely to be given during the week rather than the weekend, noted study lead author Abby S. Kazley, assistant professor of health administration and policy at the Medical University of South Carolina.\n\nThe heart attack study sent Kazley and her colleagues searching through the records of almost 79,000 people admitted to Virginia hospitals between 1998 and 2006 with ischemic strokes, in which a clot blocks a brain blood vessel.\n\nThe research team found that relatively few patients received tissue plasminogen activator (tPA), which works quickly to break up clots. In fact, only 543 of the 58,378 people admitted on weekdays got the drug, compared to 229 of the 20,279 admitted on weekends. The numbers show that the weekend stroke victims were 20 percent more likely to be given tPA than weekday arrivals.\n\n\"That seemed counterintuitive, but the more we considered it the more likely it appeared to be the case,\" Kazley said. Her team published the findings in the January issue of the Archives of Neurology.\n\nDuring the week, neurologists are more likely to be involved with routine procedures, she noted. \"Because there are fewer such elective procedures on weekends, patients have better access to expertise and better access to diagnostic technology such as CT [computed tomography] scanners,\" Kazley reasoned. \"They are also more likely to present at an earlier time, since they are less likely to have to battle traffic to get to the hospital.\"\n\nAnd hospitals that meet the standards for certification as stroke treatment centers are required to maintain the same level of treatment on weekends as on weekdays, she pointed out.\n\nThe general rule is that tPA therapy is effective when given in the first three hours after an ischemic stroke occurs. The low rate of tPA therapy seen in the study \"is similar to the national levels seen in other studies,\" Kazley said.\n\nDespite the higher level of tPA treatment on weekends, no statistical significance in the death rates of the two groups was seen in the study. \"You're looking at the 1 percent of patients who got the treatment, and [at those low numbers] it is very difficult to find a significant difference,\" Kazley said.\n\nThe study results surprised Dr. Jin-Moo Lee, an associate professor of neurology at Washington University in St Louis.\n\n\"It's missing a lot of important information,\" according to Lee. \"Two important factors are not considered. One is the severity of the strokes. A second is the time of presentation. Still, it's kind of a surprising finding that warrants further investigation.\"\n\nAccording to Kazley, the clinical lesson of the study for physicians and hospitals is that \"providers have to be prepared to provide this type of care all around the clock and need to be ready to do it quickly because of the three-hour window.\"\n\nThe lesson for the general public is the need for alertness in detecting the symptoms of a stroke and getting treatment quickly, she said. According to the American Heart Association, stroke symptoms can include a sudden weakness of the face, arm or leg, especially on one side of the body, difficulty speaking, vision trouble, dizziness and headache.\n\nMore information\n\nFind out more about stroke at the American Heart Association.", "images": ["https://web.archive.org/web/20100114030243im_/http://blstc.msn.com/br/chan/hlt/css/1/decoration/tb_blog.gif", "https://web.archive.org/web/20100114030243im_/http://st.msn.com/as/survey/I/SurveyIcon.jpg", "https://web.archive.org/web/20100114030243im_/http://blstb.msn.com/i/3E/71C857C8557B6271C6FF9F4B5FA23.jpg", "https://web.archive.org/web/20100114030243im_/http://blstb.msn.com/i/12/128E2DC2436C2FF041EE86644AA72.gif", "https://web.archive.org/web/20100114030243im_/http://blstc.msn.com/br/gbl/lg/1/l/msft.gif", "https://web.archive.org/web/20100114030243im_/http://blstc.msn.com/br/chan/hlt/css/1/decoration/tb_digg.gif", "https://web.archive.org/web/20100114030243im_/http://blstc.msn.com/br/chan/hlt/css/1/decoration/tb_nvine.gif", "https://web.archive.org/web/20100114030243im_/http://msnportalhealth.112.2o7.net/b/ss/msnportalhealth/1/H.1--NS/0", "https://web.archive.org/web/20100114030243im_/http://col.stb.s-msn.com/i/6B/22EE63D2B711443DBC1CE86DC0E1.gif", "https://web.archive.org/web/20100114030243im_/http://blstb.msn.com/i/FE/79F78597B1B8F1BFBF60E18ADF5C9E.gif", "https://web.archive.org/web/20100114030243im_/http://blstb.msn.com/i/A0/6BDDC463EE45E5147281E3B13BFD74.gif", "https://web.archive.org/web/20100114030243im_/http://blstc.msn.com/br/chan/hlt/css/1/decoration/tb_email.gif", "https://web.archive.org/web/20100114030243im_/http://blstc.msn.com/br/gbl/lg/1/favicon.ico", "https://web.archive.org/web/20100114030243im_/http://blstb.msn.com/i/84/C965B8DC7E85CE41FC47778B3218EB.jpg", "https://web.archive.org/web/20100114030243im_/http://blstc.msn.com/br/chan/hlt/css/1/decoration/tb_print.gif", "https://web.archive.org/web/20100114030243im_/http://blstb.msn.com/i/B5/E23224F61E74CEDD828D54E5AC3277.png", "https://web.archive.org/web/20100114030243im_/http://col.stb.s-msn.com/i/96/5146F629B72E6A89B01B5FF61E30B8.gif", "https://web.archive.org/web/20100114030243im_/http://blstc.msn.com/br/chan/hlt/css/1/decoration/tb_fbook.gif", "https://web.archive.org/web/20100114030243im_/http://c.msn.com/c.gif?di=378&pi=7327&ps=10151&tp=http://health.msn.com/health-topics/first-aid/articlepage.aspx&rf="], "top_img": "https://web.archive.org/web/20100114030243im_/http://blstc.msn.com/br/gbl/lg/1/favicon.ico", "keywords": [], "authors": ["Ed Edelsonhealthday Reporter"], "canonical_link": "", "title": "More Aggressive Treatment for Weekend Stroke - First Aid: Injury Prevention", "meta_data": {"description": "Patients more apt to get a clot-dissolving drug than on weekdays study found", "keywords": "First Aid,Heart Disease,Stroke", "search.source": "HealthDay", "search.department": "First Aid", "search.publisheddate": "Jan 11, 2010", "search.category": "100015830‚1006883‚1006712‚1006037‚1006039", "search.featured": "False"}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}