{"url": "https://consumer.healthday.com/general-health-information-16/organ-transplant-news-509/hepatitis-infected-kidneys-a-safe-option-for-transplant-study-736521.html", "text": "En Español\n\nBy Steven Reinberg\n\nHealthDay Reporter\n\nTUESDAY, Aug. 7, 2018 (HealthDay News) -- Dialysis patients waiting for kidney transplants might safely accept an organ from a donor infected with hepatitis C virus (HCV), a new study finds.\n\nUsing hepatitis C-infected kidneys would expand the organ pool and save lives, said lead researcher Dr. Peter Reese. He's an associate professor of medicine at the University of Pennsylvania School of Medicine in Philadelphia.\n\n\"There is a tremendous lack of kidneys for transplant,\" he explained. \"Because of the opioid crisis, there are many people who die from a drug overdose and have HCV and want to donate their organs.\"\n\nBut these infected kidneys are discarded, even though they are otherwise healthy. And many are from younger people, Reese said.\n\nOf roughly a half-million patients in the United States who were on dialysis for late-stage kidney disease in 2016, only 19,000 received kidney transplants. This is partly due to organ shortages, researchers have reported. And the average wait time for a non-infected kidney is more than two years, compared to eight months for an HCV-infected kidney.\n\nNew, less toxic treatments for hepatitis C opened the door for transplanting infected kidneys and then successfully treating the infection, Reese said.\n\nIn a study of 20 uninfected patients, researchers found that transplanting infected kidneys and then treating recipients for HCV resulted in a 100 percent cure rate. Half were evaluated six months after their transplant and the others a year after.\n\n\"And we found that these kidney transplants were working as well as kidney transplants from uninfected patients,\" Reese said.\n\nThe potential cost savings could be significant, he added. Dialysis can cost more than $88,000 a year, according to the U.S. National Institute of Diabetes and Digestive and Kidney Diseases.\n\nThough some patients might not want to take the risk associated with an infected kidney, others might consider it a good option, given the high death rates for dialysis patients awaiting transplants, the researchers suggested.\n\nThe report was published online Aug. 6 in the Annals of Internal Medicine.\n\nDr. Adnan Sharif, a consultant transplant nephrologist at Queen Elizabeth Hospital and University of Birmingham in the United Kingdom, wrote an accompanying editorial.\n\nSharif said the excellent short-term outcomes and 100 percent cure rate of HCV in organ recipients should prompt transplant centers to rethink use of HCV-infected kidneys.\n\n\"We must be bold in our approach to utilizing HCV kidneys,\" he said.\n\nSharif acknowledged, however, that using HCV-infected kidneys would represent \"a significant shift in our attitude to risk, procurement of organs and counseling potential recipients appropriately about the risks -- albeit minimal.\"\n\nBut the cost effectiveness of using these kidneys versus remaining on dialysis would be significant, he noted.\n\nAnother study, published in the same journal in July, reported similar success in transplants of HCV-infected kidneys into HCV-infected patients. About 15 percent of dialysis patients have HCV, the researchers said.\n\nSharif said other organs from HCV-infected donors, such as hearts and lungs, might also be safely transplanted, expanding those organs' supply, as well.\n\n\"Using such donors could lead to many life-saving or enhancing transplants,\" he said.\n\nMore information\n\nTo learn more about kidney transplants, visit the National Kidney Foundation.", "images": ["https://media.healthday.com/Images/icimages/dialysis362.jpg"], "top_img": "https://media.healthday.com/Images/icimages/dialysis362.jpg", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/general-health-information-16/organ-transplant-news-509/hepatitis-infected-kidneys-a-safe-option-for-transplant-study-736521.html", "title": "Hepatitis-Infected Kidneys a Safe Option for Transplant: Study", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Dialysis patients waiting for kidney transplants might safely accept an organ from a donor infected with hepatitis C virus (HCV), a new study finds.", "og": {"title": "Hepatitis-Infected Kidneys a Safe Option for Transplant: Study", "image": "https://media.healthday.com/Images/icimages/dialysis362.jpg", "description": "Dialysis patients waiting for kidney transplants might safely accept an organ from a donor infected with hepatitis C virus (HCV), a new study finds.", "url": "https://consumer.healthday.com/general-health-information-16/organ-transplant-news-509/hepatitis-infected-kidneys-a-safe-option-for-transplant-study-736521.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}