{"url": "http://www.npr.org/sections/health-shots/2017/07/31/540565526/scientists-edge-closer-to-elusive-lab-test-for-chronic-fatigue-syndrome", "text": "Scientists Edge Closer To Elusive Lab Test For Chronic Fatigue Syndrome\n\nEnlarge this image toggle caption Malte Mueller/Getty Images Malte Mueller/Getty Images\n\nImagine feeling horribly sick, day after day, yet doctors repeatedly tell you they can't find anything wrong. That typically happens to people with the mysterious illness commonly known as chronic fatigue syndrome. Research findings from Stanford University released Monday could point the way to a long-sought diagnostic laboratory test for the condition, and possibly a first-ever treatment.\n\nBelieved to affect at least a million people in the U.S., the condition is now increasingly termed myalgic encephalomyelitis/chronic fatigue syndrome, or ME/CFS for short.\n\nMany patients see the name \"chronic fatigue syndrome\" as trivializing and misleading, giving the impression that they're simply tired or depressed. In fact, they're experiencing profound exhaustion that isn't relieved with sleep, flu-like symptoms, muscle pain, \"brain fog\" and various other physical symptoms, all of which characteristically worsen with even minor exertion. (A 2015 Institute of Medicine report proposed the name \"systemic exertion intolerance disease,\" but it hasn't really stuck.)\n\nThe symptoms can range from mild to extremely severe, with about a quarter of patients so ill they're mostly or completely confined to bed. Now, the Stanford researchers have linked ME/CFS to variations in certain cytokines, immune-signaling proteins, that track with illness severity. The study results were published online Monday in the the Proceedings of the National Academy of Sciences.\n\nThe link to gradation in severity, rather than simply seeking a positive versus negative result, represents a new approach to the search for biological markers for the illness. The study involved 192 ME/CFS patients and 392 healthy controls matched for age and sex. Out of 51 cytokines investigated via sophisticated fluorescence-based testing, only two of the cytokines differed, in their total concentrations, between the ME/CFS and control groups.\n\nBut, levels of 17 of the cytokines varied dramatically between the patients with mild versus severe ME/CFS symptoms. Of those 17 cytokines, 13 were types that promote inflammation. This is significant because symptoms in these patients and findings from other studies also suggest that chronic inflammation plays a major role in the illness.\n\n\"This is a field that has been full of skepticism and misconception, where patients have been viewed to have invented their disease. These data clearly show the contrary, and demonstrate what can be achieved when we couple good research design with new technology,\" lead author Dr. Jose Montoya, professor of infectious diseases at Stanford, tells Shots.\n\nAccording to Dr. Anthony L. Komaroff, a Harvard internist and epidemiologist who has written a commentary to accompany the study, \"For many years medical scientists have speculated that the symptoms of ME/CFS might be caused by cytokines, molecules that the immune system use to wage war against foreign invaders of the body. Past studies have shown high levels of many cytokines but it was not clear that these high levels were causing symptoms.\"\n\nWhat the latest research shows, Komaroff tells Shots, is that \"levels of many cytokines do correlate with symptoms: The higher the blood level, the worse the symptoms. That supports the theory that the cytokines are a cause of the symptoms.\"\n\nSo why do routine lab tests that doctors order often come back negative or not informative in ME/CFS patients? Simply put, Montoya says, those tests aren't measuring the right things.\n\nTwo classic laboratory measures of inflammation are sedimentation rate — the ability of red blood cells to clump together, which isn't a factor in ME/CFS — and C-reactive protein, which reflects levels of a single cytokine that wasn't one of those linked to severity in this study.\n\n\"Inflammation is much more complicated than two imperfect old measures,\" Montoya says. \"We're showing an inflammation that has not been seen before.\"\n\nThe multidisciplinary Stanford team is now working on developing a panel that could be used commercially, that would test for around five of the 17 cytokines and would likely involve the doctor first classifying patients by severity in order to interpret the results. Such a test could both establish the diagnosis and serve to monitor patients' responses to treatment.\n\nWhat's more, the findings also point to possible treatment with immune-modifying or anti-inflammatory therapy. Montoya hopes that by publishing these findings \"a team of researchers somewhere in the world will see these cytokines and say they have the drug for that inflammation. We hope drug companies will pursue it.\"\n\nIndeed, a major drug trial is now being conducted in Norway investigating whether the immune-modifying drug rituximab alleviates ME/CFS symptoms, after preliminary studies suggested that it did in some patients. Interestingly, the drug is approved to treat certain autoimmune diseases and also non-Hodgkin lymphoma, a cancer that one study found uniquely occurs at a higher rate among older people with ME/CFS.\n\nKomaroff also notes a recent increase in research funding by the National Institutes of Health, which has included a comprehensive in-house study aimed at unraveling the underlying causes of the condition.\n\nAnd in an ongoing privately funded study, Stanford geneticist Ron Davis and a team including three Nobel laureates is taking a similar \"big data\" approach to investigate a group of ME/CFS patients who are all severely ill, including Davis' own adult son.\n\n\"There is much to learn,\" Komaroff writes, in the journal. \"Hopefully, a decade from now, \"doctors will know better what to measure and, more importantly, what to do to ease the suffering caused by this illness.\"\n\nMiriam E. Tucker is a freelance journalist specializing in medicine and health. You can follow her on Twitter @MiriamETucker.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/assets/img/2015/02/11/exhaustion_sq-bb7880277cae0fa8168520b6efb4e78c0b3e3313-s100-c15.jpg", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/assets/img/2017/02/08/jenniferbrea_2016t-embed_sq-6f94f4c4fbc8d6750a5c331c08cee8632b2acf09-s100-c15.jpg", "https://media.npr.org/assets/img/2017/07/31/gettyimages-691037177_wide-89ae79e7b80caffc254bbde4ad3a3c4b9d26248d.jpg?s=1400", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2015/11/03/davis-1_sq-0bbe41592dd646e6adc53194a644fc55944fca1b-s100-c15.jpg", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/assets/img/2017/07/31/gettyimages-691037177_custom-3679e2dc7887b965fc917628ec8c47800beed132-s1100-c15.jpg", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2017/07/31/gettyimages-691037177_wide-89ae79e7b80caffc254bbde4ad3a3c4b9d26248d.jpg?s=1400", "keywords": [], "authors": ["Miriam E. Tucker"], "canonical_link": "https://www.npr.org/sections/health-shots/2017/07/31/540565526/scientists-edge-closer-to-elusive-lab-test-for-chronic-fatigue-syndrome", "title": "Scientists Edge Closer To Elusive Lab Test For Chronic Fatigue Syndrome", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2017-07-31", "description": "Stanford University scientists have found an array of proteins in the blood whose levels correlate closely with the severity of symptoms of the mysterious illness that's increasingly known as ME/CFS.", "og": {"title": "Scientists Edge Closer To Elusive Lab Test For Chronic Fatigue Syndrome", "url": "https://www.npr.org/sections/health-shots/2017/07/31/540565526/scientists-edge-closer-to-elusive-lab-test-for-chronic-fatigue-syndrome", "type": "article", "description": "Stanford University scientists have found an array of proteins in the blood whose levels correlate closely with the severity of symptoms of the mysterious illness that's increasingly known as ME/CFS.", "image": "https://media.npr.org/assets/img/2017/07/31/gettyimages-691037177_wide-89ae79e7b80caffc254bbde4ad3a3c4b9d26248d.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Scientists Edge Closer To Elusive Lab Test For Chronic Fatigue Syndrome", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2017/07/31/gettyimages-691037177_wide-89ae79e7b80caffc254bbde4ad3a3c4b9d26248d.jpg?s=1400"}}}, "movies": [], "publish_date": 1501473600.0, "source": "http://www.npr.org", "summary": ""}