{"url": "http://www.usatoday.com/news/health/painter/2010-07-26-yourhealth26_ST_N.htm", "text": "Enlarge By Suzy Parker, USA TODAY WOULD YOUR BONES PASS THE BMD TEST? WOULD YOUR BONES PASS THE BMD TEST? Those initials stand for bone mineral density. The lower your BMD, the more likely you are to break bones, especially in old age. To screen for osteoporosis (low bone mineral density), doctors usually use a DXA, or dual energy X-ray absorptiometry, machine. It scans your hip, spine or forearm with a very low dose of radiation. The tests are recommended for people who have a high risk for bone loss, including women over 65. Routine use in men is under debate, although it is recommended by some groups. For more information, visit nof.org. HEALTH COLUMNIST TWEETS HEALTH COLUMNIST TWEETS HAVE A HEALTH OR MEDICAL QUESTION? HAVE A HEALTH OR MEDICAL QUESTION? E-mail kpainter@usatoday.com. Please include your name, city and daytime phone number. Selected questions will be answered in the paper and online. Asked to name a health problem that affects one in five men, few people might think of osteoporosis. That's because the bone-loss disorder strikes many more women, one in two over a lifetime. Women, on average, have smaller skeletons. As they age, they lose bone mass earlier and faster. \"It's always been viewed as a disease of women,\" says Amir Qaseem, a physician who directs a research and education program at the American College of Physicians in Philadelphia. \"But it's a very important public health issue for men, too. It's under-diagnosed and undertreated.\" But exactly how to find and help men whose bones are thinning — which increases their risk for broken hips and other fractures — is controversial for one reason: Men's bones aren't studied much. This month, that lack of research led an influential group to pass up a chance to recommend osteoporosis screening for men. In a draft statement, the U.S. Preventive Services Task Force said, \"Surrent evidence is insufficient to assess the balance of benefits and harm\" of asking millions of men to take bone measurement tests — and asking the health care system to invest in more bone-scanning machines and bone-building drugs for those men. The group did update its recommendations for women, saying all women over 65 and certain younger women should be screened. (The draft recommendations are open to public comment until Aug. 3 at ahrq.gov/clinic/draftix.htm). Help that's too little, too late But men should take note: Qaseem's group and the National Osteoporosis Foundation have looked at the same sparse research and decided to recommend bone scans for men at high risk, including those older than 65 or 70. The scans do detect bone loss in men. What's not known is whether prescribing drugs and other treatments to men with low scores will stop them from breaking bones. But data do point in that direction, says foundation president Robert Recker . Right now, men often get too little help, too late, he says. Recker, a physician at Creighton University School of Medicine in Omaha, says he sees too many men like the fiftysomething laborer who came to his office recently after many months of severe back pain. He had undiagnosed osteoporosis. Six percent of all men over 50 are destined to break a hip, says the National Institute of Arthritis and Musculoskeletal and Skin Diseases. And studies show that when they do, they are more likely than women to die or require long-term care. That may be because the men are in worse health to begin with, says Eric Orwoll, a bone-health specialist at Oregon Health & Science University in Portland. In any case, he says, men should know that if they break any bone after age 50, they are at high risk for breaking another and should be evaluated for osteoporosis. Other risk factors include: • Low body weight. Thin men, just like thin women, are at higher risk. • A family history of osteoporosis. • Smoking, heavy drinking and diets low in calcium and vitamin D. • Certain medications, including glucocorticoids. • Certain conditions, including low testosterone. Guidelines: You share in the USA TODAY community, so please keep your comments smart and civil. Don't attack other readers personally, and keep your language decent. Use the \"Report Abuse\" button to make a difference. You share in the USA TODAY community, so please keep your comments smart and civil. Don't attack other readers personally, and keep your language decent. Use the \"Report Abuse\" button to make a difference. Read more", "images": ["http://i.usatoday.net/marketing/email/_notches/email-promo-most-popular.jpg", "http://i.usatoday.net/_common/_images/_inside/enlarge.gif", "http://i.usatoday.net/news/_photos/2010/07/25/yourhealth_osteox.jpg", "http://i.usatoday.net/_common/_images/usat_logo2.gif", "http://images.usatoday.com/_common/_images/clear.gif", "http://i.usatoday.net/_common/_images/clear.gif", "http://images.usatoday.com/_common/_images/ribbons/news_ribbons/columnist/2006-your-health.jpg", "http://i.usatoday.net/_common/_images/gray.gif", "http://i.usatoday.net/_common/_images/favicon.ico"], "top_img": "http://i.usatoday.net/_common/_images/favicon.ico", "keywords": [], "authors": ["Kim Painter", "Usa Today"], "canonical_link": "", "title": "Your Health: Should men also be screened for osteoporosis?", "meta_data": {"ROBOTS": "NOODP, NOYDIR", "pubdate": "Jul 26, 2010", "pubtime": "05:12 PM", "pubdatetime": "7/26/2010 5:12 PM", "description": "The bone-loss disease does not strike women only. But how to address it in men is difficult, because men's bones aren't studied much.", "keywords": "osteoporosis, bone loss, bones, men, health, images, photos, disease, recommendations, width, front, women, height, Robert Recker, USA TODAY, jpg, fronts, graphic, bull, headline, credit, metadata, news"}, "movies": [], "publish_date": 1280116800.0, "source": "http://www.usatoday.com", "summary": ""}