{"url": "https://web.archive.org/web/20170920005542/http://www.newsweek.com/weight-loss-two-week-diet-667692", "text": "Update| Anyone who’s ever dieted knows that sorting through the deluge of research can be overwhelming. Paleo has a devout following who swear by its protein-heavy meals, while intermittent fasters believe that forgoing food for hours on end (which varies, but can include skipping meals for an entire day), provides the best results. For those who just can’t give up grains (or regular eating), a new study indicates that being less restrictive is actually better for your waistline.\n\nRelated: How to Lose Weight and Keep it Off? Eternal Dieting Vigilance\n\nResearchers from The University of Tasmania in Australia found that breaking up with your diet for two weeks could lead to more weight loss—and help you keep it off, too.\n\nKeep up with this story and more by subscribing now\n\nFor the small study just published in the International Journal of Obesity, the team enlisted 51 obese men from the ages of 25 to 54 years old. All participants had maintained their current weight for six months leading up to the study and did not exercise regularly. One group of men followed the diet, which reduced calorie consumption by about one-third of their individual needs, for 16 weeks straight. The experimental group stuck to the eating plan for two weeks, before ditching the diet for two weeks. They repeated the cycle until they had also dieted for 16 weeks; however, in their case, each bout of restriction was followed by a period of eating enough calories for weight maintenance.\n\nAt the end of the study, the men following the intermittent diet plan lost 47 percent more weight than the control group. And while it’s common to regain a few pounds after returning to previous eating habits, the two-week dieters kept the pounds off, maintaining a nearly 18-pound loss six months after the study.\n\nKrista Varady, an outside researcher who studies intermittent fasting (not the same as intermittent dieting) and weight loss at the University of Illinois, believes the results were significant.\n\n\"I was really impressed that they still saw almost a two kilogram weight loss during that last period at the end of the four months,\" she tells Newsweek. \"At that point we see almost zero weight loss,\" she explains of her own research. \"Somehow they’re kind of keeping the body on its toes.\"\n\nThis trick may help combat the dreaded weight loss plateau that plagues dieters looking to lose those last five pounds. As we cut calories and lose weight, our resting metabolic rate eventually slows and our bodies become less efficient at shedding mass in a process known as adaptive thermogenesis. While frustrating, it’s one of our natural survival mechanisms to prevent potential starvation.\n\nRelated: Obesity Crisis: Two Billion People Now Overweight and U.S. is One of the Fattest Nations on Earth\n\nAnother benefit from intermittent dieting? People who have a difficult time staying motivated may find relief by the two-week breaks. However, it’s important not to think of them as cheat days. The dieters ate enough calories to maintain their weight during the off period. But, Varady believes it’s probably safe to enjoy a slice of cake or bowl of ice cream during the break.\n\n\"It seemed like they probably had a couple of cheat days here and there,\" she says of the data. \"Diets tend to work if you have a couple of cheat days during the month. Just as long as it doesn’t psychologically derail people.\"\n\nThis story was updated to include analysis from weight loss researcher Krista Varady, PhD, a nutrition professor at the University of Illinois, Chicago.", "images": ["https://web.archive.org/web/20170920005542im_/http://s.newsweek.com/sites/www.newsweek.com/files/2017/09/19/09192017french-fries.jpg", "https://web.archive.org/web/20170920005542im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/thumbnail/public/2017/07/26/bariatric-surgery.jpg"], "top_img": "https://web.archive.org/web/20170920005542im_/http://s.newsweek.com/sites/www.newsweek.com/files/2017/09/19/09192017french-fries.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170920005542/http://www.newsweek.com/weight-loss-two-week-diet-667692", "title": "How to Lose Weight: Two-Week Diet Better for Dropping Pounds", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "news_keywords": "how to lose weight, weight loss, fasting, two-week diet, how to lose weight and keep it off", "fb": {"app_id": 245537789135954, "pages": 18343191100}, "og": {"type": "article", "site_name": "Newsweek", "url": "https://web.archive.org/web/20170920005542/http://www.newsweek.com/weight-loss-two-week-diet-667692", "title": "Tired of dieting? This two-week diet helps you drop the pounds (for good)", "description": "New study could be key to beating the inevitable weight loss plateau.", "image": "https://web.archive.org/web/20170920005542im_/http://s.newsweek.com/sites/www.newsweek.com/files/2017/09/19/09192017french-fries.jpg"}, "article": {"publisher": "https://www.facebook.com/Newsweek", "section": "Tech & Science", "modified_time": "2017-09-19T17:21:49-04:00", "published_time": "2017-09-19T12:57:26-04:00"}, "twitter": {"site": "@newsweek", "card": "summary_large_image", "title": "Tired of dieting? This two-week diet helps you drop the pounds (for good)", "url": "https://web.archive.org/web/20170920005542im_/http://www.newsweek.com/weight-loss-two-week-diet-667692", "description": "New study could be key to beating the inevitable weight loss plateau.", "image": "https://web.archive.org/web/20170920005542im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2017/09/19/09192017french-fries.jpg"}, "msapplication-TileColor": "#ff0000", "msapplication-TileImage": "http://s.newsweek.com/sites/www.newsweek.com/themes/newsweek/favicons/mstile-144x144.png", "msapplication-config": "http://s.newsweek.com/sites/www.newsweek.com/themes/newsweek/favicons/browserconfig.xml", "com.silverpop.brandeddomains": "www.pages06.net,aidataconf.com,amp.ibtimes.co.uk,e-amp.newsweek.com,e-sns.newsweek.com,europe.newsweek.com,events.newsweek.com,ibt-dev.co.uk,ibtimes.co.uk,ibtimes.com,idigitaltimes.com,latintimes.com,medicaldaily.com,newsweek.com,player.one,sns.europe.newsweek.com,sns.ibtimes.co.uk,subscription.newsweek.com,www.ibt-dev.co.uk,www.ibtimes.co.uk,www.ibtimes.com", "description": "New study could be key to beating the inevitable weight loss plateau."}, "movies": [], "publish_date": 1505840246.0, "source": "https://web.archive.org", "summary": ""}