{"url": "http://consumer.healthday.com/circulatory-system-information-7/blood-pressure-news-70/newer-blood-pressure-drugs-as-good-as-older-ones-study-706619.html", "text": "En Español\n\nMONDAY, Jan. 4, 2016 (HealthDay News) -- Newer blood pressure drugs are as safe and effective as older medications, new research suggests.\n\nScientists at the NYU Langone Medical Center in New York City said their findings settle a longstanding debate about which of two types blood-pressure lowering medications studied are better.\n\nAn analysis of 106 randomized trials involving more than 250,000 patients examined the effects of newer angiotensin receptor blockers (ARBs) and older angiotensin-converting enzyme (ACE) inhibitors. Although ACE inhibitors were developed 10 years earlier, both types of drugs showed similar effects in the analysis, challenging previous findings that suggest ACE inhibitors have greater benefits.\n\nAccording to the new analysis, published online Jan. 4 in the Mayo Clinic Proceedings, the only difference between the medications is that ARBs are more easily tolerated.\n\n\"There has been debate for many years over the safety and efficacy of ACE inhibitors compared to ARBs, with many of them using an 'ACE inhibitor-first' approach, with ARBs regarded as less effective,\" study author Dr. Sripal Bangalore said in a medical center news release.\n\n\"We believe that our study ends the debate and gives physicians the option to prescribe either drug for their patients,\" added Bangalore, an associate professor in the division of cardiology, in the department of medicine at NYU Langone.\n\nBoth ARBs and ACE inhibitors interfere with the function of a hormone called angiotensin II, which regulates blood pressure, but they do this in different ways, the study authors said.\n\nAngiotensin II restricts blood flow through vessels, raising blood pressure. ACE inhibitors prevent the body from making angiotensin II, while ARBs prevent the hormone from doing its job by taking its place on the surface of blood vessels, the researchers explained.\n\nPrevious studies have suggested that older ACE inhibitors are more effective than ARBs. But, this latest analysis attributed that difference to changes in the standard of care over the decade between trials of the two types of drugs, greater emphasis on quitting smoking, and wider use of cholesterol-lowering drugs called statins.\n\nHowever, when trials were conducted at similar times, one drug was not more effective than the other, the findings showed.\n\n\"This is the first time that we have a clear and consistent message from the three buckets of trials of ACE inhibitors and ARBs, all of which show that there is no outcome difference between the two agents, except for better tolerability of ARBs,\" Bangalore said.\n\n\"The results of our analysis are especially important for patients, given that many ARBs are now also generic, which reduces their costs,\" he added.\n\nMore information\n\nFor more about blood pressure drugs, visit the American Heart Association.", "images": ["https://media.healthday.com/Images/icimages/59196.jpg"], "top_img": "https://media.healthday.com/Images/icimages/59196.jpg", "keywords": [], "authors": ["Mary Elizabeth Dallas"], "canonical_link": "https://consumer.healthday.com/cardiovascular-health-information-20/high-blood-pressure-health-news-358/newer-blood-pressure-drugs-as-good-as-older-ones-study-706619.html", "title": "Newer Blood Pressure Drugs as Good as Older Ones: Study", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Analysis indicates ACE inhibitors and ARBs are equally effective, researchers say", "og": {"title": "Newer Blood Pressure Drugs as Good as Older Ones: Study", "image": "https://media.healthday.com/Images/icimages/59196.jpg", "description": "Analysis indicates ACE inhibitors and ARBs are equally effective, researchers say", "url": "https://consumer.healthday.com/cardiovascular-health-information-20/high-blood-pressure-health-news-358/newer-blood-pressure-drugs-as-good-as-older-ones-study-706619.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}