{"url": "https://consumer.healthday.com/cancer-information-5/skin-cancer-news-108/immune-focused-drug-may-be-new-weapon-against-advanced-melanoma-726353.html", "text": "En Español\n\nMONDAY, Sept. 11, 2017 (HealthDay News) -- New research suggests that Opdivo -- a drug that works with the immune system to fight melanoma -- is more effective than the current standard of care for patients who've had surgery to remove advanced tumors.\n\nThe international study was funded by Opdivo's maker, Bristol-Myers Squibb, and included more than 900 patients with stage III and stage IV melanoma.\n\nPatients were treated at 130 medical centers across 25 countries. All underwent surgery for their cancer before they began treatment with either Opdivo (nivolumab) or Yervoy (ipilimumab), the drug that's the current standard of care.\n\nBoth drugs are \"immunotherapies,\" which work by boosting the immune system's ability to spot and destroy tumor cells.\n\nAfter a year of treatment, 71 percent of patients in the Opdivo group were alive without any recurrence of the disease, compared with 61 percent of those treated with Yervoy. And at 18 months, the rate was 66 percent for Opdivo and 53 percent for Yervoy, the findings showed.\n\nAccording to the Skin Cancer Foundation, metastatic melanoma accounts for only about 1 percent of skin cancer cases but causes the majority of skin cancer deaths.\n\n\"Our results demonstrate that [Opdivo] is more effective in treating patients with stage III and IV melanoma, cutting the risk of relapse by a third,\" lead researcher Dr. Jeffrey Weber, professor of medicine at NYU School of Medicine, said in a university news release.\n\n\"Results like this will change how we practice medicine. Hopefully, physicians will embrace the use of [Opdivo] in these high-risk patients as adjuvant therapy,\" added Weber, who also helps direct NYU's Perlmutter Cancer Center in New York City.\n\nOne cancer surgeon who reviewed the findings was impressed.\n\n\"Based on this study, it appears that patients with advanced melanoma who have their disease completely removed by surgery should go on to receive additional therapy with Opdivo,\" said Dr. Gary Deutsch. He is a surgical oncologist at Northwell Health's Imbert Cancer Center in Bay Shore, N.Y.\n\n\"Not only did these patients have a better survival outcome at one year, but they had only one-third the side effects compared to Yervoy,\" Deutsch said.\n\nThe study found that patients taking Opdivo had fewer severe side effects than those taking Yervoy, at 14 percent versus 45 percent. Five percent of patients on Opdivo had to stop treatment due to side effects, compared with 31 percent of those on Yervoy. The most common side effects for both drugs were fatigue and diarrhea.\n\nWeber added that \"the safety of [Opdivo] is very promising.\"\n\nThe study is scheduled for presentation Monday in Madrid, Spain, at the annual meeting of the European Society for Medical Oncology. It was also published online Sept. 10 in the New England Journal of Medicine.\n\nBoth Opdivo and Yervoy are already approved by the U.S. Food and Drug Administration to treat advanced (metastatic) melanoma. In some patients, the drugs are used in combination.\n\nDr. Michele Green is a dermatologist at Lenox Hill Hospital in New York City. She said any advance in the care of aggressive melanomas is welcome news for patients.\n\n\"It is amazing that there is now an alternative that is superior to conventional chemotherapy for advanced metastatic disease,\" Green said after reviewing the new study findings. \"With these advanced melanomas -- that have high risks of recurrences and have poor outcomes -- it is vital to look at alternative treatments. The future in cancer treatments lies in immunotherapy and other targeted options.\"\n\nMore information\n\nThe U.S. National Cancer Institute has more on melanoma.", "images": ["https://media.healthday.com/Images/icimages/skin_cancer_exam98.jpg"], "top_img": "https://media.healthday.com/Images/icimages/skin_cancer_exam98.jpg", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/skin-cancer-news-108/immune-focused-drug-may-be-new-weapon-against-advanced-melanoma-726353.html", "title": "Immune-Focused Drug May Be New Weapon Against Advanced Melanoma", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "In head-to-head trial, Opdivo outperformed a similar drug, and with fewer side effects", "og": {"title": "Immune-Focused Drug May Be New Weapon Against Advanced Melanoma", "image": "https://media.healthday.com/Images/icimages/skin_cancer_exam98.jpg", "description": "In head-to-head trial, Opdivo outperformed a similar drug, and with fewer side effects", "url": "https://consumer.healthday.com/cancer-information-5/skin-cancer-news-108/immune-focused-drug-may-be-new-weapon-against-advanced-melanoma-726353.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}