{"url": "latimes.com/news/health/la-he-allergies-immunotherapy-20100802,0,6451436.story", "text": "Caroline Cooper will pack her bags and head off for college this fall secure in the knowledge that she’ll be able to safely eat anything the cafeteria dishes up.\n\nHer mother, Heather Cooper, meanwhile, will not have to worry that Caroline, 17, will go into anaphylactic shock while alone in the dorm.\n\nThis is notable because from the time she was 11 months old until this past spring, Caroline Cooper was severely allergic to milk — a bit of cheese or yogurt could have killed her. But early last year, the teenager began a type of immunotherapy, eating minute but gradually increasing amounts of milk protein. In March she tasted her first bite of ice cream, the same day she was accepted in the honors business program at the University of Texas at Austin.\n\nTraditional immunotherapy, via allergy shots, is a century-old technique most commonly used to treat inhaled allergens — such as cat dander and pollen — and it’s also standard treatment for bee sting allergy.\n\nAdvertisement\n\nUsing immunotherapy to treat food allergies is rare and well outside mainstream practice. Cooper’s allergist, Dr. Richard L. Wasserman in Dallas, has treated fewer than 100 food allergy patients — and he knows of only two other physicians doing it in their practices.\n\nAt the same time, nearly 4% of children in the U.S. had food allergies in 2007, and that number is rising, according to a 2009 article in the journal Pediatrics. These kids and their parents would love to stop scrutinizing food labels and bringing their own meals to potluck suppers.\n\nBut many allergists say immunotherapy for food allergies outside of a research setting is irresponsible. About 20 such trials are now underway, according to the National Institutes of Health database at Clinicaltrials.gov, and that’s where such treatment should currently stay, these allergists say.\n\nThey point out that food-allergy immunotherapy is untested at best, potentially fatal at worst. And several top scientists researching food immunotherapy published an article in the July issue of the Journal of Allergy and Clinical Immunology that decried the treatment’s use in patients outside carefully controlled clinical trials.\n\nAdvertisement\n\n“This is nowhere near ready for prime time, nowhere near ready to go out to the local allergists,” says Dr. Robert Wood, one of the commentary’s authors and chief of pediatric allergy and immunology at Johns Hopkins University in Baltimore. He worries that a food-sensitive patient will die from immunotherapy not performed with sufficient care.\n\nBasic allergy treatment\n\nForty million to 50 million Americans suffer from some sort of allergy, according to a recent report from Harvard Medical School. Most medications — nasal sprays, antihistamines and the like — only treat the symptoms, not the underlying sensitivity.\n\nThe only way to diminish allergy is through immunotherapy. Allergists typically provide injections, starting with a tiny bit of what bothers the patient and slowly ramping up to larger amounts.\n\nImmunotherapy does not exactly provide a “cure,” says Dr. Linda Cox, an allergist in Fort Lauderdale, Fla. But it can greatly reduce annoying symptoms. For example, she said, many people come to her practice because they can’t stand more than five minutes in a house with a cat. After immunotherapy, they frequently report they can spend the night in a feline-occupied home. That’s not to say they’re necessarily ready to adopt several kittens for their own abode; it just means they’ll need fewer tissues and less Benadryl when Fluffy is nearby.\n\n“Nothing works 100% on everybody,” says Dr. Michael Blaiss, an allergist at the University of Tennessee Health Science Center in Memphis. He estimates that 4 in 5 people who get allergy shots reap the benefit.\n\nOnly 5% of eligible allergy sufferers actually sign on for immunotherapy, Cox says, in part because it is quite inconvenient. People need shots weekly or more often — for weeks or months — to build up immunity. After that, doctors prescribe three or more years of maintenance shots, roughly monthly, to make sure the effects stick. Each shot requires a doctor’s visit, and patients must wait in the office for half an hour afterward to make sure they don’t have an adverse reaction.\n\nSoon, U.S. patients might be able to get the same therapy in a convenient, take-at-home pill. Recent clinical trials have shown a dissolvable, under-the-tongue tablet to be safe and effective. (See related story.)\n\nAdvertisement\n\n‘Scared of food’\n\nPeople with food allergies have relatively few options. The only accepted method for coping with such an allergy is to avoid that particular food — no easy task when the allergen is as common as milk, wheat or the dreaded peanut.\n\n“You’re just constantly afraid; you’re scared of food in general,” says Toni Lacerte of Dallas. Her two daughters used to skip birthday cake and many other foods for fear of peanut contamination. After immunotherapy with Wasserman, fear of food is no longer a problem.\n\n“I really like not knowing what I’m eating,” says Lacerte’s daughter Taylor, 15.\n\nWasserman is among a few allergists bucking the mainstream by offering immunotherapy for food allergy. He presented some of his results this year at a meeting of the American Academy of Allergy, Asthma and Immunology in New Orleans. He has now completed the therapy on nearly 60 patients, he says, with 30 more in progress. After several months of treatment, he reports, many of those patients can tolerate one egg or a dozen peanuts.\n\nA victory against a food allergy is challenging because the allergens, such as peanuts, are particularly potent, Blaiss says — a tiny amount can kill.\n\n“The obstacle has been trying to do it without causing severe reactions,” Wood says, noting that in a five-subject study of peanut allergy shots more than 10 years ago, all patients suffered serious allergic reactions and one died.\n\nFor that reason, food allergy researchers have switched from attempting to use shots, which put the allergen directly into the bloodstream, to giving the allergen as a food or pill. The approach is much more promising.\n\nAdvertisement\n\nIn 2008, Wood and colleagues reported on a study of milk allergy in which they gave 20 allergic children either a slowly escalating dose of milk protein or a placebo. By the end of the treatment, kids in the treatment group could comfortably consume, on average, more than 100 times more milk protein than those in the placebo group could handle. That study was published in the Journal of Allergy and Clinical Immunology.\n\nWood has also tried immunotherapy in children sensitive to eggs and peanuts, and some of those kids can now eat as much as they want of the formerly forbidden food. However, he noted, current studies are very small and not everyone gets good results. It remains unclear whether allergies will return in the future. Wood advises that, for now, children should receive this therapy only in a closely supervised research trial.\n\nParents “are going to need to be patient while all the details are worked out,” he says.\n\nFears on each side\n\nPatience is a hard sell for parents and children confronting a life-or-death situation with every menu. Waiting, in a sense, can be as risky as treatment.\n\nDelia Cagle, of Richardson, Texas, tears up as she recalls how her son Chad, now 8, had to sit by himself at lunch in kindergarten lest the egg products in other children’s food kill him. When he was quite small, he had a severe reaction after she cooked a casserole containing a bit of mayonnaise, even though she washed her hands before preparing Chad’s egg-free meal.\n\n“He turned blue and went limp in my arms,” Cagle recalls.\n\nTo end that fear, the Cagles chose to trust Wasserman and put Chad in immunotherapy.\n\nWasserman maintains that it’s better to actively treat food allergies than to simply hope that kids don’t encounter their allergen when far from home.\n\nDelia Cagle, for one, agrees. “I feel like it is so much safer,” she says of her son’s life post-treatment. She no longer fears Chad will die after an accidental brush with egg. In fact, he now eats two eggs every day to keep up his resistance.\n\nBut a dozen or so of Wasserman’s patients dropped out of the therapy — some because they didn’t like the food, and others because they had bad reactions. A few of those reactions, he reported at the New Orleans meeting, happened at home.\n\nThose reactions are what worry more mainstream allergists. They say there are no standards for the right dose of food allergen, the right way to select patients or how to carry out the treatment. According to Wood and the authors of the recent editorial, up to 18% of patients won’t be able to tolerate the side effects.\n\n“I’m real scared about putting peanut powder in children with peanut allergies,” says Blaiss, a past president of the American College of Allergy, Asthma & Immunology. “We just don’t know all the answers yet.”\n\nhealth@latimes.com", "images": ["https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.latimes.com/health/la-xpm-2010-aug-02-la-he-allergies-immunotherapy-20100802-story.html", "title": "In the Works: Immunotherapy for food allergies", "meta_data": {"og": {"title": "In the Works: Immunotherapy for food allergies", "url": "https://www.latimes.com/health/la-xpm-2010-aug-02-la-he-allergies-immunotherapy-20100802-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "url": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "lat-logo-dark-full.jpg"}, "description": "In the Works: Immunotherapy for food allergies", "site_name": "Los Angeles Times", "type": "article"}, "article": {"content_tier": "metered", "published_time": "2010-08-02T07:00:00", "opinion": "false", "tag": "Health"}, "twitter": {"card": "summary_large_image", "description": "In the Works: Immunotherapy for food allergies", "site": "@latimes", "title": "In the Works: Immunotherapy for food allergies"}, "fb": {"app_id": 119932621434123, "pages": 5863113009}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "In the Works: Immunotherapy for food allergies", "brightspot.contentId": "00000169-988d-d37a-a1ff-9ccfe4e20000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1280746800.0, "source": "http://latimes.com", "summary": ""}