{"url": "http://time.com/4916414/drug-inflammation-heart-attack-cancer/", "text": "It turns out that cholesterol isn’t the only thing you have to worry about to keep your heart healthy. In recent years, doctors have started to focus on inflammation — the same process that makes cuts red and painful — as an important contributor to a heart attack. It’s the reason doctors recommend low-dose aspirin to prevent recurrent heart attacks in people who have already had them, why they also prescribe statins, which lower both cholesterol and inflammation, and why they have started to measure inflammation levels in the blood.\n\nBut it’s never been clear exactly how much inflammation adds to heart disease risk. Since statins lower both, it’s hard to tell whether inflammation or cholesterol has the bigger impact on heart problems.\n\nMORE: Why Inflammation in Your Mouth May Raise Your Risk of Cancer\n\nBut in a new paper published in the New England Journal of Medicine and presented at the European Society of Cardiology meeting, scientists say they now have proof that lowering inflammation alone, without affecting cholesterol, also reduces the risk of a heart attack.\n\nIn the study, 10,000 people who have already had a heart attack were randomly assigned to get injected with a placebo or different doses of a drug called canakinumab. Canakinumab, made by Novartis, is currently approved to treat rare immune-related conditions and works to reduce inflammation but does not affect cholesterol levels. After four years, the people who received the drug had a 15% lower chance of having a heart attack or stroke compared to people who didn’t get the drug. The medication also reduced the need for angioplasty or bypass surgery by 30%.\n\n“Even I am pinching myself,” says Dr. Paul Ridker, who led the study and is director of the center for cardiovascular disease prevention at Brigham and Women’s Hospital and is a pioneer in exposing the role inflammation plays in heart disease. “This outcome is more than we hoped for. The bottom line is we now have clear evidence that lowering inflammation through this pathway lowers rates of heart attack and stroke with no change at all in cholesterol.”\n\nAbout a quarter of people who have heart attacks will have another heart event even if they keep their cholesterol at recommended levels. For them, it may not be cholesterol so much as inflammation that is driving their heart disease. So the study further solidifies the fact that heart doctors should be measure inflammation as well as cholesterol in their heart patients. An inexpensive blood test that looks for a protein that rises in the blood with inflammation, called C-reactive protein (CRP), can tell doctors how much inflammation their patients have. Beginning in 2003, the American Heart Association started to provide guidelines on how doctors should use CRP testing; for patients like those in the current trial, the group did not see any additional benefit to CRP testing since those patients should already be treated with statins, which can lower both cholesterol and inflammation.\n\nGet The Brief. Sign up to receive the top stories you need to know right now. Choose your country United States of America Afghanistan Albania Algeria American Samoa Andorra Angola Anguilla Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Brazil Brunei Darussalam Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Colombia Comoros Congo Congo, Democratic Republic of Cook Islands Costa Rica Cote d'Ivoire Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Faeroe Islands Falkland Islands (Malvinas) Fiji Finland France French Guiana French Polynesia Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guinea Guinea-Bissau Guyana Haiti Holy See Honduras Hong Kong Hungary Iceland India Indonesia Iran Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libyan Arab Jamahiriya Liechtenstein Lithuania Luxembourg Macao Macedonia Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia Monaco Mongolia Montserrat Morocco Mozambique Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory, Occupied Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Republic of Korea Republic of Moldova Reunion Romania Russian Federation Rwanda Saint Helena Saint Kitts and Nevis Saint Lucia Saint Pierre and Miquelon Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia and Montenegro Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Islands Swaziland Sweden Switzerland Syrian Arab Republic Taiwan Tajikistan Tanzania, United Republic of Thailand Timor-Leste Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United Kingdom Virgin Islands (U.S.) Virgin Islands (British) Uruguay Uzbekistan Vanuatu Venezuela Viet Nam Wallis and Futuna Islands Western Sahara Yemen Zambia Zimbabwe Please enter a valid email address. Please select your country. I can confirm I have read and accept the Terms Of Use. Please check to proceed. Sign Up Now You may unsubscribe from email communication at any time. See our Privacy Policy for further details. Thank you! For your security, we've sent a confirmation email to the address you entered. Click the link to confirm your subscription and begin receiving our newsletters. If you don't get the confirmation within 10 minutes, please check your spam folder.\n\nBut with the new results, those guidelines may change. Ridker says the findings should clarify how doctors can optimize the way they treat their heart patients — about half of people who have had a heart attack tend to have high levels of inflammatory factors, while half have high cholesterol levels. The inexpensive CRP test could identify those with higher inflammation, who might be candidates for taking a drug like canakinumab.\n\nThe drug is not currently approved for any heart conditions, but Novartis will likely look at doing more studies to confirm its effectiveness in treating heart disease.\n\nPerhaps more intriguing are additional results that Ridker reported, related to cancer. In a separate study published in the Lancet using data from the same study, he found that people taking canakinumab lowered their risk of dying from any cancer over four years by 50%, and their risk of fatal lung cancer by 75%.\n\nWhile the connection between heart disease and cancer may not seem obvious, Ridker says that many people who have had heart problems, like those in the study, are former or current smokers, since smoking is a risk factor for heart attacks. And smoking increases inflammation. “People who smoke a pack of cigarettes a day are chronically inflaming their lungs,” he says. That’s why he decided to look at cancer deaths as well as heart events in his study population.\n\nThe cancer data is still preliminary, and needs to be confirmed with additional studies, but it’s encouraging, says Dr. Otis Bradley, chief medical officer for the American Cancer Society, who was not involved in the study. “We know that free oxygen radicals and inflammation can damage DNA and can cause cancer,” he says. “This all makes sense to me.” Studies have already shown, for example, that inflammation may be a factor in prostate cancer and colon cancer.\n\nBut whether anti-inflammatory agents, like canakinumab, or even over-the-counter drugs like aspirin, should be part of standard cancer treatment isn’t clear yet. There are a number of different inflammatory pathways, and canakinumab targets just one. Other pathways, along with new anti-inflammatory drugs, may emerge with more research.\n\nWhen it comes to heart disease, however, it’s clear that inflammation-fighting medications like canakinumb may represent the next generation of treatment. “Ten years from now we will be doing more personalized medicine,” says Ridker. “Some people will get more cholesterol lowering. Some will get more inflammation-lowering drugs. Some will get other agents that we haven’t considered yet. It’s a wonderful new era in heart disease treatment.”\n\nContact us at editors@time.com.", "images": ["http://time.com/img/Paper-plane.svg", "https://timedotcom.files.wordpress.com/2017/07/forgiving-other-people-good-for-health.jpg?quality=85&w=600", "https://timedotcom.files.wordpress.com/2017/08/heart-inflammation-cells.jpg", "http://subscription-assets.timeinc.com/current/1850_top2_205_thumb.jpg", "https://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2016/01/soda-can-drink-diet-health-fitness.jpg?quality=85&w=600", "http://pixel.carambo.la/Pixel/tmnc11/112753/0/1/0", "https://timedotcom.files.wordpress.com/2017/08/heart-inflammation-cells.jpg?quality=85&w=1200&h=628&crop=1", "http://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2019/09/weight-loss-surgery.jpg?quality=85&w=600", "http://assets.time.com/images/dianomi-logo.png", "https://timedotcom.files.wordpress.com/2017/09/time-newsletter-tout-footer.png", "http://pixel.watch/f3fo"], "top_img": "https://timedotcom.files.wordpress.com/2017/08/heart-inflammation-cells.jpg?quality=85&w=1200&h=628&crop=1", "keywords": [], "authors": ["Alice Park"], "canonical_link": "https://time.com/4916414/drug-inflammation-heart-attack-cancer/", "title": "A New Drug Lowers Risk of Heart Attack and Cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "keywords": "heart disease, heart attack, cancer, inflammation, inflammation and heart disease, inflammation and cancer, anti inflammatory drugs, aspirin, nsaids, heart drug, cancer drug", "news_keywords": "heart disease, heart attack, cancer, inflammation, inflammation and heart disease, inflammation and cancer, anti inflammatory drugs, aspirin, nsaids, canakinumab, heart drug, cancer drug", "description": "A drug currently used to treat rare rheumatoid arthritis conditions may be the next big thing to treat heart disease and cancer", "og": {"title": "A New Drug Lowers Risk of Heart Attack and Cancer", "type": "article", "site_name": "Time", "url": "https://time.com/4916414/drug-inflammation-heart-attack-cancer/", "description": "A drug currently used to treat rare rheumatoid arthritis conditions may be the next big thing to treat heart disease and cancer", "image": {"identifier": "https://timedotcom.files.wordpress.com/2017/08/heart-inflammation-cells.jpg?quality=85&w=1200&h=628&crop=1", "width": 1200, "height": 628}}, "article": {"content_tier": "free", "opinion": "false"}, "pinterest": {"url": "https://time.com/4916414/drug-inflammation-heart-attack-cancer/", "description": "A drug currently used to treat rare rheumatoid arthritis conditions may be the next big thing to treat heart disease and cancer", "media": "https://timedotcom.files.wordpress.com/2017/08/heart-inflammation-cells.jpg?quality=85&w=1200&h=628&crop=1"}, "twitter": {"card": "summary_large_image", "url": "https://time.com/4916414/drug-inflammation-heart-attack-cancer/", "title": "A New Drug Lowers Risk of Heart Attack and Cancer", "description": "A drug currently used to treat rare rheumatoid arthritis conditions may be the next big thing to treat heart disease and cancer", "site": "@TIME", "image": "https://timedotcom.files.wordpress.com/2017/08/heart-inflammation-cells.jpg?quality=85&w=1024&h=512&crop=1"}, "fb": {"app_id": 53177223193, "pages": 10606591490}}, "movies": [], "publish_date": null, "source": "http://time.com", "summary": ""}