{"url": "http://online.wsj.com/article/SB10001424052702303848104576383730320049892.html", "text": "It has been 51 years since the first birth-control pill became available in the U.S., bringing dozens of contraceptive options for women in its wake. There are currently two options on the market for men—vasectomy or a condom.\n\nThe research pipeline is full of possibilities, though. Scientists at Columbia University Medical Center have halted sperm production and started it again in mice with no apparent side effects, using a drug that blocks receptors for vitamin A. An injectable synthetic substance, in Phase 3 clinical trials in India, sabotages sperm as they leave the testes and lasts for years.\n\nHormone gels and implants that can make men temporarily infertile are already on the market in the U.S. for other purposes. Nonhormonal methods—removing vital proteins from sperm, thwarting their ability to penetrate eggs or zapping them with ultrasound waves—are being investigated, as well.\n\n\"This is the male method moment,\" says Elaine Lissner, director of the nonprofit Male Contraception Information Project, a San Francisco advocacy group. \"The future looks different from the past.\"\n\nFinding a safe and effective contraceptive for men has been difficult in part for biological reasons. It would have to be strong enough to halt production of tens of millions of sperm a day, yet not harm libido or sexual function. To improve on vasectomy, it would need to be reversible and have minimal side effects, since men themselves don't face the possibility of pregnancy. For example, some female birth-control pills raise the risk of blood clots, but pregnancy carries 10 times that risk, says John Amory, a professor of medicine and specialist in male reproduction at the University of Washington. For a male method, he says, \"the bar is very, very high.\"\n\nFunding is an obstacle too. Several drug companies, after initial interest, have pulled back from the area amid concerns about safety and marketability. The National Institute of Child Health and Human Development (NICHD) and the World Health Organization fund much basic research.\n\nYet in surveys, more than 50% of men say they would be willing to use a hormonal contraceptive to relieve female partners of the burden and to exert more control. \"It's scary to get that phone call. Or that text message. The one every guy on earth fears,\" says Ezekiel Setne, 20, a University of Southern Indiana premed student who says he's had close calls with condoms. \"I would love any effective male birth-control method.\"\n\nMale Contraceptives on the Horizon Of a dozen methods being studied, here are three of the most promising. Availability in the U.S. is at least several years away. RISUG (Reversible Inhibition of Sperm Under Guidance) How it works: A nontoxic polymer is injected in the vas deferens, killing sperm as they pass through. Pros: Nonsurgical; works immediately; lasts 10 years or more; is said to be reversible with another injection. Cons: Requires injection in scrotum; temporary swelling may occur. Status: Undergoing Phase 3 trials in India Hormone combination How it works: Progestin blocks testosterone needed to create sperm; testosterone-replacement restores enough to maintain muscle mass and other benefits. Pros: Uses implants, injections and gels already on U.S. market; noninvasive; reversible Cons: Takes months to work; ineffective in about 10% of men; not available in pill form; may require adjustment to avoid diminished libido, hot flashes or other side effects. Status: Shown effective in many human studies; researchers are testing best delivery modes. Vitamin A How it works: Various approaches interfere with body's use of vitamin A, needed to make sperm. Pros: Available in pill form; reversible; nonhormonal; no side effects seen in mice Cons: Early version caused nausea in men drinking alcohol. Status: One version not tested in humans; another seeking to reduce side effects\n\nAdvocates say condoms are, of course, still critical to preventing sexually transmitted disease. \"We hear from women who say, 'I wouldn't trust a guy in a bar who says he's had that injection',\" says Ms. Lissner. \"If he's a guy in a bar, he should be wearing a condom. This is for your husband or your fiancé, and you should go with him to have it done.\"\n\nBig hurdles remain. Ms. Lissner formed the nonprofit Parsemus Foundation to purchase the rights outside India to RISUG (for Reversible Inhibition of Sperm Under Guidance). It involves injecting a polymer, under local anesthesia, into the vas deferens, the same vessel cut in a vasectomy; the polymer stays in place for years and kills sperm as they pass by. In India, the first men to test it have had it for 20 years, with no pregnancies, except for those who have had it reversed. Reversal is possible with another injection, Ms. Lissner says.\n\nThe Indian clinical trials don't meet current Food and Drug Administration standards and need to be redone for the U.S. market. Ms. Lissner hopes to begin U.S. trials next year with possible approval by 2015. The Parsemus Foundation can supply initial funding, but more will be needed, probably from other nonprofits. Drug companies probably couldn't profit from RISUG, she says, since it is so long-lasting and would compete with female birth-control pills.\n\nSome experts are more optimistic about methods that block the vitamin A needed to produce sperm in the testes. The Columbia researchers say they need to test their drug—known as BMS-189453—for longer periods in animals before moving to human trials. Meanwhile, Dr. Amory's group is studying a vitamin A-blocking drug that was shown to make human males infertile nearly 50 years ago. It also makes men violently ill if they take it and then drink alcohol. University of Washington researchers are searching for another molecule targeting the same sperm-producing enzyme without the nasty side effect.\n\nScientists have repeatedly shown that giving men a combination of testosterone and progestin—the same hormone used in birth control for women—will reduce sperm count and make some 90% of men temporarily infertile. The issue has been finding ways to deliver them conveniently.\n\nMost studies have used injections every few weeks with progestin implants, usually in the upper arm. Researchers at the University of Washington and the University of California-Los Angeles are studying testosterone and progestin gels, used daily.\n\nA new drug that mimics progestin and testosterone in a single daily pill has worked in rabbits. Many experts think nonhormonal options stand a better chance with men—and with drug companies.\n\nMeanwhile, some nonprofits are expressing interest. The Bill & Melinda Gates Foundation, which has family planning as one of its priorities, is hosting a conference on new contraceptive options with the NICHD in October. Diana Blithe, program coordinator at the NICHD, says given that roughly half of all pregnancies in the U.S. are unplanned, \"we need to have more options for couples to be able to plan their lives.\"\n\nWrite to Melinda Beck at HealthJournal@wsj.com", "images": ["https://content-thumbnail.cxpublic.com/content/dominantthumbnail/fddd6d28f0576a5772474e644a95623747e1cb4b.jpg?5dc9ac40", "https://s.wsj.net/public/resources/images/B3-FK672_STREAM_C_20191108185629.jpg", "https://m.wsj.net/video/20191107/110719opvidpw3/110719opvidpw3_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/0d2ffa0d6fff89f02d5a9d5508d5467ad9dbd858.jpg?5dc9aba1", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/487b80633438bb2d561829c2e7f8bccee2c45e0b.jpg?5dc9ab9e", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/93d4c0693749e5d6abc5f87d798d3bfdb580948b.jpg?5dc995fd", "https://m.wsj.net/video/20191107/110719electiontech2/110719electiontech2_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/2a7d0786567f18bb6a72f17019cd642c0b51f730.jpg?5dc9b274", "https://images.wsj.net/im-101746?width=111&height=62", "https://s.wsj.net/img/meta/wsj-social-share.png", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/f600b0a56ee84a4d350fa4e522e51ee27d5fd426.jpg?5dc9aba3", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/869c2a340c4c25db5466a6de556da60ae1a2bf4e.jpg?5dc9b32e", "https://m.wsj.net/video/20191104/cinvest1105/cinvest1105_167x94.jpg", "https://images.wsj.net/im-125154?width=111&height=62", "https://s.wsj.net/public/resources/images/B3-ES110_PARTNE_C_20190809085434.jpg", "https://m.wsj.net/video/20191101/110419elevatorpai/110419elevatorpai_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/461b35da8a2936ee4a7ca01072773c0d5aa427f2.jpg?5dc9aba4", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/4a581253a775cca47f02b15ba756a5f4ccf7b8bf.jpg?5dc969b8", "https://images.wsj.net/im-124802?width=111&height=62", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/3f61c934324559d54745fffbed697f2b611fa261.jpg?5dc9b421", "https://m.wsj.net/video/20191107/110719seib/110719seib_167x94.jpg"], "top_img": "https://s.wsj.net/img/meta/wsj-social-share.png", "keywords": [], "authors": ["Melinda Beck"], "canonical_link": "https://www.wsj.com/articles/SB10001424052702303848104576383730320049892", "title": "'Honey, It's Your Turn...'", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "dj.asn": "i-00e4", "user.type": "nonsubscriber", "user.exp": "default", "page.section": "Article", "page.content.type": "Article", "page.content.format": "responsive", "page.content.source": "WSJ Online", "article.template": "full", "page.site": "wsj", "page.site.product": "WSJ", "page.region": "na,us", "article.id": "SB10001424052702303848104576383730320049892", "article.type": "Health Journal", "article.type.display": "Health Journal", "article.access": "free", "article.headline": "'Honey, It's Your Turn...'", "article.summary": "\"This is the male method moment,\" says Elaine Lissner, director of the nonprofit Male Contraception Information Project, a San Francisco advocacy group.", "apple-itunes-app": "app-id=364387007,app-argument=wsj://launch?articleid=SB10001424052702303848104576383730320049892&headline=%26apos%3BHoney%2C%20It%26apos%3Bs%20Your%20Turn...%26apos%3B&weburl=http://www.wsj.com/articles/SB10001424052702303848104576383730320049892", "al": {"ios": {"url": "wsj://launch?articleid=SB10001424052702303848104576383730320049892&headline=%26apos%3BHoney%2C%20It%26apos%3Bs%20Your%20Turn...%26apos%3B&weburl=http://www.wsj.com/articles/SB10001424052702303848104576383730320049892"}}, "article.page": "Health and Wellness", "article.section": "Health and Wellness", "article.published": "2011-06-14T04:01:00.000Z", "article.updated": "2011-06-14T04:01:00.000Z", "article.created": "2011-06-13T22:47:00.000Z", "dateLastPubbed": "2011-06-14T14:19:00.000Z", "author": "Melinda Beck", "keywords": "research,development,corporate,industrial news,political,general news,demographic health,health,women's health,pharmaceuticals,drugs,medication,hormone products", "cXenseParse": {"wsj-keywords": "research,development,corporate,industrial news,political,general news,demographic health,health,women's health,pharmaceuticals,drugs,medication,hormone products", "wsj-primary-inset": "none", "wsj-page-content-source": "WSJ Online", "wsj-coral": "false"}, "news_keywords": "research,development,corporate,industrial news,political,general news,demographic health,health,women's health,pharmaceuticals", "description": "\"This is the male method moment,\" says Elaine Lissner, director of the nonprofit Male Contraception Information Project, a San Francisco advocacy group.", "article.emb": "video_emb", "article": {"word_count": 910, "video_count": 1, "embed_count": 2, "internal_link_count": 2, "publisher": "https://www.facebook.com/wsj", "opinion": "false"}, "robots": "noarchive,noodp", "language": "en-US", "twitter": {"title": "'Honey, It's Your Turn...'", "description": "\"This is the male method moment,\" says Elaine Lissner, director of the nonprofit Male Contraception Information Project, a San Francisco advocacy group.", "image": {"identifier": "https://s.wsj.net/img/meta/wsj-social-share.png", "alt": "'Honey, It's Your Turn...'"}, "card": "summary", "site": "@WSJ", "domain": "wsj.com"}, "fb": {"app_id": 368513495882, "pages": 8304333127}, "og": {"title": "'Honey, It's Your Turn...'", "description": "\"This is the male method moment,\" says Elaine Lissner, director of the nonprofit Male Contraception Information Project, a San Francisco advocacy group.", "url": "https://www.wsj.com/articles/SB10001424052702303848104576383730320049892", "image": {"identifier": "https://s.wsj.net/img/meta/wsj-social-share.png", "width": 1200, "height": 630}, "locale": "en_US", "type": "article", "site_name": "WSJ"}, "cx_pv_id": "k2utdtvgqn2syfpz", "cx_shield": "{\"campaign\":99999,\"placement\":\"cx-articlecover\",\"tag\":\"openhouse\",\"type\":\"free\",\"bucket\":9}", "referrer": "always"}, "movies": [], "publish_date": null, "source": "http://online.wsj.com", "summary": ""}