{"url": "http://www.npr.org/sections/health-shots/2015/05/26/409697568/delayed-umbilical-cord-clamping-may-benefit-children-years-later", "text": "Delayed Umbilical Cord Clamping May Benefit Children Years Later\n\nA couple of extra minutes attached to the umbilical cord at birth may translate into a small boost in neurodevelopment several years later, a study suggests.\n\nChildren whose cords were cut more than three minutes after birth had slightly higher social skills and fine motor skills than those whose cords were cut within 10 seconds. The results showed no differences in IQ.\n\n\"There is growing evidence from a number of studies that all infants, those born at term and those born early, benefit from receiving extra blood from the placenta at birth,\" said Dr. Heike Rabe, a neonatologist at Brighton & Sussex Medical School in the United Kingdom. Rabe's editorial accompanied the study published Tuesday in the journal JAMA Pediatrics.\n\nDelaying the clamping of the cord allows more blood to transfer from the placenta to the infant, sometimes increasing the infant's blood volume by up to a third. The iron in the blood increases infants' iron storage, and iron is essential for healthy brain development.\n\n\"The extra blood at birth helps the baby to cope better with the transition from life in the womb, where everything is provided for them by the placenta and the mother, to the outside world,\" Rabe said. \"Their lungs get more blood so that the exchange of oxygen into the blood can take place smoothly.\"\n\nPast studies have shown higher levels of iron and other positive effects later in infancy among babies whose cords were clamped after several minutes, but few studies have looked at results past infancy.\n\nIn this study, researchers randomly assigned half of 263 healthy Swedish full-term newborns to have their cords clamped more than three minutes after birth. The other half were clamped less than 10 seconds after birth.\n\nFour years later, the children underwent a series of assessments for IQ, motor skills, social skills, problem-solving, communication skills and behavior. Those with delayed cord clamping showed modestly higher scores in social skills and fine motor skills. When separated by sex, only the boys showed statistically significant improvement.\n\n\"We don't know exactly why, but speculate that girls receive extra protection through higher estrogen levels whilst being in the womb,\" Rabe said. \"The results in term infants are consistent with those of follow-up in preterm infants.\"\n\nDelayed cord clamping has garnered more attention in the past few years for its potential benefits to the newborn. Until recently, clinicians believed early clamping reduced the risk of hemorrhaging in the mother, but research hasn't borne that out.\n\nMuch of the research has focused on preterm infants, who appear to benefit most from delayed cord clamping, Rabe said. Preemies who have delayed cord clamping tend to have better blood pressure in the days immediately after birth, need fewer drugs to support blood pressure, need fewer blood transfusions, have less bleeding into the brain and have a lower risk of necrotizing enterocolitis, a life-threatening bowel injury, she said.\n\nThis study is among the few looking at healthy, full-term infants in a country high in resources, as opposed to developing countries where iron deficiency may be more likely.\n\nThe American Congress of Obstetricians and Gynecologists has not yet endorsed the practice, citing insufficient evidence for full-term infants. The World Health Organization recommends delayed cord clamping of not less than one minute.\n\nIt is unclear whether the practice could harm infants' health. Some studies have found a higher risk of jaundice, a buildup of bilirubin in the blood from the breakdown of red blood cells. Jaundice is treated with blue light therapy and rarely has serious complications.\n\nAnother potential risk is a condition called polycythemia, a very high red blood cell count, said Dr. Scott Lorch, an associate professor of pediatrics at the University of Pennsylvania Perelman School of Medicine and director of the Center for Perinatal and Pediatric Health Disparities Research at Children's Hospital of Philadelphia.\n\n\"Polycythemia can have medical consequences for the infant, including blood clots, respiratory distress and even strokes in the worst-case scenario,\" Lorch said. Some studies have found higher levels of red blood cells in babies with delayed cord clamping, but there were no complications.\n\nLorch also pointed out that this study involved a mostly homogenous population in a country outside the U.S.\n\n\"We should see whether similar effects are seen in higher-risk populations, such as the low socioeconomic population, racial and ethnic minorities and those at higher risk for neurodevelopmental delay,\" Lorch said.\n\nSo far, studies on delayed cord clamping have excluded infants born in distress, such as those with breathing difficulties or other problems. But Rabe said these infants may actually benefit most from the practice.\n\nThese babies often need more blood volume to help with blood pressure, breathing and circulation problems, Rabe said. \"Also, the placental blood is rich with stem cells, which could help to repair any brain damage the baby might have suffered during a difficult birth,\" she added. \"Milking of the cord would be the easiest way to get the extra blood into the baby quickly in an emergency situation.\"", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2015/03/05/cesarian-2_sq-3529307dec199de74228bdaf72975081cfb2c54d-s100-c15.jpg", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2015/05/26/umbilical-cord_custom-8e29c0c12048fcb83219cc2bbc32cb323bd32d98-s1100-c15.jpg", "https://media.npr.org/assets/img/2014/03/21/istock_000025240445large_sq-61b1cd502e88bc4a24596ea9b7d7d93a47598121-s100-c15.jpg", "https://media.npr.org/assets/img/2015/05/26/umbilical-cord_wide-a17b51f5f831d1f613f49476c6f2bef219f28394.jpg?s=1400", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/assets/img/2014/02/20/istock_000012554811small_sq-183a74c3da9d1465354d609183b31251c2aaa0e6-s100-c15.jpg", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2013/09/23/istock_000017533936small_sq-a7060cd9043b280986167d392917ca375a4046cd-s100-c15.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2015/05/26/umbilical-cord_wide-a17b51f5f831d1f613f49476c6f2bef219f28394.jpg?s=1400", "keywords": [], "authors": ["Tara Haelle"], "canonical_link": "https://www.npr.org/sections/health-shots/2015/05/26/409697568/delayed-umbilical-cord-clamping-may-benefit-children-years-later", "title": "Delayed Umbilical Cord Clamping May Benefit Children Years Later", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2015-05-26", "description": "Giving the newborn one last boost of blood from the placenta may help increase social and motor skills at age 4, a study finds. Earlier studies have found health benefits in infancy.", "og": {"title": "Delayed Umbilical Cord Clamping May Benefit Children Years Later", "url": "https://www.npr.org/sections/health-shots/2015/05/26/409697568/delayed-umbilical-cord-clamping-may-benefit-children-years-later", "type": "article", "description": "Giving the newborn one last boost of blood from the placenta may help increase social and motor skills at age 4, a study finds. Earlier studies have found health benefits in infancy.", "image": "https://media.npr.org/assets/img/2015/05/26/umbilical-cord_wide-a17b51f5f831d1f613f49476c6f2bef219f28394.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Delayed Umbilical Cord Clamping May Benefit Children Years Later", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2015/05/26/umbilical-cord_wide-a17b51f5f831d1f613f49476c6f2bef219f28394.jpg?s=1400"}}}, "movies": [], "publish_date": 1432612800.0, "source": "http://www.npr.org", "summary": ""}