{"url": "http://time.com/4087775/sugar-is-definitely-toxic-a-new-study-says/", "text": "Fat was the food villain these past few decades but sugar is quickly muscling in to take its place. As rates of sugar-related disorders such as diabetes, obesity and heart disease climb, many experts believe that when Americans rid themselves of fat, they simply replaced it with sugar in all its forms.\n\nBut proving that the rise of the chronic diseases was actually linked to higher sugar consumption is a challenge. Dr. Robert Lustig, from the department of pediatrics at the University of California, San Francisco, who has made a name for himself publishing books and research addressing the question of sugar’s effects on the body, wanted clearer answers. Now, in a paper published Tuesday, he and his colleagues believe they have come up with the definitive evidence that sugar, as Lustig says, “is toxic.”\n\nIn most lab studies, the doses of sugar that scientists test are quite high; they want to see what the effect is quickly and, depending on the research, they may not have time to wait to study the more gradual effects that might emerge. And in studies where people reduce the amount of sugar they eat, for instance, those people end up eating fewer calories overall, so it’s difficult to know whether any changes are due to the removal of sugar or to the drop in calories.\n\nLustig and his colleagues think they’ve produced the “hard and fast data that sugar is toxic irrespective of its calories and irrespective of weight.”\n\nMORE: FDA Wants Nutrition Labels to Include More Detail on Added Sugars\n\nLustig’s confidence comes from the unique study, described in Obesity, of 43 Hispanic or African-American children aged eight to 18 years old. He collected detailed food questionnaires from each of the adolescents to get an idea of the average amount of calories they ate per day, then designed a special menu for each of them for nine days that matched the total numbers of calories they would normally eat. The only difference in the nine-day diet was that most of the sugar the children ate was replaced by starch — the overall number of calories remained the same. The children weighed themselves daily, and if they were losing weight, they were told to eat more of the provided food in order to keep their weight the same throughout the study.\n\n“Everything got better,” says Lustig. Some of the children went from being insulin resistant, a precursor state to developing diabetes, in which the body’s insulin levels can no longer keep up with the pace of breaking down sugar that’s coming in from the diet, to insulin sensitive.\n\nMORE: Artificial Sweeteners Aren’t the Answer to Obesity: Here’s Why\n\n“We took chicken teriyaki out, and put turkey hot dogs in. We took sweetened yogurt out, and put baked potato chips in. We took pastries out and put bagels in,” says Lustig. “So there was no change in [the children’s] weight and no change in calories.”\n\nAfter nine days of having their total dietary sugar reduced to 10% of their daily calories, however, they showed improvements in all of these measures. Overall, their fasting blood sugar levels dropped by 53%, along with the amount of insulin their bodies produced since insulin is normally needed to break down carbohydrates and sugars. Their triglyceride and LDL levels also declined and, most importantly, they showed less fat in their liver.\n\nGet The Brief. Sign up to receive the top stories you need to know right now. Choose your country United States of America Afghanistan Albania Algeria American Samoa Andorra Angola Anguilla Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Brazil Brunei Darussalam Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Colombia Comoros Congo Congo, Democratic Republic of Cook Islands Costa Rica Cote d'Ivoire Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Faeroe Islands Falkland Islands (Malvinas) Fiji Finland France French Guiana French Polynesia Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guinea Guinea-Bissau Guyana Haiti Holy See Honduras Hong Kong Hungary Iceland India Indonesia Iran Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libyan Arab Jamahiriya Liechtenstein Lithuania Luxembourg Macao Macedonia Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia Monaco Mongolia Montserrat Morocco Mozambique Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory, Occupied Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Republic of Korea Republic of Moldova Reunion Romania Russian Federation Rwanda Saint Helena Saint Kitts and Nevis Saint Lucia Saint Pierre and Miquelon Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia and Montenegro Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Islands Swaziland Sweden Switzerland Syrian Arab Republic Taiwan Tajikistan Tanzania, United Republic of Thailand Timor-Leste Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United Kingdom Virgin Islands (U.S.) Virgin Islands (British) Uruguay Uzbekistan Vanuatu Venezuela Viet Nam Wallis and Futuna Islands Western Sahara Yemen Zambia Zimbabwe Please enter a valid email address. Please select your country. I can confirm I have read and accept the Terms Of Use. Please check to proceed. Sign Up Now You may unsubscribe from email communication at any time. See our Privacy Policy for further details. Thank you! For your security, we've sent a confirmation email to the address you entered. Click the link to confirm your subscription and begin receiving our newsletters. If you don't get the confirmation within 10 minutes, please check your spam folder.\n\nMORE: 7 Amazing Things That Happen to Your Body When You Give Up Soda\n\nBecause some of the children lost weight, to convince themselves that the effects weren’t due to the small amount of weight that some of the children lost, Lustig and his team compared those who lost weight to those who didn’t during the study, and found similar improvements in both groups.\n\n“Up until now, there have been a lot of correlation studies linking sugar and metabolic syndrome,” says Lustig. “This is causation.”\n\nThe diet he provided the children isn’t considered ideal from a health perspective — starches are still a considerable source of calories and can contribute to weight gain. But Lustig relied on the starches to prove a point in a scientific study — that the effect sugar has on the body goes beyond anything connected to its calories and to weight. “I’m not suggesting in any way, shape or form that we gave them healthy food,” he says. “We gave them crappy food, shitty food, processed food — and they still got better. Imagine how much even better they would have gotten if we didn’t substitute and took the sugar out. Then they would have gotten even better yet. That’s the point.”\n\nMORE: The Trouble With Sugar Free Kids\n\nNot everyone is convinced that the results definitely prove sugar, and not weight loss, is the culprit, however. Susan Roberts, professor of Nutrition, USDA Nutrition Center at Tufts University notes that because some of the children lost weight, it’s still possible that shedding the pounds helped their metabolic measures to improve. She also points out that the children self-reported their initial diet, which can often be inaccurate. “We know that a healthy diet and weight loss cause good metabolic changes, and although this study tries to attribute its effects to low fructose, in fact it is impossible to do that because of the study design.”\n\nSome experts are concerned for other reasons. They’re worried that the findings may shift attention away from what they consider to be the more fundamental issue — that overall, we’re eating too much. “Too much calorie intake is still the biggest problem,” says Dr. Mark Corkins, professor of pediatrics at University of Tennessee Health Science Center and member of the American Academy of Pediatrics committee on nutrition. He notes that the study involved children who were obese already and consuming too many calories. “It’s an important study, and the facts coming out of it are very important. It means we need to look at sugars, and at the type of sugars and sugar intake. But I worry that people are going to hang everything on this when we still need to reduce consumption.”\n\nLustig hopes that won’t happen as more data emerges that details how sugar is altering the body in unhealthy ways outside of its caloric contribution. That wasn’t the subject of the current paper, but he promises follow up studies based on this work that will address that. This study does hint however, at what might be happening. While there has been a lot of attention on the presence of belly fat and its connection to metabolic syndrome, the fact that the children saw improvements in the amount of fat in their liver suggests that might be an important way that sugar is contributing to chronic disease. Obese children and those with diabetes often suffer from fatty liver, a condition normally associated with alcohol abuse but increasingly common among non-drinkers who gain excessive amounts of weight.\n\nThis new view of sugar could change the advice that doctors and government health officials give about eating the sweet stuff. Lustig’s hope is that the information is considered as the U.S. Department of Agriculture finalizes its latest Dietary Guidelines, expected by the end of the year, which delineate recommendations for what, and how much of different types of foods and nutrients Americans should eat.\n\nContact us at editors@time.com.", "images": ["http://time.com/img/Paper-plane.svg", "https://timedotcom.files.wordpress.com/2016/01/burger-take-out-diet-junk-food-health.jpg?quality=85&w=600", "http://subscription-assets.timeinc.com/current/1850_top2_205_thumb.jpg", "https://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2019/11/hamburgers-and-fries.jpg?quality=85&w=600", "https://timedotcom.files.wordpress.com/2016/01/soda-can-drink-diet-health-fitness.jpg?quality=85&w=600", "http://pixel.carambo.la/Pixel/tmnc11/112753/0/1/0", "https://timedotcom.files.wordpress.com/2015/10/sugar.jpg?quality=85&w=1200&h=628&crop=1", "http://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "http://assets.time.com/images/dianomi-logo.png", "https://timedotcom.files.wordpress.com/2017/09/time-newsletter-tout-footer.png", "http://pixel.watch/f3fo"], "top_img": "https://timedotcom.files.wordpress.com/2015/10/sugar.jpg?quality=85&w=1200&h=628&crop=1", "keywords": [], "authors": ["Alice Park"], "canonical_link": "https://time.com/4087775/sugar-is-definitely-toxic-a-new-study-says/", "title": "How Sugar Affects the Body: New Study Looks Beyond Calories", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "keywords": "calories,Diet/Nutrition,Heart Disease,Obesity,Sugar,weight,weight gain", "news_keywords": "sugar, obesity, heart disease, calories, weight, harms of sugar, metabolic syndrome", "description": "That’s what scientists have concluded from a first-of-its-kind diet study involving overweight kids", "og": {"title": "Sugar Is Toxic, Says New Study", "type": "article", "site_name": "Time", "url": "https://time.com/4087775/sugar-is-definitely-toxic-a-new-study-says/", "description": "That’s what scientists have concluded from a first-of-its-kind diet study involving overweight kids", "image": {"identifier": "https://timedotcom.files.wordpress.com/2015/10/sugar.jpg?quality=85&w=1200&h=628&crop=1", "width": 1200, "height": 628}}, "article": {"content_tier": "free", "opinion": "false"}, "pinterest": {"url": "https://time.com/4087775/sugar-is-definitely-toxic-a-new-study-says/", "description": "That’s what scientists have concluded from a first-of-its-kind diet study involving overweight kids", "media": "https://timedotcom.files.wordpress.com/2015/10/sugar.jpg?quality=85&w=1200&h=628&crop=1"}, "twitter": {"card": "summary_large_image", "url": "https://time.com/4087775/sugar-is-definitely-toxic-a-new-study-says/", "title": "Sugar Is Toxic, Says New Study", "description": "That’s what scientists have concluded from a first-of-its-kind diet study involving overweight kids", "site": "@TIME", "image": "https://timedotcom.files.wordpress.com/2015/10/sugar.jpg?quality=85&w=1024&h=512&crop=1"}, "fb": {"app_id": 53177223193, "pages": 10606591490}}, "movies": [], "publish_date": null, "source": "http://time.com", "summary": ""}