{"url": "http://www.nytimes.com/2011/12/11/health/research/hemophilia-b-gene-therapy-breakthrough.html?_r=1&ref=health", "text": "The delivery virus, carrying a good version of the human gene for the clotting agent known as Factor IX, was prepared by researchers at St. Jude Children’s Research Hospital in Memphis. The patients had been recruited and treated with the virus in England by a team led by Dr. Amit C. Nathwani of University College London; researchers at the Children’s Hospital of Philadelphia monitored their immune reactions.\n\nHemophilia B is caused by a defect in the gene for Factor IX. Fatal if untreated, the disease occurs almost only in men because the Factor IX gene lies on the X chromosome, of which men have only a single copy.\n\nWomen who carry a defective gene on one X chromosome can compensate with the good copy on their other X chromosome, but they bequeath the defective copy to half their children. About one in 30,000 of newborn boys have the disease, with about 3,000 patients in the United States.\n\nDr. Nathwani and his team reported that they treated the patients by infusing the delivery virus into their veins. The virus homes in on the cells of the liver, and the gene it carries then churns out correct copies of Factor IX. A single injection enabled the patients to produce small amounts of Factor IX, enough that four of the six could stop the usual treatment, injections of Factor IX concentrate prepared from donated blood. The other two patients continued to need concentrate, but less frequently.\n\nPhoto\n\nTreating a patient with concentrate costs $300,000 a year, with a possible lifetime cost of $20 million, but the single required injection of the new delivery virus costs just $30,000, Dr. Katherine P. Ponder of the Washington University School of Medicine in St. Louis notes in her commentary in The New England Journal of Medicine, calling the trial “a landmark study.”\n\nThe patients have continued to produce their own Factor IX for up to 22 months, said Dr. Edward G. D. Tuddenham, director of the Hemophilia Center at the Royal Free Hospital in London. One patient, a geologist, had a good response at first, but his level of Factor IX has declined to 1 percent of normal, the level at which the disease kicks in.\n\n“We attribute this to the fact that he had an inflammation, and although we treated it promptly, we should have been quicker off the mark,” Dr. Tuddenham said.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe patient cannot be injected again with the same virus because his immune system is now primed to attack it. “He’s very philosophic about it, but he’s a scientist, and his motivation is to help the science,” Dr. Tuddenham said.\n\nAdvertisement Continue reading the main story\n\nTwenty more patients will be treated to assess the best dose of the virus, the goal being the highest dose that does not set off an immune system attack, Dr. Tuddenham said. “We are pretty close to the sweet spot,” he said. If all goes well, a genetic treatment for hemophilia B “could be available for widespread use in a couple of years.”\n\nIn a trial in 2006, a patient injected with a corrective gene produced his own Factor IX but only for 10 weeks. The designer of that treatment, Dr. Katherine A. High of Children’s Hospital of Philadelphia, said the new therapy had worked because the delivery virus had been made more efficient and because the research team had treated the patients with steroids to suppress immune system attacks on the virus.\n\n“I think it’s incredibly exciting, and I say that even though these people are my competitors,” she said. Dr. High is listed as a co-author of the report because her laboratory helped monitor the patients and provided proof for regulators that the virus would not insert its human gene into the patients’ sperm and make the change hereditary.\n\nA serious problem with other delivery viruses is that they insert themselves randomly into chromosomes, sometimes disrupting a gene. The virus used by Dr. Nathwani’s team, known as adeno-associated virus-8, generally stays outside the chromosomes, so it should not present this problem. Still, patients will need to be monitored for liver cancer, a small possibility that has been observed in mice.\n\n“I don’t think it’s a showstopper, but it’s a critical safety issue that has to be assessed,” Dr. High said.\n\nPatients have little or no immunity to the adeno-associated virus, which infects rhesus monkeys. The virus has a propensity for making liver cells its target, which is good for the therapy because these cells are the natural producers of Factor IX. However, liver cells do not live forever and slowly replenish themselves, possibly limiting how long the therapy will last.\n\nAbout 80 percent of hemophilia cases are of the type known as hemophilia A, which is caused by defects in a different blood-clotting agent, Factor VIII. Researchers have focused on hemophilia B, in part, because the Factor IX gene is much smaller and easier to work with.", "images": ["https://static01.nyt.com/images/2011/12/11/world/hemophilia/hemophilia-thumbStandard.jpg", "https://static01.nyt.com/images/2011/12/11/world/hemophilia/hemophilia-jumbo.jpg"], "top_img": "https://static01.nyt.com/images/2011/12/11/world/hemophilia/hemophilia-thumbStandard.jpg", "keywords": [], "authors": ["Nicholas Wade"], "canonical_link": "https://www.nytimes.com/2011/12/11/health/research/hemophilia-b-gene-therapy-breakthrough.html", "title": "Hemophilia B Gene Therapy Breakthrough", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/100000001218737", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2011/12/11/health/research/hemophilia-b-gene-therapy-breakthrough.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2011/12/11/health/research/hemophilia-b-gene-therapy-breakthrough.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/100000001218737"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2011/12/11/health/research/hemophilia-b-gene-therapy-breakthrough.html", "title": "Hemophilia B Gene Therapy Breakthrough", "description": "Hemophilia B is the first well-known disease to appear treatable by gene therapy, a technique with a 20-year record of almost unbroken failure.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "robots": "noarchive", "hdl_p": "In a Breakthrough for Gene Therapy, An Injection Works on Hemophilia B", "description": "Hemophilia B is the first well-known disease to appear treatable by gene therapy, a technique with a 20-year record of almost unbroken failure.", "genre": "News", "articleid": 100000001218737, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Hemophilia B Gene Therapy Breakthrough", "pdate": 20111210, "utime": 20140901025846, "ptime": 20111210164329, "DISPLAYDATE": "Dec. 10, 2011", "dat": "Dec. 10, 2011", "lp": "Hemophilia B is the first well-known disease to appear treatable by gene therapy, a technique with a 20-year record of almost unbroken failure.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "11hemophilia", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "published": "2011-12-10T16:43:29-05:00", "modified": "2014-09-01T02:58:46-04:00", "section": "Health", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "top-level-section": "health", "author": "https://www.nytimes.com/by/nicholas-wade", "tag": "New England Journal of Medicine"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "og": {"url": "https://www.nytimes.com/2011/12/11/health/research/hemophilia-b-gene-therapy-breakthrough.html", "type": "article", "title": "Hemophilia B Gene Therapy Breakthrough", "description": "Hemophilia B is the first well-known disease to appear treatable by gene therapy, a technique with a 20-year record of almost unbroken failure.", "image": "https://static01.nyt.com/images/2011/12/11/world/hemophilia/hemophilia-thumbStandard.jpg"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Nicholas Wade", "tone": "feature", "byl": "By NICHOLAS WADE", "PT": "article", "CG": "health", "SCG": "research", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Genetic Engineering", "org": "New England Journal of Medicine", "keywords": "Hemophilia,Genetics and Heredity,Research,Blood,Immune System,Genetic Engineering,New England Journal of Medicine,Nathwani  Amit C,University College London", "thumbnail": "https://static01.nyt.com/images/2011/12/11/world/hemophilia/hemophilia-thumbStandard.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "dfp-ad-unit-path": "health/research", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1323579600.0, "source": "http://www.nytimes.com", "summary": ""}