{"url": "http://consumer.Healthday.com/Article.asp?AID=641562", "text": "En Español\n\nBy Dennis Thompson\n\nHealthDay Reporter\n\nFRIDAY, Jan. 21, 2011 (HealthDay News) -- Americans suffering from muscle pain are used to taking a pill or rubbing in a cream to help soothe their aches.\n\nBut a new form of pain relief seems to be catching on: analgesics delivered through a medicated patch placed directly where it hurts.\n\nThe U.S. Food and Drug Administration approved the country's first over-the-counter, pain-relieving transdermal patches in 2008. But the patches, marketed under the brand name Salonpas, are nothing new. They've been sold in various countries in Asia since the 1930s, according to their manufacturer, the Japanese firm Hisamitsu Pharmaceutical.\n\n\"Salonpas is the Western world catching up with Asia,\" said Dr. Rick Rosenquist, a professor of anesthesia and director of pain medicine at the University of Iowa Carver College of Medicine and chairman of the American Society of Anesthesiologists' committee on pain medicine.\n\n\"If you are an Asian kid, you've had these placed on you since time immemorial,\" he said. \"It's just now starting to hit more mainstream in the United States. They're gaining more acceptance.\"\n\nBefore the FDA action, pain-relieving patches were available in the United States only by prescription, said Dr. John Dombrowski, director of the Washington Pain Center in Washington, D.C. Their active ingredients include such medications as lidocaine, capsaicin and non-steroidal anti-inflammatory drugs, or NSAIDs. The active ingredients in Salonpas are methyl salicylate and menthol, common components of pain-relieving gels and creams, such as Bengay.\n\nPain patches have a number of benefits, Rosenquist and Dombrowski said, not the least of which is convenience. With a patch, you \"put [it] on and forget about it, rather than having to remember to take pills,\" Dombrowski said.\n\nThe patches also deliver their medicine directly to the site of a person's pain. This may eliminate some of the side effects that come with taking pills. For instance, some analgesics are likely to cause an upset stomach unless they're taken with food. \"Obviously, patches get around that,\" he said. \"It's a very clever way of getting the medications right where they need to be.\"\n\nAnd, because patches release their medication slowly into the body through the skin, people also should get more consistent pain relief than they do with pills.\n\nOn the other hand, people have to be sure to carefully follow instructions for using the patches, to avoid overdose.\n\nThe main downside to pain patches, however, apparently comes from their effect on the skin. Some people may find themselves allergic to either the active ingredient in a patch or the adhesive used to keep the patch on the body.\n\n\"You need to pay attention when you put them on, to see if you have any kind of skin reaction to the compounds that are contained in the patch,\" Rosenquist said.\n\nBoth doctors said that they expect more over-the-counter pain patches to hit the market if the popularity of Salonpas continues to grow. Future over-the-counter options, they predicted, could include reduced-dosage versions of the NSAID-delivering patches now available through prescription.\n\n\"Success begets success,\" Dombrowski said. \"If this does very well, other drug companies will say, 'I want a piece of this action.'\"\n\nMore information\n\nThe U.S. National Institute of Neurological Disorders and Stroke has more about pain.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Dennis Thompson"], "canonical_link": "https://consumer.healthday.com/general-health-information-16/misc-drugs-news-218/pain-patches-making-gains-in-u-s-641562.html", "title": "Pain Patches Making Gains in U.S.", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Advocates say option offers convenience, fewer side effects, more consistent relief", "og": {"title": "Pain Patches Making Gains in U.S.", "description": "Advocates say option offers convenience, fewer side effects, more consistent relief", "url": "https://consumer.healthday.com/general-health-information-16/misc-drugs-news-218/pain-patches-making-gains-in-u-s-641562.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}