{"url": "http://latimesblogs.latimes.com/booster_shots/2010/06/lowdose-combination-of-avandia-and-metformin-decreases-progression-to-diabetes-by-twothirds-with-few.html?utm_source=feedburner", "text": "A combination of low doses of the diabetes drugs Avandia and metformin can reduce the progression to Type 2 diabetes by two-thirds in people who are at high risk of developing the disease, Canadian researchers reported Wednesday. The benefit is greater than with either of the drugs used alone, and the combination has fewer side effects, the researchers reported online in the journal Lancet.\n\nSeveral previous studies have shown conclusively that lifestyle changes and drugs can block progression of the disease in patients at high risk, including those with impaired glucose tolerance and those with impaired fasting glucose tolerance, whose glucose levels are close to the thresholds required to define Type 2 diabetes. Lifestyle changes have been particularly hard to implement, while many patients have been reluctant to take Avandia (known generically as rosiglitazone) because of reports that it increases the risk of weight gain and heart disease. Some groups have gone so far as to claim that clinical trials with Avandia are unethical because of the risk.\n\nDr. Bernard Zinman of the University of Toronto and his colleagues reasoned that using a combination of two drugs, each at half its normal dose, might provide benefits while minimizing risks. They enrolled 207 patients with impaired glucose tolerance, randomly assigning half to take the combination and half to take a placebo. During the nearly four years of followup, Type 2 diabetes developed in 14% of those receiving the drugs, compared with 39% of those in the placebo group, a 66% reduction in risk. That indicates that four people need to be treated to prevent one case of diabetes.\n\nPrevious studies have shown that metformin alone reduces the risk of progressing to diabetes by about 30%, while Avandia alone produces a maximum risk reduction of 60%.\n\nEighty percent of the patients in the treatment group returned to normal glucose tolerance, compared with 53% of those in the placebo group. Side effects such as weight gain, congestive heart failure and diarrhea were observed only rarely, but it is possible that the study was not large enough to see rare side effects.\n\nThe trial was funded by GlaxoSmithKline, which manufactures Avandia.\n\nIn an editorial accompanying the report, Dr. Thomas A. Buchanan of USC and Dr. Anny H. Xiang of Kaiser Permanente Southern California noted that \"the concept of combining submaximum doses of effective drugs to maintain efficacy and reduce side-effects is an attractive one.\" But they noted that the regimen did not affect the progression of beta-cell disease in the pancreas, which is the ultimate source of the diabetes, and that a really effective treatment will not be available until that can be done.\n\n-- Thomas H. Maugh II", "images": ["https://d1qqc1e9kvmdh8.cloudfront.net/img/favicon.ico", "https://pixel1739.everesttech.net/1739/p?ev_transid=121509852926119682678&ev_Latimes.com_news_s_pageview=1", "http://ad.doubleclick.net/ad/trb.latimes/news/local/blog/lanow;ptype=sf;pos=t;tile=1;sz=1x1,728x90;ord=123456789", "http://ad.doubleclick.net/ad/trb.latimes/feature/health/blog;ptype=sf;pos=1;tile=4;sz=160x600;u=http://latimesblogs.latimes.com/booster_shots/;ord=123456789", "http://ad.doubleclick.net/ad/trb.latimes/feature/health/blog;ptype=sf;pos=1;tile=3;sz=300x250;u=http://latimesblogs.latimes.com/booster_shots/;ord=123456789"], "top_img": "https://d1qqc1e9kvmdh8.cloudfront.net/img/favicon.ico", "keywords": [], "authors": [], "canonical_link": "", "title": "", "meta_data": {"description": "A combination of low doses of the diabetes drugs Avandia and metformin can reduce the progression to Type 2 diabetes by two-thirds in people who are at high risk of developing the disease, Canadian researchers reported Wednesday. The benefit is...", "y_key": "b3c78ee3173880d5", "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "viewport": "width=device-width, initial-scale=1.0"}, "movies": [], "publish_date": null, "source": "http://latimesblogs.latimes.com", "summary": ""}