{"url": "http://consumer.Healthday.com/Article.asp?AID=650257", "text": "En Español\n\nBy Jenifer Goodwin\n\nHealthDay Reporter\n\nTHURSDAY, Feb. 24, 2011 (HealthDay News) -- Blood tests that indicate prostate-specific antigen (PSA) levels are rising rapidly over time are of little use in detecting aggressive prostate cancer and should not be done, a new study indicates.\n\nPSA is a protein produced by cells of the prostate gland. High levels of PSA can be a marker for prostate cancer, although it's far from a perfect screening tool, experts say. Men with both high and low levels of PSA can have cancer or not have cancer.\n\nThe thought was that since high PSA levels are correlated with prostate cancer, rapidly rising levels of PSA, called \"PSA velocity,\" from one year to another would also be an indicator of prostate cancer.\n\nHowever, the new study found that PSA velocity doesn't add any useful information beyond what physicians can already tell from other methods of prostate cancer screening, including the one-time PSA level test and digital rectal exams.\n\nCurrent screening guidelines that recommend biopsies for men who have high PSA velocity but no other signs of prostate cancer -- such as a suspected abnormality during a digital rectal exam or high PSA level during a single test -- are leading to many unnecessary biopsies, the researchers said.\n\n\"We found there was no strong association between PSA velocity and prostate cancer, and virtually none with aggressive prostate cancer,\" said study author Andrew Vickers, of Memorial Sloan-Kettering Cancer Center in New York City. \"The velocity didn't add anything more to detecting aggressive prostate cancers.\"\n\nThe study is published online Feb. 24 in the Journal of the National Cancer Institute.\n\nThe whole issue of prostate cancer screening -- including the PSA test, the digital rectal exam and PSA velocity -- has been controversial, said Dr. Otis Brawley, chief medical officer of the American Cancer Society (ACS).\n\nPart of the difficulty is, while current screening methods are good at detecting cancer, they can't distinguish between aggressive, life-threatening prostate cancers and those that are slow-growing and relatively benign. And many prostate cancers are just that -- of little risk to men during their lifetimes, Brawley said.\n\nCurrent ACS prostate screening cancer guidelines recommend that men make an informed decision with their doctor about whether to be tested for prostate cancer. \"Research has not yet proven that the potential benefits of testing outweigh the harms of testing and treatment,\" according to the ACS.\n\nAs for PSA velocity, the ACS doesn't have a position on what PSA velocity warrants a biopsy.\n\nBut the National Comprehensive Cancer Network and American Urological Association guidelines do recommend biopsies based on high PSA velocities, even in the absence of an elevated PSA or a suspicious digital rectal exam, according to background information in the study.\n\nAnd many internal medicine and primary-care doctors, in part because of fears of litigation, do order biopsies based on fast-rising PSA levels, Brawley said.\n\n\"It's something that has become almost a community standard. If a guy has a PSA of .8 last year, and a year or so later you've repeated it and it's 1.9, because it has increased by a factor of 1 he gets sent to biopsy,\" Brawley said.\n\nIn the study, researchers used data on more than 5,500 men in their 60s and 70s who took part in a drug trial for a prostate cancer prevention drug. The men in the study were all from the placebo arm, meaning they had not received the drug. As part of the trial, all of the men agreed to have a biopsy at the end of the trial, needed or not.\n\nResearchers did find a statistical association between PSA velocity and the chances of a biopsy coming back cancerous. But when they factored in other things that can influence risk, including a family history of the disease, being older, being black, PSA level and results of a digital rectal exam, there was virtually no association between PSA velocity and biopsy outcome.\n\n\"PSA velocity measurement is not useful,\" Brawley said.\n\nGrace Lu-Yao, a cancer epidemiologist at the Cancer Institute of New Jersey who wrote an accompanying editorial, said she agreed with the authors' conclusions that PSA velocity does not seem to be a good predictor of prostate cancer.\n\nIn addition, tracking PSA levels overtime can also cause anxiety to men, who often worry if their PSA level has suddenly shot up.\n\n\"According to the data, PSA velocity does not add any value, but it may add more anxiety,\" Lu-Yao said.\n\nMore information\n\nThe National Cancer Institute has more on the PSA test.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Jenifer Goodwin"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/prostate-cancer-news-106/rapid-rise-in-psa-levels-a-poor-predictor-of-prostate-cancer-study-650257.html", "title": "Rapid Rise in PSA Levels a Poor Predictor of Prostate Cancer: Study", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Measuring changes over time leads to unnecessary biopsies, researchers say", "og": {"title": "Rapid Rise in PSA Levels a Poor Predictor of Prostate Cancer: Study", "description": "Measuring changes over time leads to unnecessary biopsies, researchers say", "url": "https://consumer.healthday.com/cancer-information-5/prostate-cancer-news-106/rapid-rise-in-psa-levels-a-poor-predictor-of-prostate-cancer-study-650257.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}