{"url": "http://www.usatoday.com/story/news/nation/2012/11/04/chelation-therapy-heart-disease/1678251/", "text": "Liz Szabo, USA TODAY\n\nA heart disease study presented Sunday is being called a $32 million waste of time — and even a danger to public health — by some of the country's leading health experts.\n\nThe taxpayer-funded study tested whether a controversial alternative therapy, called chelation, could reduce heart attacks and other cardiovascular problems in people who had already survived a heart attack.\n\nChelation therapy, which can remove metals from the blood, is a risky procedure approved to treat rare, life-threatening cases of heavy metal poisoning. Tens of thousands of patients a year undergo the procedure \"off-label,\" however, paying around $5,000 out-of-pocket, based on the claims of doctors who say it can cure everything from Alzheimer's to autism.\n\nNational Institutes of Health officials say they launched the study because there has never been any evidence that the practice is effective or safe.\n\nIn a presentation Sunday, doctors said the trial found a small overall benefit to chelation, mainly because it prevented heart problems in people with diabetes.\n\nElliott Antman, chair of the American Heart Association's Scientific Sessions program committee, praised NIH for doing the study.\n\n\"Kudos for funding a trial that says, 'OK, if people are lining up to have this done, let's let it undergo rigorous clinical trials,'\" Antman said in an interview before the results were unveiled.\n\nIn a statement after the study was presented, Antman, a cardiologist at Boston's Brigham and Women's Hospital and professor of medicine at Harvard Medical School, added, \"Intriguing as the results are, they are unexpected and should not be interpreted as an indication to adopt chelation therapy into clinical practice.\"\n\nYet some doctors say the study was far from rigorously performed, and so badly run that its marginally positive results are meaningless.\n\nCardiologist Steven Nissen of the Cleveland Clinic, one of the USA's most respected heart experts, says he's concerned the study will encourage more patients to get off-label chelation instead of taking proven medications or making lifestyle changes that clearly have been shown to reduce heart disease.\n\n\"This study has the potential to be extremely dangerous,\" Nissen says. Chelation \"should not be administered to any patients for the indication of heart disease. ... There are a lot of people, including me, who believe this was a poor use of taxpayer dollars.\"\n\nAt least 30 patients have died from off-label chelation therapy since the 1970s, including an autistic 5-year-old Pennsylvania boy, according to a 2008 report in The Medscape Journal of Medicine.\n\nEven the study's lead author says the research should not be used to recommend chelation therapy, and he acknowledges that its findings could have been due to chance.\n\n\"A definitive answer on chelation therapy will take much additional research,\" Gervasio Lamas, chief of the Columbia University division of cardiology at Mount Sinai Medical Center in Miami Beach, Fla., said in a statement. \"The most exciting part of this study is that there may be an unexpected signal of benefit. We need to understand whether the signal is true, or whether it occurred by chance.\"\n\nThe trial, known as the Trial to Assess Chelation Therapy, or TACT, has been dogged by accusations of safety and ethical problems from its beginnings 10 years ago.\n\nThe study was temporarily halted in 2008 because of concerns over ethics and patient safety. An investigation by the federal Office for Human Research Subject Protections, which is charged with protecting patients, found that patients may not have been properly informed of chelation's risks.\n\nIn response to such concerns, researchers revised their consent forms — the documents that explain a study's risks and benefits to patients — which had failed to mention the risk of death in chelation therapy.\n\nFederal officials also ordered researchers to notify patients that the drug they were receiving had never been approved for lead poisoning, as implied in the consent form, and that the Food and Drug Administration had taken the study drug off of its list of approved medications.\n\nStephen Kopecky, a Mayo Clinic cardiologist who participated in the trial, says he's also concerned about the reliability of its findings.\n\nThe overall benefits were very small, with 26.5% of those randomly assigned to chelation experiencing a cardiovascular problem, compared with 30% of those randomly assigned to a placebo infusion. Even more concerning, that benefit passed the bar for statistical significance — the standard for judging whether a result is real or a fluke — by only 0.001.\n\nFurther analysis showed the benefits were limited to those with diabetes, rather than for patients overall.\n\nUnder the best of circumstances, that's not a strong result, says anesthesiologist Kimball Atwood of Newton-Wellesley Hospital in Massachusetts, who has followed the study from its beginning.\n\nThis study's findings are even more questionable, however, Kopecky says, because patients who got chelation had lower bad cholesterol levels than the placebo group at the start of the trial. That could explain most of their reduced risk for a second heart attack, says Kopecky, president of the American Society for Preventive Cardiology.\n\nIn addition, 30% of patients stopped getting their assigned treatments, and 17% withdrew their consent, preventing doctors from including their data or even contacting them to see if they were still alive, Kopecky says.\n\nThat large of a dropout rate — which is normally no more than about 3% — could skew the study's findings, Kopecky says.\n\n\"That's a big concern any time a study shows a benefit on something that's not highly regulated by the FDA,\" Kopecky says.\n\nKopecky also acknowledges that there's no known biological basis for why removing metals from the blood would help heart disease. \"That is a million-dollar question,\" he said.\n\nMore than half the trial sites were led by doctors who practice chelation, says Paul Armstrong, a professor of cardiology at the University of Alberta, chosen to discuss the study on a panel at the heart meeting. That could lead to a bias in favor of chelation, Atwood says.\n\n\"All of these factors call into question the results,\" says Michael Carome, deputy director of the advocacy group Public Citizen's Health Research Group.\n\nNIH officials say the trial was worthwhile. Gary Gibbons, director of the National Heart, Lung, and Blood Institute, says the study was a \"breakthrough\" not for proving that chelation works, but for \"establishing that this chelation therapy regimen can be administered in a safe manner in the context of a clinical trial.\"", "images": ["https://www.gannett-cdn.com/presto/2019/11/09/USAT/71bf8e18-be3f-4b7b-a869-fb4bbd14f34b-65611019-131a-4c3a-a54e-b87eece97874_thumbnail.png?width=660&height=372&fit=crop&format=pjpg&auto=webp", "https://www.gannett-cdn.com/media/USATODAY/USATODAY/2012/11/02/steven-nissen-16_9.jpg?width=1185&height=671&fit=crop&format=pjpg&auto=webp"], "top_img": "https://www.gannett-cdn.com/media/USATODAY/USATODAY/2012/11/02/steven-nissen-16_9.jpg?width=1185&height=671&fit=crop&format=pjpg&auto=webp", "keywords": [], "authors": [], "canonical_link": "https://www.usatoday.com/story/news/nation/2012/11/04/chelation-therapy-heart-disease/1678251/", "title": "Researchers raise concerns over chelation heart study", "meta_data": {"viewport": "width=device-width,initial-scale=1,minimum-scale=1", "og": {"title": "Researchers raise concerns over chelation heart study", "description": "A heart disease study presented Sunday is being called a $32 million waste of time, and even a danger to public health", "url": "https://www.usatoday.com/story/news/nation/2012/11/04/chelation-therapy-heart-disease/1678251/", "site_name": "USA TODAY", "image": {"identifier": "https://www.gannett-cdn.com/media/USATODAY/USATODAY/2012/11/02/steven-nissen-16_9.jpg?width=1185&height=671&fit=crop&format=pjpg&auto=webp", "width": 1185, "height": 671}, "type": "article"}, "article": {"author": "Liz Szabo, USA TODAY", "content_tier": "free", "opinion": "false"}, "description": "A heart disease study presented Sunday is being called a $32 million waste of time, and even a danger to public health", "fb": {"pages": "13652355666,48958576760,156345381090801,110471702456365,6566864515,137698179626815,315942225236045,927427260614748,183850168300771,1443524575938047,251228454889939,158095147555989,115535341805950,236655713446291,1621466394844549,250325640686,177037772444433,1972936962947967,2047091012096533,535551216797440", "app_id": 215046668549694}, "ROBOTS": "NOODP, NOYDIR", "google": "notranslate", "twitter": {"card": "summary_large_image", "image": "https://www.gannett-cdn.com/media/USATODAY/USATODAY/2012/11/02/steven-nissen-16_9.jpg?width=1185&height=592&fit=crop&format=pjpg&auto=webp", "site": "@usatoday", "creator": "@usatoday", "title": "Researchers raise concerns over chelation heart study", "description": "A heart disease study presented Sunday is being called a $32 million waste of time, and even a danger to public health"}}, "movies": [], "publish_date": 1352001600.0, "source": "http://www.usatoday.com", "summary": ""}