{"url": "http://www.reuters.com/article/2012/04/23/us-mixed-message-antidepressant-idUSBRE83M15020120423", "text": "NEW YORK (Reuters Health) - New findings suggest that the antidepressant Lexapro might make hot flashes a little less of a nuisance to women — adding to the mixed bag of results regarding that drug’s effect on menopause symptoms.\n\nThe study, of 205 women, found that those randomly assigned to take Lexapro (escitalopram) for eight weeks reported less daily “interference” from their hot flashes.\n\nCompared with women given inactive placebo pills, they said hot flashes were taking less of a toll on their work, daily activities, sleep and general mood. Women on the placebo also improved over time, however.\n\nThe findings come from the same clinical trial that, last year, showed Lexapro halved the number of hot flashes women had each day. (See Reuters story of January 18, 2011.)\n\nA separate study a few months later showed no such benefit, however. In two trials of 36 women, researchers found that Lexapro did not cut the number or severity of hot flashes over eight weeks. (See Reuters Health story of May 26, 2011.)\n\nAnd the lead researcher on that study said these latest findings are “nothing to write home about.”\n\n“The differences between the treatment and placebo groups are very small,” said Robert Freedman, a professor of psychiatry at Wayne State University in Detroit.\n\nIn general, studies of hot-flash remedies over the years have “virtually always found a large placebo effect,” Freedman noted in an interview.\n\nThat could mean that study participants’ hot flashes are just getting better over time, which they sometimes do.\n\n“But my feeling is that it’s the placebo effect,” Freedman said, referring to the phenomenon of study participants on placebos improving because they believe they are getting a real treatment.\n\nHot flashes, which mostly affect women transitioning to menopause and already in that phase of life, involve a sudden sensation of heat, sometimes accompanied by sweating or visible reddening of the skin.\n\nTheir exact cause is unknown, but hormonal regulation of body temperature is thought to be involved.\n\nBouts of hot flashes can happen many times a day and past research has found they can continue for anywhere from a few months to up to 10 years.\n\nSo far, Freedman noted, the only hot-flash treatment that has consistently worked in studies is hormone replacement therapy (HRT).\n\nAnd right now, HRT is the only treatment approved by the U.S. Food and Drug Administration for cooling hot flashes.\n\nBut women and doctors are wary of HRT these days — since a 2002 clinical trial linked the hormones to increased risks of heart attack, stroke, breast cancer and blood clots.\n\nSo researchers have been looking for alternatives. And studies have suggested that a few antidepressants, used at low doses, can be helpful for some women — including paroxetine (Paxil), fluoxetine (Prozac) and venlafaxine (Effexor).\n\nThis latest study, reported in the journal Fertility & Sterility, focused on hot flash “interference” — the degree to which women feel hot flashes disrupt their lives.\n\nThat’s important because it gets at quality of life, according to the researchers, led by Janet S. Carpenter of Indiana University in Indianapolis.\n\nThe trial included 205 women who were having at least 28 bouts of hot flashes or “night sweats” a week. Carpenter’s team randomly assigned half to use Lexapro for eight weeks, while the other half were given placebo pills.\n\nThe women kept diaries to record their hot flash symptoms. And every four weeks, they filled out a questionnaire on hot-flash interference.\n\nAfter four weeks, the study found, women on the antidepressant saw their score on the interference scale fall by half, on average. It remained there at week eight.\n\nBut women in the placebo group also improved, albeit more slowly and to a somewhat lesser degree.\n\nIn a separate analysis of the same study group, Carpenter’s team found that women on Lexapro also reported bigger improvements in sleep problems: half saw their insomnia symptoms drop by at least 50 percent, versus 35 percent of placebo users.\n\nThose findings appear in a separate report in the journal Menopause.\n\nFreedman said that the overall research on antidepressants and hot flashes is still inconsistent. “Overall, the picture is not optimistic.”\n\nIn his own study last year, Freedman used a different approach to measuring hot flashes: instead of asking women to record their symptoms in a diary, the researchers had them wear a “detector” to monitor objective measures of hot flashes.\n\n“I trust the objective measure more,” Freedman said.\n\nIt is possible for women’s hot flashes to remain unchanged objectively, but have their subjective experience of them change. “But that raises the question of why,” Freedman said.\n\nAnd for now, he noted, it’s also not clear why antidepressants would have effects on hot flashes.\n\nLexapro, which costs about $125 a month, belongs to the group of antidepressants called selective serotonin-reuptake inhibitors (SSRIs). They increase levels of the brain chemical serotonin, which may have a role in regulating body heat.\n\nBut no one knows if altering serotonin levels actually does affect women’s hot flashes. In fact, Freedman said, there’s some evidence that lowering serotonin levels does not worsen hot flashes — which would be expected if the “serotonin theory” is correct.\n\nAntidepressants can also have side effects, like nausea, drowsiness, headache, constipation and dry mouth.\n\nRight now, no antidepressant is specifically approved to treat hot flashes. But in the U.S., doctors are allowed to prescribe drugs “off-label” for conditions other than their approved uses.\n\nBesides antidepressants, doctors sometimes prescribe certain blood pressure medications or the anti-seizure drug gabapentin, which some studies suggest may be helpful.\n\nHot flashes often need no drug treatment at all, though.\n\nIf they are not severe, experts say simple steps can be enough — like avoiding hot and spicy foods, turning down the thermostat, or trying relaxation techniques, such as yoga or meditation.\n\nThere are several herbal or “natural” products marketed for easing menopause symptoms, including black cohosh, soy, red clover and dong quai. But there is little evidence that they work, according to the North American Menopause Society.\n\nSOURCE: bit.ly/J54Hwj Fertility & Sterility, online April 4, 2012, and Menopause, online March 19, 2012.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Amy Norton", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-mixed-message-antidepressant-idUSBRE83M15020120423", "title": "Mixed message on antidepressant for hot flashes", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "(Reuters Health) - New findings suggest that the antidepressant Lexapro might make hot flashes a little less of a nuisance to women -- adding to the mixed bag of results regarding that drug's effect on menopause symptoms.", "Author": "Amy Norton", "keywords": "United States,Janet S. Carpenter,Robert Freedman,US,MIXED,MESSAGE,ANTIDEPRESSANT", "news_keywords": "United States;Janet S. Carpenter;Robert Freedman;US;MIXED;MESSAGE;ANTIDEPRESSANT", "REVISION_DATE": "Mon Apr 23 17:41:31 UTC 2012", "analyticsAttributes.articleDate": "2012-04-23T17:41:31+0000", "analyticsAttributes.author": "Amy Norton", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-mixed-message-antidepressant-idUSBRE83M15020120423", "analyticsAttributes.contentTitle": "Mixed message on antidepressant for hot flashes", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "United States,Janet S. Carpenter,Robert Freedman,US,MIXED,MESSAGE,ANTIDEPRESSANT", "analyticsAttributes.keywordSlug": "US-MIXED-MESSAGE-ANTIDEPRESSANT", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Mixed message on antidepressant for hot flashes", "sailthru.author": "Amy Norton", "sailthru.date": "2012-04-23T17:41:31+0000", "sailthru.title": "Mixed message on antidepressant for hot flashes", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Mixed message on antidepressant for hot flashes", "url": "https://www.reuters.com/article/us-mixed-message-antidepressant-idUSBRE83M15020120423", "type": "article", "description": "(Reuters Health) - New findings suggest that the antidepressant Lexapro might ma...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2012-04-23T17:41:31+0000", "modified_time": "2012-04-23T17:41:31+0000", "section": "Homepage", "author": "Amy Norton", "tag": "United States,Janet S. Carpenter,Robert Freedman,US,MIXED,MESSAGE,ANTIDEPRESSANT"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary", "title": "Mixed message on antidepressant for hot flashes", "description": "(Reuters Health) - New findings suggest that the antidepressant Lexapro might make hot flashes a little less of a nuisance to women -- adding to the mixed bag of results regarding that drug's eff...", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1335153600.0, "source": "http://www.reuters.com", "summary": ""}