{"url": "http://www.Reuters.com/article/2011/07/06/us-salt-hypertension-idUSTRE76476E20110706", "text": "LONDON (Reuters) - In an analysis that set off a fierce debate over the health effects of salt, researchers said on Wednesday they had found no evidence that small cuts to salt intake reduce the risk of developing heart disease or dying prematurely.\n\nA man holds sea salt harvested from a salt field in Sandspit, about 18 km (11 miles) southwest of Karachi June 19, 2011. REUTERS/Akhtar Soomro\n\nIn a systematic review published by The Cochrane Library, British scientists found that while cutting salt consumption did appear to lead to slight reductions in blood pressure, that was not translated into lower death or heart disease risk.\n\nThe researchers said they suspected the trials conducted so far were not big enough to show any benefits to heart health, and called for large-scale studies to be carried out soon.\n\n“With governments setting ever lower targets for salt intake and food manufacturers working to remove it from their products, it’s really important that we do some large research trials to get a full understanding of the benefits and risks of reducing salt intake,” said Rod Taylor of Exeter University, who led the review.\n\nThe Cochrane review attracted sharp criticism from nutrition experts. Francesco Cappuccio, head of the World Health Organization’s collaborating center for nutrition at Warwick University, said it was “a surprisingly poor piece of work.”\n\n“This study does not change the priorities outlined worldwide for a population reduction in salt intake to prevent heart attacks and strokes, the greatest killers in the world,” he said in an emailed comment.\n\nSimon Capewell, a professor of Clinical Epidemiology at Liverpool University, said the review was “disappointing and inconclusive” and did not change public health consensus that dietary salt raises blood pressure.\n\nMost experts are agreed that consuming too much salt is not good for you and that cutting salt intake can reduce hypertension in people with normal and high blood pressure.\n\nMany developed nations have government-sanctioned guidelines calling on people to cut their salt or sodium intake for the sake of their longer-term health. The World Health Organization (WHO) lists reducing salt intake among its top 10 “best buys” for reducing rates of chronic disease.\n\nIn Britain, the National Institute of Health and Clinical Guidance (NICE) has called for an acceleration of the reduction in salt in the general population from a maximum intake of 6 grams(g) a day for adults by 2015 to 3 g by 2025.\n\nU.S. guidelines recommend Americans consume less than 2.3 g of salt daily, or 1.5 g for certain people who are more at risk for high blood pressure or heart disease.\n\nWhile previous trials have found there is a blood pressure benefit from cutting salt, research has yet to show if that translates into better overall heart health in the wider population. High blood pressure, or hypertension, is a major risk factor for cardiovascular diseases — the leading causes of death worldwide.\n\nTaylor said he thought it did not find any evidence of big benefits because the numbers of people studied and the salt intake reductions were relatively small.\n\n“The people in the trials we analyzed only reduced their salt intake by a moderate amount, so the effect on blood pressure and heart disease was not large,” he said.\n\nFor this review, Taylor’s team found seven studies that together included 6,489 participants. This gave the researchers enough data to be able to start drawing conclusions, they said. But even so, the scientists think they would need to have data from at least 18,000 people before they could expect to identify any clear health benefits.\n\nElaine Rush, a professor of nutrition at Auckland University of Technology in Australia, said that putting a spotlight on single trials and generalizing dietary advice for a single nutrient such as salt was “not helpful.”\n\n“What is helpful is for the food industry to reformulate products to reduce sodium and increase the nutrient quality of foods by using real ingredients,” she said in an emailed comment.\n\nSOURCE: bit.ly/q09xF8 Cochrane Reviews, July 6, 2011.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s3.reutersmedia.net/resources/r/?m=02&d=20110706&t=2&i=453664345&w=1200&r=2011-07-06T223018Z_01_BTRE7641S8800_RTROPTP_0_PAKISTAN", "http://s3.reutersmedia.net/resources/r/?m=02&d=20110706&t=2&i=453664345&r=2011-07-06T223018Z_01_BTRE7641S8800_RTROPTP_0_PAKISTAN&w=20"], "top_img": "https://s3.reutersmedia.net/resources/r/?m=02&d=20110706&t=2&i=453664345&w=1200&r=2011-07-06T223018Z_01_BTRE7641S8800_RTROPTP_0_PAKISTAN", "keywords": [], "authors": ["Kate Kelland", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-salt-hypertension-idUSTRE76476E20110706", "title": "Review raises questions over benefits of cutting salt", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews;USWire_EL", "description": "In an analysis that set off a fierce debate over the health effects of salt, researchers said on Wednesday they had found no evidence that small cuts to salt intake reduce the risk of developing heart disease or dying prematurely.", "Author": "Kate Kelland", "keywords": "Australia,Britain,United States,Jon Hemming,US,SALT,HYPERTENSION", "news_keywords": "Australia;Britain;United States;Jon Hemming;US;SALT;HYPERTENSION", "REVISION_DATE": "Wed Jul 06 22:30:22 UTC 2011", "analyticsAttributes.articleDate": "2011-07-06T22:30:22+0000", "analyticsAttributes.author": "Kate Kelland", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-salt-hypertension-idUSTRE76476E20110706", "analyticsAttributes.contentTitle": "Review raises questions over benefits of cutting salt", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "Australia,Britain,United States,Jon Hemming,US,SALT,HYPERTENSION", "analyticsAttributes.keywordSlug": "US-SALT-HYPERTENSION", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Review raises questions over benefits of cutting salt", "sailthru.author": "Kate Kelland", "sailthru.date": "2011-07-06T22:30:22+0000", "sailthru.title": "Review raises questions over benefits of cutting salt", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Review raises questions over benefits of cutting salt", "url": "https://www.reuters.com/article/us-salt-hypertension-idUSTRE76476E20110706", "type": "article", "description": "In an analysis that set off a fierce debate over the health effects of salt, res...", "image": "https://s3.reutersmedia.net/resources/r/?m=02&d=20110706&t=2&i=453664345&w=1200&r=2011-07-06T223018Z_01_BTRE7641S8800_RTROPTP_0_PAKISTAN", "article": {"published_time": "2011-07-06T22:30:22+0000", "modified_time": "2011-07-06T22:30:22+0000", "section": "Homepage", "author": "Kate Kelland", "tag": "Australia,Britain,United States,Jon Hemming,US,SALT,HYPERTENSION"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary_large_image", "title": "Review raises questions over benefits of cutting salt", "description": "In an analysis that set off a fierce debate over the health effects of salt, researchers said on Wednesday they had found no evidence that small cuts to salt intake reduce the risk of developing heart...", "image": {"identifier": "https://s3.reutersmedia.net/resources/r/?m=02&d=20110706&t=2&i=453664345&w=1200&r=2011-07-06T223018Z_01_BTRE7641S8800_RTROPTP_0_PAKISTAN", "src": "https://s3.reutersmedia.net/resources/r/?m=02&d=20110706&t=2&i=453664345&w=1200&r=2011-07-06T223018Z_01_BTRE7641S8800_RTROPTP_0_PAKISTAN"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1309924800.0, "source": "http://www.Reuters.com", "summary": ""}