{"url": "http://well.blogs.nytimes.com/2015/03/11/a-2-minute-test-to-detect-concussions/?rref=health&module=Ribbon&version=context&region=Header&action=click&contentCollection=Health&pgtype=Blogs", "text": "Photo\n\nPhys Ed Gretchen Reynolds on the science of fitness.\n\nAn easy, two-minute vision test administered on the sidelines after a young athlete has hit his or her head can help to reliably determine whether the athlete has sustained a concussion, according to a new study of student athletes, some as young as 5.\n\nThe test is so simple and inexpensive that any coach or parent potentially could administer it, the study’s authors believe, and any league afford to provide it as a way to help evaluate and safeguard players.\n\nThose of us who coach or care for young athletes know by now that an athlete who falls or collides with something during play or seems dazed, dizzy, loses consciousness or complains of head pain should be tested for a concussion, which occurs when the brain is physically jostled within the skull.\n\nBut most of us are clueless about how to test young athletes. The most commonly recommended sideline test is the Standardized Assessment of Concussion, a multipart examination during which athletes are asked to name the date, describe how they feel, memorize and recall lists of words, and do jumping jacks and other tests of coordination. Ideally, this assessment should be administered and evaluated by a medical professional.\n\nBut while the sidelines of college and professional games are crowded with doctors and certified athletic trainers, few high schools and youth leagues have those resources. Most of the time, concussion testing in youth sports falls to volunteer coaches or parents with little if any medical experience.\n\nThat situation prompted researchers at New York University’s Langone Concussion Center to begin wondering recently whether there might be other, easier diagnostic tools to check young players for concussions.\n\nTheir thoughts soon turned to vision.\n\n“About 50 percent of the brain’s pathways are tied in some to way to vision and visual processing,” said Dr. Steven Galetta, chairman of neurology at N.Y.U. Langone Medical Center and senior author of the study, which was published in The Journal of Neuro-Ophthalmology.\n\nEye tests can tell evaluators a great deal about how well someone’s brain is working.\n\nBut for the most part, visual tests have not been part of the standard protocol for sideline concussion testing of young athletes.\n\nHowever, the N.Y.U. researchers knew that in recent years, trainers working with athletes in sports such as boxing and mixed martial arts, where concussions are common, had begun supplementing the Standardized Assessment with a simple vision exam, known as the King-Devick test, during which someone reads slightly jumbled lines of numbers printed on three cards as quickly as possible. (See below for more information.) The King-Devick test measures rapid eye movement, visual tracking and related cognitive responses and is a reliable indicator of cognitive problems. If an injured adult reads the numbers more slowly after a head impact than in baseline testing, he or she is considered to have sustained a concussion.\n\nThe test requires no medical training.\n\nBut it had not been evaluated for use in young athletes. So the N.Y.U. researchers decided to test it.\n\nThey recruited 243 young hockey and lacrosse players between the ages of 5 and 18, and 89 collegians from the same sports.\n\nThese athletes all completed a baseline Standardized Assessment of Concussion exam during preseason and walked as fast as possible along a narrow 10-foot long strip of athletic tape to measure their balance. They also completed the King-Devick test.\n\nThen they went out to play.\n\nDuring their subsequent competitive seasons, 12 athletes hit their heads and were put through the full battery of sideline concussion tests by parents or coaches, under the supervision of N.Y.U. medical personnel. Fourteen age-matched uninjured athletes in the same sports completed the same tests, to serve as controls.\n\nNeurologists later confirmed that the 12 injured athletes had sustained concussions.\n\nThen the N.Y.U. researchers compared how well the various sidelines tests had done at pinpointing the brain injury.\n\nThe Standardized Assessment of Concussion had performed rather miserably, correctly identifying only two of the concussed athletes, missing 10, and finding that three of the uninjured control athletes had supposedly sustained a concussion, since their scores had declined compared with their baseline (almost certainly, the study’s authors believe, because these young athletes were physically tired).\n\nThe King-Devick test did much better, correctly assessing concussion in 75 percent of the young injured players and inaccurately identifying it in only one.\n\nThe pace-along-the-tape test was also relatively accurate. Ten of the 12 injured athletes were slower now, but so were five of the unhurt players.\n\nOverall, the King-Devick test had by far the greatest accuracy and lowest risk of false positives.\n\nThe upshot, Dr. Galetta believes, is that parents and coaches “should absolutely consider” familiarizing themselves with the King-Devick test and administering it to young athletes before the season starts, then having those baseline numbers and the test itself handy on the sidelines.\n\nIf an athlete hits his or her head and is then slower than baseline by even a fraction of a second at reading off the numbers, Dr. Galetta said, it is very probable he or she has a concussion and needs to be taken from play and seen by a doctor.\n\nIt is still too early to say, however, whether the King-Devick test can replace other, more conventional concussion evaluations for young athletes, including the standardized assessment, despite its shortcomings in this study, Dr. Galetta cautioned. For now, he says, it probably should be used in conjunction with other tests.\n\nHow to Administer the King-Devick Concussion Test\n\nPhoto\n\nDuring preseason, use a stopwatch to time the athlete as he or she reads off the numbers on each line from left to right as quickly as possible. The cards should be read in order. This establishes a baseline time. For the greatest precision, you might want to have athletes perform the test twice and use their best reading.\n\nDuring the season, if an athlete is suspected of sustaining a concussion, have him or her repeat the test on the sidelines. If the time is slower, even by a small amount, he or she probably has a concussion, according to neurologists.\n\nInterestingly, uninjured athletes are almost always faster at reading the numbers during games or practices, because physical exertion sharpens the kind of visual performance being tested.\n\n\n\nFor more fitness, food and wellness news, “like” our Facebook page.", "images": ["https://static01.nyt.com/images/2015/03/11/health/11physed_cards/11physed_cards-tmagArticle.png", "https://static01.nyt.com/gfx/blogs/well/columns/physed50.png", "https://static01.nyt.com/marketing/newsletters/images/Running_75.jpg", "https://static01.nyt.com/images/2016/08/31/well/family/well-family-exerciseask/well-family-exerciseask-videoSixteenByNine600.jpg", "https://static01.nyt.com/images/2016/08/29/science/well-klass-smallpenis/well-klass-smallpenis-videoSixteenByNine600.jpg", "https://static01.nyt.com/images/blogs_v5/well/well_post.png", "https://static01.nyt.com/images/2015/03/11/health/11physed/11physed-tmagArticle.jpg", "https://static01.nyt.com/images/2015/03/11/health/11physed/11physed-facebookJumbo.jpg", "https://static01.nyt.com/images/2016/08/29/science/well-klass-smallpenis/well-klass-smallpenis-articleInline.jpg", "https://static01.nyt.com/images/2016/08/31/well/family/well-family-exerciseask/well-family-exerciseask-articleInline.jpg"], "top_img": "https://static01.nyt.com/images/2015/03/11/health/11physed/11physed-facebookJumbo.jpg", "keywords": [], "authors": ["Gretchen Reynolds", "Topics.Nytimes.Com Topics Reference Timestopics People R Gretchen_Reynolds Index.Html"], "canonical_link": "//well.blogs.nytimes.com/2015/03/11/a-2-minute-test-to-detect-concussions/", "title": "A Simple Flashcard Test to Detect Concussions", "meta_data": {"communityAssetLabels": "NYT_Blogs", "communityAssetTaxonomy": "blogs/well/A Simple Flashcard Test to Detect Concussions ( 20150311 )", "communityAssetURL": "//well.blogs.nytimes.com/2015/03/11/a-2-minute-test-to-detect-concussions/", "PT": "Blogs", "PST": "Blog Post", "sourceApp": "blogs", "blogpostid": 100000003565333, "author": "Gretchen Reynolds", "CLMST": "Gretchen Reynolds", "byl": "Gretchen Reynolds", "article": {"author": "//topics.nytimes.com/topics/reference/timestopics/people/r/gretchen_reynolds/index.html", "published_time": 1426067107, "modified_time": "2016-03-15T18:57:22-04:00", "section": "Health", "tag": "Phys Ed", "collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp"}, "GBLC": "Featured;Move;Phys Ed", "PUV": "normal", "PUD": 20150311, "pdate": 20150311, "ptime": 20150311054507, "utime": 20160315185722, "DISPLAYDATE": "March 11, 2015", "dat": "March 11, 2015", "CG": "Health", "SCG": "well", "BN": "well", "robots": "noodp", "des": "Athletics and Sports;Concussions;Sports Injuries", "keywords": "Athletics and Sports,Concussions,Sports Injuries,Featured,Move,Phys Ed", "news_keywords": "Concussion,Sports,Sports injury", "description": "A simple and inexpensive test could be administered by any coach or parent to detect concussions in young players.", "hdl": "A Simple Flashcard Test to Detect Concussions", "og": {"title": "A Simple Flashcard Test to Detect Concussions", "type": "article", "url": "//well.blogs.nytimes.com/2015/03/11/a-2-minute-test-to-detect-concussions/", "site_name": "Well", "description": "A simple and inexpensive test could be administered by any coach or parent to detect concussions in young players.", "image": "https://static01.nyt.com/images/2015/03/11/health/11physed/11physed-facebookJumbo.jpg"}, "thumbnail_150": "https://static01.nyt.com/images/2015/03/11/health/11physed/11physed-thumbLarge.jpg", "twitter": {"card": "summary", "title": "A Simple Flashcard Test to Detect Concussions", "url": "//well.blogs.nytimes.com/2015/03/11/a-2-minute-test-to-detect-concussions/", "description": "A simple and inexpensive test could be administered by any coach or parent to detect concussions in young players.", "image": "https://static01.nyt.com/images/2015/03/11/health/11physed/11physed-thumbLarge.jpg", "site": "@nytimeswell"}, "thumbnail": "https://static01.nyt.com/images/2015/03/11/health/11physed/11physed-thumbLarge.jpg", "adxPage": "blog.nytimes.com/well/post", "dfp-ad-unit-path": "health/well/move", "categories": "move,phys-ed"}, "movies": [], "publish_date": 1426046400.0, "source": "http://well.blogs.nytimes.com", "summary": ""}