{"url": "http://www.npr.org/sections/health-shots/2017/07/23/537287781/beyond-the-nasty-needle-trying-to-make-vaccines-more-comfy-and-convenient", "text": "Beyond The Nasty Needle: Trying To Make Vaccines More Comfy And Convenient\n\nEnlarge this image toggle caption Courtesy of Georgia Institute of Technology Courtesy of Georgia Institute of Technology\n\nNews this summer of a flu vaccine patch sparked a lot of chatter. Could getting vaccinated be as easy as putting on a bandage? Could there be fewer, or at least smaller, needles in our future?\n\nSome companies and academic labs are working to make those things happen.\n\nThey're refining technologies that involve tiny needles, less than a millimeter long, and needle-free injectors that can send a dose of vaccine through your skin in a fraction of a second.\n\nSome of these technologies are already available on the market, while others are still being tested.\n\nOne hundred very tiny needles\n\nA flu vaccine patch is not yet available to the public. But one version developed by Georgia Tech's Laboratory for Drug Delivery showed promising results in its first human clinical trial, according to a study published in The Lancet in June.\n\nThe patch, about the size of a small square bandage, has tiny, dissolvable needles filled with a dose of flu vaccine. It's placed on the arm and activated through pressure. The microneedles dissolve into the skin, releasing the vaccine.\n\nIn the study, 100 participants received either the flu vaccine patch, a standard flu shot or a placebo via a patch.\n\nSix months later, no one involved in the study had gotten the flu. People in the microneedle patch groups reported some redness, itching and tenderness but no serious side effects.\n\nPeople who received the flu patch had comparable immune responses to people who had gotten the flu shot.\n\nAbout 70 percent of the patients in the study preferred the patch to the regular shot, says Yasmine Gomaa, the lab's associate director.\n\nNow, Gomaa's lab is looking beyond the flu vaccine. She says the microneedle patch could be particularly helpful in developing countries because it uses a form of vaccines that doesn't need to be kept as cold as regular vaccines. It can be stored at temperatures as high as 104 degrees Fahrenheit for up to a year, she says.\n\nEnlarge this image toggle caption Courtesy of Georgia Institute of Technology Courtesy of Georgia Institute of Technology\n\nAnd the patch can be administered by people who aren't trained health professionals. A number of the people in the flu patch study applied it to themselves.\n\nIn 2015, Georgia Tech and the pharmaceutical company Micron Biomedical won $2.5 million in grants from the Bill and Melinda Gates Foundation to develop a patch for polio immunization.\n\nGomaa's hope is that vaccine patches will cost less than vaccinations do now.\n\nA 2016 study from the Centers for Disease Control and Prevention found that the use of vaccine patches could save on cooling costs and could cut down on waste. Its analysis concluded that a dose of measles vaccine with the patch would cost just under $1, while a typical shot would cost $1.65. But that didn't take into account the costs of getting the patch to market.\n\nThe potential cost savings wouldn't happen until the patches were in \"routine use,\" the CDC noted.\n\nA twist on Star Trek technology\n\nOthers in the vaccine-delivery business are taking a different approach, using a new twist on a needle-free device called a jet injector that has been around for more than half a century.\n\nStar Trek featured such a device, calling it a \"hypospray.\"\n\nPortal Instruments, a company that is developing jet injectors, uses technology based on work done by Ian Hunter at the Massachusetts Institute of Technology.\n\n\"Initially, we worked on microneedles,\" says the company's CEO Patrick Anquetil. \"And then Ian realized that why don't we just remove the needle altogether? And that's how this project came to be.\"\n\nNeedle-free jet injectors were actually used in the 1960s in mass smallpox vaccination campaigns. As described by the CDC, these devices use a high-pressure, narrow stream of fluid to penetrate the skin. The diameter of the stream is comparable to a mosquito bite.\n\nThe devices were used to quickly vaccinate large numbers of people, including members of the armed forces.\n\nAnquetil notes that the older devices sometimes made patients feel as if they had been punched.\n\n\"To create the jet, you have to instantaneously create 100 times more pressure than you've got in the tire of a car,\" he says. \"Patients actually hated them because they were more painful than a needle and syringe.\"\n\nOthers echo that sentiment.\n\n\"My 85-year-old neighbor still remembers how painful it was,\" says Ron Lowy, CEO of PharmaJet, a company that makes an FDA-approved jet injector that administers a flu vaccine.\n\nThe older devices had another problem. They used the same nozzle for multiple injections, leading to concerns about the transmission of bloodborne pathogens between patients.\n\nEnlarge this image toggle caption Courtesy of PharmaJet Courtesy of PharmaJet\n\nToday's devices have made a lot of progress, Lowy says. Now, the syringe is changed for each patient and the injections are gentler.\n\n\"It feels like somebody snapped me with a rubber band,\" he says, adding that the injection happens too fast for some patients to register any sensation at all. It lasts about one-tenth of a second.\n\nHe says hundreds of thousands of people in the U.S. have already received the flu vaccine via one of PharmaJet's injectors.\n\n\"If you have your choice, you want to get poked with a needle or you want to try this? Most of the people say, 'Yeah, I'll try that,' \" he says.\n\nCost remains an issue for some jet injectors. Portal is aiming to get its cost down to $3 or $4 per injection.\n\n\"In vaccines, what's really hard is that there's a very, very high volume, and you're competing with a needle and syringe, which is tremendously low cost,\" Anquetil says.\n\nPharmaJet says the ability to give precise doses helps to save money. The company says its flu vaccine \"starter kit,\" which can vaccinate 500 people, costs $900.\n\nNasal spray hits a roadblock\n\nFluMist, an FDA-approved flu vaccine delivered through a nasal spray, was widely used in the U.S. and, at one point, was even the preferred method of vaccination for children.\n\nThen last year, in a sharp turnaround, the CDC recommended that it not be used during the 2016-17 flu season after a study found it had not been very effective in the previous year, particularly among kids.\n\nThe vaccine's effectiveness was just 3 percent, so low that \"no protective benefit could be measured\" for children ages 2 to 17, the CDC said in a statement.\n\nIn contrast, the effectiveness of the flu shot was about 63 percent for kids in that age group.\n\nAstraZeneca, the parent company behind FluMist, says the CDC's data contradicts data from several other studies, which show the vaccine was about 48 percent effective during the same flu season. And the same vaccine continues to be recommended and used in European Union markets, AstraZeneca says.\n\nIn the U.S., the CDC continues to recommend against the nasal spray vaccine for the upcoming flu season. AstraZeneca hopes to reverse that decision before flu season begins.\n\n\"We continue to pursue a broad-based investigation to identify potential causes of lower effectiveness\" in recent years, the company said in a statement, adding that one of the four flu virus strains it used in the vaccine during the past two flu seasons may have been the problem.\n\nThe company has chosen a new strain of live virus that is similar to other strains that have proven effective in studies and clinical trials.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2017/07/14/stratis-arm-w-injector-cropped_custom-5ce81e5d7ebaebcf7ac84369a85a3f4f47230c3d-s800-c15.jpg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/assets/img/2017/07/14/pink_full_array-2_custom-b15ad18b53009f63f2b2899f7b3a57c776aa5de0-s800-c15.jpg", "https://media.npr.org/assets/img/2017/07/14/needles_holding-3-a8c44871c18cccde8faa66fd0f06f4b453d4ca3c-s1100-c15.jpg", "https://media.npr.org/assets/img/2016/06/27/flumist_sq-b2420bbc9665100e75f6b9e9d46cba9551ae3982-s100-c15.jpg", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/assets/img/2012/05/25/jetinjectorcopy_sq-f47a4b20d07802d31ec55f3fd33ccdac259f9f79-s100-c15.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/assets/img/2017/07/14/needles_holding-3_wide-6c25edb8ad443f6454f7bfb0721598113a95005a.jpg?s=1400", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2017/07/14/needles_holding-3_wide-6c25edb8ad443f6454f7bfb0721598113a95005a.jpg?s=1400", "keywords": [], "authors": ["Courtney Columbus"], "canonical_link": "https://www.npr.org/sections/health-shots/2017/07/23/537287781/beyond-the-nasty-needle-trying-to-make-vaccines-more-comfy-and-convenient", "title": "Beyond The Nasty Needle: Trying To Make Vaccines More Comfy And Convenient", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2017-07-23", "description": "From tiny, dissolving needles to high-powered liquid streams and nasal sprays, scientists are developing alternatives to typical vaccinations.", "og": {"title": "Beyond The Nasty Needle: Trying To Make Vaccines More Comfy And Convenient", "url": "https://www.npr.org/sections/health-shots/2017/07/23/537287781/beyond-the-nasty-needle-trying-to-make-vaccines-more-comfy-and-convenient", "type": "article", "description": "From tiny, dissolving needles to high-powered liquid streams and nasal sprays, scientists are developing alternatives to typical vaccinations.", "image": "https://media.npr.org/assets/img/2017/07/14/pink_full_array-2_wide-5ba2a30e318c71a59a5fa58de28741da5cfafe79.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Beyond The Nasty Needle: Trying To Make Vaccines More Comfy And Convenient", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2017/07/14/needles_holding-3_wide-6c25edb8ad443f6454f7bfb0721598113a95005a.jpg?s=1400"}}}, "movies": [], "publish_date": 1500782400.0, "source": "http://www.npr.org", "summary": ""}