{"url": "https://web.archive.org/web/20180725003604/https://www.vox.com/2018/7/24/17608984/endometriosis-pain-symptoms-treatments-elagolix-orilissa", "text": "When actress and author Lena Dunham went public about having endometriosis, a disorder of the uterus, she wanted to make something clear: The pain it causes can be completely debilitating, and women desperately need better treatments.\n\nSoon, it seems, women like Dunham who suffer from endometriosis pain will have a new option for relief. An effective treatment was just approved by the Food and Drug Administration, and it’s expected to arrive at pharmacies as soon as August. The pill, called elagolix (brand name Orilissa) from the drugmaker AbbVie, is the first FDA-approved oral treatment in more than a decade for the moderate to severe pain that comes with endometriosis.\n\n“This [medication] could really be transformative,” said Hugh Taylor, an OB-GYN doctor at Yale Medical School who led the key trials testing the drug. “I’m very excited to be able to start using it in my patients.”\n\nEndometriosis is one of the most common gynecological conditions, affecting one in 10 women of reproductive age. And it can be incredibly painful. The reason is simple: Women with the condition are growing excess tissue in their abdomen that they can’t shed.\n\nEvery month, a woman’s uterine lining thickens and sheds during her period if she’s not pregnant. With endometriosis, that tissue thickens and bleeds, but it happens outside of the uterus — on the fallopian tubes, even in the nose, the lungs. Because the extra tissue has no way to exit the body (it can’t go through the vagina since it’s not growing in the uterus) it builds up and becomes trapped, leading to pain and, in some cases, infertility.\n\nThere’s no cure for endometriosis. To manage symptoms, women are usually prescribed birth control or over-the-counter painkillers as a first-line approach, but they don’t always work. In severe cases, a doctor may suggest surgery to remove the extra tissue. (Dunham had eight surgeries, and ended up getting a hysterectomy, which was considered an extreme measure.)\n\nEnter elagolix. Endometriosis is an estrogen-driven disease, and the drug works by lowering estrogen levels. Two large double-blind, placebo-control randomized trials, involving 1,200 women, tested whether it can help women control endometriosis pain.\n\nThe results, published last year in the New England Journal of Medicine, were pretty remarkable. The patients in those trials scored their pain from 0 (no pain) to 3 (severe pain). On average, they had pain levels of 2.2 out of 3 before starting on the drug — and they experienced a 2-point reduction in pain after taking the treatment for three months.\n\n“It’s a major advance,” said Dr. Louis DePaolo, head of the fertility and infertility branch at the National Institute of Child Health and Human Development, “and another option women have that’s effective.”\n\nNow, the less good news: The drug won’t cure endometriosis — it’ll only tamp down the pain it causes. Researchers have also found it causes bone loss, and they have no idea about the long-term effects of taking the drug because there are no trials lasting for longer than a year. It’ll also cost women $850 per month if they don’t have insurance coverage. But for some, the risks and costs may be worth it. Here’s why.\n\nEndometriosis is incredibly common — but it can go undiagnosed for years\n\nThe three main ways endometriosis manifests are through pelvic pain, infertility, and pelvic masses such as cysts, scar tissue, and fibroids. According to the American Congress of Obstetricians and Gynecologists, some important signs of endometriosis include:\n\nPain before and during periods\n\nPain during sex\n\nInfertility\n\nFatigue\n\nPainful urination during periods\n\nPainful bowel movements during periods\n\nBut many women don’t know they have endometriosis. It’s sometimes mistaken or dismissed for regular period pain. Definitively diagnosing the disorder requires invasive surgery; doctors need to peer inside the pelvis through a laparoscopy. (Imaging is rarely helpful in getting a clear diagnosis.) This involves making a small incision in the belly and inserting a tube with a tiny camera to see if the pelvic organs show signs of tissue scarring and buildup. So it’s no surprise it takes between three and 11 years after the onset of symptoms to diagnose endometriosis.\n\nDoctors aren’t sure why some women get it\n\nAdding to the mystery around endometriosis: no one knows exactly what causes endometriosis, but doctors have some theories.\n\nRetrograde menstrual flow: During a period, when a woman is shedding her uterine lining, some of that tissue can flow through her fallopian tubes and into her pelvis, which researchers think may cause endometriosis. But doctors have also found that the rate of retrograde menstruation is about the same in women with and without endometriosis, so they think additional factors spur the disorder in some.\n\nDuring a period, when a woman is shedding her uterine lining, some of that tissue can flow through her fallopian tubes and into her pelvis, which researchers think may cause endometriosis. But doctors have also found that the rate of retrograde menstruation is about the same in women with and without endometriosis, so they think additional factors spur the disorder in some. Genes: The disorder runs in families, so doctors believe there’s a genetic component. If a woman’s mom or sister had endometriosis, she’s believed to be at a higher risk.\n\nThe disorder runs in families, so doctors believe there’s a genetic component. If a woman’s mom or sister had endometriosis, she’s believed to be at a higher risk. Immune system dysfunction: Problems with the immune system can hamper a woman’s ability to clear her menstrual debris, leading to endometriosis.\n\nProblems with the immune system can hamper a woman’s ability to clear her menstrual debris, leading to endometriosis. Environmental factors: There’s some evidence to suggest environmental exposures to certain chemicals may contribute to one’s risk of developing endometriosis.\n\nThe treatments available don’t always help — and some have severe side effects\n\nWhen birth control pills or over-the-counter painkillers fail to help endometriosis pain, women are often left choosing between a monthly injection called Lupron Depot, that can put women into a profoundly menopausal state, or a Danazol, a male hormone that often causes acne and facial hair growth.\n\nThe new drug elagolix is not risk free, either. In the trials, women who took the drug had greater decreases in bone loss than did those who received placebo, and this wasn’t entirely surprising.\n\nLike other endometriosis treatments, the drug works by lowering estrogen levels. When that happens, women experience menopausal side effects. The most common in the trials were hot flushes, headaches, and insomnia. (Elagolix is available in two doses — 150 mg per day, or 200 mg twice daily — and the women on the higher dose experienced the side effects more frequently.)\n\nBut, DePaolo pointed out, “[Elagolix] doesn’t have the pronounced side effects some of the other compounds have.” That’s because, he said, it doesn’t drive down estrogen levels as severely.\n\nSo women with endometriosis are still left choosing between terrible pain or menopausal symptoms, including bone loss. “The game changer would be something that really improves the pain permanently,” DePaolo said. “This doesn’t do that — but it is effective while it’s given.” For some women, though, that may be a game changer in and of itself.", "images": ["https://web.archive.org/web/20180725003604im_/https://cdn.vox-cdn.com/uploads/chorus_image/image/60477049/902931802.jpg.0.jpg", "https://web.archive.org/web/20180725003604im_/https://cdn.vox-cdn.com/thumbor/0Skz5Z4OaQ3QOdTl5XIQdIj8vEQ=/0x0:1041x1041/1200x800/filters:focal(421x446:587x612)/cdn.vox-cdn.com/uploads/chorus_image/image/60478663/uterus.0.jpg", "https://web.archive.org/web/20180725003604im_/https://cdn.vox-cdn.com/uploads/chorus_image/image/60476277/546723324.jpg.0.jpg", "https://web.archive.org/web/20180725003604im_/https://cdn.vox-cdn.com/uploads/chorus_image/image/60471831/Artboard_1_80.0.jpg", "https://web.archive.org/web/20180725003604im_/https://cdn.vox-cdn.com/thumbor/Yy87oLmBzGDn44YQwl5OcymGv6w=/0x257:1041x802/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/11739837/uterus.jpg", "https://web.archive.org/web/20180725003604im_/https://cdn.vox-cdn.com/uploads/chorus_image/image/60474373/GettyImages_947706228.0.jpg", "https://web.archive.org/web/20180725003604im_/https://cdn.vox-cdn.com/uploads/chorus_image/image/60363491/GettyImages_739292279.1531754402.jpg", "https://web.archive.org/web/20180725003604im_/https://cdn.vox-cdn.com/uploads/chorus_image/image/60478693/GettyImages_1001236778.0.jpg", "data:image/gif;base64,R0lGODlhAQABAIAAAAUEBAAAACwAAAAAAQABAAACAkQBADs"], "top_img": "https://web.archive.org/web/20180725003604im_/https://cdn.vox-cdn.com/thumbor/Yy87oLmBzGDn44YQwl5OcymGv6w=/0x257:1041x802/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/11739837/uterus.jpg", "keywords": [], "authors": ["Jul"], "canonical_link": "https://web.archive.org/web/20180725003604/https://www.vox.com/2018/7/24/17608984/endometriosis-pain-symptoms-treatments-elagolix-orilissa", "title": "Women with endometriosis experience terrible pain. There’s finally a new treatment.", "meta_data": {"viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "apple-mobile-web-app-title": "Vox", "article": {"publisher": "https://www.facebook.com/Vox", "author": "https://www.facebook.com/julia.belluz.7", "published_time": "2018-07-24T18:40:02-04:00"}, "author": "Julia Belluz", "style-tools": "https://www.vox.com/style/community/441/c6e3e82a2fdaff7061a017af52ac4780/tools.css", "p": {"domain_verify": "d4410485bd6277c2bf2ce0f277819dc6"}, "msvalidate.01": "D385D0326A3AE144205C298DB34B4E94", "description": "One in 10 women of reproductive age have endometriosis. A new drug, elagolix, might help them.", "og": {"description": "One in 10 women of reproductive age have endometriosis. A new drug, elagolix, might help them.", "image": {"identifier": "https://web.archive.org/web/20180725003604im_/https://cdn.vox-cdn.com/thumbor/Yy87oLmBzGDn44YQwl5OcymGv6w=/0x257:1041x802/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/11739837/uterus.jpg", "height": 630, "width": 1200}, "site_name": "Vox", "title": "Women with endometriosis experience terrible pain. There’s finally a new treatment.", "type": "article", "url": "https://web.archive.org/web/20180725003604/https://www.vox.com/2018/7/24/17608984/endometriosis-pain-symptoms-treatments-elagolix-orilissa"}, "fb": {"app_id": 549923288395304}, "twitter": {"card": "summary_large_image", "url": "https://web.archive.org/web/20180725003604im_/https://www.vox.com/2018/7/24/17608984/endometriosis-pain-symptoms-treatments-elagolix-orilissa", "title": "Women with endometriosis experience terrible pain. There’s finally a new treatment.", "description": "One in 10 women of reproductive age have endometriosis. A new drug, elagolix, might help them.", "image": "https://web.archive.org/web/20180725003604im_/https://cdn.vox-cdn.com/thumbor/2-P9kxZFHiOigxqNb-a7ofa6hCo=/0x269:1041x790/fit-in/1200x600/cdn.vox-cdn.com/uploads/chorus_asset/file/11739837/uterus.jpg", "site": "voxdotcom"}, "sailthru.title": "Women with endometriosis experience terrible pain. There’s finally a new treatment.", "sailthru.tags": "general,vox", "sailthru.date": "2018-07-24", "sailthru.description": "One in 10 women of reproductive age have endometriosis. A new drug, elagolix, might help them.", "msapplication-TileImage": "https://cdn.vox-cdn.com/uploads/hub/sbnu_logo_minimal/441/touch_icon_ipad_retina_1000_yellow.755.png", "msapplication-TileColor": "#4f7177", "outbrainsection": "science-and-health"}, "movies": [], "publish_date": 1532404800.0, "source": "https://web.archive.org", "summary": ""}