{"url": "http://latimesblogs.latimes.com/booster_shots/2010/03/menstrual-cramps-dysmenorrhea-drug.html", "text": "Well, it's about time. If men had menstrual cramps, I think we'd have more treatment options than Midol by now. OK, enough complaining. A British company is attempting to develop a medication designed to target the specific cause of menstrual cramps. The researchers presented data from a Phase 2 clinical trial Tuesday at the annual meeting of the American Chemical Society in San Francisco.\n\nMenstrual cramps are caused by contractions of the uterus and an increase in the hormone vasopressin. The goal of the experimental medication, called VA111913, is to block this hormone. The other remedies women use for relief -- painkillers and birth control pills -- only address the symptoms of menstrual cramps, not the cause.\n\n\"This is a different approach,\" said Andy Crockett, vice president of business development for Vantia Ltd., the company developing the drug. \"Right now, the current therapies for menstrual cramps are poorly tailored.\"\n\nWhile half of all women experience some menstrual cramps, about 10% to 20% have a severe condition, called dysmenorrhea. \"It's one of the leading causes of work and school absenteeism in the United States,\" Crockett said. \"We certainly believe this drug has the potential to be a breakthrough.\"\n\nIt's still too soon to know if the drug will work, however. It has passed initial safety tests and is now being tested on 100 women in the United Kingdom and three U.S. sites (Peoria, Ariz.; Austin, Texas; and Salt Lake City). The findings from the Phase 2 trial are expected later this year, but it will be several more years until the medication, if proven safe and effective, makes it to the marketplace.\n\nUntil then, ladies, you'll just have to suffer.\n\n-- Shari Roan\n\nPhoto credit: Roxana Villa / For The Times", "images": ["https://latimesblogs.latimes.com/.a/6a00d8341c630a53ef0120a96b16ee970b-300wi", "https://d1qqc1e9kvmdh8.cloudfront.net/img/favicon.ico", "https://pixel1739.everesttech.net/1739/p?ev_transid=121509852926119682678&ev_Latimes.com_news_s_pageview=1", "http://ad.doubleclick.net/ad/trb.latimes/news/local/blog/lanow;ptype=sf;pos=t;tile=1;sz=1x1,728x90;ord=123456789", "http://ad.doubleclick.net/ad/trb.latimes/feature/health/blog;ptype=sf;pos=1;tile=4;sz=160x600;u=http://latimesblogs.latimes.com/booster_shots/;ord=123456789", "http://ad.doubleclick.net/ad/trb.latimes/feature/health/blog;ptype=sf;pos=1;tile=3;sz=300x250;u=http://latimesblogs.latimes.com/booster_shots/;ord=123456789"], "top_img": "https://d1qqc1e9kvmdh8.cloudfront.net/img/favicon.ico", "keywords": [], "authors": [], "canonical_link": "", "title": "", "meta_data": {"description": "Well, it's about time. If men had menstrual cramps, I think we'd have more treatment options than Midol by now. OK, enough complaining. A British company is attempting to develop a medication designed to target the specific cause of menstrual...", "y_key": "b3c78ee3173880d5", "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "viewport": "width=device-width, initial-scale=1.0"}, "movies": [], "publish_date": null, "source": "http://latimesblogs.latimes.com", "summary": ""}