{"url": "http://www.reuters.com/article/2012/03/07/us-study-antidepressants-idUSTRE82623V20120307", "text": "NEW YORK (Reuters Health) - Despite recent debate about how well antidepressants really work in people with only mild or moderate depression, a new analysis of drug studies suggests they may have some benefit across the board.\n\nResearchers found that more patients taking Prozac or Effexor had a substantial improvement in their symptoms than those taking a drug-free placebo pill, regardless of how severe those symptoms were to begin with.\n\n“The idea that unless you’re very, very ill, you’re not going to benefit from treatment does not appear to stand up” when looking closely, said the study’s lead author, Robert Gibbons, from the University of Chicago.\n\nStill, not everyone in the studies improved — on average, about five people had to be treated with one of the drugs for one person to feel better, and the benefits seemed to be diminished among some of the oldest patients.\n\nWhat’s more, one researcher not involved in the study said its findings still don’t mean the drugs are any better than non-drug methods of treating depression, such as talk therapy and being more physically active.\n\nFor their analysis, Gibbons and his colleagues looked at outcomes for each individual patient in published and unpublished trials testing the effects of six weeks of treatment with antidepressants versus placebo pills. Most of those trials were funded and run by the pharmaceutical companies that manufacture Prozac and Effexor — Eli Lilly and Wyeth, respectively.\n\nThey included 12 studies of Prozac in adults and four each in elderly patients and youth, as well as 21 trials of immediate- or extended-release Effexor in adults. About 9,000 participants were included.\n\nMore adults and kids taking Prozac, known generically as fluoxetine, had at least a 50 percent improvement in scores on depression tests after six weeks compared to those assigned to take a placebo pill.\n\nFifty-five percent of adults on Prozac responded to treatment, compared to 34 percent in the placebo group. In youth, 30 percent on Prozac had significant symptom improvement, compared to just six percent of the comparisons.\n\nThe benefits were seen regardless of how severe patients’ symptoms were before starting treatment.\n\nHowever, in the elderly the differences between the treatment and placebo groups were much smaller, and the researchers calculated that 17 older patients would have to be treated with Prozac for one to gain from it.\n\n“Clearly the efficacy of antidepressants is age-dependent, (and) largest, most interestingly, in youth, which I don’t think would be the mainstream view in psychiatry,” Gibbons told Reuters Health.\n\nThe findings, he added, “raise other questions that need to be followed up (including), what’s going on in the elderly?”\n\nBoth types of Effexor, or venlafaxine, also seemed to help adults with mild to severe depression, with slightly more patients responding to the immediate-release dose.\n\nSome of the study’s authors have testified for or received funding from drug companies, though the report itself was funded by national health agencies.\n\nThe researchers said they couldn’t be sure there would be similar improvements with other types of antidepressants — especially given the more limited data in kids and the elderly — or that the longer-term benefits would be as clear.\n\nOne recent study suggested that up to a fifth of patients on the antidepressant Cymbalta (duloxetine) might actually benefit more from placebo pills (see Reuters Health story of December 9, 2011.)\n\nIrving Kirsch, who studies antidepressants and placebos at Harvard Medical School in Boston, said the new report didn’t make him more optimistic about the drugs.\n\nIf five or more patients need to be treated with an antidepressant for one to substantially improve, most don’t get much out of it, he pointed out.\n\n“More than 80 percent of the patients are not getting a significant benefit from the drug — either they’re not getting better or they would get the same benefit with placebo,” he told Reuters Health.\n\n“There are alternative treatments for depression that also produce about the same symptom reduction as the drugs do, but without the risk of side effects,” Kirsch added, including psychotherapy and exercise.\n\nStill, Gibbons said that the improvement in symptoms for the average patient wasn’t insignificant.\n\n“Definitely it doesn’t look like antidepressants are placebos,” he concluded.\n\nSOURCE: bit.ly/AaNJqw Archives of General Psychiatry, online March 5, 2012.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Genevra Pittman", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-study-antidepressants-idUSTRE82623V20120307", "title": "Study suggests overall benefit from antidepressants", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "(Reuters Health) - Despite recent debate about how well antidepressants really work in people with only mild or moderate depression, a new analysis of drug studies suggests they may have some benefit across the board.", "Author": "Genevra Pittman", "keywords": "Irving Kirsch,Robert Gibbons,US,STUDY,ANTIDEPRESSANTS", "news_keywords": "Irving Kirsch;Robert Gibbons;US;STUDY;ANTIDEPRESSANTS", "REVISION_DATE": "Wed Mar 07 23:02:56 UTC 2012", "analyticsAttributes.articleDate": "2012-03-07T23:02:56+0000", "analyticsAttributes.author": "Genevra Pittman", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-study-antidepressants-idUSTRE82623V20120307", "analyticsAttributes.contentTitle": "Study suggests overall benefit from antidepressants", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "Irving Kirsch,Robert Gibbons,US,STUDY,ANTIDEPRESSANTS", "analyticsAttributes.keywordSlug": "US-STUDY-ANTIDEPRESSANTS", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Study suggests overall benefit from antidepressants", "sailthru.author": "Genevra Pittman", "sailthru.date": "2012-03-07T23:02:56+0000", "sailthru.title": "Study suggests overall benefit from antidepressants", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Study suggests overall benefit from antidepressants", "url": "https://www.reuters.com/article/us-study-antidepressants-idUSTRE82623V20120307", "type": "article", "description": "(Reuters Health) - Despite recent debate about how well antidepressants really w...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2012-03-07T23:02:56+0000", "modified_time": "2012-03-07T23:02:56+0000", "section": "Homepage", "author": "Genevra Pittman", "tag": "Irving Kirsch,Robert Gibbons,US,STUDY,ANTIDEPRESSANTS"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary", "title": "Study suggests overall benefit from antidepressants", "description": "(Reuters Health) - Despite recent debate about how well antidepressants really work in people with only mild or moderate depression, a new analysis of drug studies suggests they may have some benefit ...", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1331096400.0, "source": "http://www.reuters.com", "summary": ""}