{"url": "https://web.archive.org/web/20101124221424/http://www.latimes.com/health/la-he-hiv-prevention-20101123,0,3820799,print.story", "text": "latimes.com/health/la-he-hiv-prevention-20101123,0,6301747.story\n\nBy Thomas H. Maugh II, Los Angeles Times\n\n5:00 AM PST, November 23, 2010\n\nAdvertisement\n\nIn a finding that is being widely hailed as the first major prevention breakthrough in the AIDS era, researchers have shown that taking a single daily pill containing two HIV drugs can reduce risk of contracting the virus by an average of 44% — and by more than 70% if the subjects take most of their pills.\n\n\n\nThe study involved nearly 2,500 high-risk gay men, but experts hope that the results will be applicable to other populations considered at risk for contracting the virus. Several studies are already underway to determine if that is the case.\n\n\n\nThe findings, reported online Tuesday in the New England Journal of Medicine, come only a few months after an African study showed that a microbicidal gel can help protect women from contracting the virus and a little more than a year after a vaccine trial suggested that it may eventually be possible to raise antibodies against the virus.\n\n\n\n\"To see all these prevention strategies come together, we can begin to see an end to the epidemic,\" said A. Cornelius Baker of the Presidential Advisory Council on HIV/AIDS. \"The National AIDS Strategy introduced by the president in July called for reducing the U.S. epidemic by 25%. … If we can prove this works and get this strategy into the communities, we can reach that goal much quicker than we had anticipated and move even further to more goals.\"\n\n\n\nDr. Anthony S. Fauci, director of the National Institute of Allergy and Infectious Diseases, which was the major sponsor of the study, cautioned, however, that \"No single prevention strategy is going to be effective for everyone, and it is important to note that the new findings pertain only to … men who have sex with men.\"\n\n\n\nExperts agreed, however, that there is no reason to think that it would not be successful in other groups, although it must be tested.\n\n\n\nThe new strategy is called pre-exposure prophylaxis, and that is an approach that has been used successfully in certain other diseases. Malaria or tuberculosis drugs, for example, are frequently prescribed to people entering areas with high transmission rates. Antiretroviral drugs are also used to prevent transmission of HIV from mothers to infants during and after birth and in an effort to prevent infection after accidental exposure in hospitals and laboratories.\n\n\n\nThe new study, called iPrEx, was conducted by an international team headed by Dr. Robert M. Grant of the Gladstone Institute of Virology and Immunology at UC San Francisco and Dr. Javier R. Lama of Investigaciones Medicas en Salud in Lima, Peru. They enrolled 2,499 men and transgender women who have sex with men at 11 sites in six countries.\n\n\n\nHalf were given a daily dose of Truvada, a pill containing the AIDS drugs emtricitabine and tenofovir, and half a placebo. Truvada was chosen because it is effective, has few side effects and is already used by more than 1.5 million people worldwide. Subjects were followed for an average of 14 months, and given counseling about using condoms and safe sex practices.\n\n\n\nThe researchers observed 36 HIV infections in the group taking Truvada, compared to 64 in the control group taking placebo, a reduction of 43.8%. The reduction in risk, however, was very sensitive to how regularly the subjects took the medication. For those who took it on more than 50% of the days, as determined by pill counts and other measures, the risk fell by 50.2%. For those who took it 90% or more of the days, the risk fell by 72.8%.\n\n\n\nSide effects of the drug were mild, and included nausea in the first month, small increases in serum creatinine and unintentional weight loss.\n\n\n\nThe subjects will be followed for another 18 months to monitor for long-term effects. In a separate study now underway, the drug is being tested in women. In separate arms of that study, researchers are also testing tenofovir only and a gel containing tenofovir.\n\n\n\nMore information is available at the trial's official website: iPrExNews.com\n\n\n\nthomas.maugh@latimes.com", "images": ["https://web.archive.org/web/20101124221424im_/http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-400338h&cg=0&cc=1&ts=noscript", "https://web.archive.org/web/20101124221424im_/http://ad.doubleclick.net/ad/trb.latimes/news/health;;ptype=ps;slug=la-he-hiv-prevention-20101123;rg=ur;ref=latimescom;pos=1;dcopt=ist;sz=300x250,336x280;tile=1;ca=Health;en=ViralDiseasesandInfections;at=Health;at=MedicalResearch;at=DiseasesandIllnesses;at=DrugsandMedicines;at=HealthandMedicalProfessionals;u=http://www.latimes.com/health/la-he-hiv-prevention-20101123,0,3820799,print.story;ord=43811586"], "top_img": "", "keywords": [], "authors": [], "canonical_link": "", "title": "Pill shows a drop of up to 70% in HIV infection risk", "meta_data": {"Keywords": "not_live_web,health,", "robots": "noindex,nofollow", "Description": "In a finding that is being widely hailed as the first major prevention breakthrough in the  AIDS  era, researchers have shown that taking a single daily pill containing two  HIV  drugs can reduce risk of contracting the  virus  by an average of 44% &#8212; and by more than 70% if the subjects take  most of their pills."}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}