{"url": "http://consumer.healthday.com/Article.asp?AID=660153", "text": "En Español\n\nTHURSDAY, Dec. 29, 2011 (HealthDay News) --Concentrating on music can provide enough distraction to ease the pain of people with significant anxiety, according to a new study.\n\nResearchers from the University of Utah Pain Research Center studied the effectiveness of music as a pain reliever on 143 study participants. The volunteers were asked to follow a melody so they could identify the tones that stood out. While tackling the assignment, they received safe pain shocks with fingertip electrodes.\n\nThe study, published in the December issue of the Journal of Pain, found that pain was reduced as the demands of the music task rose. The researchers explained that the music competed with the participants' pain pathways. By triggering emotional responses and engaging the participants' minds, the music task helped to ease their pain.\n\nParticipants with the most anxiety about the pain became more engrossed in the music-listening task than those who were less anxious, according to a journal news release. The study authors suggested that experiencing little anxiety lowered the participants' ability to focus on the task.\n\nThe researchers concluded that people with a lot of anxiety who can become preoccupied by activities, such as listening to music, can reduce discomfort by using this type of pain-relief strategy.\n\nDoctors should take patients' personality traits into consideration before suggesting pain therapies such as music, the authors said.\n\nMore information\n\nThe American Music Therapy Association provides more information on music therapy.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Mary Elizabeth Dallas"], "canonical_link": "https://consumer.healthday.com/mental-health-information-25/anxiety-news-33/music-may-help-ease-pain-for-anxious-people-660153.html", "title": "Music May Help Ease Pain for Anxious People", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "By engaging the mind, melodies compete with pain pathways, researchers say", "og": {"title": "Music May Help Ease Pain for Anxious People", "description": "By engaging the mind, melodies compete with pain pathways, researchers say", "url": "https://consumer.healthday.com/mental-health-information-25/anxiety-news-33/music-may-help-ease-pain-for-anxious-people-660153.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}