{"url": "https://web.archive.org/web/20120105202957/http://yourlife.usatoday.com/parenting-family/pregnancy/story/2012-01-02/Debate-over-who-needs-a-thyroid-check-in-pregnancy/52336108/1", "text": "WASHINGTON – Check-ups during pregnancy tend to focus around the waist. But there's growing debate about which mothers-to-be should have a gland in their neck tested, too.\n\nNumerous studies since 1999 have found that an underactive thyroid can raise a woman's risk of miscarriage, premature birth, or a lower IQ for her baby — even if it's so mildly sluggish that she feels no symptoms.\n\nThe problem: While serious cases are treated with a hormone pill, so far there's little evidence that treating the milder cases makes a difference. So guidelines about who should be tested vary widely.\n\nNow a peek at prenatal testing from one of the country's largest medical labs suggests that nearly a quarter of pregnant women are getting the simple thyroid blood test regardless of whether they have symptoms.\n\nResearchers at Quest Diagnostics examined records for half a million pregnant women. Of those who got tested, a higher-than-expected number — 15 percent — had an underactive thyroid. That's five-fold higher than some previous estimates, partly because the way in which the condition is diagnosed has changed recently, says the study published by the Journal of Clinical Endocrinology & Metabolism.\n\nThe vast majority of those women were in the gray zone, with milder cases where no one knows for sure if a diagnosis helps or wastes money on testing and thyroid medication.\n\nThe finding adds pressure for science to settle this long-running controversy.\n\n\"We still don't have perfect answers,\" says Dr. Elizabeth Pearce, a well-known endocrinologist at Boston Medical Center, where a recent survey found widespread prenatal thyroid testing. But, \"if it's my patient in my office, or it's me or my family member, I'm going to treat every time.\"\n\nObstetricians seem more wary.\n\n\"There are studies on both sides of the fence,\" says Dr. Dena Goffman of New York's Montefiore Medical Center, which tests only women at high risk. \"If you don't know what to do with the results, you probably shouldn't order the test,\" she said.\n\nThe unassuming thyroid — a small bow tie-shaped gland nestled in the front of the neck — plays a big role in good health for everyone. It produces hormones that regulate metabolism and can affect almost every type of tissue in the body. About 20 million Americans are estimated to have a malfunctioning thyroid that, if serious enough, can contribute to heart disease, bone-thinning osteoporosis and infertility.\n\nAn overactive thyroid, called hyperthyroidism, speeds up bodily functions, causing such symptoms as weight loss, nervousness, anxiety and increased heart rate and vision problems.\n\nMuch more common is an underactive thyroid, called hypothyroidism. It slows body functions, causing such problems as fatigue, weight gain, depression, constipation and dry skin. It even can contribute to high cholesterol, according to the National Institutes of Health.\n\nThyroid problems increase with age, but they affect far more women than men — and pregnancy puts extra stress on the gland.\n\nHaving enough thyroid hormones is important for fetal brain development, especially during the first trimester, when the fetus depends solely on the mother for them. The hormones also play a role in avoiding miscarriage or premature birth.\n\nMothers also may harbor immune system cells called antibodies that subtly attack the gland and likewise are linked to miscarriage and prematurity. Italian researchers found that treating those women lowered their risk of encountering this problem.\n\nThere is broad agreement that women with overt hypothyroidism — a seriously underactive gland — should be treated, most likely given a once-a-day hormone pill long known to be safe in pregnancy. But it takes blood testing to diagnose overt disease because even those women don't always report the vague symptoms.\n\nThose $25 blood tests are sure to uncover women with mild hypothyroidism, too, the people in the so-called gray zone. Some research has raised questions about whether mild cases really pose a pregnancy risk, and preliminary results from a large British study recently found no overall IQ benefit to the resulting children if their mothers had been treated.\n\nBut the damage might already have been done by the time treatment began late in the first trimester, notes Boston's Pearce. In the U.S., doctors are anxiously awaiting a similar National Institutes of Health study; results aren't expected until 2015.\n\nWhat's the advice until then? The American College of Obstetricians and Gynecologists recommends testing only pregnant women who have thyroid symptoms, have had previous thyroid problems, or have similar autoimmune diseases such as Type 1 diabetes — those considered at risk for overt disease.\n\nThe American Thyroid Association goes further. Last summer it advised also testing all pregnant women age 30 and older, and those with enlarged thyroids, previous pregnancy problems or those who are obese, says Pearce, who co-authored the guidelines.\n\nMost guidelines cite the lack of evidence for treating mild cases. The thyroid association does urge treatment if those women harbor the worrisome antibodies.\n\nA final tip: Pregnant women should check that their prenatal vitamins contain iodine, important for proper thyroid function, Pearce says. Not all do. Most Americans get enough iodine from dairy products, bread, seafood and iodized table salt. But women need extra during pregnancy.\n\n———\n\nEDITOR'S NOTE — Lauran Neergaard covers health and medical issues for The Associated Press in Washington.", "images": ["https://web.archive.org/web/20120105202957im_/http://i.usatoday.net/_inside2011/_i/most-pop-signup.jpg", "https://web.archive.org/web/20120105202957im_/http://i.usatoday.net/yourlife/_common/global/images/gannett_logo_footer.png", "https://web.archive.org/web/20120105202957im_/http://i.usatoday.net/yourlife/_photos/2010/10/breastcancer300.gif", "https://web.archive.org/web/20120105202957im_/http://i.usatoday.net/_inside2011/_i/most-pop-logo.gif", "https://web.archive.org/web/20120105202957im_/http://i.usatoday.net/yourlife/_photos/2012/01/03/debate-over-thyroid-check-in-pregnancy-6hpo4qu-x.jpg", "https://web.archive.org/web/20120105202957im_/http://i.usatoday.net/_inside2011/_i/_share/email.png", "https://web.archive.org/web/20120105202957im_/http://i.usatoday.net/_inside2011/_i/_share/print.png", "https://web.archive.org/web/20120105202957im_/http://i.usatoday.net/_inside2011/_i/_share/plus.png", "https://web.archive.org/web/20120105202957im_/http://i.usatoday.net/yourlife/_photos/2012/01/03/Debate-over-thyroid-check-in-pregnancy-6HPO4QU-x.jpg"], "top_img": "https://web.archive.org/web/20120105202957im_/http://i.usatoday.net/yourlife/_photos/2012/01/03/debate-over-thyroid-check-in-pregnancy-6hpo4qu-x.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20120105202957/http://yourlife.usatoday.com/parenting-family/pregnancy/story/2012-01-02/Debate-over-who-needs-a-thyroid-check-in-pregnancy/52336108/1", "title": "Debate over thyroid check in pregnancy", "meta_data": {"description": "Researchers examined records for half a million pregnant women. Of those tested, a higher-than-expected number had an underactive thyroid.", "pubdate": "2012-01-02", "og": {"title": "Debate over who needs a thyroid check in pregnancy", "description": "Researchers examined records for half a million pregnant women. Of those tested, a higher-than-expected number had an underactive thyroid.", "type": "article", "url": "https://web.archive.org/web/20120105202957/http://yourlife.usatoday.com/parenting-family/pregnancy/story/2012-01-02/Debate-over-who-needs-a-thyroid-check-in-pregnancy/52336108/1", "image": "https://web.archive.org/web/20120105202957im_/http://i.usatoday.net/yourlife/_photos/2012/01/03/debate-over-thyroid-check-in-pregnancy-6hpo4qu-x.jpg", "site_name": "USATODAY.COM"}, "fb": {"app_id": 188247987922320}}, "movies": [], "publish_date": 1325480400.0, "source": "https://web.archive.org", "summary": ""}