{"url": "http://online.wsj.com/article/SB10001424127887324784404578143402702878118.html", "text": "Probiotics, believed to help with digestion, are increasingly being studied to treat wide-ranging conditions, from colic to cholesterol and the common cold.\n\nOne of the fastest-growing dietary supplements, probiotics are now prominent on drug and big-box store shelves. They are live microorganisms—or \"good\" bacteria—that when consumed in capsules or yogurt are said to confer a health benefit. So far, however, there is little scientific proof of their effectiveness—many studies of probiotics have involved less-than-rigorous research standards.\n\nAs further data become available, some researchers believe probiotics may evolve into prescription drugs, as doctors focus on specific bacteria strains to target patients' particular conditions. At the moment, however, many experts say probiotics are misunderstood.\n\n\"Consumers have shown to be willing to spend the money, just in case [probiotics] work,\" says Michael Fischbach, an assistant professor of bioengineering and therapeutic sciences at the University of California, San Francisco. \"What we all have to be careful about is to not view them as a panacea and to make sure that we don't raise our expectations too high.\"\n\nActivia is one of a number of yogurts that contain probiotics. Dannon\n\nU.S. sales of probiotic supplements totaled nearly $770 million last year, up some 22% from the previous year, according to Euromonitor International, a market research firm.\n\nThe strongest clinical studies have suggested some probiotics may be beneficial for certain gastrointestinal problems, allergies and vaginal infections. Many doctors recommend probiotics when patients are taking antibiotics. Probiotics are widely considered safe except for people with an impaired immune system, though experts recommend talking to a doctor first.\n\nFor other ailments, hundreds of probiotic studies are currently under way, experts say. In a report last month in the British Journal of Nutrition, researchers at the University of Medicine and Dentistry of New Jersey-School of Health Related Professions said a combination of two probiotics may reduce the symptoms and recovery time for the common cold. Other studies have shown similar results, especially with children.\n\nResearchers this month presented evidence at a meeting of the American Heart Association showing that two daily doses of a probiotic lowered bad cholesterol by nearly 12% and reduced total and saturated cholesterol esters which contribute to the hardening of arteries. The study was funded by Micropharma Ltd., a Canadian probiotic research and production company.\n\nSome studies have federal backing. UCSF is exploring possible effects of probiotics on infants and early markers of asthma, as well as on colic. Harvard Medical School researchers are studying what good bacteria might do for the immune system to see if the response to flu vaccine in elderly people can be improved.\n\nThe body contains trillions of bacteria, both good and bad. Most live in the gut but they also colonize other areas. Good bacteria help digest food, produce vitamins and protect from infections, among other things.\n\nThe Flora Inside Probiotics are 'good' bacteria believed to confer health benefits. Products ranging from yogurt to household cleaners contain probiotics.\n\ncontain probiotics. Sales of probiotic supplements totaled $770 million last year, up 22% from 2010.\n\ntotaled $770 million last year, up 22% from 2010. For supplements, experts suggest sticking to well-known brands like Culturelle, VSL#3, Align and Florastor.\n\nlike Culturelle, VSL#3, Align and Florastor. Different probiotic strains can affect the body differently. Strains should be listed on a product label.\n\ncan affect the body differently. Strains should be listed on a product label. Probiotics are largely unregulated but they can't make claims to cure or prevent a disease.\n\nThe community of bacteria, the body's intestinal flora, begins at birth, says Esi Lamousé-Smith, an instructor in medicine at Boston Children's Hospital and Harvard Medical School. By age 3 these bacteria, sometimes referred to as our gut or intestinal microbiome, are more or less set, she says. Each person's microbiome is distinct and doesn't change significantly with age unless a person becomes ill, takes an antibiotic or makes major changes in diet.\n\nA probiotic, which adds good bacteria only for the time it is being taken, seems to influence other bacteria already present. For example, it might stimulate other bacteria to turn on or off certain genes. These genes, in turn, might be involved in various functions, such as immune regulation or nutrient metabolism.\n\n\"I am wholeheartedly a believer\" in probiotics, says Maureen Fitzgerald, a Germantown, Wis., resident who blogs about parenting issues.\n\nAs a former teacher, Ms. Fitzgerald was exposed to many germs and says she was looking for something to \"beef up\" her immune system. Once she started regularly taking probiotics she says she wasn't \"getting as many of the colds and the bugs that are around.\" About five years ago, Ms. Fitzgerald's then 3-year-old son began taking a children's probiotic that cleared up digestion problems he was having. After that, Ms. Fitzgerald says she was hooked on the supplements. She raved about probiotics on her blog and has since received free samples, which she reviews.\n\nThere are many different strains of probiotics and each may affect the body differently. The dosage—or number of colony-forming units—in a probiotic is also important. Lactobacilli and bifidobacteria are the two most widely studied types of probiotics. Lactobacillus rhamnosus, widely known as LGG, may treat viral and antibiotic-induced diarrhea, and certain allergies, like childhood eczema. A strain of Lactobacillus reuteri has been shown to help with colic. Bifidobacterium animalis, found in some brands of yogurt, is said to improve digestion.\n\nExperts say taking a probiotic supplement with many bacterial strains isn't necessarily better. The key is ensuring each strain in a product is active and has been clinically proven to work at a certain dosage, they say. Tests done by ConsumerLab.com have shown that the number of living organisms in probiotics doesn't always reflect the label. Of 12 products tested this year, two delivered fewer organisms than listed.\n\nProbiotics aren't required to obtain Food and Drug Administration approval before being marketed. \"Right now they're considered a food product or dietary supplement, not a drug,\" says Gerard Mullin, an associate professor at Johns Hopkins University School of Medicine and author of \"The Inside Tract.\"\n\nThere aren't any FDA approved health claims for probiotics, says Diane Hoffmann, a law professor at the University of Maryland Carey School of Law, who oversaw a study on the federal regulation of probiotics. But companies can make broader statements, called \"structure function\" claims. It is the difference between saying a product reduces the risk of heart disease versus supports a healthy heart. Because the difference isn't discernible to many consumers, there is little incentive in the industry to pursue costlier and more resource-intensive health claims.\n\n\"Consumers just need to know that claims are not necessarily preapproved and they may not be well substantiated,\" says Ms. Hoffmann.\n\nIn the short term, experts recommend sticking with the strains of probiotics that have a lot of science behind them, like Lactobacillus GG, and brands that have proven to be safe and truthful in labeling.\n\nDr. Mullin, of Johns Hopkins, says the future may lie in concocting specific probiotics for people based upon their individual needs and microbiomes.\n\nWrite to Sumathi Reddy at sumathi.reddy@wsj.com", "images": ["https://content-thumbnail.cxpublic.com/content/dominantthumbnail/fddd6d28f0576a5772474e644a95623747e1cb4b.jpg?5dc9ac40", "https://s.wsj.net/public/resources/images/B3-FK672_STREAM_C_20191108185629.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/b5e977a5139ed9e9684742f90919df7b635ae623.jpg?5dc9aba2", "https://m.wsj.net/video/20191107/110719opvidpw3/110719opvidpw3_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/0d2ffa0d6fff89f02d5a9d5508d5467ad9dbd858.jpg?5dc9aba1", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/487b80633438bb2d561829c2e7f8bccee2c45e0b.jpg?5dc9ab9e", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/93d4c0693749e5d6abc5f87d798d3bfdb580948b.jpg?5dc995fd", "https://m.wsj.net/video/20191107/110719electiontech2/110719electiontech2_167x94.jpg", "https://images.wsj.net/im-101746?width=111&height=62", "https://si.wsj.net/public/resources/images/OB-VM332_yhealt_D_20121127165258.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/f600b0a56ee84a4d350fa4e522e51ee27d5fd426.jpg?5dc9aba3", "https://m.wsj.net/video/20191104/cinvest1105/cinvest1105_167x94.jpg", "https://images.wsj.net/im-125154?width=111&height=62", "https://s.wsj.net/public/resources/images/B3-ES110_PARTNE_C_20190809085434.jpg", "https://m.wsj.net/video/20191101/110419elevatorpai/110419elevatorpai_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/461b35da8a2936ee4a7ca01072773c0d5aa427f2.jpg?5dc9aba4", "https://si.wsj.net/public/resources/images/OB-VM332_yhealt_G_20121127165258.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/2a7d0786567f18bb6a72f17019cd642c0b51f730.jpg?5dc9b0a0", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/869c2a340c4c25db5466a6de556da60ae1a2bf4e.jpg?5dc9aba2", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/4a581253a775cca47f02b15ba756a5f4ccf7b8bf.jpg?5dc969b8", "https://images.wsj.net/im-124802?width=111&height=62", "https://si.wsj.net/public/resources/images/PJ-BL028A_YHEAL_P_20121126165200.jpg", "https://m.wsj.net/video/20191107/110719seib/110719seib_167x94.jpg"], "top_img": "https://si.wsj.net/public/resources/images/OB-VM332_yhealt_G_20121127165258.jpg", "keywords": [], "authors": ["Sumathi Reddy"], "canonical_link": "https://www.wsj.com/articles/SB10001424127887324784404578143402702878118", "title": "Probiotics' Benefits May Be More Than a Gut Feeling", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "dj.asn": "i-02ba", "user.type": "nonsubscriber", "user.exp": "default", "page.section": "Article", "page.content.type": "Article", "page.content.format": "responsive", "page.content.source": "WSJ Online", "article.template": "full", "page.site": "wsj", "page.site.product": "WSJ", "page.region": "na,us", "article.id": "SB10001424127887324784404578143402702878118", "article.type": "Your Health", "article.type.display": "Your Health", "article.access": "free", "article.headline": "Probiotics' Benefits May Be More Than a Gut Feeling", "article.summary": "Probiotics, believed to help with digestion, are increasingly being studied to treat wide-ranging conditions, from colic to cholesterol and the common cold.", "apple-itunes-app": "app-id=364387007,app-argument=wsj://launch?articleid=SB10001424127887324784404578143402702878118&headline=Probiotics%26apos%3B%20Benefits%20May%20Be%20More%20Than%20a%20Gut%20Feeling&weburl=http://www.wsj.com/articles/SB10001424127887324784404578143402702878118", "al": {"ios": {"url": "wsj://launch?articleid=SB10001424127887324784404578143402702878118&headline=Probiotics%26apos%3B%20Benefits%20May%20Be%20More%20Than%20a%20Gut%20Feeling&weburl=http://www.wsj.com/articles/SB10001424127887324784404578143402702878118"}}, "article.page": "Health and Wellness", "article.section": "Health and Wellness", "article.published": "2012-11-26T23:41:00.000Z", "article.updated": "2012-11-26T23:41:00.000Z", "article.created": "2012-11-26T23:41:00.000Z", "dateLastPubbed": "2012-11-27T21:55:00.000Z", "author": "Sumathi Reddy", "keywords": "research,development,corporate,industrial news,political,general news,health,living,lifestyle,pharmaceuticals", "cXenseParse": {"wsj-keywords": "research,development,corporate,industrial news,political,general news,health,living,lifestyle,pharmaceuticals", "wsj-primary-inset": "video", "poptart": {"image": "https://si.wsj.net/public/resources/images/OB-VM332_yhealt_D_20121127165258.jpg"}, "candybar": {"image": "https://si.wsj.net/public/resources/images/OB-VM332_yhealt_E_20121127165258.jpg"}, "wsj-page-content-source": "WSJ Online", "wsj-coral": "false"}, "news_keywords": "research,development,corporate,industrial news,political,general news,health,living,lifestyle,pharmaceuticals", "description": "Probiotics, believed to help with digestion, are increasingly being studied to treat wide-ranging conditions, from colic to cholesterol and the common cold.", "article.emb": "video_emb", "article": {"word_count": 1059, "image_count": 1, "video_count": 1, "embed_count": 1, "internal_link_count": 1, "publisher": "https://www.facebook.com/wsj", "opinion": "false"}, "robots": "noarchive,noodp", "language": "en-US", "twitter": {"title": "Probiotics' Benefits May Be More Than a Gut Feeling", "description": "Probiotics, believed to help with digestion, are increasingly being studied to treat wide-ranging conditions, from colic to cholesterol and the common cold.", "image": {"identifier": "https://si.wsj.net/public/resources/images/OB-VM332_yhealt_G_20121127165258.jpg", "alt": "Probiotics' Benefits May Be More Than a Gut Feeling"}, "card": "summary_large_image", "site": "@WSJ", "domain": "wsj.com"}, "fb": {"app_id": 368513495882, "pages": 8304333127}, "og": {"title": "Probiotics' Benefits May Be More Than a Gut Feeling", "description": "Probiotics, believed to help with digestion, are increasingly being studied to treat wide-ranging conditions, from colic to cholesterol and the common cold.", "url": "https://www.wsj.com/articles/SB10001424127887324784404578143402702878118", "image": {"identifier": "https://si.wsj.net/public/resources/images/OB-VM332_yhealt_G_20121127165258.jpg", "width": 553, "height": 369}, "locale": "en_US", "type": "article", "site_name": "WSJ"}, "cx_pv_id": "k2usqv4fediz5462", "cx_shield": "{\"campaign\":99999,\"placement\":\"cx-articlecover\",\"tag\":\"openhouse\",\"type\":\"free\",\"bucket\":6}", "referrer": "always"}, "movies": [], "publish_date": null, "source": "http://online.wsj.com", "summary": ""}