{"url": "http://time.com/4801842/probiotics-mood-depression-ibs/", "text": "It’s common for people who suffer from irritable bowel syndrome (IBS) to also struggle with depression. Now, a small study published in the journal Gastroenterology suggests that taking a probiotic supplement may provide relief from both conditions.\n\nThe randomized, placebo-controlled trial shows a connection between probiotics and mood improvement in people with IBS and depression or anxiety, as well as changes in brain regions related to emotional processing. Most previous research on this topic has been on healthy people without mood disorders.\n\nFor the new research, scientists from McMaster University in Canada recruited 44 adults with IBS as well as mild to moderate anxiety or depression. They were followed for 10 weeks; half took a daily dose of the probiotic Bifidobacterium longum, and half took a placebo. The probiotics were manufactured and provided by Nestle, which also funded the study. (Nestle was not involved in collection, analysis or interpretation of study data.)\n\nAfter six weeks, twice as many people who took the probiotic had decreased depression scores compared to those who took the placebo: 64% versus 32%. Results were similar after 10 weeks, as well. When people in the study were given functional MRI scans, the researchers found that improved depression scores were associated with changes in activity of several brain areas involved in mood regulation.\n\nHealth Newsletter Get the latest health and science news, plus: burning questions and expert tips. View Sample Sign Up Now\n\nThose changes in brain activity “support the notion that this probiotic has anti-depressive properties,” the authors wrote in their paper. While their data did not show significant independent changes in anxiety, constipation, diarrhea or pain, people who took the probiotic did report improvements in overall symptoms of IBS and in quality of life.\n\nOne explanation for the improved mood in the group taking probiotics could be that because their physical symptoms feel better, their mood gets better too. That’s why Dr. Roger McIntyre, professor of psychiatry and pharmacology at the University of Toronto, thinks the fMRI findings are the most interesting and important aspect of the new study: they signal that the probiotics may really be working on the brain itself.\n\nMORE: You Asked: Should I Take Probiotics?\n\n“We know that one part of the brain, the amygdala, tends to be red hot in people with depression, and it seemed to cool down with this intervention,” says McIntyre, who was not involved in the new research. “It provides more scientific believability that something in the brain, at a very biological level, seems to be affected by this probiotic.”\n\nNo serious side effects related to the probiotic were reported, suggesting that such a supplement could be a safe way to treat both stomach- and mood-related symptoms. Studies have looked at various types of probiotics for IBS patients, the authors wrote, and a recent review found that bifidobacteria seemed to work better for gastrointestinal symptoms than another common probiotic, lactobacilli.\n\nSome experts believe that gut bacteria influence the brain (and vice versa) mainly through systemic inflammation. But in this study, the researchers found no difference in inflammatory markers between the probiotic and the placebo group. McIntyre points out that the bowel communicates with the brain through other pathways as well, including the metabolic and nervous systems.\n\nMORE: Should I Eat Olives?\n\nThe study’s findings need to be confirmed in larger independent trials, and McIntyre says he wouldn’t yet recommend taking a probiotic for symptoms associated with mental disorders like depression or anxiety. (Study co-author Premysl Bercik, associate professor of medicine at McMaster University, says the formula used in the new research isn’t commercially available, anyway.) “The evidence at this point is promising,” says McIntyre, “but it is not sufficient to justify recommending to patients as a viable treatment strategy.”\n\nBut McIntyre says the results are encouraging. “They seem credible to me, and they might hint that there are other mechanisms, besides just inflammation, linking the GI tract to the brain,” he says.\n\nContact us at editors@time.com.", "images": ["http://subscription-assets.timeinc.com/current/1850_top2_205_thumb.jpg", "http://time.com/images/newsletter-time.png", "https://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2017/04/time-health-stock-single-pill-blue.jpg?quality=85&w=1200&h=628&crop=1", "https://timedotcom.files.wordpress.com/2017/04/time-health-stock-single-pill-blue.jpg", "http://pixel.carambo.la/Pixel/tmnc11/112753/0/1/0", "http://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2019/10/cannabis-dispensary.jpg?quality=85&w=593", "http://assets.time.com/images/dianomi-logo.png", "https://timedotcom.files.wordpress.com/2017/09/time-newsletter-tout-footer.png", "http://pixel.watch/f3fo", "https://timedotcom.files.wordpress.com/2019/10/woman-punching-bag.jpg?quality=85&w=600"], "top_img": "https://timedotcom.files.wordpress.com/2017/04/time-health-stock-single-pill-blue.jpg?quality=85&w=1200&h=628&crop=1", "keywords": [], "authors": ["Amanda Macmillan"], "canonical_link": "https://time.com/4801842/probiotics-mood-depression-ibs/", "title": "How Probiotics May Help Depression", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "keywords": "Mental Health/Psychology", "news_keywords": "probiotics, bifidobacterium, supplements, gastrointestinal, irritable bowel syndrome, IBS, constipation, diarrhea, depresison, anxiety, mood, antidepressants", "description": "A small study suggests that taking a probiotic supplement may provide relief from both depression and irritable bowel syndrome.", "og": {"title": "How Probiotics May Help Depression", "type": "article", "site_name": "Time", "url": "https://time.com/4801842/probiotics-mood-depression-ibs/", "description": "Especially in people with a gut condition, finds a new study", "image": {"identifier": "https://timedotcom.files.wordpress.com/2017/04/time-health-stock-single-pill-blue.jpg?quality=85&w=1200&h=628&crop=1", "width": 1200, "height": 628}}, "article": {"content_tier": "free", "opinion": "false"}, "pinterest": {"url": "https://time.com/4801842/probiotics-mood-depression-ibs/", "description": "A small study suggests that taking a probiotic supplement may provide relief from both depression and irritable bowel syndrome.", "media": "https://timedotcom.files.wordpress.com/2017/04/time-health-stock-single-pill-blue.jpg?quality=85&w=1200&h=628&crop=1"}, "twitter": {"card": "summary_large_image", "url": "https://time.com/4801842/probiotics-mood-depression-ibs/", "title": "How Probiotics May Help Depression", "description": "Especially in people with a gut condition, finds a new study", "site": "@TIME", "image": "https://timedotcom.files.wordpress.com/2017/04/time-health-stock-single-pill-blue.jpg?quality=85&w=1024&h=512&crop=1"}, "fb": {"app_id": 53177223193, "pages": 10606591490}}, "movies": [], "publish_date": null, "source": "http://time.com", "summary": ""}