{"url": "http://consumer.healthday.com/Article.asp?AID=659501", "text": "En Español\n\nBy Kathleen Doheny\n\nHealthDay Reporter\n\nTUESDAY, Dec. 6 (HealthDay News)-- Women who get routine mammograms can lower their risk of dying from breast cancer by nearly half, a new Dutch study suggests.\n\n\"Our study adds further to the evidence that mammography screening unambiguously reduces breast cancer mortality,\" said Dr. Suzie Otto, a senior researcher in the department of public health at Erasmus Medical Center in Rotterdam, the Netherlands.\n\nThe routine screening also lowered the chances of being diagnosed with an advanced cancer, she said.\n\nThe study appears online Dec. 6 in the journal Cancer Epidemiology, Biomarkers & Prevention.\n\nMammography screening, including the best schedule and the best age to begin, is being hotly debated in the United States and elsewhere. Some experts think women should start getting them at age 40. Other think women should discuss the pros and cons of the test at 40, decide on an individual basis and start screens routinely at 50. Otto's study only looked at women aged 49 and older.\n\nOtto tracked 755 patients who died from breast cancer from 1995 to 2003 and another 3,739 control patients matched by age and other measures.\n\nAmong the women with breast cancer, nearly 30 percent of tumors were found at screening and about 34 percent between screens. Nearly 36 percent of these women had never had a mammogram.\n\nAdvanced tumors were found in about 30 percent of the patients who had never been screened but in just over 5 percent of those who had mammograms.\n\nWomen who underwent screening reduced their risk of dying from breast cancer by 49 percent. Women aged 70 to 75 had the greatest risk reduction, reducing the risk of dying from breast cancer by 84 percent. The risk reduction in younger women, aged 50 to 69, was smaller, at 39 percent, but still considered substantial.\n\nThe greater risk reduction in women aged 70 to 75, Otto said, is probably a result of the long-term good effects of screening participation in the earlier target age group, 50 to 69, before the upper age limit for screening was extended in the Netherlands from 69 to 75.\n\nThe study findings ''add to the body of evidence supporting the fact that mammography matters in improving detection and survival,\" said Dr. Stephanie Bernik, chief of surgical oncology at Lenox Hill Hospital in New York City. \"This study focuses on survival.\"\n\nThe study, however, has some limitations, Bernik noted. It's not clear, for instance, whether the women who died of cancer got less aggressive treatment or refused treatment. That could have affected survival, of course.\n\nMammography does lead to ''overtreatment\" in some cases, Bernik acknowledged. Some cancers that are found on mammography may not have proven to be an issue in a woman's lifetime. \"But there is no way to figure out which cancers will be a problem or not,\" she said.\n\nMore information\n\nTo learn more about mammograms, visit the U.S. Department of Health and Human Services.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Kathleen Doheny"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/mis-cancer-news-102/mammograms-cut-risk-of-breast-cancer-death-by-half-study-finds-659501.html", "title": "Mammograms Cut Risk of Breast Cancer Death by Half, Study Finds", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Echoes previous findings, supports calls for routine screening", "og": {"title": "Mammograms Cut Risk of Breast Cancer Death by Half, Study Finds", "description": "Echoes previous findings, supports calls for routine screening", "url": "https://consumer.healthday.com/cancer-information-5/mis-cancer-news-102/mammograms-cut-risk-of-breast-cancer-death-by-half-study-finds-659501.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}