{"url": "http://www.reuters.com/article/2012/07/03/us-botox-sclerosis-idUSBRE8611AJ20120703", "text": "NEW YORK (Reuters Health) - Botox injections may provide some relief from arm tremors caused by multiple sclerosis, according to a small study published Monday. Botulinum toxin type A is sold under different brands, but it’s best known by the Allergan brand-name Botox.\n\nA sample of Botox is seen at the Long Island Plastic Surgical Group at the Americana Manhasset luxury shopping destination in Manhasset, New York September 30, 2010. REUTERS/Shannon Stapleton\n\nBotox gained fame for smoothing aging skin — by blocking nerve signals and relaxing muscles under the skin — but the product has a number of medical uses. In the U.S., Botox is approved to treat conditions like chronic migraine, excessive sweating and certain symptoms of MS: overactive bladder and muscles spasms in the arms.\n\nThe new study, published in the journal Neurology, tested the effects of Botox injections on MS-related arm tremors, which affect up to two-thirds of people with MS. Researchers found that when they gave injections to 23 patients, the treatment typically eased their tremors and improved their writing ability.\n\nRight now, there’s no good way to treat MS arm tremors, said Nicholas G. LaRocca, vice-president of healthcare delivery and policy research at the National MS Society. Physical therapy and exercise have been studied, but are usually not very effective, said LaRocca, who was not involved in the new study. Surgery is sometimes used in severe cases, but it’s risky and may not even have lasting benefits.\n\n“Exploring new treatments is important, and it’s heartening to see there’s some promise here,” LaRocca said of the current findings. But there’s still a lot to be learned, he cautioned in an interview.\n\n“This study is fairly preliminary, and it had a small number of patients,” LaRocca said. Larger studies, of more-diverse groups of MS patients, are needed, he said.\n\nThe study’s lead researcher agreed on the need for more work. “There are several questions that need to be answered by doing larger and longer-term studies,” Dr. Anneke van der Walt, a neurologist at Royal Melbourne Hospital in Australia, said in an email.\n\nOne is how long the benefits of repeat Botox injections might last: this study tested the effects of just one Botox treatment over three months.\n\nIn real life, the injections would have to be repeated every few months, or possibly every six months for some people, according to van der Walt. Another question is whether the side effects change over time. Muscle weakness was the most common side effect in this study, van der Walt said. It affected 42 percent of the study patients, though it went away within two weeks.\n\nMuscle weakness is a potential concern in MS patients, LaRocca noted, since that problem often comes with the disease itself.\n\nThe study included 23 MS patients with mild to moderate arm tremors. Each patient received a round of Botox injections and a round of placebo injections (containing saline), three months apart. Half of the patients got the Botox first, the other half the placebo.\n\nOn average, the patients’ tremor “scores” had gone from a 5 to a 3 six weeks after Botox treatment — which essentially means moving from “moderate” to “mild,” LaRocca said. Their ability to write and draw a straight line had also improved by week six, and the benefits were still there at week 12.\n\nIn contrast, there were no improvements after the placebo injections.\n\nLarger studies, van der Walt said, should look at whether Botox is more effective for some tremors than others. Tremors limited to the hand and forearm, for instance, might respond better than tremors that also affect the shoulder. If Botox is eventually approved for this MS symptom, LaRocca said it will be important for doctors to get training in how to give the injections — since the drug has to go into carefully chosen locations in the muscle.\n\n“So practitioners will have to be up to speed,” LaRocca said. There will also be the matter of cost. That will vary from patient to patient, depending on how many injections are needed per treatment.\n\nAccording to van der Walt, the cost could range from $500 to $1,000 Australian dollars, which are roughly equal to U.S. dollars. In the U.S., Botox treatments can cost $455-$575 per injection site.\n\nBotox maker Allergan supplied the product for the study, and two of the researchers on the work have financial ties to the company. The study itself was funded by the Box Hill MS Research Fund and the Royal Melbourne Hospital.\n\nSOURCE: bit.ly/lUcacJ Neurology, online July 2, 2012.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s1.reutersmedia.net/resources/r/?m=02&d=20120702&t=2&i=625740437&w=1200&r=CBRE8611KU700", "http://s1.reutersmedia.net/resources/r/?m=02&d=20120702&t=2&i=625740437&r=CBRE8611KU700&w=20"], "top_img": "https://s1.reutersmedia.net/resources/r/?m=02&d=20120702&t=2&i=625740437&w=1200&r=CBRE8611KU700", "keywords": [], "authors": ["Amy Norton", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-botox-sclerosis-idUSBRE8611AJ20120703", "title": "Botox may help multiple sclerosis tremors", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "(Reuters Health) - Botox injections may provide some relief from arm tremors caused by multiple sclerosis, according to a small study published Monday. Botulinum toxin type A is sold under different brands, but it's best known by the Allergan brand-name Botox.", "Author": "Amy Norton", "keywords": "US,BOTOX,SCLEROSIS", "news_keywords": "US;BOTOX;SCLEROSIS", "REVISION_DATE": "Tue Jul 03 04:12:38 UTC 2012", "analyticsAttributes.articleDate": "2012-07-03T04:12:38+0000", "analyticsAttributes.author": "Amy Norton", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-botox-sclerosis-idUSBRE8611AJ20120703", "analyticsAttributes.contentTitle": "Botox may help multiple sclerosis tremors", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "US,BOTOX,SCLEROSIS", "analyticsAttributes.keywordSlug": "US-BOTOX-SCLEROSIS", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Botox may help multiple sclerosis tremors", "sailthru.author": "Amy Norton", "sailthru.date": "2012-07-03T04:12:38+0000", "sailthru.title": "Botox may help multiple sclerosis tremors", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Botox may help multiple sclerosis tremors", "url": "https://www.reuters.com/article/us-botox-sclerosis-idUSBRE8611AJ20120703", "type": "article", "description": "(Reuters Health) - Botox injections may provide some relief from arm tremors cau...", "image": "https://s1.reutersmedia.net/resources/r/?m=02&d=20120702&t=2&i=625740437&w=1200&r=CBRE8611KU700", "article": {"published_time": "2012-07-03T04:12:38+0000", "modified_time": "2012-07-03T04:12:38+0000", "section": "Homepage", "author": "Amy Norton", "tag": "US,BOTOX,SCLEROSIS"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary_large_image", "title": "Botox may help multiple sclerosis tremors", "description": "(Reuters Health) - Botox injections may provide some relief from arm tremors caused by multiple sclerosis, according to a small study published Monday. Botulinum toxin type A is sold under different b...", "image": {"identifier": "https://s1.reutersmedia.net/resources/r/?m=02&d=20120702&t=2&i=625740437&w=1200&r=CBRE8611KU700", "src": "https://s1.reutersmedia.net/resources/r/?m=02&d=20120702&t=2&i=625740437&w=1200&r=CBRE8611KU700"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1341288000.0, "source": "http://www.reuters.com", "summary": ""}