{"url": "http://abcnews.go.com/Health/als-drug-radicava-questions/story?id=49124789", "text": "It is the first new drug for amyotrophic lateral sclerosis (ALS) in 22 years to become available in the United States. Called edaravone – brand name Radicava – its FDA approval this week was met with a wave of excitement from the media and the ALS community.\n\nBut some physicians are raising concerns over the cost of the drug and whether or not patients will be able to get it, as well as noting misconceptions about how effective at fighting this degenerative condition this drug will actually be.\n\nEach year, doctors diagnose anywhere between 5,000 to 6,000 Americans with this rapidly progressive neurodegenerative disease, and the Centers for Disease Control estimates that 12,000 to 15,000 people at any given time in the U.S. live with the disease. The majority of these patients die within two to five years of diagnosis.\n\nThe FDA approval is based on a study of 137 people with ALS published earlier this year. Patients received either a placebo pill or edaravone over a six-month period. Researchers found that those getting edaravone had a 33 percent reduction in their rate of decline in physical function.\n\nIt’s a finding that inspires hope of slowing -- but not yet stopping or reversing -- the progression of this disease.\n\nDr. Leo McCluskey, who leads the University of Pennsylvania’s ALS Center and was not involved in the study nor in the approval of this drug, said the findings are promising but he added that he fears they could be misinterpreted.\n\n“Thirty percent is pretty robust,” McCluskey said. But he nonetheless added, “We have patients calling our center asking for the cure to ALS, and this is not a cure.”\n\nAnd then there is the price tag. According to MT Pharma America, the company behind Radicava, the cost is around $1,000 per infusion – and treatment, which involves multiple infusions, may total about $146,000 per year.\n\n“This is just for the drug; you also need a nurse and infusion equipment,” McCluskey said. “We don’t know who is going to cover it or what criteria will be used to decide who gets it.”\n\nMcCluskey also expressed concerns about the feasibility of ALS patients with reduced mobility going to receive daily infusions. “Imagine you’re a patient with difficulty moving around, and you now have to come in every day to receive infusions.”\n\nAnd the number of infusions needed means many such trips. Edaravone is administered by an intravenous infusion over 60 minutes in 28-day cycles. The initial cycle involves a daily infusion for two weeks, followed by a two-week period without infusions. Additional cycles consist of infusions for 10 days over two weeks followed by two-week drug-free periods.\n\nIn an interview with ABC News, Tom Larson, the chief commercial officer for MT Pharma America, said the company is already taking steps to streamline the process for obtaining Radicava. The company has set up a system called Searchlight, through which patients and physicians can apply for the drug, obtain benefits information, identify an infusion center and schedule an infusion. Larson said the company has partnered with over 1,100 infusion centers across the country in an effort to “make this as easy and accessible to patients as possible.”\n\nAs for the costs and coverage of the drug, Larson said insurance companies are still deciding whether they will pay for Radicava. “We are in the process every new pharmaceutical goes through as payers make a decision.”\n\nEdith Bracho-Sanchez, M.D., is a pediatrics resident at the Children’s Hospital of Philadelphia.", "images": ["http://www.googleadservices.com/pagead/conversion/1005826543/?value=0&label=1GPKCOHYjwMQ7-PO3wM&guid=ON&script=0", "https://s.abcnews.com/images/Health/fda-gty-er-170809_16x9_992.jpg", "https://s.abcnews.com/images/Health/fda-gty-er-170809_12x5_992.jpg", "http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-704476h&cg=0&cc=1&ts=noscript"], "top_img": "https://s.abcnews.com/images/Health/fda-gty-er-170809_16x9_992.jpg", "keywords": [], "authors": ["Abc News", "Dr. Edith Bracho-Sanchez"], "canonical_link": "https://abcnews.go.com/Health/als-drug-radicava-questions/story?id=49124789", "title": "New ALS drug Radicava comes with new questions as well", "meta_data": {"robots": "index, follow", "author": "ABC News", "copyright": "Copyright (c) 2019 ABC News Internet Ventures", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "It is the first new drug for amyotrophic lateral sclerosis in 22 years.", "keywords": "ALS, amyotrophic lateral sclerosis, Radicava,health news, medical news, medical articles", "article": {"opinion": "false", "content_tier": "free"}, "lastPublishedDate": "2017-08-09T20:29:46:760-07", "fb": {"admins": 704409894, "app_id": 4942312939, "pages": 55845270277}, "fb_title": "New ALS drug Radicava comes with new questions as well", "og": {"site_name": "ABC News", "title": "New ALS drug Radicava comes with new questions as well", "description": "It is the first new drug for amyotrophic lateral sclerosis in 22 years.", "url": "https://abcnews.go.com/Health/als-drug-radicava-questions/story?id=49124789", "image": "https://s.abcnews.com/images/Health/fda-gty-er-170809_16x9_992.jpg", "type": "article"}, "news_keywords": "ALS, amyotrophic lateral sclerosis, Radicava", "twitter": {"card": "summary_large_image", "site": "@ABC", "title": "New ALS drug Radicava comes with new questions as well", "description": "It is the first new drug for amyotrophic lateral sclerosis in 22 years.", "url": "https://abcnews.go.com/Health/als-drug-radicava-questions/story?id=49124789", "image": "https://s.abcnews.com/images/Health/fda-gty-er-170809_16x9_992.jpg", "app": {"name": {"iphone": "ABC News", "ipad": "ABC News", "googleplay": "ABC News"}, "id": {"iphone": 300255638, "ipad": 306934135, "googleplay": "com.abc.abcnews"}, "url": {"iphone": "abcnewsiphone://link/story,49124789", "ipad": "abcnewsipad://link/story,49124789", "googleplay": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Health/als-drug-radicava-questions/story?id=49124789"}}}, "al": {"iphone": {"url": "abcnewsiphone://link/story,49124789", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}, "ipad": {"url": "abcnewsipad://link/story,49124789", "app_store_id": 380520716, "app_name": "ABC News for iPad"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Health/als-drug-radicava-questions/story?id=49124789", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "web": {"url": "https://abcnews.go.com/Health/als-drug-radicava-questions/story?id=49124789"}}}, "movies": [], "publish_date": null, "source": "http://abcnews.go.com", "summary": ""}