{"url": "https://www.npr.org/sections/health-shots/2018/02/03/581092093/gone-with-a-shot-hopeful-new-signs-of-relief-for-migraine-sufferers", "text": "Gone With A Shot? Hopeful New Signs Of Relief For Migraine Sufferers\n\nEnlarge this image toggle caption Photographer is my life/Getty Images Photographer is my life/Getty Images\n\nHumans have suffered from migraines for millennia. Yet, despite decades of research, there isn't a drug on the market today that prevents them by targeting the underlying cause. All of that could change in a few months when the Food and Drug Administration is expected to announce its decision about new therapies that have the potential to turn migraine treatment on its head.\n\nThe new therapies are based on research begun in the 1980s showing that people in the throes of a migraine attack have high levels of a protein called calcitonin gene–related peptide, or CGRP, in their blood.\n\nStep by step, researchers tracked and studied this neurochemical's effects. They found that injecting the peptide into the blood of people prone to migraines triggers migraine-like headaches, whereas people not prone to migraines experienced, at most, mild pain. Blocking transmission of CGRP in mice appeared to prevent migraine-like symptoms. And so a few companies started developing a pill that might do the same in humans.\n\nClinical trials of the first pills were effective against migraine but halted in 2011 over concerns about potential liver damage. So, four pharmaceutical companies rejiggered their approach. To bypass the liver, all four instead looked to an injectable therapy called monoclonal antibodies — tiny immune molecules most commonly used to treat cancer. Not only do these bypass the liver to block CGRP, but one injection appears to be effective for up to three months with almost no noticeable side effects.\n\nTwo manufacturers, Amgen (in collaboration with Novartis) and Teva Pharmaceuticals, have completed clinical trials and expect to hear from the FDA by June whether the therapies have been approved. Two more companies, Eli Lilly and Alder Biopharmaceuticals, plan to file for FDA approval later this year.\n\nCurrent treatments don't always work\n\nIt's been a long time coming. Right now, the only available preventive treatments are accidental discoveries: A number of people prescribed medications for depression, high blood pressure and epilepsy discovered migraine relief, too. Now, many of those drugs, including propranolol and topiramate, have been tested and approved for migraine. But no one drug works for everyone, and side effects can prove intolerable or downright unpleasant.\n\nMigraines are throbbing, one-sided headaches that can be accompanied by nausea as well as sensitivity to light, sound, smell, and movement. At their best, the headaches are an annoyance. At their worst, they can be completely debilitating. So for those of us who get numerous migraines each month, the prospect of a new approach feels almost life-changing.\n\nAccording to one recent survey by the Centers for Disease Control and Prevention, about 10 percent of men and 20 percent of women in the U.S. reported having had a migraine in the last three months. And up to 2 percent of all Americans has at least 15 migraine days every single month. The toll such pain can take on health, morale, and productivity is substantial.\n\nMy own migraines started when I was 13. They struck a few times a week and I thought they were normal headaches. For a while, I tried the usual over the counter pain relievers but, one by one, they stopped working. By age 25, I started to wonder if there was something seriously wrong with my head. My general practitioner diagnosed me with migraines, gave me my first preventive medication — an antidepressant — then sent me to see a specialist.\n\nSince that day more than 17 years ago, I have tried six preventive prescription medications. Not one helped. I alternated among four different, neurologist-recommended supplements, all to no avail. I received bi-monthly injections of magnesium and participated in one of the first clinical trials of Botox. And while Botox seemed to decrease my migraines by one or two per month, it wasn't enough to bother fighting about it with a new insurance company. I exercised regularly. I experimented with an elimination diet that left me eating nothing but broccoli and white rice, but still the migraines came. I averaged about 15 to 20 each month.\n\nStill, I considered myself lucky. The headaches almost never came with nausea, and I had medications that typically ousted them within an hour or two. All told, I usually lost only a few hours of productivity a week.\n\nWhen I grew older and had two children, my body changed and my migraines changed, too. I get them less frequently now, but when they come, they can stick around for a few days or even a week. Abortive medications still work, except when they don't. So when I heard about a new approach that was making its way through a number of pharmaceutical company pipelines, I began combing through the national clinical trials database to find a trial near me. I found one about 80 miles away, which didn't seem too far a trek considering the tantalizing reward of a migraine-free life. I made an appointment.\n\nClinical trials seem promising\n\nNeurologist David Dodick, at the Mayo Clinic in Phoenix, has been involved in multiple clinical trials with each of the four anti-CGRP antibody treatments in development. And, he admits, he's optimistic. He has good reason to be: Each of the therapies decreases migraine frequency by at least one to two days per month. \"In a field where, over time, the progress and pace of research in understanding the underlying biology and mechanism of disease has been slow, this was very exciting,\" he says.\n\nBecause migraines are not life-threatening, most drugs have to pass a pretty high bar to be approved. And so far, patients on the experimental treatments report limited side effects that consist mostly of pain at the injection site. Unlike the current preventive medications, there is no nausea, no fuzzy thinking, no nerve pain, no weight loss or gain. And instead of remembering to take a daily pill, there is just a once-monthly injection.\n\nNeurologists already have patients eager to test these therapies, especially when everything else they've tried hasn't worked. \"There's a big hole to fill, both in prevention and acute therapies,\" says Alexander Mauskop, director of the New York Headache Center in New York City. (Disclosure: He's my former neurologist.) \"If I have someone who's really suffering and can't find a solution, I tell them that in June I might have something new for them to try.\" Right now, he says, he has a list of about two dozen such patients.\n\nHigh price tag\n\nEven if the new therapies are approved, however, patients may still have to jump through a number of hoops to get them. Biologic therapies like these are expensive, and treatment could reportedly range anywhere from $8,000 to $18,000 a year. At that price, Mauskop and other neurologists expect insurance companies to require patients to have tried just about everything else first.\n\nThe other hitch at this stage is a lack of long-term safety data. \"If someone is well-controlled with Botox or another drug, I'd not suggest they switch,\" Mauskop says. \"With Vioxx, it took 10 years before they discovered that it increased the risk of heart problems.\"\n\nSide effects are a potential concern. Elizabeth Loder, chief of headache at Brigham and Women's Hospital in Boston, points out that because CGRP constricts blood vessels, there may be potential long-term effects on blood pressure or other cardiovascular function. In women of childbearing age, who are the ones most prone to frequent migraines, \"you can imagine that might have effects on fertility or placental function.\"\n\nRight now, the longest patients have been on one of these new therapies is one to two years.\n\nI ask Mauskop whether he'd recommend I enroll in a clinical trial, given my failure to respond to most everything else. He pauses, noting that he's no longer my neurologist and that he can't really give me any suggestions. But then he says that, since I'd previously shown some response to Botox, perhaps I might want to give it another try. I think about my two young children and my risk tolerance. Perhaps in 10 years I'll feel differently. For now, however, I pick up the phone and cancel my clinical trial appointment.\n\nLauren Gravitz is a science writer and editor in Hershey, Penn. Her work has appeared in Nature, The Economist, Aeon, Discover, The Oprah Magazine, and more. Find her at www.laurengravitz.com and @lyrebard.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/assets/img/2015/05/08/headaches_sq-d6896b43bf4175772699215c6b21f57b00424fff-s100-c15.jpg", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/programs/morning/features/2006/apr/migraine/migraine75-f500c04667ba94a8421de01f7e7a2ee123411f81-s100-c15.jpg", "https://media.npr.org/assets/img/2018/02/02/migraines-1_wide-1a7698dc9d1c61c88b9bf4585c401d5f2700561f.jpg?s=1400", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/assets/img/2017/12/01/head-ache-3_sq-2c42b0062aa0f40a444489fdb48bc81b93f515a5-s100-c15.jpg", "https://media.npr.org/assets/img/2018/02/02/migraines-1_custom-1f30cf3016a6cbe524a92c861df964f3758513b6-s1100-c15.jpg", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2018/02/02/migraines-1_wide-1a7698dc9d1c61c88b9bf4585c401d5f2700561f.jpg?s=1400", "keywords": [], "authors": ["Lauren Gravitz"], "canonical_link": "https://www.npr.org/sections/health-shots/2018/02/03/581092093/gone-with-a-shot-hopeful-new-signs-of-relief-for-migraine-sufferers", "title": "Gone With A Shot? Hopeful New Signs Of Relief For Migraine Sufferers", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2018-02-03", "description": "Novel migraine therapies could change how physicians treat these debilitating headaches. But they are likely to be expensive and the long-term side effects will not be known for some time.", "og": {"title": "Gone With A Shot? Hopeful New Signs Of Relief For Migraine Sufferers", "url": "https://www.npr.org/sections/health-shots/2018/02/03/581092093/gone-with-a-shot-hopeful-new-signs-of-relief-for-migraine-sufferers", "type": "article", "description": "Novel migraine therapies could change how physicians treat these debilitating headaches. But they are likely to be expensive and the long-term side effects will not be known for some time.", "image": "https://media.npr.org/assets/img/2018/02/02/migraines-1_wide-1a7698dc9d1c61c88b9bf4585c401d5f2700561f.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Gone With A Shot? Hopeful New Signs Of Relief For Migraine Sufferers", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2018/02/02/migraines-1_wide-1a7698dc9d1c61c88b9bf4585c401d5f2700561f.jpg?s=1400"}}}, "movies": [], "publish_date": 1517634000.0, "source": "https://www.npr.org", "summary": ""}