{"url": "http://www.denverpost.com/fitness/ci_17107585", "text": "The irony isn’t lost on Bryan Moore, and probably not on the driver who slammed into his car on April 1, shattering the lower legs of one of the most high-profile personal-injury attorneys in Denver.\n\nBut appreciation of life’s weird turns doesn’t translate into physical rehabilitation, which is where a NASA-inspired machine dubbed the AlterG Anti-Gravity Treadmill comes in.\n\nIt’s a state-of-the-art device that allows people with lower-body injuries to walk and even run in a simulated low-gravity environment.\n\nFor Moore, whose “Bulldog” law-firm advertisements adorn area billboards, it’s a godsend.\n\n“From an orthopedic standpoint, I got hurt worse than 99.9 percent of my clients,” Moore said during a recent rehab session with the AlterG. “But this machine is miraculous.”\n\nActually, it’s rooted in science: The concept of using advanced differential air pressure technology for weight support was conceived by Robert Whalen, a NASA researcher who was studying the biomechanics of exercise in space. The first version arrived in 2007, developed by the namesake company in Fremont, Calif. A second-generation commercial version came out in October 2009.\n\nA recent morning found Moore gearing up for his twice-weekly, 25-minute workout on the machine during his regular therapy session at The Suites at Holly Creek, a retirement community and assisted-living facility in Centennial where he spent several weeks before returning to his practice.\n\nHe was assisted by Jennifer Lo, Holly Creek’s director of rehabilitation.\n\nAt $25,000, the AlterG is expensive, but the technology is simple. Compressed air is pumped into a plastic chamber over the treadmill, creating “lift.” The patient is sealed from the waist down inside the chamber, and a computer panel allows patients to take up to 80 percent of their body weight off their joints.\n\nSo a 200-pound man can wind up effectively feeling like he weighs only 40 pounds — a real boon when you’re trying to rehab shattered shins, as Moore is.\n\nGearing up\n\nAt first glance, Moore looked like he was gearing up for a deep-sea dive.\n\nStep 1 was getting into a pair of neoprene shorts topped with a stiff reinforced fabric that encircled his waist. This ring contained a zipper that, when Moore stepped onto the treadmill, was attached to another zipper, forming a seal.\n\nAir was pumped in, and Lo programmed the AlterG to let Moore walk at 68 percent of his 205-pound body weight. His legs were effectively supporting a 139-pound man. Moore, who still limps badly 9 1/2 months after the accident, started walking with alacrity — no trace of hobbling at all.\n\n“The thing about this machine is that when patients get in here and offload their weight by 30 or 40 percent, they can resume their normal gait,” Lo said. “And they’re not just working their legs, they’re getting a cardio workout too.”\n\nAs Moore walked on the treadmill, he marveled at what it allows him to do.\n\n“I’m walking as fast as I did before the accident,” said Moore, 66. “I’m walking as normal as I did a year ago.”\n\nWhen his session ended, the machine’s whirring stopped and the plastic bubble encasing his lower body deflated. Moore stepped onto the carpeted floor and took a few halting steps toward the leg brace he wears.\n\n“Now here I am back in real life,” he said.\n\nThere are only a few of the 750-pound units in the area.\n\nThe Suites at Clermont Park uses them. Ditto for Mountain View Physical Therapy in Evergreen, Azura Senior Living in Boulder and the Life Care Center of Littleton. Mountain View’s AlterG is available to the general public, and athletes sometimes rent time on it to do speed work and interval training.\n\nKnee, back rehab\n\n“We use it a lot for patients doing post-surgical rehab for their knees and backs,” says Valerie Gluth, a physical therapist and Mountain View’s owner. “It lets people walk with a normal gait so they don’t develop bad habits that lead to other orthopedic problems. A limp is easy to develop and hard to get rid of.”\n\nElite distant runners such as Dathan Ritzenhein and Shannon Rowbury have used the AlterG, and professional sports teams such as the Los Angeles Lakers and England’s Manchester United soccer club have used the machines. They’re also used at Walter Reed Army Medical Center to treat injured soldiers and at the Olympic Training Center in Colorado Springs.\n\n“The AlterG treadmill is an excellent rehabilitation device,” Rowbury said. “It was a huge asset to me when I was recovering from a stress fracture in my hip because it allowed me to reintroduce running in a safe, low-impact environment. I could gradually build up my strength so that when my bone was healed enough to tolerate full-body- weight running, my muscles were strong enough to support me.”\n\nThe machines are also used to help obese patients — not just for training, but in giving them incentive by showing them how their feet and knees would feel better if they lost, say, 100 pounds.\n\n“I think they’re going to be everywhere with rehab units, and with recreational and elite athletes too,” said Lo, who is a trail runner and competitive ultra- marathoner in her off hours.\n\nWilliam Porter: 303-954-1877 or wporter@denverpost.com", "images": ["https://secure.gravatar.com/avatar/a32740e93670834ab1dd044a62b785b7?s=85&d=mm&r=g", "https://www.denverpost.com/wp-content/uploads/2016/05/20110115__20110117_C01_FE17FTALTERGp1.jpg?w=600&h=471", "https://www.denverpost.com/wp-content/mu-plugins/jetpack/modules/sharedaddy/images/loading.gif"], "top_img": "https://www.denverpost.com/wp-content/uploads/2016/05/20110115__20110117_C01_FE17FTALTERGp1.jpg?w=600&h=471", "keywords": [], "authors": ["William Porter", "Restaurant Critic William Porter Is A Feature Writer At The Denver Post", "Where He Covers Food", "Culture", "People. He Joined The News Outlet In Before That", "He Spent Years Covering Politics", "Popular Culture At The Phoenix Gazette", "Arizona Republic. He Is A Native Of North Carolina."], "canonical_link": "https://www.denverpost.com/2011/01/15/anti-gravity-treadmill-helps-injured-get-moving-again/", "title": "Anti-Gravity Treadmill helps injured get moving again", "meta_data": {"application-name": "thedenverpost", "viewport": "width=device-width, initial-scale=1", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "generator": "WordPress 5.2.4", "wp-parsely_version": "1.14", "fb": {"pages": 125138604186136}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "og": {"type": "article", "title": "Anti-Gravity Treadmill helps injured get moving again", "url": "https://www.denverpost.com/2011/01/15/anti-gravity-treadmill-helps-injured-get-moving-again/", "description": "Anti-Gravity Treadmill helps injured get moving again", "site_name": "The Denver Post", "image": {"identifier": "https://www.denverpost.com/wp-content/uploads/2016/05/20110115__20110117_C01_FE17FTALTERGp1.jpg?w=600&h=471", "width": 600, "height": 471}, "locale": "en_US"}, "article": {"published_time": "2011-01-15T17:07:48+00:00", "modified_time": "2016-05-05T00:06:43+00:00"}, "twitter": {"site": "@denverpost", "text": {"title": "Anti-Gravity Treadmill helps injured get moving again"}, "image": "https://www.denverpost.com/wp-content/uploads/2016/05/20110115__20110117_C01_FE17FTALTERGp1.jpg?w=640", "card": "summary_large_image"}, "msapplication-TileImage": "https://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270"}, "movies": [], "publish_date": 1295111268.0, "source": "http://www.denverpost.com", "summary": ""}