{"url": "http://www.Reuters.com/article/2011/07/01/us-lung-cancer-idUSTRE7602ZN20110701", "text": "NEW YORK (Reuters Health) - Using chest scans to screen for lung cancer in people who’ve never smoked and have no symptoms might help catch cancers early and decrease the disease’s death toll, suggests a new study from Japan.\n\nBut experts say the findings likely don’t apply in non-Asian countries, where the majority of all lung cancers are found in people who smoke — and where using computed tomography (CT) scans to screen for lung cancer in smokers has recently been a controversial topic.\n\nMoreover, they warn that while regular screening might help doctors catch cancer earlier, it also comes with a high price tag and added risks to patients.\n\nCT scanning uses X-rays and computers to produce a clearer image than traditional X-ray techniques, but CT also uses higher radiation doses to generate those images.\n\nEverybody agrees that CT “does find the early stage lung cancer,” said Dr. Heidi Roberts, a lung cancer researcher from Women’s College Hospital, Toronto who wasn’t involved in the new study. Early-stage cancer is easier to treat and has a higher survival rate.\n\nThe new study provides further evidence of that. Researchers led by Dr. Ryoichi Kondo of Shinshu University Hospital in Matsumoto looked back at outcomes for close to 500 non-smoking lung cancer patients whose cancer was caught by CT scan screening, or by standard X-ray screening — another strategy for catching cancer early — or when patients came into the doctor with lung symptoms.\n\nMost of the tumors found via CT scans were small, whereas those found through X-ray screening or in patients with symptoms were more often further advanced, according to the findings published in the journal Lung Cancer.\n\nFive years after their diagnosis, 95 percent of people whose cancers were found through a CT scan were still alive, compared to 73 percent diagnosed with an X-ray and 40 percent of patients who had not been screened and whose symptoms led to discovery their disease.\n\nEast Asian countries are more likely to regularly screen non-smokers for lung cancer because biological differences seem to put Asians at a higher risk than other non-smokers, researchers explained.\n\nNon-smokers without symptoms generally are not screened for lung cancer in the U.S.\n\nThere and in Canada, the lung cancer debate has centered around how often to screen smokers, and until what age screening should be done, Roberts said.\n\nIn another study published by Kondo and colleagues — this one looking at lung cancer screening in smokers — five-year survival rates were also highest in those screened with CT scans.\n\nThat’s consistent with the findings of the National Lung Screening Trial in the U.S., which in November released data — published online in the New England Journal of Medicine last week — showing that 20 percent fewer middle-aged heavy smokers died of lung cancer when they were screened annually with a CT scan compared to a standard, less detailed chest X-ray.\n\nLung cancer kills more people in the U.S. than any other cancer — over 150,000 each year.\n\nThe problem with frequent screening is not only its cost — CT scans typically run a few hundred dollars each — but that each scan exposes a person to radiation, which also slightly increases cancer risks over time with repeated scans.\n\nAnd screening comes with an inherent risk of false-positives — scans which suggest a lung cancer that turns out not to be there.\n\nDr. Christine Berg, one of the leaders of the U.S. screening studies, said that generally about a quarter of chest CT scans show some kind of abnormality — but 96 percent of those abnormal scans turn out not to be lung cancer. While doctors ruled out cancer, those patients would have undergone further tests, sometimes including biopsies, which can cause complications including infection and bleeding.\n\nAnd for some patients, “if you really weren’t going to benefit from the screening...that complication is something you may not have faced,” Berg said. “Those are some of the things I worry about.”\n\nHer study showed that 300 middle-aged smokers would need to be screened with CT scans to prevent one death from lung cancer.\n\nThe U.S. Preventive Services Task Force, a federally-supported expert panel, has said there isn’t enough evidence for it to recommend screening for lung cancer in symptom-free people using CT scans or other methods.\n\nBerg and Roberts both told Reuters Health that more research is needed to see if there might be hints in the blood or genes of smokers that could tell doctors which had the highest risk for lung cancer — and which would get the most out of routine CT screening.\n\n“We now have a technology that can detect (lung cancer) early enough to make some impact,” Berg said. But, “it’s not a home run, and it clearly has these limitations.”\n\nSOURCE: bit.ly/iLARSq Lung Cancer, online June 12, 2011.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Genevra Pittman", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-lung-cancer-idUSTRE7602ZN20110701", "title": "Who should get screened for lung cancer?", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "(Reuters Health) - Using chest scans to screen for lung cancer in people who've never smoked and have no symptoms might help catch cancers early and decrease the disease's death toll, suggests a new study from Japan.", "Author": "Genevra Pittman", "keywords": "Canada,Japan,United States,US,LUNG,CANCER", "news_keywords": "Canada;Japan;United States;US;LUNG;CANCER", "REVISION_DATE": "Fri Jul 01 14:47:10 UTC 2011", "analyticsAttributes.articleDate": "2011-07-01T14:47:10+0000", "analyticsAttributes.author": "Genevra Pittman", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-lung-cancer-idUSTRE7602ZN20110701", "analyticsAttributes.contentTitle": "Who should get screened for lung cancer?", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "Canada,Japan,United States,US,LUNG,CANCER", "analyticsAttributes.keywordSlug": "US-LUNG-CANCER", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Who should get screened for lung cancer?", "sailthru.author": "Genevra Pittman", "sailthru.date": "2011-07-01T14:47:10+0000", "sailthru.title": "Who should get screened for lung cancer?", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Who should get screened for lung cancer?", "url": "https://www.reuters.com/article/us-lung-cancer-idUSTRE7602ZN20110701", "type": "article", "description": "(Reuters Health) - Using chest scans to screen for lung cancer in people who", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2011-07-01T14:47:10+0000", "modified_time": "2011-07-01T14:47:10+0000", "section": "Homepage", "author": "Genevra Pittman", "tag": "Canada,Japan,United States,US,LUNG,CANCER"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary", "title": "Who should get screened for lung cancer?", "description": "(Reuters Health) - Using chest scans to screen for lung cancer in people who've never smoked and have no symptoms might help catch cancers early and decrease the disease's death toll, sugges...", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1309492800.0, "source": "http://www.Reuters.com", "summary": ""}