{"url": "http://www.NPR.org/blogs/health/2011/05/04/135995705/swedish-study-finds-surgery-for-prostate-cancer-better-than-waiting", "text": "Swedish Study Finds Surgery For Prostate Cancer Better Than Waiting\n\nFor men diagnosed with prostate cancer, uncertainty about what to do remains a big problem, despite years of research on the options.\n\nNow, a Swedish study suggests that radical prostatectomy — complete removal of the prostate gland — is better than \"watchful waiting\" for the treatment of younger men with low-risk prostate cancer.\n\nOn the surface, this seems to contradict a U.S. trend toward holding off on surgery and monitoring men who have low-risk cancers with what's called \"active surveillance.\"\n\nBut don't leap to any conclusions. Like every new study of prostate cancer, the results need to be carefully parsed.\n\nFirst, the study results, which appear in this week's New England Journal of Medicine. It's actually an update of a 2008 report, with an additional three years of data on the nearly 700 men who volunteered for the trial up to 15 years ago. All of them had early-stage prostate cancer at the beginning.\n\nThe study found 38 percent fewer prostate cancer deaths among men randomly assigned to the surgery group versus those in what the Swedes called the watchful-waiting group. Men who had surgery had 41 percent lower risk of their cancer spreading throughout the body, and 66 percent less risk of growth within the prostate.\n\nThe survival benefits were restricted to men under 65. For this group, surgery saved one life for every seven men who had prostatectomies — considered a favorable ratio. And it applied to men with tumors considered low-risk, meaning they have a relatively low Gleason score, a marker of tumor aggressiveness.\n\n\"Our findings show that some tumors that are considered to be low-risk at diagnosis do pose a threat to life, especially if they are not surgically removed,\" the study authors write.\n\nSo is this a slam-dunk for radical prostatectomy? Game over?\n\nFar from it. In an editorial accompanying the study, Dr. Dr. Matthew Smith of Massachusetts General Hospital makes some important points.\n\nFirst, only about 1 in 20 men in the Swedish study had a prostate cancer diagnosis based on a high PSA level. Almost 90 percent had tumors their doctors could feel on digital rectal exams. But in the U.S., most prostate cancers are identified by PSA screening, and less than half have palpable tumors.\n\nThis is important, because experts believe many prostate tumors found by PSA are likely to be slow-growing — perhaps so slow they will never cause a problem before the man dies of something else.\n\nSo \"low risk\" in the Swedish study means higher-risk than the current \"low risk\" men diagnosed in the United States. By the way, 9 out of 10 prostate cancers in the U.S. these days is considered low risk.\n\nSecond, the Swedish study compared radical prostatectomy to watchful waiting. And Smith points out that \"watchful waiting\" does not mean the same thing as \"active surveillance.\"\n\n\"Watchful waiting means we're not going to treat you now and if you progress clinically, we'll treat you with hormone therapy – not with curative intent,\" Smith tells Shots.\n\n\"Active surveillance means observing the patient in a proactive way, with regularly scheduled biopsies,\" he adds. If there's a sign the cancer is progressing, doctors currently would treat with intent to cure, using surgery, radiation or both.\n\nSmith makes another point: Both surgical techniques and radiation therapy technology have improved since the Swedish study was done. So there's reason to think men followed with active surveillance and treated when necessary would fare better than the \"watchful waiting\" group in the newly published study.\n\nUnfortunately, there haven't been any large studies in which prostatectomy and radiation therapy have been compared in patients with early-stage prostate cancer who have been randomly assigned to one or the other.\n\nTwo such studies are underway. Results are some years off. But Smith warns against assuming those results will settle the question of how men with early-stage prostate cancer should be treated.\n\n\"There will always be questions, and an ongoing need to individualize therapy,\" he says.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "keywords": [], "authors": ["Richard Knox"], "canonical_link": "https://www.npr.org/sections/health-shots/2011/05/04/135995705/swedish-study-finds-surgery-for-prostate-cancer-better-than-waiting", "title": "Swedish Study Finds Surgery For Prostate Cancer Better Than Waiting", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2011-05-04", "description": "A long-running study  suggests that surgical removal of the prostate  gland in young men diagnosed with low-risk prostate cancer may be better than waiting to see if it gets worse. Still, a study of the treatment options has limitations.", "og": {"title": "Swedish Study Finds Surgery For Prostate Cancer Better Than Waiting", "url": "https://www.npr.org/sections/health-shots/2011/05/04/135995705/swedish-study-finds-surgery-for-prostate-cancer-better-than-waiting", "type": "article", "description": "A long-running study  suggests that surgical removal of the prostate  gland in young men diagnosed with low-risk prostate cancer may be better than waiting to see if it gets worse. Still, a study of the treatment options has limitations.", "image": "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary", "title": "Swedish Study Finds Surgery For Prostate Cancer Better Than Waiting", "site": "@NPR", "domain": "npr.org"}}, "movies": [], "publish_date": 1304481600.0, "source": "http://www.NPR.org", "summary": ""}