{"url": "http://latimesblogs.latimes.com/booster_shots/2010/01/multiple-sclerosis-cladribine.html", "text": "A large study on a new oral medication for multiple sclerosis has yielded promising results both in terms of how well the drug works and its safety, according to a study published today in the New England Journal of Medicine.\n\nThe drug, Cladribine, is an existing chemotherapy medication that is used to treat hairy cell leukemia. It\n\nwould be the first tablet medication for MS and would only need to be taken for eight or 10 days a year. Currently, MS drug treatments include injections and intravenous infusions. The disease is a neurological condition that often beings in young adulthood and can lead to problems with muscle control, vision, hearing and memory.\n\nThe new study included 1,300 MS patients who were followed for nearly two years and had regular MRI scans to assess the progression of the disease. Patients were given either a short treatment of Cladribine or a placebo. Compared to the patients taking the placebo, patients on the medication were 55% less likely to have a relapse and 30% less likely to have a worsening of disability. The study was performed at Queen Mary, University of London.\n\nThe drug company MD Serono, an affiliate of Merck, has requested approval from the Food and Drug Administration to market the tablet. However it recently received a \"refuse to file\" letter from the FDA, which means the agency is requiring additional information or data. MD Serono said it is pursuing the matter with the FDA and hopes to re-submit its application.\n\nThe drug is of wide interest, note officials from the National Multiple Sclerosis Society. Cladribine \"would represent a major treatment breakthrough -- hopefully the first of many successful oral therapies in the pipeline,\" Dr. John R. Richert, executive vice president of research and clinical programs for the National MS Society, said in a statement.\n\n-- Shari Roan\n\nPhoto: MS affects the workings of nerve impulses. This graphic shows demyelination in which the protective myelin sheath of neurons becomes damaged. Credit: National Multiple Sclerosis Society.", "images": ["https://d1qqc1e9kvmdh8.cloudfront.net/img/favicon.ico", "https://pixel1739.everesttech.net/1739/p?ev_transid=121509852926119682678&ev_Latimes.com_news_s_pageview=1", "http://ad.doubleclick.net/ad/trb.latimes/news/local/blog/lanow;ptype=sf;pos=t;tile=1;sz=1x1,728x90;ord=123456789", "https://latimesblogs.latimes.com/.a/6a00d8341c630a53ef0120a7f3733b970b-300wi", "http://ad.doubleclick.net/ad/trb.latimes/feature/health/blog;ptype=sf;pos=1;tile=4;sz=160x600;u=http://latimesblogs.latimes.com/booster_shots/;ord=123456789", "http://ad.doubleclick.net/ad/trb.latimes/feature/health/blog;ptype=sf;pos=1;tile=3;sz=300x250;u=http://latimesblogs.latimes.com/booster_shots/;ord=123456789"], "top_img": "https://d1qqc1e9kvmdh8.cloudfront.net/img/favicon.ico", "keywords": [], "authors": [], "canonical_link": "", "title": "", "meta_data": {"description": "A large study on a new oral medication for multiple sclerosis has yielded promising results both in terms of how well the drug works and its safety, according to a study published today in the New England Journal of Medicine....", "y_key": "b3c78ee3173880d5", "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "viewport": "width=device-width, initial-scale=1.0"}, "movies": [], "publish_date": null, "source": "http://latimesblogs.latimes.com", "summary": ""}