{"url": "https://www.washingtonpost.com/national/health-science/ecstasy-could-be-breakthrough-therapy-for-soldiers-others-suffering-from-ptsd/2017/08/26/009314ca-842f-11e7-b359-15a3617c767b_story.html?utm_term=.6083790a8a15", "text": "Jonathan Lubecky, a Marine Corps and Army veteran, returned from a deployment to Iraq with severe PTSD. His participation in a study of MDMA, the drug commonly known as ecstasy, proved life-saving. (Travis Dove/For The Washington Post)\n\nFor Jon Lubecky, the scars on his wrists are a reminder of the years he spent in mental purgatory.\n\nHe returned from an Army deployment in Iraq a broken man. He heard mortar shells and helicopters where there were none. He couldn’t sleep and drank until he passed out. He got every treatment offered by Veterans Affairs for post-traumatic stress disorder. But they didn’t stop him from trying to kill himself — five times.\n\nFinally, he signed up for an experimental therapy and was given a little green capsule. The anguish stopped.\n\nInside that pill was the compound MDMA, better known by dealers and partygoers as ecstasy. That street drug is emerging as the most promising tool in years for the military’s escalating PTSD epidemic.\n\nThe MDMA program was created by a small group of psychedelic researchers who had toiled for years in the face of ridicule, funding shortages and skepticism. But the results have been so positive that this month the Food and Drug Administration deemed it a “breakthrough therapy” — setting it on a fast track for review and potential approval.\n\nA dose of MDMA in the office of South Carolina psychiatrist Michael Mithoefer, who has studied its use as a treatment for PTSD. (Travis Dove/For The Washington Post)\n\nThe prospect of a government-sanctioned psychedelic drug has generated both excitement and concern. And it has opened the door to scientists studying new uses for other illegal psychedelics like LSD and psilocybin (commonly known as magic mushrooms).\n\n“We’re in this odd situation where one of the most promising therapies also happens to be a Schedule 1 substance banned by the [Drug Enforcement Administration],” said retired Brig. Gen. Loree Sutton, who until 2010 was the highest-ranking psychiatrist in the U.S. Army.\n\nBecause of the stigma attached to psychedelics since the trippy 1960s, many military and government leaders still hesitate to embrace them. Some scientists are also wary of the nonprofit spearheading ecstasy therapy, a group with the stated goal of making the banned drugs part of mainstream culture.\n\nBut the scope and severity of PTSD makes it all irrelevant, said Sutton, who now works as New York City’s commissioner of veteran services. “If this is something that could really save lives, we need to run and not walk toward it. We need to follow the data.”\n\nPTSD has been a problem for the military for decades, but America’s recent wars have pushed it to epidemic-level heights. Experts estimate that between 11 and 20 percent of soldiers who served in Iraq or Afghanistan suffer from PTSD.\n\nThe affliction is typically triggered after experiencing or witnessing violence, including assault and abuse. It has ravaged lives and broken up marriages. It often leaves its victims in sudden panic and prevents them from dealing with the original trauma.\n\nAnd that last symptom is what makes PTSD particularly hard to overcome with traditional talk therapy. Because patients can’t talk about and process the trauma, experts say, it lingers like a poison in their mind.\n\nRick Doblin founded a nonprofit advocating research into the therapeutic use of psychedelic drugs. (Nirvan Mullick)\n\nOnly two drugs are approved for treating PTSD: Zoloft and Paxil. Both have proved largely ineffective when it comes to veterans, whose cases are especially difficult to resolve because of their prolonged or repeated exposure to combat.\n\n“If you’re a combat veteran with multiple tours of duty, the chance of a good response to these drugs is 1 in 3, maybe lower,” said John Krystal, chairman of psychiatry at Yale University and a director at the VA’s National Center for PTSD. “That’s why there’s so much frustration and interest in finding something that works better.”\n\nEcstasy has long been a favorite at trance parties and raves because of its unique ability to flood users with intense feelings of euphoria. But as a byproduct, it also reduces fear and imbues users with a deep sense of love and acceptance of themselves and others — the perfect conditions for trauma therapy.\n\nBy giving doses of MDMA at the beginning of three, eight-hour therapy sessions, researchers say they have helped chronic PTSD patients process and move past their traumas.\n\nIn clinical trials with 107 patients closely monitored by the FDA, 61 percent reported major reductions in symptoms — to the point where they no longer fit the criteria for PTSD. Follow-up studies a year later found 67 percent no longer had PTSD.\n\n“If you were to design the perfect drug to treat PTSD, MDMA would be it,” said Rick Doblin, who three decades ago founded the California nonprofit behind the clinical trials.\n\nIt is no accident that the group — the Multidisciplinary Association for Psychedelic Studies (MAPS) — chose PTSD as its argument for ending the government’s ban on psychedelics.\n\n“We wanted to help a population that would automatically win public sympathy,” he said. “No one’s going to argue against the need to help them.”\n\nDoblin, now 63, talks openly about his own history with drugs. He began tripping on LSD as a rebellious, long-haired college freshman in the 1970s. He says it helped him see the world and himself in new ways. He wanted to become a therapist and use psychedelics to help others achieve similar insights, but he couldn’t because LSD was already banned.\n\n“The flaw of the early psychedelic movement was that they made it countercultural, a revolution,” he said. “Culture is dominant. Culture is always going to win.”\n\nFor a decade, he worked in construction until he came across MDMA for the first time. When the DEA moved to criminalize it in 1984, Doblin created MAPS and sued the agency. The lawsuit failed, and Doblin realized that psychedelics were perceived as too fringe to win public support.\n\nTo succeed, he decided, both he and the issue had to go mainstream.\n\nDoblin talked his way into the public policy PhD program at Harvard University and learned to navigate the federal bureaucracy. He shaved off his mustache, cut his shaggy hair and learned to dress up.\n\n“I used to laugh about how simple it was,” he said. “You put on a suit, and suddenly everyone thinks you’re fine.”\n\nThe external switch reflected an internal one as well. Instead of fighting government officials, he began plotting to win them over, especially those at the FDA.\n\nAnd the key, he realized, was science.\n\nBefore the FDA would even talk about clinical trials for MDMA, the agency needed proof it wasn’t dangerous. Previous studies suggesting its neurotoxicity had been limited to rats. So in 1986, Doblin scraped together money to buy monkeys for those same researchers, who found the risks to be much less at human-equivalent doses than previously thought.\n\nThe next step was investigating MDMA’s effects on people. Doblin again raised money to fly psychedelic users he had befriended to Stanford University and Johns Hopkins University for spinal taps. The studies were approved by review boards at both institutions. Doblin also participated, undergoing two spinal taps.\n\nIn the two decades that followed, Doblin and MAPS inched toward progress.\n\nThe nonprofit grew from a one-man band to a staff of 25 with headquarters in Santa Cruz. It tapped into the scene in Silicon Valley — where many tech entrepreneurs have used psychedelics to spark creativity. (Steve Jobs famously praised LSD as “one of the two or three most important things I have done in my life.”)\n\nMAPS received a $5.5 million bequest from the founder of a software company. The hipster soap company Dr. Bronner’s pledged $5 million. A professional poker player who attributed his wins to microdosing on LSD gave $25,000. Recently, an anonymous $21,000 bitcoin donation came in.\n\nMuch of that money funded small-scale clinical trials, which laid the groundwork for the last remaining hurdle: Large-scale “phase 3” trials that will begin next year, involving 200 to 300 patients in 14 locations.\n\nIf those future trials yield similar results, the FDA could approve the MDMA treatment for PTSD as soon as 2021, according to Doblin.\n\nYet his dream extends beyond that. He envisions a future where psychedelic treatment centers are in every city — places people can visit for enhanced couples therapy, spiritual experiences and personal growth. He believes psychedelics can help address the country’s biggest problems, including homelessness, war and global warming.\n\n“These drugs are a tool that can make people more compassionate, tolerant, more connected with other humans and the planet itself,” he said.\n\nThat kind of talk makes many in the medical community nervous.\n\nIt’s hard to measure the exact dangers of ecstasy. Because it is not used as widely as marijuana or cocaine, for example, fewer statistics are available on overdoses or injuries. In 2011, a public health monitoring system identified 22,498 emergency department visits nationwide related to ecstasy.\n\nMDMA researchers point out that one key difference between MDMA and street ecstasy (along with another variant called “molly”) is the street versions often contain other harmful drugs, experts say. Sometimes the pills don’t even contain MDMA.\n\nBut even in its purest clinical form, MDMA can pose risks. At high doses, it can cause the body to overheat. It can cause anxiety and increase the stress hormone cortisol. Chronic use can also cause memory impairment.\n\n“I think it’s a dangerous substance,” said Andrew Parrott, a psychology professor at Swansea University in Wales who spent years researching the drug’s harmful effects. He worries that FDA approval for the treatment of PTSD could lead many in the public to believe ecstasy is safe for recreational use.\n\nOther experts, however, have become increasingly intrigued by its promising results.\n\n“Anytime you have an organization that is advocating for drugs that are illegal, it marginalizes them in the research field. MAPS still isn’t seen as mainstream. But it’s possible they have a point here,” said Krystal, the Yale psychiatrist, who has not been involved with the group’s research. “I can’t think of a single medication that doesn’t carry some side effect. The question here is whether the benefits outweigh the risk.”\n\nFor Lubecky, the drug can’t be approved fast enough.\n\nThe Marine Corps and Army veteran recalls coming home from Iraq in 2006 to discover his wife had left him, sold his motorcycle and taken his dog. That, coupled with the trauma of what he had seen at war, sent him over the edge.\n\nOn Christmas Eve, he put the muzzle of his Beretta to his temple and pulled the trigger. The gun malfunctioned, he said, “but that microsecond after the hammer fell is when I finally felt at peace because I knew the pain would finally be over.”\n\nOne incident in Iraq in particular tormented him — a shot he took while protecting his unit. “It was a situation where the right thing to do was the immoral thing,” he said, declining to describe it in detail. “You’re looking through a scope at another human being, and you do one thing and suddenly they don’t exist anymore.”\n\nFor years he told no one about it. He would panic even thinking about it.\n\nAfter he was accepted into the MDMA clinical trial in South Carolina, he found himself on a futon with two counselors on either side as the effects of the drug sank in.\n\n“I was in such a comfortable place,” recalled Lubecky, 40, who now works in Charleston as a political consultant. “I didn’t even realize I was finally talking about it, admitting it for the first time to anybody.”\n\nSince then, he said, he has learned to accept what happened in Iraq. And the guilt he now struggles with is the fact he got chosen over others for the clinical trial.\n\n“I was the 26th veteran chosen for a 26-person study,” he said. “I have friends who are suffering every day like I was. But they can’t do it because it’s illegal. This could save their lives.”\n\nRead more:\n\nOnetime party drug hailed as miracle for treating severe depression\n\nKey ingredient in ‘magic mushrooms’ eased cancer patients’ fear of death", "images": ["https://www.washingtonpost.com/resizer/yAFxThroW-CI5t-yu8Q6FsF7kHI=/1x1/www.washingtonpost.com/pb/resources/img/spacer.gif", "https://img.washingtonpost.com/rf/image_480w/2010-2019/WashingtonPost/2017/08/26/Others/Images/2017-08-25/20170824PTSDstudyWaPoE0016.JPG?uuid=mbSsQInjEeeWp9F4zzUk6w", "https://me.effectivemeasure.net/em_image", "https://img.washingtonpost.com/rf/image_60w/2010-2019/WashingtonPost/2017/08/26/Others/Images/2017-08-25/20170824PTSDstudyWaPoE0009.JPG?uuid=e_BSLInjEeeWp9F4zzUk6w", "https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2017/08/26/Others/Images/2017-08-25/20170824PTSDstudyWaPoE0009.JPG?t=20170517", "https://sb.scorecardresearch.com/p?c1=2&c2=3005617&cv=2.0&cj=1", "https://img.washingtonpost.com/rf/image_480w/2010-2019/WashingtonPost/2017/08/26/Others/Images/2017-08-26/_scientists_in_decades-courtesy_Nirvan_Mullick.JPG?uuid=7fTjNIqWEeeWp9F4zzUk6w"], "top_img": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2017/08/26/Others/Images/2017-08-25/20170824PTSDstudyWaPoE0009.JPG?t=20170517", "keywords": [], "authors": ["William Wan", "National Correspondent Covering Health", "Science", "August", "William Wan Is A National Correspondent Covering Health", "News For The Washington Post. He Previously Served As The Post'S China Correspondent In Beijing", "Roving U.S. National Correspondent", "Foreign Policy Reporter", "Religion Reporter."], "canonical_link": "https://www.washingtonpost.com/national/health-science/ecstasy-could-be-breakthrough-therapy-for-soldiers-others-suffering-from-ptsd/2017/08/26/009314ca-842f-11e7-b359-15a3617c767b_story.html", "title": "Ecstasy could be ‘breakthrough’ therapy for soldiers, others suffering from PTSD", "meta_data": {"eomportal-uuid": "009314ca-842f-11e7-b359-15a3617c767b", "object-hash": 1573477311, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "referrer": "unsafe-url", "keywords": "ecstasy, PTSD, MDMA, Rick Doblin, psychedelic drugs for treatment, Food and Drug Administration, breakthrough therapy", "news_keywords": "ecstasy, PTSD, MDMA, Rick Doblin, psychedelic drugs for treatment, Food and Drug Administration, breakthrough therapy", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@thewanreport"}, "og": {"type": "article", "site_name": "Washington Post", "url": "https://www.washingtonpost.com/national/health-science/ecstasy-could-be-breakthrough-therapy-for-soldiers-others-suffering-from-ptsd/2017/08/26/009314ca-842f-11e7-b359-15a3617c767b_story.html", "image": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2017/08/26/Others/Images/2017-08-25/20170824PTSDstudyWaPoE0009.JPG?t=20170517", "title": "Ecstasy could be ‘breakthrough’ therapy for soldiers, others suffering from PTSD", "description": "The psychedelic drug is headed for fast-track FDA review based on latest research."}, "article": {"publisher": "https://www.facebook.com/washingtonpost", "content_tier": "metered", "opinion": "false"}, "fb": {"app_id": 41245586762, "admins": 500835072}, "description": "The psychedelic drug is headed for fast-track FDA review based on latest research.", "robots": "index,follow", "theme": "normal"}, "movies": [], "publish_date": 1503720000.0, "source": "https://www.washingtonpost.com", "summary": ""}