{"url": "http://www.cnn.com/2016/02/08/health/jet-lag-light-therapy-treatment/index.html", "text": "(CNN) Jet lag might be the worst part of long-distance travel, especially when it leaves you feeling tired, cranky and off-kilter for days.\n\nBut scientists at Stanford University say there may be a way to prevent jet lag without medication or adjusting your sleep schedule.\n\nA team of researchers led by neurobiologist Jamie Zeitzer is working on a technique that exposes people to short flashes of light while they sleep to help them adjust more quickly to time zone changes.\n\nCurrent light therapy treatment includes sitting in front of bright lights for hours at a time during the day, which allows you to transition your body clock to a new time zone in small steps prior to taking a trip. Zeitzer's latest study, published Monday in the Journal of Clinical Investigation , could make treatment easier by providing light exposure during sleep, before the trip, without changing or interrupting your routine.\n\nExploiting biology 'in the eye'\n\nResearchers believe the flashing light helps reset the circadian system , which regulates rhythms in the human body and establishes normal sleep and wake phases.\n\nThe circadian system is synchronized to the outside world through exposure to light; it controls sleep timing, hormone release and mood, said Zeitzer, an assistant professor of psychiatry and behavioral sciences. Jet lag occurs when sleeping and waking patterns are not synchronized to circadian rhythms.\n\nTo adapt to a new time zone, most people try to get as much light exposure as possible corresponding to their destination, either by waking up early before a trip or staying up late when they arrive, Zeitzer said. Or they do nothing and suffer the exhausting consequences; the body eventually adjusts at a slow pace of about one hour a day, taking up to three days to catch up.\n\nThrough light therapy, the technique Zeitzer is experimenting with, a person's brain can be tricked into adjusting more quickly to disturbances in sleep cycles by increasing how long he or she is exposed to light prior to traveling to a new time zone. The treatment \"exploits biology in the eye\" to speed up the brain's adjustment to time changes, he said.\n\nThis study builds on previous research published in 2014, which found that light therapy works best at night because the body's circadian rhythms are more sensitive to light at night, even through closed eyelids. In this latest study, Zeitzer and Raymond Najjar, a former postdoctoral scholar at Stanford now at Singapore Eye Research Institute, found that short flashes of light at night are more effective than continuous light exposure and could speed up the process of adjusting to a different time zone before a trip.\n\n\"The previous study was proof of principle: Can we elicit these kinds of changes and can we do it without interfering with sleep?\" Zeitzer said. This time around, researchers tried to further optimize the process.\n\nContinuous light vs. flashes\n\nTo determine which would provide the fastest method of adjusting sleep cycles, researchers recruited 39 participants ages 19 to 36. They put them on a routine sleep-wake cycle, going to bed and waking up at the same time every day for about two weeks. They then had the volunteers sleep in the lab, where some were exposed to continuous light for an hour and others were exposed to a sequence of flashes of various frequencies for an hour.\n\nThey found that exposing people to two millisecond flashes of light, similar to a camera flash, every 10 seconds elicited two hours of change in circadian timing, compared with 36 minutes for those exposed to continuous light. Participants were able to sleep through the flashes of light without waking.\n\n\"You get more effectiveness out of flashes of light. It will enable us to have more potent countermeasures to jet lag than continuous light, which is the current prescribed light therapy treatment,\" Zeitzer said.\n\nThe treatment could benefit not only travelers but also overnight shift workers and people with constantly changing schedules, he said, but that's a long way off. There's still more testing to be done before the technique is available to the public.", "images": ["http://cdn.cnn.com/cnnnext/dam/assets/131211151813-airplane-generic-large-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140605160950-exp-ooo-jet-lag-00002001-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131101110903-rjukan-mirror-8-story-top.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/150612144530-passenger-asleep-airport-super-169.jpg", "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7"], "top_img": "https://cdn.cnn.com/cnnnext/dam/assets/150612144530-passenger-asleep-airport-super-169.jpg", "keywords": [], "authors": ["Emanuella Grinberg"], "canonical_link": "https://www.cnn.com/2016/02/08/health/jet-lag-light-therapy-treatment/index.html", "title": "Jet lag research finds new potential treatment", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0", "section": "health", "referrer": "unsafe-url", "og": {"pubdate": "2016-02-08T21:02:08Z", "url": "https://www.cnn.com/2016/02/08/health/jet-lag-light-therapy-treatment/index.html", "title": "Jet lag research finds new potential treatment - CNN", "description": "Jet lag is the worst. But Stanford University researchers say there may be a way to prevent it without medication or changing your sleep schedule.", "site_name": "CNN", "type": "article", "image": {"identifier": "https://cdn.cnn.com/cnnnext/dam/assets/150612144530-passenger-asleep-airport-super-169.jpg", "width": 1100, "height": 619}}, "pubdate": "2016-02-08T21:02:08Z", "lastmod": "2016-02-08T21:02:08Z", "author": "Emanuella Grinberg, CNN", "article": {"author": "https://www.facebook.com/emanuella", "opinion": "false", "content-tier": "free"}, "twitter": {"title": "Jet lag research finds new potential treatment - CNN", "description": "Jet lag is the worst. But Stanford University researchers say there may be a way to prevent it without medication or changing your sleep schedule.", "card": "summary_large_image", "image": "https://cdn.cnn.com/cnnnext/dam/assets/150612144530-passenger-asleep-airport-super-169.jpg"}, "description": "Jet lag is the worst. But Stanford University researchers say there may be a way to prevent it without medication or changing your sleep schedule.", "keywords": "jet lag cure, light therapy, travel tips, jet lag, health, Jet lag research finds new potential treatment - CNN", "thumbnail": "https://cdn.cnn.com/cnnnext/dam/assets/150612144530-passenger-asleep-airport-super-169.jpg", "vr": {"canonical": "https://www.cnn.com/2016/02/08/health/jet-lag-light-therapy-treatment/index.html"}, "fb": {"app_id": 80401312489, "pages": "5550296508,18793419640"}, "template-top": "health,bra-your-brain-on,art-vid"}, "movies": [], "publish_date": 1454907600.0, "source": "http://www.cnn.com", "summary": ""}