{"url": "http://consumer.Healthday.com/Article.asp?AID=650582", "text": "En Español\n\nBy Steven Reinberg\n\nHealthDay Reporter\n\nSUNDAY, March 6, 2011 (HealthDay News) -- A simple blood test may one day offer a safe way to detect Down syndrome during pregnancy, researchers say.\n\nIn a small study, an experimental blood test identified a gene mutation associated with Down syndrome with 100 percent accuracy, according to the Cyprus scientists.\n\n\"Down syndrome is a common birth defect, with one Down syndrome birth in every 600 births in all populations,\" said lead researcher Philippos Patsalis, chief executive medical director of the Cyprus Institute of Neurology and Genetics in Nicosia. \"This is due to an extra chromosome 21, and that leads to physical and mental impairment.\"\n\n\"With our method we identify all normal and all Down syndrome [pregnancies],\" Patsalis said.\n\nCurrently, Down syndrome is diagnosed using one of two invasive procedures, amniocentesis or chorionic villus sampling. Because these tests, while 80 percent accurate, carry a 1 percent to 2 percent risk of miscarriage, only about one in 10 pregnant women opts for them, he said.\n\nThe new test eliminates the risk of miscarriage, Patsalis said.\n\nIt also can identify Down syndrome in the 11th week of pregnancy, early enough for a woman to end her pregnancy if she chooses, Patsalis said.\n\nAlthough Down syndrome varies in severity, it usually causes some intellectual impairment and distinguishing facial features. Heart defects and other health problems are also common, according to the March of Dimes. Older mothers are more likely to give birth to Down syndrome babies.\n\nPeople with Down syndrome, also known as Trisomy 21, carry three copies of chromosome 21, instead of two.\n\nFor the study, published online March 6 in Nature Medicine, Patsalis and his colleagues took blood samples from pregnant women and mothers of Down syndrome and healthy babies. In each case, the test quickly pinpointed the chromosomal variation, identifying 14 Down syndrome cases and 26 normal fetuses, the study authors said.\n\nIf larger clinical trials confirm the results, the test could become standard practice, Patsalis said. \"The cost is much lower than the invasive procedures,\" he said. \"We estimate we can introduce this to clinical practice in a couple of years.\"\n\nDr. Brian Skotko, clinical fellow in genetics at Children's Hospital Boston and a spokesman for the National Down Syndrome Society, said this study has widespread implications for the incidence of Down syndrome.\n\nWith this new test, women will know if their baby has Down syndrome even before they look pregnant, Skotko said. \"So they will be able to make a very personal decision without anyone realizing it,\" he said.\n\nNoting that most of his Down syndrome patients say they lead fulfilling lives, Skotko said, \"The overwhelming majority of family members say they can't imagine their life without their family member with Down syndrome.\"\n\nMore information\n\nFor more information on Down syndrome, visit the U.S. National Library of Medicine.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/women-s-health-information-34/abortion-news-2/noninvasive-test-may-identify-down-syndrome-early-on-650582.html", "title": "Noninvasive Test May Identify Down Syndrome Early On", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Simple blood draw might someday become routine practice in pregnancy, researchers say", "og": {"title": "Noninvasive Test May Identify Down Syndrome  Early On", "description": "Simple blood draw might someday become routine practice in pregnancy, researchers say", "url": "https://consumer.healthday.com/women-s-health-information-34/abortion-news-2/noninvasive-test-may-identify-down-syndrome-early-on-650582.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}