{"url": "http://www.cnn.com/2017/09/26/health/researchers-identify-cte-biomarker-that-may-lead-to-diagnosis-while-alive/index.html", "text": "(CNN) The headlines about football players and chronic traumatic encephalopathy - commonly known as CTE - seem endless. The most recent diagnosis of the neurodegenerative brain disease was given to former New England Patriot Aaron Hernandez. But one of the biggest obstacles in understanding CTE has been the inability to diagnose it in the living. New research released Tuesday may make that possible. Published in the journal PLOS One, researchers have found a protein that can be a marker of this devastating disease.\n\n\"This is something new,\" said Dr. Ann McKee , a neuropathologist and senior author of the studyMcKee has performed many of the high profile diagnoses of CTE among former pro-football players and is director of the Boston University CTE Center.\n\nAn early step in the right direction\n\nMcKee also cautioned that this is still early research. \"The next step -- is repeating, validating our findings, and seeing if we can detect it in blood, and of course doing it in living subjects. These are critical next steps,\" she said.\n\nCTE causes Alzheimer's-like symptoms, including memory loss, confusion, aggression, rage and, at times, suicidal behavior. It is believed to result from repeated trauma to the head, which causes a buildup of the abnormal protein tau which clumps in the brain.\n\nIn this new study, researchers found an increased amount of the protein CCL11 in patients previously diagnosed with CTE. CCL11 is a protein commonly associated with inflammation, a process which McKee said can be a trigger for the disease. \"Inflammation is normally a very helpful response in the brain, but when it goes on and persists for a long time, and gets out of control -- that's what we think happens in CTE,\" said McKee.\n\nMore exposure to football increases likeliness of CCL11\n\nThe paper evaluated the brains of 23 deceased football players with CTE, and compared them to the brains of 50 deceased people diagnosed with Alzheimer's disease and the brains of 18 deceased non-athletes. When compared to the brains without CTE, researchers found those brains with CTE had significantly higher amounts of CCL11, even when compared to those brains with Alzheimer's, another degenerative brain disease. Furthermore, they found that the more years someone played football, the higher amount of the protein. However, contrary to the popularly held belief that a greater number of concussions are linked to CTE , no connection was found between levels of CCL11 and reported number of concussions. In addition, the number of reported concussions tend to be an unreliable indicator in general, because they are usually self reported.\n\nAlthough there are different stages of the disease that indicate how far it has progressed, this study was unable to determine any connections between levels of CCL11 and severity of CTE.\n\n\"The findings of this study are the early steps toward identifying CTE during life. Once we can successfully diagnose CTE in living individuals, we will be much closer to discovering treatments for those who suffer from it,\" said McKee.\n\n\"It is a good step forward but I will be very conservative about the interpretations of the possible application to diagnosis,\" said Dr. Bennet Omalu, the neuropathologist credited with making the first diagnosis of CTE among professional football players. Omalu found traces of the disease in the brain of legendary Pittsburgh Steelers player and pro Hall of Famer Mike Webster in 2002.\n\nWhile Omalu was cautiously optimistic about the development, he also noted that CCL11 isn't unique to the brain disease. \"This is an inflammatory marker that may be non-specific and may not be diagnostic of CTE,\" he said.\n\nWhile it is hoped that this will be one avenue to help detect the disease in the living, McKee believes that it will just be one part of a larger process. \"This may be one of the abnormalities [of the disease], but it may take 2-3 to be useful to diagnose CTE,\" said McKee.\n\nimaging. Previous studies have evaluated other potential biomarkers for CTE, including identifying the protein tau using brainimaging.\n\n110 of 111 former NFL players found with CTE\n\nA recent analysis by BU found evidence of CTE in 110 of 111 brains of former NFL players. However, there is a potential bias in that study, as relatives of these players may have submitted their brains for diagnosis due to clinical symptoms noticed while the players were alive.\n\nJoin the conversation See the latest news and share your comments with CNN Health on Facebook and Twitter.\n\nCTE has been detected in veterans, as well as players of other contact sports; however, it has become most associated with football. Along with Hernandez, CTE has been diagnosed in San Diego Charger and Hall of Famer Junior Seau, as well as the Philadelphia Eagles' Kevin Turner and the Oakland Raiders' Ken Stabler, to name a few.\n\nIn 2015, a federal judge approved a class-action lawsuit settlement between the NFL and thousands of former players who accused the league of hiding the dangers of concussions and repeated head trauma. The agreement provides up to $5 million per retired player for serious medical conditions associated with repeated head trauma.", "images": ["http://cdn.cnn.com/cnnnext/dam/assets/160129143939-cte-explainer-sanjay-gupta-orig-mg-00005826-exlarge-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170724181611-cte-found-in-110-of-111-brains-former-nfl-players-super-tease.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/170724181611-cte-found-in-110-of-111-brains-former-nfl-players-large-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/170419063414-01-aaron-hernandez-file-large-169.jpg", "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7"], "top_img": "https://cdn.cnn.com/cnnnext/dam/assets/170724181611-cte-found-in-110-of-111-brains-former-nfl-players-super-tease.jpg", "keywords": [], "authors": ["Nadia Kounang"], "canonical_link": "https://www.cnn.com/2017/09/26/health/researchers-identify-cte-biomarker-that-may-lead-to-diagnosis-while-alive/index.html", "title": "Researchers identify CTE biomarker that may lead to diagnosis while alive", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0", "section": "health", "referrer": "unsafe-url", "og": {"pubdate": "2017-09-26T20:15:28Z", "url": "https://www.cnn.com/2017/09/26/health/researchers-identify-cte-biomarker-that-may-lead-to-diagnosis-while-alive/index.html", "title": "Researchers identify CTE biomarker that may lead to diagnosis while alive", "description": "Researchers are closer to the possibility of diagnosing the neurodegenerative brain disease CTE in patients while they are still alive, according to a new study.", "site_name": "CNN", "type": "article", "image": {"identifier": "https://cdn.cnn.com/cnnnext/dam/assets/170724181611-cte-found-in-110-of-111-brains-former-nfl-players-super-tease.jpg", "width": 1100, "height": 619}}, "pubdate": "2017-09-26T20:15:28Z", "lastmod": "2017-09-27T15:45:23Z", "author": "Nadia Kounang", "twitter": {"title": "Researchers identify CTE biomarker that may lead to diagnosis while alive", "description": "Researchers are closer to the possibility of diagnosing the neurodegenerative brain disease CTE in patients while they are still alive, according to a new study.", "card": "summary_large_image", "image": "https://cdn.cnn.com/cnnnext/dam/assets/170724181611-cte-found-in-110-of-111-brains-former-nfl-players-super-tease.jpg"}, "description": "Researchers are closer to the possibility of diagnosing the neurodegenerative brain disease CTE in patients while they are still alive, according to a new study.", "keywords": "health, Researchers identify CTE biomarker that may lead to diagnosis while alive  - CNN", "thumbnail": "https://cdn.cnn.com/cnnnext/dam/assets/170724181611-cte-found-in-110-of-111-brains-former-nfl-players-super-tease.jpg", "vr": {"canonical": "https://www.cnn.com/2017/09/26/health/researchers-identify-cte-biomarker-that-may-lead-to-diagnosis-while-alive/index.html"}, "article": {"opinion": "false", "content-tier": "free"}, "fb": {"app_id": 80401312489, "pages": "5550296508,18793419640"}, "template-top": "health,art-vid"}, "movies": [], "publish_date": 1506398400.0, "source": "http://www.cnn.com", "summary": ""}