{"url": "https://consumer.healthday.com/health-technology-information-18/medical-technology-news-466/can-breath-test-detect-stomach-cancers-earlier-719161.html", "text": "En Español\n\nTUESDAY, Jan. 31, 2017 (HealthDay News) -- A breath test to detect stomach and esophageal cancers shows promise, researchers say.\n\nThe test measures five chemicals in the breath. It was 85 percent accurate in detecting these cancers in more than 300 patients, the new study found.\n\nEach year, 1.4 million cases of cancer of the stomach and esophagus (the tube leading from the throat to the stomach) are diagnosed worldwide. Both tend to be diagnosed at a late stage and the five-year survival rate for the two cancers is 15 percent, the researchers said.\n\nFindings from the study were presented Monday at the European Cancer Congress (ECC).\n\n\"At present the only way to diagnose esophageal cancer or stomach cancer is with endoscopy. This method is expensive, invasive and has some risk of complications,\" study author Dr. Sheraz Markar said in an ECC news release. Markar is from Imperial College London in England.\n\nWith endoscopy, a flexible tube is threaded down a sedated patient's throat to the stomach to view the digestive tract.\n\n\"A breath test could be used as a noninvasive, first-line test to reduce the number of unnecessary endoscopies. In the longer term this could also mean earlier diagnosis and treatment, and better survival,\" Markar said.\n\n\"Because cancer cells are different to healthy ones, they produce a different mixture of chemicals. This study suggests that we may be able detect these differences and use a breath test to indicate which patients are likely to have cancer of the esophagus and stomach, and which do not,\" he explained.\n\nMarkar added that the test needs to be validated in a bigger group before it could be used on patients. The researchers said they are planning a larger trial of the breath test over the next three years.\n\nStudy results presented at meetings are generally considered preliminary until they've been published in a peer-reviewed journal.\n\nMore information\n\nThe U.S. National Cancer Institute has more on stomach cancer.", "images": ["https://media.healthday.com/Images/icimages/SEN097MH.jpg"], "top_img": "https://media.healthday.com/Images/icimages/SEN097MH.jpg", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/health-technology-information-18/medical-technology-news-466/can-breath-test-detect-stomach-cancers-earlier-719161.html", "title": "Can Breath Test Detect Stomach Cancers Earlier?", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "New technology may also spot esophageal cancers sooner, but more study is needed", "og": {"title": "Can Breath Test Detect Stomach Cancers Earlier?", "image": "https://media.healthday.com/Images/icimages/SEN097MH.jpg", "description": "New technology may also spot esophageal cancers sooner, but more study is needed", "url": "https://consumer.healthday.com/health-technology-information-18/medical-technology-news-466/can-breath-test-detect-stomach-cancers-earlier-719161.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}