{"url": "http://www.NPR.org/templates/story/story.php?storyId=125226703", "text": "Are We Overselling The Sunshine Vitamin?\n\nEnlarge this image toggle caption iStockphoto.com iStockphoto.com\n\nDr. Cliff Rosen of Portland, Maine, knows a lot about vitamin D. It's necessary for strong bones, and Rosen is a leading bone specialist. So he was surprised recently when his wife's new physician thought she might be deficient in vitamin D.\n\n\"She's a runner. She's in great shape,\" Rosen says. \"She drinks dairy. She gets a lot of sun exposure.\" Sun exposure is key for vitamin D, known as the sunshine vitamin. When skin is exposed to sun, it makes vitamin D.\n\nStill, the doctor wanted to run a blood test to see if Rebecca Rosen had adequate vitamin D.\n\n\"So my wife said, 'Well, why do I need to have a vitamin D [test]?' And the physician said, 'Well, that's part of our measurement for wellness.' \"\n\nIt's not just Rebecca's doctor, and it's not just in Portland, Maine. Increasingly, doctors all over the country are convinced that checking patients' vitamin D levels is as important as monitoring their cholesterol.\n\nA Surge In Attention\n\nMedicare payments for vitamin D testing, at $40 a pop, nearly quadrupled between 2006 and 2008, to $129 million. A decade ago, Medicare payments were only about $1 million. The figures for 2009 and this year are bound to be higher.\n\n\"There's overwhelming evidence ... that increasing your vitamin D intake can make substantial improvement in your overall health and welfare,\" says Dr. Michael Holick of Boston University. \"And there is no downside to increasing your vitamin D intake. As a result I think that most people are now getting on the bandwagon.\"\n\nHolick is leading the band. Forty years ago, he discovered the active form of the vitamin, 1,25-dihydroxyvitamin D. He has written several popular books on the subject and has another one, The Vitamin D Solution, coming out next month. Its cover calls vitamin D deficiency \"our most common health problem.\"\n\n\"In my opinion, everybody should be taking either a vitamin D supplement, take a prescription that the doctor recommends,\" Holick says. \"All adults should be taking at least 1,000 to 1,500 international units a day.\" Dietary intake, mainly through sources such as vitamin D-fortified dairy products and juice, may add up to 200 to 400 units a day.\n\nHolick is convinced that if people boost their vitamin D levels, they'll be substantially less likely to develop not only osteoporosis but also many types of cancer, heart attack, diabetes (both types), autoimmune diseases such as multiple sclerosis and rheumatoid arthritis, Alzheimer's, autism, even tuberculosis and the flu.\n\nNot so fast, other experts say.\n\nA Tricky Thing To Measure\n\nDr. JoAnn Manson, chief of preventive medicine at Harvard-affiliated Brigham and Women's Hospital, points out that nearly all of the proliferating studies involving vitamin D are what scientists call \"observational.\" That is, they compare people with high and low levels of vitamin D and correlate those levels with whether or not the person has a disease.\n\nBut these studies, she points out, are fraught with possible error. People with higher vitamin D levels may be healthier because they exercise more, have better diets, are out in the sun more. Those who are sick may have low levels because they don't have those healthy habits.\n\n\"We don't yet have the large-scale, randomized clinical trials showing benefits in terms of prevention of cardiovascular disease, cancer, diabetes, hypertension, cognitive decline, depression, autoimmune disease,\" Manson says.\n\nManson and her colleagues are launching such a trial. The National Institutes of Health is devoting $22 million for a five-year study. Twenty-thousand people across the country will be randomly assigned to take daily doses of vitamin D, omega-3 fatty acid — also linked in many studies to lower levels of heart disease — together or alone. Others will be assigned to take inert placebo pills. Neither study subjects nor investigators will know until the end which regimen they are on.\n\n'Promising But Not Yet Proven'\n\nManson says she thinks there is promising evidence that vitamin D supplements may protect against heart disease and perhaps some cancers. The evidence is strongest for colorectal cancer, she says. The fact that the government is funding the study is an indicator that the idea has traction.\n\nUntil those results are in, Manson advises patients and doctors to view vitamin D claims as \"promising but not yet proven.\"\n\n\"We need to keep in mind the lessons of history,\" she says. \"It was believed that megadoses of vitamin E, beta-carotene, selenium, folic acid and the B vitamins would confer a large array of health benefits. And in fact, the trials were very disappointing for all those nutrients.\"\n\nIn the case of beta-carotene, scientists were surprised to find that when the results of randomized trials were in, those taking the supplement actually had a higher risk of lung cancer.\n\nHolick and others say there is little or no downside to ingesting even high levels of vitamin D.\n\n\"I've been treating patients with 50,000 units of vitamin D once a week for eight weeks followed by 50,00 every other week for over a decade, and I've not seen any untoward toxicity,\" Holick says.\n\nHe says he has seen dramatic results in patients he has treated with vitamin D supplements for disorders such as fibromyalgia, involving generalized muscular aches and pains, and multiple sclerosis. He is convinced that the vitamin D supplements lower patients' risk of cancer and heart disease, although he acknowledges that's harder to show.\n\nHow Much Is Enough?\n\nHolick himself takes 3,000 international units of vitamin D every day.\n\nSet by the National Institute of Medicine in 1997, the current recommended intake is 400 units a day for adults ages 50 to 70, and 200 units a day for younger adults. The American Academy of Pediatrics currently recommends 400 units a day for infants.\n\nThe recommendations may change soon. An Institute of Medicine panel is working on a vitamin D update, which may come out this summer. The panel may raise the Dietary Reference Intake, which has replaced the old Recommended Dietary Allowance. But the group is not expected to embrace the newer claims being made for vitamin D supplementation.\n\nThe Institute of Medicine panel has a difficult task. \"We don't know exactly where to draw the line in terms of calling someone deficient in vitamin D,\" says Manson, who is a member of the committee, as is Rosen, the Maine bone specialist.\n\nMeanwhile, an increasing number of patients are getting their vitamin D levels tested, and more are being told they need to take supplements.\n\n\"I've been surprised at the number of patients who are significantly vitamin D deficient,\" says Dr. Elizabeth Ross, a cardiologist in Washington, D.C., who has been testing patients routinely for the past year. \"Whether or not we'll affect the incidence of cardiovascular disease or other diseases remains to be seen. But it appears to be a relatively benign intervention, and we may be benefiting people.\"", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/assets/news/2010/03/29/sunD-75f55cd043716fe0e8f24be172723bcbdd5d0409-s800-c15.jpg", "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "keywords": [], "authors": ["Richard Knox"], "canonical_link": "https://www.npr.org/templates/story/story.php?storyId=125226703", "title": "Are We Overselling The Sunshine Vitamin?", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2010-03-29", "description": "Some preliminary studies link vitamin D to health benefits, and increasingly doctors are suggesting that patients with low levels should take supplements. But some doctors warn that there isn't enough concrete evidence to prove that the vitamin helps reduce the risk of disease.", "og": {"title": "Are We Overselling The Sunshine Vitamin?", "url": "https://www.npr.org/templates/story/story.php?storyId=125226703", "type": "article", "description": "Some preliminary studies link vitamin D to health benefits, and increasingly doctors are suggesting that patients with low levels should take supplements. But some doctors warn that there isn't enough concrete evidence to prove that the vitamin helps reduce the risk of disease.", "image": "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary", "title": "Are We Overselling The Sunshine Vitamin?", "site": "@NPR", "domain": "npr.org"}}, "movies": [], "publish_date": null, "source": "http://www.NPR.org", "summary": ""}