{"url": "http://Healthday.com/Article.asp?AID=638618", "text": "TUESDAY, May 4, 2010 (HealthDay News) -- Noninvasive stool DNA testing can detect two types of colorectal precancers and could play a larger role in colon cancer prevention, say two new studies.\n\nCompared with widely used fecal blood tests, stool DNA testing has higher detection rates for curable stage colorectal cancer and for common precancerous polyps (adenomas), according to the Mayo Clinic-led research teams.\n\nThe DNA stool test methods were developed at the Mayo Clinic. Some of the study authors and the Mayo Clinic have a financial interest related to technology used with this research.\n\nThe first study found that stool DNA testing detected five out of five cases of colon cancer and four out of five cases of a precancerous lesion called dysplasia in 10 patients with inflammatory bowel disease (IBD).\n\n\"This study shows that cancer and precancer in IBD can be detected noninvasively,\" senior investigator Dr. David Ahlquist said in a Mayo news release. \"The 90 percent detection rate by stool DNA testing is remarkable. It's important for people with IBD because they are at much higher risk for colorectal cancer than the general population. Given the limitations of colonoscopies in detecting these lesions, stool DNA testing could play a complementary role to improve the effectiveness of cancer surveillance.\"\n\nIn the second study, the researchers found that stool DNA testing had a success rate of 71 percent in detecting serrated colorectal polyps, compared to a 7 percent detection rate with fecal blood tests.\n\nSerrated colorectal polyps, which are believed to be the forerunner in about 30 percent of colon cancer cases, can be difficult to detect using most types of colorectal cancer screening. Unlike common polyps, they tend to be flat and the same color as the colon lining.\n\nThe studies are slated to be presented on Monday and Tuesday at the annual meeting of the American Gastroenterological Association.\n\n\"Detection of these important types of precancer by stool DNA testing offers promise in our efforts to more effectively and affordably prevent colorectal cancer. However, findings from both pilot studies need to be corroborated in larger studies,\" Ahlquist said.\n\nMore information\n\nThe U.S. National Cancer Institute has more about colorectal cancer screening.", "images": ["http://Healthday.com/images/favicon.ico"], "top_img": "http://Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/gastrointestinal-information-15/inflammatory-bowel-disease-news-78/new-test-for-colon-cancer-under-development-638618.html", "title": "New Test for Colon Cancer Under Development", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "DNA stool testing is more likely to find early stage cancers and precancerous growths than current tests, researchers find", "og": {"title": "New Test for Colon Cancer Under Development", "description": "DNA stool testing is more likely to find early stage cancers and precancerous growths than current tests, researchers find", "url": "https://consumer.healthday.com/gastrointestinal-information-15/inflammatory-bowel-disease-news-78/new-test-for-colon-cancer-under-development-638618.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://Healthday.com", "summary": ""}