{"url": "http://www.NPR.org/2011/07/11/137682722/silicone-breast-implants-safe-with-caveats", "text": "Silicone Breast Implants: Safe, With Caveats\n\nEnlarge this image toggle caption DONNA MCWILLIAM/AP DONNA MCWILLIAM/AP\n\nSilicone breast implants were pulled off the market in 1992 amid concerns that leaks from the implants could lead to cancer or autoimmune disease.\n\nFive years ago, revamped products returned to the market. But now the Food and Drug Administration has evaluated the safety of the second generation of silicone implants and the results are mixed.\n\nAn FDA report, released in late June, says silicone implants are generally safe. But complications from implants are frequent — things like hardening of the skin around the implant; ruptured, wrinkled, or lopsided implants; scarring, pain and infection.\n\nAs many as half of patients will need to have additional surgeries or have the implants removed in the first decade.\n\nIt also turns out that the longer a woman has the implants, the more likely she is to experience these complications.\n\nRuptured Implants Can Require Surgery\n\nTake Kate Marion. She had silicone implants for breast augmentation in her late 20s. Just shy of two decades later she noticed something unusual.\n\n\"When I was crossing my left arm across my body — for instance, to put lotion on my right arm — I would make a little noise from my armpit, the way little boys do when they stick their hand in their armpit and pump their arm up and down,\" Marion says. \"A little tooty noise.\"\n\nAn MRI showed both her implants had burst. Her doctor immediately recommended removing them, which she did. Marion hasn't suffered any apparent harm from her ruptured implants, and she even confesses to having an occasional twinge of regret that she didn't have them replaced when she had the old ones removed. But ultimately she decided she didn't want to go through more surgery.\n\nThere is a huge deficiency of long-term data at a time when we know that the longer these devices are in, the more problems...occur.\n\n\"Well, how long would these next ones last? I would be in my 60s when I had to do this again, and who wants to have surgery unnecessarily when you are 60 something?\" says Marion.\n\nAlthough the long-term effects of silicone in the body are still uncertain, many plastic surgeons don't see the leaking of modern implants as a health concern.\n\n\"The actual silicone that's within the implants is inert. So if the silicone gel leaks, it doesn't travel through the body, it doesn't cause systemic problems. So the MRI is really detecting a cosmetic concern,\" says New York City plastic surgeon Matthew Schulman.\n\nOily Silicone Versus Gel\n\nBut there have been more serious outcomes. Annette Knecht got silicone implants in 1991 following a double mastectomy. For years afterward she felt ill, suffered multiple bouts of pneumonia, had trouble breathing and pain in her chest. Doctors reassured her it wasn't her implants.\n\n\"We had a CT scan done, and it showed OK — everything looked fine, so we didn't worry about it,\" says Knecht.\n\nBut no one ever told her to get an MRI — something the FDA now recommends that women with silicone implants get every few years. As it turned out, Knecht's implants had leaked; a biopsy found silicone in her lymph nodes and in her lungs. She is currently disabled and awaiting a lung transplant — all, she says, for vanity.\n\n\"We're about four generations removed from those implants,\" says Schulman, the plastic surgeon. He explains that implants have undergone big changes since the early 1990s, when Knecht received hers. Back then they contained a runny liquid silicone.\n\n\"The silicone implants of today are what we call a cohesive gel — it's essentially like a jelly. So the jelly may ooze a little bit, but it will not run out like an oil,\" says Schulman.\n\nSid Wolf of the nonprofit watchdog group Public Citizen is among critics who point out that the data in the FDA report sample just a fraction of the nearly 400,000 women who receive breast implants each year. Moreover, that data are limited to just the last two or three years — not enough, Wolf says, to make any real claims about the long-term safety of the implants.\n\n\"There is a huge deficiency of long-term data at a time when we know that the longer these devices are in, the more problems ... occur,\" says Wolf.\n\nThousands Still Choosing Silicone\n\nStill, there are plenty of satisfied customers among the nearly 400,000 women who receive breast implants each year. Not only have the number of women choosing breast implants for augmentation risen by nearly 40 percent in the last decade, Schulman says that in his practice, 80 percent of them are choosing silicone over saline. What's more, he says few of them follow the recommendations to get routine MRIs to screen for leaks.\n\nSchulman says that the rates of complications for silicone implants are roughly the same as for saline — though he feels these complications can be minimized by choosing an experienced surgeon. Still, he warns his patients that no procedure is without risks — and additional surgeries are a very real possibility.\n\n\"Your young breast implants don't last forever,\" says Schulman. \"They may leak, they may rupture, you may decide you want a different size. So you have to at least expect that sometime in your life, you are going to need a reoperation. And if you are 100 percent against having another surgery related to these implants, then it's something you should reconsider.\"", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/assets/img/2011/07/08/silicone1-f534033aed910860de53b10698fd765f921a9182-s800-c15.jpg", "https://media.npr.org/assets/img/2011/06/22/breastimplant_sq-63ca0ca621f20533de541d41aba6c9ac39dc1004-s100-c15.jpg", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2011/07/08/silicone1_wide-8e9e66587c9a61d5c32d3a201e14bf30289a18c5.jpg?s=1400", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2011/07/08/silicone1_wide-8e9e66587c9a61d5c32d3a201e14bf30289a18c5.jpg?s=1400", "keywords": [], "authors": ["Gretchen Cuda-Kroen", "Sid Wolf", "With The Non-Profit Watchdog Group Public Citizen"], "canonical_link": "https://www.npr.org/2011/07/11/137682722/silicone-breast-implants-safe-with-caveats", "title": "Silicone Breast Implants: Safe, With Caveats", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2011-07-11", "description": "Nearly 400,000 women receive breast implants each year, and many are picking silicone material. But in a recent report, the Food and Drug Administration warned that many women experience complications from silicone — from a hardening of the  skin around the implant to ruptures, pain and infection.", "og": {"title": "Silicone Breast Implants: Safe, With Caveats", "url": "https://www.npr.org/2011/07/11/137682722/silicone-breast-implants-safe-with-caveats", "type": "article", "description": "Nearly 400,000 women receive breast implants each year, and many are picking silicone material. But in a recent report, the Food and Drug Administration warned that many women experience complications from silicone — from a hardening of the  skin around the implant to ruptures, pain and infection.", "image": "https://media.npr.org/assets/img/2011/07/08/silicone1_wide-8e9e66587c9a61d5c32d3a201e14bf30289a18c5.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Silicone Breast Implants: Safe, With Caveats", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2011/07/08/silicone1_wide-8e9e66587c9a61d5c32d3a201e14bf30289a18c5.jpg?s=1400"}}}, "movies": [], "publish_date": 1310356800.0, "source": "http://www.NPR.org", "summary": ""}