{"url": "http://www.cbsnews.com/news/fighting-genetic-disease-with-help-from-hiv-virus/", "text": "The genetic legacy each of us inherits is a powerful force -- and in a few extreme cases, it can be deadly. Still, thanks to science, genetics need not always be destiny, as Martha Teichner shows us in our Cover Story:\n\nAmy and Brad Price’s home in Omaha, Nebraska, is crazy with all the kids around. There are seven of them, ages 2 to 11. But if you look closely, you’ll see small memorials to one more: Liviana, who died in 2013 at the age of 5½ of a rare, nightmare disease called late infantile metachromatic leukodystrophy. MLD destroys brain cells and is caused by a single, faulty gene.\n\n“She was happy all the time,” Brad said.\n\nAmy added, “She loved pretty dresses.”\n\n“She loved her tutu,” Brad said.\n\nShe was talkative, addicted to “Caillou,” the animated TV series, a lively little girl, ‘til she was two. “Her knees were going a little knock-kneed,” Amy said. “And she had been just randomly falling down.”\n\nHer doctor said, “Nothing to worry about,” but she quickly got worse.\n\n“I was in the kitchen doing something and I heard her crying,” Amy recalled. “And I turned around and said, ‘Liviana, what’s wrong?’ And she said, ‘Mommy, my legs don’t work.’”\n\nLiviana was diagnosed in the fall of 2010. Amy recalled: “She’s sitting on the bed in her tutu and her colorful sweater, and they’re telling me she’s gonna die.”\n\nMany children with the disorder are dead by the age of 6. And it runs in families. If it hadn’t been for Liviana, Amy and Brad Price would never have known to have their other children tested. They learned that their infant son, Giovanni, had inherited the faulty gene, too.\n\n“I get a call from the doctor’s office,” said Amy, “I knew. And I was thinking, ‘I’ve just been told two of my kids now are gonna die.’”\n\nExcept that’s not what happened.\n\nDoing research online, Amy Price discovered the existence of a medical trial in Milan, Italy, of an extraordinary gene therapy treatment for MLD that would save Giovanni’s life -- and later, when his sister, Cecilia, was born with MLD, hers, too. The treatment works only on children who, like them, have not yet started showing symptoms.\n\nThe Price family scraped together the money to go to Milan.\n\n“The patients go to the surgery room for collection of the stem cells on Monday, and receive their cells back on Friday evening,” said Dr. Alessandra Biffi, who oversaw the trial.\n\nA patient’s stem cells contain the faulty gene, which the doctors have learned how to fix. Amazing, right? But then they need a vehicle to insert the good gene into the stem cells before those are put back into the patient’s body.\n\nHere’s what’s really amazing: That vehicle is the HIV virus, re-engineered so the children can’t get AIDS.\n\nWhy the HIV virus? “Is it particularly efficient at getting around the body?” Teichner asked.\n\n“Yeah, it’s very efficient in entering our cells, and that’s why we use it,” Dr. Biffi replied.\n\nHow well did the children do? It will take years to know for sure, but so far so good. “At least 70-80% of them have an outstanding benefit coming from the treatment,” Dr. Biffi said. “Some of the children were going to school and having a normal life.”\n\nGiovanni Price is six now, in first grade. He and his sister Cecilia (Ceci for short) have to go back to Milan twice a year to be tested and monitored.\n\nBrad Price calls Dr. Biffi “Our angel. She took us in like family.”\n\nSo why Italy, and not the United States?\n\nGene therapy has a checkered history. In the 1990s, hyped as the Next Big Thing, research withered here after serious setbacks, including a death during clinical trials. But more than 15 years later, it’s back. One sign: Dr. Biffi is now head of the gene therapy program at Dana-Farber/Boston Children’s Cancer and Blood Disorders Center.\n\nTeichner asked, “Do you believe that gene therapy is finally coming into its own?”\n\n“I think yes, absolutely,” Dr. Biffi replied.\n\nThe MLD trial, she thinks, demonstrates what’s possible -- offering promise to the 30 million Americans who suffer from some 7,000 rare diseases.\n\nTrials for the experimental treatment Ceci and Giovanni Price received in Milan have not begun in the U.S. They are two of only 24 children in the world with MLD to receive it.\n\nCompare Giovanni to Calliope Joy Carr, also six, from Bala Cynwyd, Pa., outside Philadelphia. She can turn her head, a little. She can still smile and laugh. But that’s about all. She was diagnosed at 2.\n\nFor her parents, college professors Patrick Carr and Maria Kefalis, coming to terms with the disease was wrenching. “It’s decline in slow motion, and that’s difficult,” said Carr.\n\n“I remember the social worker said, ‘It’s good to try to cry in the shower to save it from your family and your children,’” Kefalis said.\n\nAfter more than a year of rage and grief, Kefalis decided that she had to find some way of helping MLD children. It was too late for Cal, but she was desperate to give her daughter’s life meaning.\n\n“We’re not wealthy people,” she said. “We didn’t know very influential people who could write a big check for a million dollars. And so we said, ‘Well, we’ll start selling cupcakes.’”\n\nThe Calliope Joy Foundation was formed in 2013. It’s been slow going, but the money added up. And when Kefalis learned about the Italian trial, and the fact that Amy Price had to keep going back to Milan with Giovanni and Ceci, it was clear she would use the money to help families get to Italy.\n\n“She sent me a picture of Giovanni playing in his front yard,” Kefalis said. “He’s three months younger than Cal, so he should’ve been as sick as Cal. He should have been on a feeding tube. He should be paralyzed. And I thought, I gotta be a part of this. I need to help this happen again and again and again.”\n\nMaria Kefalis has turned cupcakes into weapons of war -- her war against MLD. She’s raised more than $250,000, and helped where she could, but she’s hit a wall. So far, not a single gene replacement therapy has been approved by the FDA. The trial in Italy is closed to new patients. It could be years before any children with MLD will be allowed to receive the treatment in the United States.\n\n“Now, it’s just impatience,” Kefalis said. “Now it’s, like, ‘When do we get this here? What will it take. Tell me what you need me to do.’”\n\nUntil then, she continues to fight her battles one cupcake at a time -- the Price children, Giovanni and Cecilia, proof to her the war can be won.\n\nTeichner asked Brad and Amy Price, “You keep using the word ‘miracle.’ In what way is all of this a miracle?”\n\n“Our son’s still with us, and Cecilia as well,” they replied. “That’s the miracle.”\n\n\n\nFor more info:", "images": ["https://cbsnews3.cbsistatic.com/hub/i/r/2019/11/10/807d57f5-9a1b-4a54-9ba1-4993fd717460/thumbnail/300x190/eb1f195dba862317386505fed39edeac/sm-joyofcooking-1974211-640x360.jpg#", "https://cbsnews3.cbsistatic.com/hub/i/r/2019/11/10/a492acd5-a817-4a16-8fd6-bab20ecc4644/thumbnail/300x190/90c82162593a18c5840b64229daf2b0f/mary-whyte-ed-from-north-carolina-veterans-promo.jpg#", "https://cbsnews1.cbsistatic.com/hub/i/2015/02/27/9a77d295-1a09-4d2b-b817-2484edd8ef16/5780a305f2e8f89d33858173d333a58b/promocbsn.jpg#", "https://cbsnews3.cbsistatic.com/hub/i/r/2016/10/23/9cbf4932-98b2-47c7-bd56-cee8ce4f6936/thumbnail/1200x630/006c78b5a2be8202b20fa07f89c90657/gene-therapy-cecilia-price-promo.jpg", "https://cbsnews2.cbsistatic.com/hub/i/r/2009/11/06/5c92c167-a642-11e2-a3f0-029118418759/thumbnail/300x190/1e06413e873f09a464474bd52d4c940c/image5554754.jpg#", "https://cbsnews2.cbsistatic.com/hub/i/r/2019/01/26/d80f95df-86f3-43f1-9d4d-e37d0ce0fb8a/thumbnail/300x190/b29b67e343f5d8e86e737b74a4bd68eb/sunday-morning-sun-art-promo-giuliana-francesco-falco.jpg#", "https://cbsnews2.cbsistatic.com/hub/i/r/2019/10/28/7f38e4cf-8d3b-45ea-96c0-66c5542a0242/thumbnail/300x190g2/a4d26a97bf67c79297bfa3f743eaba21/robert-evans-ap-19301624547509.jpg#", "https://cbsnews1.cbsistatic.com/hub/i/r/2012/01/25/f9f91762-a644-11e2-a3f0-029118418759/thumbnail/300x190/6a6439e38c06f7ca3bf4bfc752e97331/scorsese_ragingbull03.jpg#", "https://cbsnews1.cbsistatic.com/hub/i/r/2019/11/10/10bc2e3d-1817-4a4f-b9c7-e0801e3fcee2/thumbnail/300x190/d8972b945fda087693975b079a9bc055/1110-sunmo-damonandbale-1974215-640x360.jpg#", "https://cbsnews3.cbsistatic.com/hub/i/r/2019/11/10/34a615a6-3ca4-4987-8343-7f03a800bb24/thumbnail/300x190g2/740edb0b69028983336a3eb3c0c732df/nikki-haley-interview-cbs-promo-a.jpg#", "https://cbsnews3.cbsistatic.com/hub/i/r/2019/11/10/3b0a7c46-4ad9-4016-a058-6b2b8bb04b69/thumbnail/300x190/07be21233ad2ca9d93767a95e1018111/1110-sunmo-addressinggrief-1974137-640x360.jpg#", "https://cbsnews3.cbsistatic.com/hub/i/r/2019/11/09/3e01c37e-7d3f-4e0c-be84-3fe8b178669e/thumbnail/300x190/18655247eb67828c9e65f1ba0e8fbdb4/mary-whyte-battle-ground-300.jpg#"], "top_img": "https://cbsnews3.cbsistatic.com/hub/i/r/2016/10/23/9cbf4932-98b2-47c7-bd56-cee8ce4f6936/thumbnail/1200x630/006c78b5a2be8202b20fa07f89c90657/gene-therapy-cecilia-price-promo.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.cbsnews.com/news/fighting-genetic-disease-with-help-from-hiv-virus/", "title": "Fighting genetic disease with help from HIV virus", "meta_data": {"theme-color": "#101010", "robots": "index, follow", "description": "Families of children with a rare illness are finding hope abroad with experimental treatments so far unapproved in the United States", "keywords": "experimental treatment, Martha Teichner, gene therapy, stem cells, rare diseases", "viewport": "width=1000px", "al": {"web": {"url": "https://www.cbsnews.com/news/fighting-genetic-disease-with-help-from-hiv-virus/"}, "ios": {"app_name": "CBS News", "app_store_id": 334256223, "url": "cbsnewsapp://news/fighting-genetic-disease-with-help-from-hiv-virus/"}, "android": {"app_name": "CBS News", "package": "com.treemolabs.apps.cbsnews"}}, "og": {"type": "article", "url": "https://www.cbsnews.com/news/fighting-genetic-disease-with-help-from-hiv-virus/", "title": "Fighting genetic disease with help from HIV virus", "description": "Families of children with a rare illness are finding hope abroad with experimental treatments so far unapproved in the United States", "image": {"identifier": "https://cbsnews3.cbsistatic.com/hub/i/r/2016/10/23/9cbf4932-98b2-47c7-bd56-cee8ce4f6936/thumbnail/1200x630/006c78b5a2be8202b20fa07f89c90657/gene-therapy-cecilia-price-promo.jpg", "width": 1200, "height": 630}, "video": {"url": "https://public.vilynx.com/direct/8fc31712de713e0c34c55c4bce033614/8be2ba18-fb05-4ee0-90ce-7358fcb5d57e/pro69.viwindow.mp4", "secure_url": "https://public.vilynx.com/direct/8fc31712de713e0c34c55c4bce033614/8be2ba18-fb05-4ee0-90ce-7358fcb5d57e/pro69.viwindow.mp4", "type": "video/mp4", "width": 1920, "height": 1080}}, "fb": {"app_id": 1536620209892267, "pages": 121317881336}, "article": {"publisher": "https://www.facebook.com/CBSSundayMorning", "content_tier": "free", "opinion": "false"}, "twitter": {"app": {"country": "US", "name": {"iphone": "CBS News", "ipad": "CBS News", "googleplay": "CBS News"}, "id": {"iphone": 334256223, "ipad": 334256223, "googleplay": "com.treemolabs.apps.cbsnews"}, "url": {"iphone": "cbsnewsapp://news/fighting-genetic-disease-with-help-from-hiv-virus/", "ipad": "cbsnewsapp://news/fighting-genetic-disease-with-help-from-hiv-virus/", "googleplay": "https://www.cbsnews.com/news/fighting-genetic-disease-with-help-from-hiv-virus/"}}, "site": "@cbssunday", "title": "Fighting genetic disease with help from HIV virus", "description": "Families of children with a rare illness are finding hope abroad with experimental treatments so far unapproved in the United States", "image": "https://cbsnews3.cbsistatic.com/hub/i/r/2016/10/23/9cbf4932-98b2-47c7-bd56-cee8ce4f6936/thumbnail/1200x630/006c78b5a2be8202b20fa07f89c90657/gene-therapy-cecilia-price-promo.jpg", "card": "summary_large_image"}, "news_keywords": "experimental treatment, Martha Teichner, gene therapy, stem cells, rare diseases", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-title": "CBS News", "apple-mobile-web-app-status-bar-style": "black"}, "movies": [], "publish_date": null, "source": "http://www.cbsnews.com", "summary": ""}