{"url": "http://consumer.Healthday.com/Article.asp?AID=651645", "text": "En Español\n\nBy Alan Mozes\n\nHealthDay Reporter\n\nMONDAY, April 11, 2011 (HealthDay News) -- A new oral medication for the treatment of multiple sclerosis (MS) shows promise in slowing disease progression, limiting brain atrophy and reducing MS relapses, a recently completed two-year clinical trial demonstrates.\n\nThe findings concern the experimental drug laquinimod, and stem from work with over 1,100 MS patients at 139 medical facilities in 24 countries.\n\nThe study found that to date, the new drug appears to be both safe and well-tolerated. If the experimental medication is eventually approved for use, it would be only the second oral MS drug available to patients, alongside a number of long-standing injectable options.\n\n\"The injectables aren't going to go away,\" commented Dr. Scott S. Zamvil, a professor of neurology and faculty member in the program in immunology at the University of California, San Francisco. \"We went 17 years with injectables before we got our first oral option, 'Gilenya', just last year. But there's a lot of excitement about this new option and these results, because even though the injectables are safe and effective in terms of convenience and patient compliance, oral drugs are much better than shots.\"\n\n\"And with the one oral option we have today, there has been a lot of concern over a possible risk for immune suppression and also an increased risk for cancer,\" added Zamvil, who was not a part of the current study team. \"That does not seem to be the case with this new drug. So this appears to be a significant advance forward.\"\n\nThe current research was funded by Teva Pharmaceuticals, the maker of laquinimod.\n\nThe lead study author is Dr. Giancarlo Comi, director of the department of neurology and the Institute of Experimental Neurology at the Scientific Institute and University Vita-Salute San Raffaele in Milan, Italy. He is slated to present his team's findings this week in Honolulu at the American Academy of Neurology meeting.\n\nIn the two-year, double-blind Phase III trial, participants were randomly divided into two groups: those who were given a daily dose of laquinimod (0.6 milligrams) and those who were given a sugar-pill (placebo); neither the researchers nor the participants knew who received the medication or the placebo.\n\nThe annual rate of MS relapse was 23 percent lower in the laquinimod group compared with the placebo group.\n\nIn addition, disability progression was reduced by 36 percent and brain atrophy by 33 percent compared with those getting the sham treatment.\n\nAdverse events, including serious events, were comparable to those in the placebo group, according to the researchers. The incidence of liver enzyme elevation was higher in patients treated with laquinimod, according to Comi, but he added that the elevations were temporary, reversible and did not lead to any signs of liver problems.\n\nLaquinimod was not, however, tested against currently existing treatment alternatives, the authors stressed. The team added that the new medication appears to tackle MS by a different type of mechanism than other available options, and apparently works by curtailing the onset of permanent tissue damage while limiting acute inflammation.\n\n\"Each of the medications we have has a different mechanism of action,\" explained Dr. Gary Birnbaum, director of the MS Treatment and Research Center at the Minneapolis Clinic of Neurology. \"And MS is probably not a single disease. So different medications may work better for some and not others, which is why this new drug could end up being an important addition to the armamentarium.\"\n\n\"However, we still need to have a head-to-head comparison with other drugs,\" cautioned Birnbaum, who was not part of the study team. \"This is not that. And it's also important to note that this is not a cure. It achieved a reduction in the annualized relapse rate, and people on this medication did not have as many attacks per year as people on a placebo. But a 23 percent reduction is not a cure. This didn't stop MS.\"\n\n\"But, this is extremely hopeful research,\" he added. And if it is approved, it'll be a valuable adjunct to the array of treatment options now available.\"\n\nSince the study is being presented at a medical meeting, it should be considered preliminary until the findings are published in a peer-reviewed journal.\n\nMore information\n\nFor more on multiple sclerosis, visit the National Multiple Sclerosis Society.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Alan Mozes"], "canonical_link": "https://consumer.healthday.com/cognitive-health-information-26/brain-health-news-80/new-pill-for-ms-shows-promise-in-clinical-trial-651645.html", "title": "New Pill for MS Shows Promise in Clinical Trial", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Experimental medication slowed the rate of brain atrophy and disease progression and relapse, study found", "og": {"title": "New Pill for MS Shows Promise in Clinical Trial", "description": "Experimental medication slowed the rate of brain atrophy and disease progression and relapse, study found", "url": "https://consumer.healthday.com/cognitive-health-information-26/brain-health-news-80/new-pill-for-ms-shows-promise-in-clinical-trial-651645.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}