{"url": "http://www.Reuters.com/article/idUSTRE60A5C020100111", "text": "NEW YORK (Reuters Health) - There is never a good time to have a stroke, but a new study suggests that a person who suffers a stroke on a weekend is more apt to get clot-busting therapy on arrival at the hospital than a person who suffers a stroke on a weekday.\n\nNonetheless, the odds of survival are about the same for weekend and weekday admission for stroke, the study found.\n\nStroke requires emergency treatment and for those suffering a stroke on a Saturday or Sunday, “waiting until Monday for aggressive treatment is not an option,” Dr. Abby S. Kazley and colleagues from the Medical University of South Carolina in Charleston emphasize in a report released today.\n\n“Anyone who thinks they are having a stroke should seek care at a hospital immediately. Individuals should not wait to seek care for stroke,” Kazley told Reuters Health by email.\n\nThe current study, she added, shows that “high quality (stroke) care is available in hospitals on the weekends and weekdays.” In fact, care might even be more aggressive on weekends.\n\nWhy? On weekends, even though hospitals have lower levels of staffing, stroke patients arriving at the hospital may have greater access to equipment and doctors who might be busier during the week than they are on weekends. Elective surgeries are not usually scheduled on weekends, leading perhaps to “decreased traffic and waiting times” for diagnostic equipment, culminating in quicker and more efficient diagnosis and determination of treatment.\n\nWith less road traffic and job obligations on weekends, stroke patients may get to the hospital quicker — within the three hour window when guidelines recommend that clot-busting drugs for stroke be given.\n\nKazley and colleagues analyzed data on 78,657 patients admitted to Virginia hospitals between 1998 and 2006 with acute ischemic stroke — the most common type of stroke, which is caused by a blood clot in the vessels supplying the brain. Of these, 20,279 were admitted on weekends and 58,378 during the week.\n\nPatients admitted on the weekends were 20 percent more likely than those admitted during the week to get the clot-busting drug tissue plasminogen activator, or tPA — a drug that can improve patient outcomes following stroke. A total of 543 weekend stroke sufferers got the drug versus only 229 weekday stroke patients.\n\nYet stroke patients admitted on the weekends were no more likely to die than stroke patients admitted during the week: 1,420 patients admitted on the weekend died versus 3,993 patients admitted on a weekday, which worked out to roughly the same rate of death.\n\nPutting those figures together could suggest that the clot-buster tPA wasn’t doing much good. In fact, that authors note that patients who received tPA were more likely to die in the hospital. Dr. Lawrence B. Goldstein, director of the Duke Stroke Center in Durham, North Carolina, and spokesperson for the American Heart Association said the results were not surprising, since “no clinical trials ever showed that treatment with a (clot buster) improves survival.”\n\nBut Kazley said that the additional deaths among patients who received tPA is likely because doctors are more likely to give the drug to those with severe strokes, who have a higher risk of death in any case.\n\nOverall, Kazley added, this study offers “good news that indicates that the quality of care is similar regardless of when patients present at the hospital for treatment. This is an indication of the standardization of hospital care regardless of the time/day that patients seek care.”\n\nStudies on the potential for a “weekender effect” in care and outcome for urgent conditions such stroke and heart attack have yielded mixed results.\n\nFor example, in one study examining stroke outcomes in Canada, researchers found that patients with stroke admitted to the hospital on weekends were at greater risk of dying than those admitted on weekdays. “Even in a country with universal health insurance coverage (such as Canada), disparities in resources, expertise, or the number of healthcare providers working during weekends” may affect the stroke mortality rate, the researchers concluded. (See Reuters Health report, March 8, 2007).\n\nIn a prior US study, researchers found that people who were admitted to the hospital on a weekend for a heart attack were less likely to receive potentially life-saving procedures than their peers who were admitted on a weekday. In this study, weekend admissions for heart attack were associated with much higher death rates, leading the researchers to conclude that more appropriate hospital staffing or regionalized care of heart attack patients may prevent some of these deaths. (See Reuters Health report, March 17, 2007).\n\nSOURCE: Archives of Neurology, January 2010.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Megan Brooks", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-weekend-stroke-idUSTRE60A5C020100111", "title": "Weekend stroke care more aggressive but not better", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "(Reuters Health) - There is never a good time to have a stroke, but a new study suggests that a person who suffers a stroke on a weekend is more apt to get clot-busting therapy on arrival at the hospital than a person who suffers a stroke on a weekday.", "Author": "Megan Brooks", "keywords": "US,WEEKEND,STROKE", "news_keywords": "US;WEEKEND;STROKE", "REVISION_DATE": "Mon Jan 11 22:19:03 UTC 2010", "analyticsAttributes.articleDate": "2010-01-11T22:19:03+0000", "analyticsAttributes.author": "Megan Brooks", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-weekend-stroke-idUSTRE60A5C020100111", "analyticsAttributes.contentTitle": "Weekend stroke care more aggressive but not better", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "US,WEEKEND,STROKE", "analyticsAttributes.keywordSlug": "US-WEEKEND-STROKE", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Weekend stroke care more aggressive but not better", "sailthru.author": "Megan Brooks", "sailthru.date": "2010-01-11T22:19:03+0000", "sailthru.title": "Weekend stroke care more aggressive but not better", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Weekend stroke care more aggressive but not better", "url": "https://www.reuters.com/article/us-weekend-stroke-idUSTRE60A5C020100111", "type": "article", "description": "(Reuters Health) - There is never a good time to have a stroke, but a new study ...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2010-01-11T22:19:03+0000", "modified_time": "2010-01-11T22:19:03+0000", "section": "Homepage", "author": "Megan Brooks", "tag": "US,WEEKEND,STROKE"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary", "title": "Weekend stroke care more aggressive but not better", "description": "(Reuters Health) - There is never a good time to have a stroke, but a new study suggests that a person who suffers a stroke on a weekend is more apt to get clot-busting therapy on arrival at the hospi...", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1263248343.0, "source": "http://www.Reuters.com", "summary": ""}