{"url": "http://consumer.healthday.com/Article.asp?AID=676197", "text": "By Randy Dotinga\n\nHealthDay Reporter\n\nTHURSDAY, May 9, 2013 (HealthDay News) -- Scientists report positive results in early testing of a wireless pacemaker that's placed in the heart instead of being connected to it via wires from the upper chest.\n\nThere are still many questions regarding the pacemaker, produced by Nanostim Inc. It's only been implanted in a few dozen people who were studied for a matter of months, limiting information about its long-term use and safety. It's also not clear when the pacemaker may be publicly available, and its cost is unknown. And the existing version of the device won't work for most pacemaker patients because it lacks some key features.\n\nStill, a new company-funded study shows that \"this is now a possibility\" that could reduce infections and the severity of pacemaker surgery, said study author Dr. Vivek Reddy, director of the Cardiac Arrhythmia Service at Mount Sinai Hospital in New York City. \"This is going to be the future,\" he said.\n\nPacemakers zap the heart with low levels of electricity when the heartbeat becomes too fast, too slow or too irregular. Some are combined with defibrillators, which give the heart a major jolt when needed.\n\nCurrently, pacemakers include two components: a battery-powered generator that produces the electrical \"prompts\" that the wires deliver to the heart when needed, Reddy said. These wires can break or become infected, he explained, making the idea of a wire-free pacemaker appealing.\n\nThe new pacemaker is about the size of a AAA battery and provides jolts to one chamber of the heart, Reddy said. Most people with pacemakers require jolts to both chambers, so the pacemaker in its current form wouldn't work for them.\n\nIn the new study, researchers implanted the pacemaker in 32 people for the first time through a puncture in the skin; in 10 patients, they had to reposition it. The researchers reported positive results at up to three months. However, one patient died of a stroke while convalescing after suffering a heart injury during implantation and another had the pacemaker replaced with a defibrillator.\n\nWhy get a wire-free pacemaker? \"For patients with heart problems, this could potentially mean fewer infections related to leads and less discomfort during the implant procedure,\" Reddy said. And children who get pacemakers wouldn't face chest scarring, he added.\n\nDr. Saman Nazarian, a cardiologist and assistant professor of medicine at Johns Hopkins Hospital, said the findings are promising and \"the new technology has enormous potential.\" He expects the pacemaker \"will likely be utilized for some select patients\" after more testing.\n\nStill, he said, the new device will probably be more expensive than other pacemakers, and may pose special risks of its own.\n\nDr. Harish Doppalapudi, an assistant professor of medicine at the University of Alabama at Birmingham, added that there are unanswered questions regarding replacement of the new pacemakers.\n\n\"When the battery of the implanted leadless pacemaker is exhausted, a new implant is necessary, with all the potential risks associated with this,\" Doppalapudi said. \"It is not known if it will be feasible to safely retrieve the old device. If the old device is left in place, it is not known what the long-term effects of this will be.\"\n\nStudy author Reddy has received grant funding from Nanostim, and works for the company as a consultant. He also has received stock options from the company.\n\nThe study was to be presented Wednesday at the Heart Rhythm Society annual meeting in Denver. Findings presented at medical meetings are typically considered preliminary until published in a peer-reviewed journal.\n\nMore information\n\nFor more about pacemakers, visit the U.S. National Library of Medicine.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Randy Dotinga"], "canonical_link": "https://consumer.healthday.com/cardiovascular-health-information-20/misc-stroke-related-heart-news-360/wireless-pacemaker-shows-promise-in-early-study-676197.html", "title": "Wireless Pacemaker Shows Promise in Early Study", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Device implanted directly in the heart, but questions remain about long-term use, safety", "og": {"title": "Wireless Pacemaker Shows Promise in Early Study", "description": "Device implanted directly in the heart, but questions remain about long-term use, safety", "url": "https://consumer.healthday.com/cardiovascular-health-information-20/misc-stroke-related-heart-news-360/wireless-pacemaker-shows-promise-in-early-study-676197.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}