{"url": "http://consumer.Healthday.com/Article.asp?AID=653349", "text": "En Español\n\nBy Steven Reinberg\n\nHealthDay Reporter\n\nTUESDAY, May 31, 2011 (HealthDay News) -- At the moment, a diagnosis of autism is based on subjective evaluations, but a new way of using MRI might be an objective way of spotting the disorder, Columbia University researchers report.\n\nAutism is a spectrum disorder that includes repetitive behaviors and impairments in language, communication and social skills. It is estimated that the condition affects one in 110 children in the United States, according to the U.S. Centers for Disease Control and Prevention.\n\n\"There is a serious unmet need in the autism world, where diagnosis is currently done by subjective reports, and after the child has missed many developmental milestones,\" said lead researcher Joy Hirsch, a professor of functional neuroradiology, neuroscience and psychology, and director of the Functional MRI Laboratory at Columbia University Medical Center in New York City.\n\n\"It is now possible to develop an objective imaging diagnostic,\" she said. Indeed, the researchers found a difference between autistic brains and typical brains in the level of responsiveness in language areas, Hirsch noted.\n\n\"What we can measure are signals in the brain, in a specific language area, that are depressed in autistic children and normal in typical children,\" she said.\n\nAlthough this study was done with school-aged children and teens, the same test can be done with children as young as 18 months, Hirsch noted. \"We know this technique can be used on young children,\" she said.\n\nThe report was released in the May 31 online edition of Radiology, in advance of publication in the August print issue.\n\nFor the study, 12 children with autism and 15 children without the condition underwent functional MRI (fMRI) exams. Both groups of children ranged in age from 4 to 17 years.\n\nWhile the children were undergoing the fMRI, the researchers played recordings of their parents talking to them and watched for brain activity in areas of the brain responsible for hearing and understanding language.\n\nThe researchers found no differences in the activity in the hearing area of the brain between the two groups. However, in the language comprehension area, there was significantly more activity among typical children than among children with autism, Hirsch's group noted.\n\nTo further test this screening approach, another group of 27 autistic children, aged 5 to 17, underwent fMRI and the researchers were able to identify 26 of them as autistic.\n\nDr. Andrew Adesman, chief of developmental and behavioral pediatrics at the Steven and Alexandra Cohen Children's Medical Center of New York in Lake Success, said that \"although the investigators did indeed find significant differences on neuroimaging between controls and autistic children, the clinical utility from a diagnostic standpoint is unclear.\"\n\nThere are important limitations to the study, Adesman said.\n\nFor one, this study was done in school-aged children, many of whom were actually teenagers, so it is impossible to know if these differences in neuroimaging would also be found in younger patients, Adesman pointed out.\n\n\"It is during the toddler/preschool years that autism typically presents and needs to be diagnosed,\" he explained.\n\n\"The other major limitation of this study is that the investigators did not look at whether these brain differences are specific to children with autism, or if they would also be seen, for example, in children with language delays who are not autistic,\" Adesman said.\n\nHirsch noted the study is preliminary and, as such, has some limitations. For one, it is not known whether this technique can identify autism across the entire spectrum of the disorder.\n\n\"There are questions about how this varies across the severity of autism. Also, can we distinguish autism from other forms of developmental delay?\" she asked. \"These are things that aren't known.\"\n\nFurther work is needed to refine the test, Hirsch added. \"This is not the diagnostic that you can package and send to all community health centers in the United States. This is an announcement that this can be done,\" she said.\n\nThis test costs no more than a standard MRI, which runs around $1,500, Hirsch noted.\n\nAnother expert, Dr. Robert F. Lopez-Alberola, chief of pediatric neurology at the University of Miami Miller School of Medicine, said that \"it's nice to have an objective measure, but it doesn't really do much.\"\n\nUltimately, he said, \"the diagnosis of autism is a clinical diagnosis. I see this as having more implications for research into the pathophysiology of autism.\"\n\nHowever, if this test could be done in really young children, it might help identify autism so that treatment can begin early, Lopez-Alberola suggested. \"We know the earlier we begin interventions, the greater the likelihood of better outcome,\" he said.\n\n\"Although this technique holds promise for identifying infants at risk for autism, it still needs to be determined whether the atypical patterns of brain activation are specific to autism,\" said Geraldine Dawson, chief science officer for Autism Speaks.\n\n\"It is possible that children who have delayed language but not autism would also show the same pattern. Regardless, this research is promising as a method for identifying young children at risk for autism,\" Dawson said.\n\nMore information\n\nFor more on autism, visit the U.S. National Institute of Neurological Disorders and Stroke.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/cognitive-health-information-26/autism-news-51/study-suggests-special-mri-might-help-diagnose-autism-653349.html", "title": "Study Suggests Special MRI Might Help Diagnose Autism", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Scans found less responsiveness in language areas of brain, researchers report", "og": {"title": "Study Suggests Special MRI Might Help Diagnose Autism", "description": "Scans found less responsiveness in language areas of brain, researchers report", "url": "https://consumer.healthday.com/cognitive-health-information-26/autism-news-51/study-suggests-special-mri-might-help-diagnose-autism-653349.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}