{"url": "http://health.usnews.com/health-news/patient-advice/articles/2015/06/24/a-ray-of-hope-for-patients-with-malignant-brain-tumors?int=98e708", "text": "Annual incidence rate of developing a primary malignant brain tumor is 7/100,000n population, and the lifetime risk is 0.6 percent. In addition, metastases from systemic cancer to the brain are 10 times more common than primary malignancy of the brain. Brain tumors can develop in both males and females and at any age (though they're more common in adults). The most common type of primary malignant brain tumors is malignant glioma.\n\nBrain tumors are diagnosed with clinical symptoms as well as advance imaging modalities of the brain, such as computed tomography or magnetic resonance imaging.\n\nConventional surgery is usually the first step to have tissue diagnosis and decrease the burden of tumor. However, it's not a cure for malignant brain tumors and is usually followed by other types of adjuvant treatments, such as radiation and/or chemotherapy. Not all brain tumors are amenable to conventional surgery, for multiple reasons – such as location in deep parts of the brain with limited surgical access or being adjacent to critical structures. In addition, in some conditions increased risk of morbidity is seen after surgery, like in recurrent tumors with prior radiation or surgery. These patients, especially in the recurrent setting, have limited treatment options.\n\nFocused high-dose radiation like stereotactic radiosurgery is useful in brain metastasis and could be used as initial treatment. However, radiosurgery is not useful for malignant primary brain tumors like gliomas, and even in metastasis it does have variable degree of failure based upon the size of tumor and prescribed radiation dose.\n\nPatients who are suffering from deep seated or recurrent primary brain tumors, as well as those with brain metastases who failed radiation, have limited options and may benefit from alternative treatments like laser ablation.\n\nLaser ablation is a minimally invasive treatment modality for brain tumors that uses laser technology to increase the temperature of tumor and subsequently kill tumor cells. It also might have a role in enhancement of chemotherapy and radiation therapy effects by disruption of repair mechanisms in tumor cells and increase the permeability of blood vessels of brain. Unlike conventional surgery, it doesn’t need extensive surgical exposure. Actually, it works through a small stab incision in the skin and a small hole in the skull.\n\nLaser probe will be inserted using intra-operative navigation, and controlled firing of the laser will cause an increase in the temperature of tumor and eventually destruction of tumor cells. Although this technology has been around for decades, new technical advancements like specific MR-thermometric scans during surgery have an almost real-time measurement of brain temperature and control of the extension of treatment field, which allows the robotic probe driver to change direction and the depth of laser probe during surgery to have complete coverage of the tumor. Plus, a completely newly designed laser probe with a built-in cooling system prevents excessive temperature of the probe during surgery, which has made a resurgence of this treatment modality for intracranial applications in recent years.\n\nSince five years ago, when the NeuroBlate System was approved by the Food and Drug Administration, hundreds of patients with brain tumors who used to be considered inoperable underwent this procedure successfully with promising outcomes. It's especially crucial for patients with brain tumors in difficult-to-access locations, as well as for those who have experienced failure of prior radiation treatment.\n\nBeing a relatively new procedure, NeuroBlate doesn't yet qualify as a standard treatment for brain tumors. However, initial results have been promising, and further studies are on the way.", "images": ["https://www.usnews.com/dims4/USNEWS/6487e36/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F70%2F58%2F6983b25944b68cb3eec2384c8e35%2F150128-brain-editorial.jpg", "https://www.usnews.com/dims4/USNEWS/f079c05/2147483647/thumbnail/84x84/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F50%2F0d%2F120504194ec29b5d8b0fc7bbb485%2Falirezza-mohammdi-md.jpg", "https://www.usnews.com/static/img/usn-logo-large.svg"], "top_img": "https://www.usnews.com/dims4/USNEWS/6487e36/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F70%2F58%2F6983b25944b68cb3eec2384c8e35%2F150128-brain-editorial.jpg", "keywords": [], "authors": [], "canonical_link": "https://health.usnews.com/health-news/patient-advice/articles/2015/06/24/a-ray-of-hope-for-patients-with-malignant-brain-tumors", "title": "A Ray of Hope for Patients With Malignant Brain Tumors", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "description": "Some patients with limited options may benefit from alternative treatments like laser ablation.", "keywords": "Alireza Mohammadi, M.D.,health,patients,patient safety,doctors,health care,patient advice,brain health,brain tumor,brain,brain cancer,patient-advice-include [Consumer Advice],For Better [Consumer Advice],For Better,Wellness", "site": "healthcare", "zone": "edit", "fb": {"pages": 5834919267, "app_id": 130063997038366}, "og": {"title": "A Ray of Hope for Patients With Malignant Brain Tumors", "description": "Some patients with limited options may benefit from alternative treatments like laser ablation.", "image": "https://www.usnews.com/dims4/USNEWS/6487e36/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F70%2F58%2F6983b25944b68cb3eec2384c8e35%2F150128-brain-editorial.jpg", "type": "article", "site_name": "US News & World Report", "url": "https://health.usnews.com/health-news/patient-advice/articles/2015/06/24/a-ray-of-hope-for-patients-with-malignant-brain-tumors"}, "twitter": {"image": "https://www.usnews.com/dims4/USNEWS/6487e36/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F70%2F58%2F6983b25944b68cb3eec2384c8e35%2F150128-brain-editorial.jpg", "card": "summary_large_image", "site": "@USNews", "title": "A Ray of Hope for Patients With Malignant Brain Tumors", "description": "Some patients with limited options may benefit from alternative treatments like laser ablation."}, "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "optimizely": "Optimizely is supported by this application but is not enabled for this page."}, "movies": [], "publish_date": 1435118400.0, "source": "http://health.usnews.com", "summary": ""}