{"url": "http://www.npr.org/sections/thesalt/2016/01/04/456278520/why-tortillas-may-hold-the-key-to-healthier-babies", "text": "Why Tortillas May Hold The Key To Healthier Babies\n\nEnlarge this image toggle caption Verónica Zaragovia for NPR Verónica Zaragovia for NPR\n\nOne of the great public-health success stories of the past couple of decades can be found in your cereal bowl.\n\nSince 1998, the Food and Drug Administration has required that breakfast cereals, breads, rice, pasta and other grain products made with enriched flour come fortified with folic acid. When consumed by women before and during early pregnancy, this B vitamin plays a critical role in preventing severe brain and spinal cord defects. Thanks to mandatory fortification, the number of babies born in the U.S. with neural tube defects has dropped by roughly 35 percent — or about 1,300 babies a year — since the 1990s.\n\n\"The story of folic acid is one of the great public health stories of — ever,\" says Dr. R.J. Berry, who works with the Division of Birth Defects and Developmental Disabilities of the Centers for Disease Control and Prevention in Atlanta.\n\nBut there's one notable exception to this success story — Hispanic women — and researchers think the reason may lie in a staple of their diet: tortillas.\n\nUnder current FDA rules, tortillas, corn chips and other foods made with corn masa flour can't be fortified with folic acid. So a coalition of groups including the March of Dimes Foundation and the National Council of La Raza has petitioned the FDA to change its stance and allow corn masa flour to be fortified with folic acid.\n\nAccording to the March of Dimes, about 3,000 pregnancies in the U.S. are affected by neural tube defects each year. The rates are highest among Hispanics: Latina women are roughly 20 percent more likely to have a baby with a neural tube defect compared to non-Latina white women.\n\nThe exact cause of this discrepancy isn't known. Researchers say there may be genetic factors that predispose the children of some Hispanic women to neural tube defects. But they suspect diet is also a factor: \"Part of the reason was that these groups just weren't consuming the same level of wheat flour products. Instead, they were consuming corn masa flour products, because that was the staple grain in that diet,\" says Cynthia Pellegrini, senior vice president of public policy and government affairs at the March of Dimes.\n\nEnlarge this image toggle caption Verónica Zaragovia for NPR Verónica Zaragovia for NPR\n\nResearch has shown that women who consume at least 400 micrograms of folic acid daily have a significantly reduced risk of having a pregnancy affected by neural tube defects — including spina bifida, which can involve paralysis, and anencephaly, in which large parts of the brain are missing. The catch: Folic acid is only protective if consumed in the earliest weeks of pregnancy.\n\n\"Most women, by the time they know they're pregnant, they've already passed that critical window,\" says Dean Appling, a biochemistry professor at the University of Texas at Austin. \"If they had a problem with folic acid, it would be too late at that point to prevent the birth defect.\"\n\nMandating fortification helps ensure that women are getting enough folic acid even before they know they need it. And studies suggest that fortifying corn masa with folic acid could prevent an additional 40 to 120 cases of neural tube defects among babies born to Hispanic mothers each year.\n\nSo why does the FDA currently ban dosing corn masa flour with folic acid? It all has to do with nixtamalization, the process by which tough corn kernels are softened by soaking in an alkaline solution, usually of slaked lime. The process, which hails from ancient Mesoamerica — what's now Mexico and Central America — dates back thousands of years. It renders the corn more pliable for grinding into masa flour and gives the masa its distinctive aroma and flavor.\n\nBut the FDA worries that this alkaline treatment could also \"affect the stability of added folic acid,\" the agency told The Salt in a statement. \"The FDA is concerned that the breakdown of folic acid in corn masa flour could yield a substance that raises concerns about safety.\"\n\nThe March of Dimes and others first petitioned the FDA to allow added folic acid in corn flour masa in 2012. As part of its review, the FDA asked the petitioning groups to study whether folic acid would stay stable in corn masa flour.\n\nThe petitioners filed the results of that study in October. Michael Dunn, the Brigham Young University food scientist who led the study, cannot comment on the test results while they're under FDA review, but he has previously called them encouraging. As The Seattle Times has reported, Dunn's early results suggested no loss of folic acid in fortified masa after three months of storage.\n\nThe March of Dimes' Pellegrini says she believes the FDA will respond to the results of Dunn's study later this month. But the FDA might have more questions related to the study before making a final ruling.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2016/01/04/tortillas_zaragovia2_wide-dc767d5e6cd7737061ad25820b3fed8ac13fdc49.jpg?s=1400", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/branding/sections/thesalt/branding_icon-d76e52abc19240eb928674dd91b71404f1945e2a.png", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/assets/img/2016/01/04/tortillas_zaragovia2_wide-dc767d5e6cd7737061ad25820b3fed8ac13fdc49-s1100-c15.jpg", "https://media.npr.org/assets/img/2016/01/04/tortillas_zaragovia1_custom-05c66b9c6656394b022ab307d2de1559f5860141-s1100-c15.jpg", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2016/01/04/tortillas_zaragovia2_wide-dc767d5e6cd7737061ad25820b3fed8ac13fdc49.jpg?s=1400", "keywords": [], "authors": ["Veronica Zaragovia"], "canonical_link": "https://www.npr.org/sections/thesalt/2016/01/04/456278520/why-tortillas-may-hold-the-key-to-healthier-babies", "title": "Why Tortillas May Hold The Key To Healthier Babies", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2016-01-04", "description": "In the U.S., pastas and breads come with a dose of folic acid, a B vitamin that prevents severe neural tube birth defects. But it's not allowed in corn masa, a staple for many Hispanic women.", "og": {"title": "Why Tortillas May Hold The Key To Healthier Babies", "url": "https://www.npr.org/sections/thesalt/2016/01/04/456278520/why-tortillas-may-hold-the-key-to-healthier-babies", "type": "article", "description": "In the U.S., pastas and breads come with a dose of folic acid, a B vitamin that prevents severe neural tube birth defects. But it's not allowed in corn masa, a staple for many Hispanic women.", "image": "https://media.npr.org/assets/img/2016/01/04/tortillas_zaragovia1_wide-cc00242335e8eced0062943b78bc0e1828ffd660.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Why Tortillas May Hold The Key To Healthier Babies", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2016/01/04/tortillas_zaragovia2_wide-dc767d5e6cd7737061ad25820b3fed8ac13fdc49.jpg?s=1400"}}}, "movies": [], "publish_date": 1451883600.0, "source": "http://www.npr.org", "summary": ""}