{"url": "http://Healthday.com/Article.asp?AID=638319", "text": "By Randy Dotinga\n\nHealthDay Reporter\n\nWEDNESDAY, April 21, 2010 (HealthDay News) -- Researchers are reporting that a drug is showing promise in early testing as a possible new treatment for hepatitis C, a stubborn and potentially deadly liver ailment.\n\nIt's too early to tell if the drug actually works, and it will be years before it's ready to seek federal approval to be prescribed to patients. Still, the drug -- or others like it in development -- could add to the power of new drugs in the pipeline that are poised to cure many more people with hepatitis C, said Dr. Eugene R. Schiff, director of the University of Miami's Center for Liver Diseases.\n\nThe greater possibility of a cure and fewer side effects, in turn, will lead more people who think they have hepatitis C to \"come out of the woodwork,\" said Schiff, who's familiar with the study findings. \"They'll want to know if they're positive.\"\n\nAn estimated 4 million people in the United States have hepatitis C, but only about 1 million are thought to have been diagnosed. The disease, transmitted through infected blood, can lead to liver cancer, scarring of the liver, known as cirrhosis, and death.\n\nExisting treatments can cure about half of the cases. As Schiff explained, people's genetic makeup has a lot to do with whether they respond to the treatment. Those with Asian heritage do better, whereas those with an African background do worse, he said.\n\nAnd there's another potential problem with existing treatments. The side effects, particularly of the treatment component known as interferon, can be \"pretty hard to deal with,\" said Nicholas A. Meanwell, a co-author of the study and a researcher with the Bristol-Myers Squibb pharmaceutical company.\n\nThe study, published online April 21 in Nature, examines an experimental drug designed to combat the hepatitis C virus. It appears to work by interfering with a protective coating around a part of the virus that's key to its ability to reproduce, Meanwell said.\n\nIn a phase 1 trial, the first of three types of studies that new drugs must go through, researchers gave doses of the drug to a small number of people.\n\nThe level of the virus in their bodies dropped significantly for several days. The main side effect was headache, Meanwell said.\n\nAt this point, it's not clear how much the drug might cost or how it would work with existing drugs. However, Meanwell said, it could become part of a combination treatment of several drugs.\n\nSchiff, the University of Miami doctor, said other companies are pursuing similar drugs.\n\nFor now, much of the attention in the world of liver disease is on two drugs -- telaprevir and boceprevir -- that Schiff expects will become available within the next year and a half.\n\nCombination treatments using these drugs will become the standard treatment for many people, he said, and boost cure rates into the range of 70 to 80 percent. The drugs now under development, like the one in the new study, could be added to the regimen, he said.\n\nMore information\n\nThe U.S. Centers for Disease Control and Prevention has more on hepatitis C.", "images": ["http://Healthday.com/images/favicon.ico"], "top_img": "http://Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Randy Dotinga"], "canonical_link": "https://consumer.healthday.com/general-health-information-16/misc-drugs-news-218/in-early-test-new-hepatitis-c-drug-shows-promise-638319.html", "title": "In Early Test, New Hepatitis C Drug Shows Promise", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Medication offers hope for treatment with fewer side effects, experts say", "og": {"title": "In Early Test, New Hepatitis C Drug Shows Promise", "description": "Medication offers hope for treatment with fewer side effects, experts say", "url": "https://consumer.healthday.com/general-health-information-16/misc-drugs-news-218/in-early-test-new-hepatitis-c-drug-shows-promise-638319.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://Healthday.com", "summary": ""}