{"url": "https://www.washingtonpost.com/news/to-your-health/wp/2017/03/18/web-based-counseling-reduces-blood-pressure-according-to-a-new-study/?utm_term=.6a893e3ffc18", "text": "The study also measured changes in risk scores of developing heart disease and stroke in the next 10 years, diastolic blood pressure, dietary changes, smoking cessation, cholesterol levels excluding the good cholesterol (HDL) and pulse pressure, which is the difference between the higher and lower (diastolic) numbers on the blood pressure reading.\n\nAD\n\nAD\n\nResults showed some gender-based disparities. Women in the treatment group had an average diastolic blood pressure reduction of 6 mmHg while men in the same group had an average 4 mmHg reduction.\n\n“The electronic counseling (e-Counseling) intervention had an effect similar to that of adding an additional blood-pressure-lowering medication,” said Robert P. Nolan, the lead author of the study, a senior scientist at the Peter Munk Cardiac Center at the University Health Network and an associate professor at the University of Toronto.\n\nThe randomized, double-blind study included 264 participants with an average age of 58, of whom 58 percent were women. The participants were divided into two groups, one of which received weekly emails with generic information about healthy living that is good for the heart and for reducing high blood pressure, and the other group received weekly emails with links to interactive tools and online multimedia, such as videos of people diagnosed with high blood pressure who made lifestyle changes. These tools were carefully chosen to increase in knowledge about and motivation to maintain a heart-healthy lifestyle.\n\nAD\n\nAD\n\n“In the e-Counseling intervention we tried to replicate the experience of going through face-to-face lifestyle counseling for a year,” Nolan said.\n\nHigh blood pressure affects 1 in every 3 adults in the United States, according to a fact sheet by the Centers for Disease Control and Prevention. In 2013, high blood pressure was the major cause behind 360,000 deaths in the United States. Reduction in high blood pressure has added health benefits because it can potentially reduce the likelihood of heart attacks, strokes, chronic heart failure and kidney disease.\n\nEngaging patients in such a way could be a very powerful tool in promoting behavioral change, Nolan said.\n\nAD\n\n“I am so happy to see this on the agenda for three main reasons. In part, most of the studies here today show what to do — not how to achieve it,” said Eric Peterson, a professor at Duke University School of Medicine and an associate editor of the Journal of the American Medical Association, during the conference. “Secondly, we only look at the trade-off between efficacy and safety, but your study is looking more at efficacy and effectiveness and practicality, issues that are also very important. And finally, this is a very real world study.”\n\nAD\n\nThe study was received well by the audience. “No one should die of hypertension. The study is very useful in telling and confirming that we should talk to the patients, no matter how we do it,” said Bernard Wong, a cardiologist based in Hong Kong.\n\nOne of the caveats of the study was that participants were highly motivated people looking for ways to cope with and decrease their blood pressure. Participants were also largely white and well-educated, with most having a postsecondary education, so the results of the study might not be generalize well to other groups.\n\nAD", "images": ["https://www.washingtonpost.com/resizer/WpR-FP-S4p0qi5vFCA5rSTu_4pE=/150x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/ZXK7UCAZMA2NXCUE3ZODKZEEDQ.jpg", "https://www.washingtonpost.com/pf/resources/images/favicon.ico?d=148"], "top_img": "https://www.washingtonpost.com/pf/resources/images/favicon.ico?d=148", "keywords": [], "authors": ["Jia Naqvi"], "canonical_link": "https://www.washingtonpost.com/news/to-your-health/wp/2017/03/18/web-based-counseling-reduces-blood-pressure-according-to-a-new-study/", "title": "Web-based counseling reduces blood pressure, according to a new study", "meta_data": {"description": "Doctors at a cardiology conference were impressed with the results of the practical, real-world study.", "og": {"site_name": "Washington Post", "type": "article", "url": "https://www.washingtonpost.com/news/to-your-health/wp/2017/03/18/web-based-counseling-reduces-blood-pressure-according-to-a-new-study/", "title": "Web-based counseling reduces blood pressure, according to a new study", "description": "Doctors at a cardiology conference were impressed with the results of the practical, real-world study."}, "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "title": "Web-based counseling reduces blood pressure, according to a new study", "description": "Doctors at a cardiology conference were impressed with the results of the practical, real-world study."}, "article": {"content_tier": "metered", "opinion": "false"}, "viewport": "width=device-width, initial-scale=1"}, "movies": [], "publish_date": 1489809600.0, "source": "https://www.washingtonpost.com", "summary": ""}