{"url": "http://consumer.Healthday.com/Article.asp?AID=655012", "text": "By Amanda Gardner\n\nHealthDay Reporter\n\nWEDNESDAY, July 20 (HealthDay News)-- An experimental drug for treating Alzheimer's disease that previously showed troubling side effects may actually be safe in the long run, researchers report.\n\nThe keys to the safety of the drug, bapineuzumab, may be lowering the dose and not giving it to patients with ApoE4, a gene mutation linked to Alzheimer's, according to two studies scheduled for presentation Wednesday at the Alzheimer's Association International Conference on Alzheimer's Disease in Paris.\n\n\"The data from the open-label trial are encouraging. Patients were able to tolerate bapineuzumab for two to four additional years without the emergence of any new safety concerns,\" said Dr. Stephen Salloway, author of one of the studies. \"This is important because we are conceptualizing this drug as a long-term treatment for Alzheimer's disease.\"\n\nEncouraging does not translate into certainty, however, another expert pointed out.\n\n\"I think it is too early to tell from the data from this small Phase 2 safety trial,\" said Ian Murray, an assistant professor of neuroscience and experimental therapeutics at Texas A&M Health Science Center College of Medicine in College Station. \"We will have to wait for larger trials to comment on this as a potential therapy.\"\n\nThe studies were funded by Pfizer Inc. and Janssen Alzheimer Immunotherapy.\n\nAlthough bapineuzumab has shown promise in certain Alzheimer's patients, other research found that patients taking a higher dose of the drug had an increased risk of brain inflammation from water retention. This resulted in headache, memory loss, hallucinations, reduced coordination or other symptoms. But no problems were seen with lower doses.\n\nBapineuzumab is a humanized monoclonal antibody, which binds to and might be able to eliminate beta amyloid peptide in the brains of people with Alzheimer's. Most experts believe that the build up of beta amyloid proteins, which accumulate as plaque, is responsible for Alzheimer's.\n\nSalloway's study looked at the drug's safety in 194 Alzheimer's patients, most of whom had mild- to-moderate Alzheimer's and participated in a long-term (78 weeks or longer) study. Some of the participants were followed for four years or more.\n\nNinety-one percent of participants had side effects, about a quarter of which were attributable to bapineuzumab. Of these, 85 percent were mild or moderate.\n\nThe overall rate of vasogenic edema (water on the brain) was 9.3 percent, a number that decreased over time, said Salloway, a professor of neurology and psychiatry at Alpert Medical School of Brown University and director of the Butler Hospital Memory and Aging Program in Providence, R.I. The edema was symptomless in most cases, he said.\n\nThe other study, which involved looking at more than 2,000 MRI scans from 262 patients, found 36 cases of amyloid-related imaging abnormalities (ARIA) may have been linked to the bapineuzumab.\n\nThese imaging abnormalities may indicate inflammation of the brain caused by water retention.\n\nBut only 8 of those 36 cases involved symptoms, and they were more likely to be found in patients with APOE-e4 who were taking higher doses of the drug. The likelihood of these effects diminished with additional infusions of lower-dose bapineuzumab.\n\n\"There is a growing sense that VE [vasogenic edema] or ARIA [amyloid-related imaging abnormalities] is a manageable side effect and may actually be a sign that the drug is clearing amyloid from the brain and the blood vessels,\" said Salloway. \"Treatment will require ongoing monitoring with MRI.\"\n\nThe researchers, who said monitoring of bapineuzumab will continue, are now awaiting the results of a larger Phase III trial on the drug.\n\nBecause this study was presented at a medical meeting, the data and conclusions should be viewed as preliminary until published in a peer-reviewed journal.\n\nMore information\n\nThe Alzheimer's Association has more on this condition.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Amanda Gardner"], "canonical_link": "https://consumer.healthday.com/cognitive-health-information-26/alzheimer-s-news-20/experimental-drug-might-help-fight-alzheimer-s-after-all-655012.html", "title": "Experimental Drug Might Help Fight Alzheimer's After All", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Certain patients with mild to moderate symptoms may benefit from treatment, study finds", "og": {"title": "Experimental Drug Might Help Fight Alzheimer's After All", "description": "Certain patients with mild to moderate symptoms may benefit from treatment, study finds", "url": "https://consumer.healthday.com/cognitive-health-information-26/alzheimer-s-news-20/experimental-drug-might-help-fight-alzheimer-s-after-all-655012.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}