{"url": "https://web.archive.org/web/20101025095004/http://www.latimes.com/health/boostershots/la-heb-migraine-20100918,0,3774863,print.story", "text": "latimes.com/health/boostershots/la-heb-migraine-20100918,0,3421821.story\n\n1:00 PM PDT, September 18, 2010\n\nAdvertisement\n\nA small pilot study suggests that electrical stimulation of the occipital nerve, which connects the spinal cord to the back of the brain, can ease chronic migraine in some patients for whom other forms of treatment are unsuccessful. If the results can be confirmed, the approach could provide another tool to fight what can be a severely debilitating disorder.\n\n\n\nMigraines, which are characterized by severe pain accompanied by nausea and sensitivity to light, affect an estimated 28 million Americans. Many drugs are used prophylactically to ward off the attacks, and a relatively new family of drugs called triptans has proved very successful in curing headaches once they begin. Nevertheless, about 14% of those with migraines are unable to control the problem with existing drugs and are desperately seeking other alternatives.\n\n\n\nOne such approach is an electrostimulation device developed by Medtronic Inc. of Minneapolis. Thin leads are placed under the skin near the occipital nerves, which originate in the spinal cord and branch out across the back of the brain. The leads are connected to an implanted neurostimulator that delivers controlled electrical pulses to the nerves.\n\n\n\nDr. Joel R. Saper of the Michigan Head-Pain and Neurological Institute in Ann Arbor and his colleagues enrolled 67 patients in a study funded by Medtronic. All suffered from 15 or more days of headaches per month and received no relief from conventional drugs. Thirty-three of them received the Medtronic device, 17 received a sham device and the rest received conventional medical care.\n\n\n\nSaper and his colleagues reported in the headache journal Cephalalgia that 39% of patients who received the real device had at least a 50% decrease in the number of headache days per month or a significant decrease in pain intensity during the three months of the study. The most common side effect was migration of the leads, which did not cause any long-term complications.\n\n\n\nIn an editorial accompanying the report, Dr. Todd J. Schwedt of the Washington University Headache Center in St. Louis called the results \"promising,\" but noted that the success rate of only 39% indicates that more treatments are needed. Because many people suffer migraines primarily in the front of their heads, he added, treatment might be more successful if nerves there were also stimulated.\n\n\n\n-- Thomas H. Maugh II / Los Angeles Times", "images": ["https://web.archive.org/web/20101025095004im_/http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-400338h&cg=0&cc=1&ts=noscript", "https://web.archive.org/web/20101025095004im_/http://ad.doubleclick.net/ad/trb.latimes/news/health/blog/boostershots;;ptype=ps;slug=la-heb-migraine-20100918;rg=ur;ref=latimescom;pos=1;dcopt=ist;sz=300x250,336x280;tile=1;at=MedicalResearch;at=Chiropractors;at=DrugsandMedicines;at=PhysicalConditions;at=HealthandMedicalProfessionals;at=Health;at=HumanBody;at=Headaches;at=LosAngelesTimes;at=PlasticSurgeons;at=WashingtonUSstate;at=Migraine;at=NervousSystem;at=MedtronicIncorporated;at=Internists;u=http://www.latimes.com/health/boostershots/la-heb-migraine-20100918,0,3774863,print.story;ord=25034391"], "top_img": "", "keywords": [], "authors": [], "canonical_link": "", "title": "Small study suggests electrical stimulation of the brain can ease migraine pain", "meta_data": {"robots": "noindex,nofollow", "Description": "A small pilot study suggests that electrical stimulation of the occipital nerve, which connects the spinal cord to the back of the brain, can ease chronic migraine in some patients for whom&nbsp;other forms of treatment are unsuccessful. If the results can be confirmed, the approach could provide another tool to fight what can be a severely debilitating disorder."}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}