{"url": "http://consumer.healthday.com/Article.asp?AID=666342", "text": "By Amanda Gardner\n\nHealthDay Reporter\n\nMONDAY, July 2, 2012 (HealthDay News) -- Men may one day have a birth-control option other than the condom or vasectomy -- if early research on a new contraceptive gel pans out.\n\nPreliminary findings suggest that when applied to the skin, the gel dramatically lowers sperm counts, thus also lowering -- though not eliminating -- the risk for pregnancy.\n\nThis is the first time that a combination of testosterone and a synthetic progestin called Nestorone has been tested as a gel that could be applied topically. Previous research involved administering the combination by injection or via a patch, said study senior author Dr. Christina Wang, a professor of medicine at Los Angeles Biomedical Research Institute.\n\nThe combination contraceptive needs to undergo further testing before it is commercially available.\n\nAlthough men have sometimes received a bad rap for not being willing to assume responsibility for birth control, Dr. Joseph Alukal, an assistant professor of urology at NYU Langone Medical Center, in New York City, thinks this reputation may be somewhat undeserved.\n\n\"I think [men] would use it more than is realized,\" said Alukal, who was not involved in the new research. \"Plenty of guys are concerned about unwanted pregnancy, almost as much as women.\"\n\nUnfortunately, condoms and vasectomy have remained the only commercially available contraception options for men.\n\nThe results of the study, funded by the U.S. National Institutes of Child Health and Human Development, were presented at the recent Endocrine Society annual meeting, held in Houston.\n\nAccording to Wang, the gel was applied in two spots -- the testosterone component on the arm and the progestin component on the abdomen. The gels were applied every day for six months.\n\nThe study, conducted in conjunction with the University of Washington, involved 56 men who were assigned to receive one of three types of gels: one gel containing both testosterone plus a gel containing one of two doses of the synthetic progestin; or a gel containing testosterone on its own plus a \"placebo\" gel with no progestin.\n\nUp to 89 percent of the men who received the combination formulas saw their sperm concentrations plunge to less than 1 million sperm per milliliter, versus just 23 percent of those receiving only testosterone.\n\nNormal sperm concentration is more than 15 million sperm per milliliter, according to the Mayo Clinic's website.\n\nUp to 78 percent of men receiving the drug combination in the study saw their concentrations drop to no sperm at all, versus only 23 percent of men taking testosterone alone.\n\nThe testosterone/progestin combination works by shutting off the hormones that control production of sperm in the testes, Wang explained.\n\nOne important and unanswered question is what the long-term side effects of this regimen might be.\n\nThe answer, said Wang, is \"We just don't know.\"\n\nThat's apart from mild-to-moderate acne or an increase in acne, which was seen in about 21 percent of participants.\n\nA new formulation currently being developed that contains half the amount of testosterone might decrease or eliminate that problem, Wang speculated.\n\nAnother question is how reversible this would be in terms of restoring sperm counts, Alukal said.\n\nIn addition to planning more studies on this combination protocol, Wang is also in early phases of testing the male hormone dimethandrolone, which is more potent than testosterone.\n\nBecause the new study was presented at a medical meeting, the data and conclusions should be viewed as preliminary until published in a peer-reviewed journal.\n\nMore information\n\nThere's more on contraception at the American College of Obstetricians and Gynecologists.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Amanda Gardner"], "canonical_link": "https://consumer.healthday.com/women-s-health-information-34/birth-control-news-62/gel-shows-promise-as-future-male-contraceptive-666342.html", "title": "Gel Shows Promise as Future Male Contraceptive", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Early study found much lower sperm counts in men who applied hormone combo to skin", "og": {"title": "Gel Shows Promise as Future Male Contraceptive", "description": "Early study found much lower sperm counts in men who applied hormone combo to skin", "url": "https://consumer.healthday.com/women-s-health-information-34/birth-control-news-62/gel-shows-promise-as-future-male-contraceptive-666342.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}