{"url": "http://consumer.Healthday.com/Article.asp?AID=653003", "text": "En Español\n\nBy Denise Mann\n\nHealthDay Reporter\n\nMONDAY, May 16, 2011 (HealthDay News) -- Half of children with sleep apnea who also wet the bed might stop their bedwetting if their tonsils or adenoids are removed, new research suggests.\n\nObstructive sleep apnea (OSA) is marked by interruptions in breathing while asleep; it is common among children with enlarged tonsils or adenoids. Exactly how sleep apnea results in bedwetting is not fully understood, but hormonal changes may play a role.\n\nHowever, half of the 417 children in this latest study who had sleep apnea and were bedwetters stopped wetting the bed after they had their tonsils or adenoids removed. Children in the study were aged 5 to 18, and were followed for just under one year after their surgery, on average.\n\nThose who did not stop wetting the bed after the surgery were more likely to be born prematurely, be male, be obese or have a family history of bedwetting, the investigators noted. Premature birth was the greatest predictor of continued bedwetting after surgery.\n\n\"If they haven't seen an ear, nose and throat specialist, see one to see if the child who wets the bed has OSA that can be cured by tonsil or adenoid removal,\" said study author Dr. Yegappan Lakshmanan, chief of pediatric urology at Children's Hospital of Michigan, in Detroit.\n\nThe findings were to be presented Monday at the annual meeting of the American Urological Association (AUA), in Washington, D.C. Research presented at medical meetings should be viewed as preliminary until it has been published in a peer-reviewed medical journal.\n\nThere are many other causes of bedwetting, Lakshmanan said. \"About 5 to 7 million children are bedwetters, and the causes fall into three main groups: bladder issues, sleep-related problems and the kidneys,\" he explained. \"The children in this study wet the bed due to sleep-related problems.\"\n\nSo why weren't they all cured? \"Bedwetting is multifactorial even within these groups, and eventually we should be able to pinpoint the cause for every single child,\" Lakshmanan said.\n\n\"There are several potential causes of bedwetting, and sleep apnea is clearly one of them,\" said Dr. Lane S. Palmer, chief of pediatric urology at the Cohen Children's Medical Center in New Hyde Park, N.Y.\n\n\"There are secondary positive effects of this tonsil- or adenoid-removing surgery, but I don't know that I would jump to have my child's tonsils or adenoids out as a primary treatment for bedwetting,\" he said. \"Children with sleep apnea and bedwetting should see an otolaryngologist first.\"\n\n\"This study really underscores the fact that children who have other issues with sleep should be looked at for bedwetting because anything that depresses sleep at night can lead to bedwetting,\" said AUA spokesman Dr. Anthony Atala, a urologist at Wake Forest University in Winston-Salem, N.C.\n\n\"If a child has bedwetting, pay close attention to their sleep patterns, and observe them while they are asleep and you can see whether they are breathing at a regular pace, and if not, seek additional help,\" Atala said.\n\nChildren with sleep apnea can be difficult to rouse, which may cause the bedwetting, said Dr. Dennis Kitsko, an otolaryngologist at the Children's Hospital of Pittsburgh. \"But not every child with sleep apnea will wet the bed, and not every bedwetter will have sleep apnea.\"\n\nStill, \"snoring in children is abnormal,\" said Dr. Linda Dahl, an ear, nose and throat doctor at Lenox Hill Hospital in New York City. \"Children snore because their tonsils and adenoids are enlarged, and they end up getting other behaviors that go along with sleep apnea, including bedwetting,\" she explained.\n\n\"There are many ancillary benefits that you may not attribute to removing large tonsil and adenoids, such as putting an end to bedwetting,\" Dahl added.\n\nMore information\n\nFind out more about bedwetting and its treatment at the Nemours Foundation.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Denise Mann"], "canonical_link": "https://consumer.healthday.com/kids-health-information-23/bedwetting-news-55/tonsil-removal-might-cure-bedwetting-in-some-kids-with-sleep-apnea-653003.html", "title": "Tonsil Removal Might Cure Bedwetting in Some Kids With Sleep Apnea", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Study shows additional benefit of the surgery for certain children", "og": {"title": "Tonsil Removal Might Cure Bedwetting in Some Kids With Sleep Apnea", "description": "Study shows additional benefit of the surgery for certain children", "url": "https://consumer.healthday.com/kids-health-information-23/bedwetting-news-55/tonsil-removal-might-cure-bedwetting-in-some-kids-with-sleep-apnea-653003.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}