{"url": "http://www.buzzfeed.com/azeenghorayshi/vaginal-ring-prevents-hiv", "text": "Two groups of scientists presented results at an HIV conference on Monday suggesting that a vaginal ring could prevent HIV transmission in women. In both studies, the ring lowered HIV cases by about 30%, though its effectiveness appears to be much better for women who used the ring consistently.\n\nThe ring contains an antiretroviral medication called dapivirine, which prevents HIV from making copies of itself. In the ring, the drug is used as “pre-exposure prophylaxis,” or PrEP, slowly leaching out in the vagina and preventing the virus from taking hold in nearby cells.\n\nOne of the new studies, published today in the New England Journal of Medicine, tested the ring in more than 2,600 women in four countries — Malawi, SouthAfrica, Uganda, and Zimbabwe — over nearly two years. At the end of the study, the group of volunteers who had used the dapivirine ring had 27% fewer HIV infections than a control group who had a placebo ring with no drug, the study found.\n\nLooking by age, the researchers saw that the ring did not seem to help women younger than 21. But among women over the age of 21 who used it, new HIV cases went down by 61%.\n\nThe other study, which has not yet been published but was presented on Monday at the Conference on Retroviruses and Opportunistic Infections meeting in Boston, studied 2,000 women in South Africa and Uganda. Like the other study, in this one the ring had no visible effect in women younger than 21, whereas new HIV cases dropped by 37% in women over 21.\n\nThese age differences are probably due in part to how the women used the drug, the researchers say. Much like the contraceptive NuvaRing, the dapivirine ring should be kept in every day and replaced once a month for maximum effectiveness.\n\n“If used perfectly, how much HIV protection could there be? We don’t know that yet,” Jared Baeten, professor of global health, medicine, and epidemiology at the University of Washington and lead author on the study, told BuzzFeed News.\n\nAdherence is also a big issue for the only other PrEP on the market, a once-a-day pill called Truvada. Initial trials for the pill showed it led to a 44% decrease in HIV infection rates overall. But it’s now known that, when taken properly, Truvada cuts new cases of HIV by at least 92%. Because of its high effectiveness, the CDC has since recommended that 1 in 4 gay and bisexual men should be prescribed the drug to prevent the spread of HIV.\n\nThe ring adds a new HIV prevention tool, which some experts say will be particularly useful in African countries where women are at highest risk for HIV infection. More than half of the 35 million people living with HIV worldwide are women, and the vast majority live in sub-Saharan Africa.\n\n“A prevention tool like a ring could be used discreetly, a woman would have control over it, and it could allow her to keep herself safe from HIV without having to ask a male partner to take on prevention strategies,” Baeten said. “That individual control of prevention is so powerful.”\n\nThe dapivirine ring has been in development for more than a decade, and the the new studies are the first to show that it prevents HIV transmission. Still, experts caution that the ring should not be a woman’s sole source of protection.\n\n“There is absolute reason to celebrate. But 27% is a lower number than any of us would like to see,” Mitchell Warren, executive director of AVAC, a global HIV-prevention advocacy group, told BuzzFeed News.\n\n“We obviously always want higher numbers. But 1 in 3 infections were prevented overall — and that’s huge.”\n\nWarren noted that other rings with antiretrovirals are also being developed, as well as rings that could offer multipurpose protection, against not only HIV but pregnancy.\n\nLike birth control, the more types of HIV prevention, the better, experts say.\n\n“For some women, a pill every day might work really well. For others, that may be not achievable,” Baeten said. “Pills and rings should be sitting next to each other as options.”", "images": ["https://img.buzzfeed.com/buzzfeed-static/static/2016-02/22/15/campaign_images/webdr06/vaginal-ring-prevents-hiv-2-473-1456171319-8_dblbig.jpg", "https://pixiedust.buzzfeed.com/v1.gif?source=buzz_web&platform=news_bpager&type=instrumentation&target=javascript&value=disabled", "https://img.buzzfeed.com/buzzfeed-static/static/2016-02/22/14/enhanced/webdr11/longform-original-19591-1456170636-7.jpg?downsize=700%3A%2A&output-quality=auto&output-format=auto&output-quality=auto&output-format=auto&downsize=360:*", "https://img.buzzfeed.com/buzzfeed-static/static/2018-07/12/16/user_images/buzzfeed-prod-web-04/azeenghorayshi-v2-2237-1531425919-0_large.jpg"], "top_img": "https://img.buzzfeed.com/buzzfeed-static/static/2016-02/22/15/campaign_images/webdr06/vaginal-ring-prevents-hiv-2-473-1456171319-8_dblbig.jpg", "keywords": [], "authors": ["Azeen Ghorayshi", "Buzzfeed News Reporter"], "canonical_link": "https://www.buzzfeednews.com/article/azeenghorayshi/vaginal-ring-prevents-hiv", "title": "A Vaginal Ring Could Prevent HIV, Two Huge Studies Just Found", "meta_data": {"copyright": "Copyright BuzzFeed, Inc. All rights reserved.", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "referrer": "unsafe-url", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-title": "BuzzFeed", "theme-color": "#ee3322", "description": "The results debut the first HIV prevention tool specifically for women. But we need to be cautious of how much protection the ring can really offer, experts say.", "title": "A Vaginal Ring Could Prevent HIV, Two Huge Studies Just Found", "robots": "all", "twitter": {"site": "@BuzzFeedNews", "creator": "@azeen", "title": "A Vaginal Ring Could Prevent HIV, Two Huge Studies Just Found", "description": "The results debut the first HIV prevention tool specifically for women. But we need to be cautious of how much protection the ring can really offer, experts say.", "card": "summary_large_image"}, "fb": {"app_id": 162111247988300}, "og": {"site_name": "BuzzFeed News", "url": "https://www.buzzfeednews.com/article/azeenghorayshi/vaginal-ring-prevents-hiv", "image": "https://img.buzzfeed.com/buzzfeed-static/static/2016-02/22/15/campaign_images/webdr06/vaginal-ring-prevents-hiv-2-473-1456171319-8_dblbig.jpg", "title": "A Vaginal Ring Could Prevent HIV, Two Huge Studies Just Found", "description": "The results debut the first HIV prevention tool specifically for women. But we need to be cautious of how much protection the ring can really offer, experts say.", "type": "article"}, "article": {"content_tier": "free", "opinion": "false"}}, "movies": [], "publish_date": null, "source": "http://www.buzzfeed.com", "summary": ""}