{"url": "https://web.archive.org/web/20110212021621/http://www.latimes.com/health/boostershots/la-heb-heart-failure-device-20101114,0,1913271,print.story", "text": "latimes.com/health/boostershots/la-heb-heart-failure-device-20101114,0,7655085.story\n\nBy Thomas H. Maugh II, Los Angeles Times\n\n10:25 AM PST, November 14, 2010\n\nAdvertisement\n\nAn implanted combination cardiac resynchronization device and defibrillator reduces deaths from mild heart failure by 29% compared with a defibrillator alone, researchers reported Sunday. The report is the second one indicating that such combination devices, which are about the size of a cellphone, can save the lives of many of the 6 million Americans with heart failure, and many surgeons are already using them for that purpose. About 70% of heart failure patients have the milder form of the disease for which the new study was conducted. The condition requires frequent hospitalizations and costs the U.S. healthcare system an estimated $40 billion per year, according to the American Heart Assn.\n\n\n\nHeart failure occurs when the muscles of the heart weaken and the ventricles fail to coordinate properly, or synchronize, reducing the ability of the organ to move blood throughout the body. In the most severe cases, patients become so weak that they are bedridden or suffer a variety of symptoms, such as shortness of breath, buildup of fluid in the lungs and other organs, confusion and fatigue. Patients with mild heart failure typically have few or no symptoms, but both groups have an equally high risk of atrial fibrillation (erratic heartbeats) or death.\n\n\n\nA defibrillator applies a small electrical shock to the heart to halt the erratic heartbeats and restore normal function. Cardiac resynchronization therapy delivers a regular, small electrical signal to the heart to maintain regular beating, increasing the ejection fraction -- the amount of blood pushed into the cardiovascular system with each beat. The device has leads going to both ventricles to ensure that they are synchronized.\n\n\n\nSuch devices are approved in the United States for treating patients with severe heart failure.\n\n\n\nLast year, U.S. researchers reported that a combination device manufactured by Boston Scientific reduced the death rate by 29% for patients with moderate heart failure in a study of about 1,800 patients. In September, the Food and Drug Administration gave the company approval to market the device for this indication.\n\n\n\nIn the new study, Dr. Anthony S. L. Tang of the Ottawa Heart Institute and his colleagues studied 1,798 mild heart failure patients at 24 centers in Canada, Australia, Europe and Turkey. About half were given an implantable defibrillator manufactured by Medtronic, Inc. of Minneapolis and half a combination device manufactured by the same company. The patients were followed for 40 months. Tang reported at a Chicago meeting of the American Heart Assn. and in a report published online in the New England Journal of Medicine that the team observed a 29% reduction in deaths in the patients treated with the combination device and a 27% reduction in deaths and heart failure-related hospitalizations. Fourteen patients had to be treated with the $35,000 device to prevent one death.\n\n\n\nComplications were about twice as common with the combination device, primarily because connecting the leads to the ventricles takes longer and requires a higher skill level. The extra leads also increase the possibility of infections.\n\n\n\nThe study \"gives us reason for renewed enthusiasm about heart failure treatment,\" said Dr. Clyde Yancy of the Baylor University Medical Center, the immediate past president of the American Heart Assn. \"There has been a dearth of significant trials [in mild heart failure] for some time.... What's good is that when we compare this to the other two studies, we see some consistency of response.\"\n\n\n\nDr. Alfred Bove, a professor emeritus at Temple Medical School and an immediate past president of the American College of Cardiology, noted that many surgeons are already installing the devices in patients with mild heart failure and only connecting the defibrillators, \"not hooking up the second function until it is needed.\" The new study, he said, \"supports the idea that doing this works.\"", "images": ["https://web.archive.org/web/20110212021621im_/http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-400338h&cg=0&cc=1&ts=noscript", "https://web.archive.org/web/20110212021621im_/http://ad.doubleclick.net/ad/trb.latimes/news/health/blog/boostershots;;ptype=ps;slug=la-heb-heart-failure-device-20101114;rg=ur;ref=latimescom;pos=1;dcopt=ist;sz=300x250,336x280;tile=1;ca=Health;en=HeartFailure;at=Health;at=MedicalResearch;at=PhysicalConditions;at=HeartFailure;at=HealthandMedicalProfessionals;u=http://www.latimes.com/health/boostershots/la-heb-heart-failure-device-20101114,0,1913271,print.story;ord=98315582"], "top_img": "", "keywords": [], "authors": [], "canonical_link": "", "title": "Pacemaker-like device combined with defibrillator reduces deaths in mild heart failure by 29%", "meta_data": {"robots": "noindex,nofollow", "Description": "An implanted&nbsp;combination cardiac resynchronization device and defibrillator reduces deaths from mild heart failure by 29% compared with a defibrillator alone, researchers reported Sunday.&nbsp; The report is the second one indicating that such combination devices, which are about the size of a cellphone, can save the lives of many of the 6 million Americans with heart failure, and many surgeons are already using them for that purpose. About 70% of heart failure patients have the milder form of the disease for which the new study was conducted. The condition requires frequent hospitalizations and costs the U.S. healthcare system an estimated $40 billion per year, according to the American Heart Assn."}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}