{"url": "http://Healthday.com/Article.asp?AID=637985", "text": "TUESDAY, April 13, 2010 (HealthDay News) -- Researchers report they've used magnets to guide stem cells to damaged areas of animal hearts.\n\nThe strategy appears to make it more likely that the heart will retain the cells, potentially boosting the power of cardiac stem cell therapy.\n\n\"Stem cell therapies show great promise as a treatment for heart injuries, but 24 hours after infusion, we found that less than 10 percent of the stem cells remain in the injured area,\" Dr. Eduardo Marban, director of the Cedars-Sinai Heart Institute in Los Angeles, said in a news release from the institute. \"Once injected into a patient's artery, many stem cells are lost due to the combination of tissue blood flow, which can wash out stem cells, and cardiac contraction, which can squeeze out stem cells. We needed to find a way to guide more of the cells directly to the area of the heart that we want to heal.\"\n\nMarban and colleagues developed a technique in which they loaded cardiac stem cells with microscopic bits of iron. Then they injected the cells into rats that had heart attacks and tried to manipulate the cells with a toy magnet.\n\nThe researchers found that magnetism attracted the stem cells to injured areas, tripling the retention rate in the heart.\n\n\"Tissue viability is enhanced and heart function is greater with magnetic targeting,\" Marban said. \"This remarkably simple method could easily be coupled with current stem cell treatments to enhance their effectiveness.\"\n\nMarban and his wife, Linda, are founders of a company that has filed patents for the techniques.\n\nThe study was published online April 8 in the journal Circulation Research.\n\nMore information\n\nThe U.S. National Library of Medicine has more on heart disease.", "images": ["http://Healthday.com/images/favicon.ico"], "top_img": "http://Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Randy Dotinga"], "canonical_link": "https://consumer.healthday.com/cardiovascular-health-information-20/misc-stroke-related-heart-news-360/magnets-might-boost-stem-cell-therapy-637985.html", "title": "Magnets Might Boost Stem Cell Therapy", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "In animal studies, they drew more stem cells to damaged heart tissue", "og": {"title": "Magnets Might Boost Stem Cell Therapy", "description": "In animal studies, they drew more stem cells to damaged heart tissue", "url": "https://consumer.healthday.com/cardiovascular-health-information-20/misc-stroke-related-heart-news-360/magnets-might-boost-stem-cell-therapy-637985.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://Healthday.com", "summary": ""}