{"url": "https://www.washingtonpost.com/news/animalia/wp/2017/07/02/therapy-animals-are-everywhere-proof-that-they-help-is-not/?utm_term=.cd3259dfb785", "text": "And that duck on a plane? It might be an emotional-support animal prescribed by a mental health professional.\n\nThe trend, which has accelerated hugely since its initial stirrings a few decades ago, is underpinned by a widespread belief that interaction with animals can reduce distress — whether it happens over brief caresses at the airport or in long-term relationships at home. Certainly, the groups offering up pets think this, as do some mental health professionals. But the popular embrace of pets as furry therapists is causing growing discomfort among some researchers in the field, who say it has raced far ahead of scientific evidence.\n\nAD\n\nAD\n\nEarlier this year in the Journal of Applied Developmental Science, an introduction to a series of articles on “animal-assisted intervention” said research into its efficacy “remains in its infancy.” A recent literature review by Molly Crossman, a Yale University doctoral candidate who recently wrapped up one study involving an 8-year-old dog named Pardner, cited a “murky body of evidence” that sometimes has shown positive short-term effects, often found no effect and occasionally identified higher rates of distress.\n\nOverall, Crossman wrote, animals seem to be helpful in a “small-to-medium” way, but it’s unclear whether the critters deserve the credit or something else is at play.\n\n“It’s a field that has been sort of carried forward by the convictions of practitioners” who have seen patients’ mental health improve after working with or adopting animals, said James Serpell, director of the Center for the Interaction of Animals and Society at the University of Pennsylvania School of Veterinary Medicine. “That kind of thing has almost driven the field, and the research is playing catch-up. In other words, people are recognizing that anecdote isn’t enough.”\n\nAD\n\nAD\n\nUsing animals in mental health settings is nothing new. In the 17th century, a Quaker-run retreat in England encouraged mentally ill patients to interact with animals on its grounds. Sigmund Freud often included one of his dogs in psychoanalysis sessions. Yet the subject did not become a research target until the American child psychologist Boris Levinson began writing in the 1960s about the positive effect his dog Jingles had on patients.\n\nBut the evidence to date is problematic, according to Crossman’s review and others before it. Most studies had small sample sizes, she wrote, and an “alarming number” did not control for other possible reasons for a changed stress level, such as interaction with the animal’s human handler. Studies also tend to generalize across animals, she noted: If participants are measurably soothed by one golden retriever, that doesn’t mean another dog — or another species — will evoke the same response.\n\nEven so, media headlines are often about the happiness bounce. Hal Herzog, a Western Carolina University psychologist who has long studied human-animal interactions, recalls a 2015 study on the health benefits for children of having a pet dog. “Here’s a reason to get a puppy,” NBC announced. “Kids with pets have less anxiety.”\n\nAD\n\nAD\n\nThat’s actually not what the study concluded. The authors did find that children with dogs had lower anxiety based on screening scores than children without dogs. Still, they cautioned that “this study does not answer whether pet dogs have direct effects on children’s mental health or whether other factors associated with acquisition of a pet dog benefit their mental health.”\n\nIt was a classic case of conflating correlation and causation, which Herzog says is common. Cherry-picked positive results also are a problem, as he says happens in promotional materials from the Human-Animal Bond Research Initiative (HABRI). The pet-industry backed organization funds research on the topic.\n\n“The number of papers I see that start out, ‘It is now well-established that there are health benefits from owning pets’ — that drives me crazy,” Herzog said. “Yes, there’s literature that supports that. But there’s also literature that doesn’t find that.”\n\nHABRI Executive Director Steven Feldman takes a more positive view of the science while acknowledging that more research needs to be done. “Just like getting vegetables and getting exercise, I would say having animals in our lives is also an essential element of human wellness,” he said.\n\nAD\n\nAD\n\nTo many animal lovers and pet owners, the back-and-forth might sound horribly wonky. There’s something intuitive about the good feelings animals give us. Why over-analyze it?\n\nAlan Beck does not disagree. Beck, who directs the Center of the Human-Animal Bond at Purdue University, cites one common theory for why animals might be therapeutic. It’s called the biophilia hypothesis, and it argues that humans evolved a built-in need to affiliate with other living beings.\n\n“Throughout history, animals gave us some comfort. So if it works for you and me in a relatively normal environment, maybe it has a special role for someone who has a depression and stress disorder — that just makes sense,” he said. “The literature does show it’s not bad. And that’s just as important.”\n\nFocusing too much on scientific support sometimes feels like a form of “physics envy,” Beck added, “where you try to quantify everything without appreciating it.”\n\nBut there are good reasons for rigorous research on animals and mental health. In 2012, the Department of Veterans Affairs said it would not cover costs of service dogs for veterans with post-traumatic stress disorder, citing “a lack of evidence to support a finding of mental health service dog efficacy.” The department is now in the midst of a multiyear study on the topic, which could lead to government funding for these pooches.\n\nAD\n\nAD\n\nAnother reason, the scientists say, is for the animals’ sake. Crossman pointed to a 2014 incident at Washington University in St. Louis as an example of animal therapy gone wrong. A bear cub brought to campus during finals week nipped some students, causing a rabies scare that almost ended with the animal being euthanized. More generally, Serpell said, the popular idea that pets make you happier “is not a harmless distortion. … If the public believes that getting an animal is going to be good for them, many times an unsuitable person will get an unsuitable animal, and it doesn’t work out well for either.”\n\nThe research is getting stronger, in part because funding is growing — from HABRI as well as from a public-private partnership between the National Institutes of Health and the Waltham Centre for Pet Nutrition. Crossman’s recent study at the Yale Innovative Interactions Lab was among the work being supported.\n\nIt relied not just on the Labrador retriever Pardner but seven other certified therapy dogs. Several times a month over much of the past year, they hung out at the university for 15-minute sessions with children who had just finished two stressful tasks: spontaneously crafting stories and telling them to strangers, followed by doing math problems.\n\nAD\n\nAD\n\nThe strangers were the researchers, and their mission was to assess whether the kids, ages 10 to 13, would find their time with the dogs to be therapeutic. The study was designed to avoid some of the pitfalls that Crossman has seen elsewhere, which is why some of the 78 young participants got to play only with a fuzzy blanket — because tactile stimulation is known to reduce stress — and why others simply waited for the 15 minutes.\n\n“Without the controls, the changes could be due to all kinds of things, like the fact that lots of time has passed,” Crossman said. “Kids are actually pretty good at coping.”\n\nThe children completed questionnaires to assess their mood and anxiety before and after; spit samples, to measure the “stress hormone” cortisol, were taken at three points. At the end, all the kids got a “junior scientist” certificate, lots of praise and an open play session with the dogs.\n\nAD\n\nAD\n\nCrossman, who emphasizes that she is an animal lover, declined to reveal the findings before they’re published. But “hopefully” they will show that dogs can affect children’s stress, she said — before quickly offering a researcher’s clarification.\n\n“I say ‘hopefully’ not just because I think it works or hope it does, but because these programs are used so widely,” she explained. “Kids are already participating in this on a huge scale. Ideally, the order goes the other way around: We test the idea, and then we implement.”\n\nRead more:\n\nAD", "images": ["https://www.washingtonpost.com/resizer/znFA2NPpfUsOel7lR7kAVf6Cdlo=/90x90/smart/s3.amazonaws.com/arc-authors/washpost/aaae9a81-1b2d-42a3-9690-4dc97f789c54.png", "https://www.washingtonpost.com/resizer/0Z-YrOzWMRHNU416v1N1pSRCtD8=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/WNBP6O3VM47WZA2SBMTQXJ7CBM.jpg"], "top_img": "https://www.washingtonpost.com/resizer/0Z-YrOzWMRHNU416v1N1pSRCtD8=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/WNBP6O3VM47WZA2SBMTQXJ7CBM.jpg", "keywords": [], "authors": ["Karin Brulliard", "Reporter", "Editor For Animalia"], "canonical_link": "https://www.washingtonpost.com/news/animalia/wp/2017/07/02/therapy-animals-are-everywhere-proof-that-they-help-is-not/", "title": "Therapy animals are everywhere. Proof that they help is not.", "meta_data": {"description": "The popular embrace of pets as furry therapists has raced far ahead of the scientific evidence, researchers say.", "og": {"site_name": "Washington Post", "type": "article", "url": "https://www.washingtonpost.com/news/animalia/wp/2017/07/02/therapy-animals-are-everywhere-proof-that-they-help-is-not/", "image": "https://www.washingtonpost.com/resizer/0Z-YrOzWMRHNU416v1N1pSRCtD8=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/WNBP6O3VM47WZA2SBMTQXJ7CBM.jpg", "title": "Therapy animals are everywhere. Proof that they help is not.", "description": "The popular embrace of pets as furry therapists has raced far ahead of the scientific evidence, researchers say."}, "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "title": "Therapy animals are everywhere. Proof that they help is not.", "description": "The popular embrace of pets as furry therapists has raced far ahead of the scientific evidence, researchers say."}, "article": {"content_tier": "metered", "opinion": "false"}, "viewport": "width=device-width, initial-scale=1"}, "movies": [], "publish_date": 1498968000.0, "source": "https://www.washingtonpost.com", "summary": ""}