{"url": "https://web.archive.org/web/20171014122445/http://www.newsweek.com/muscular-dystrophy-heartbroken-family-awaits-fda-decision-experimental-drug-681835", "text": "Max, Rowan and Charlie Vertin’s muscles have been slowly collecting damage since the day they were born. Someday, they will not be able to walk. They will not be able to stand. Eventually, they will not be able to live. The brothers, ages 6 through 11, suffer from a debilitating and deadly genetic condition called Duchenne muscular dystrophy (DMD).\n\nYet on September 28, Max, Rowan and Charlie Vertin got dressed up. In dark suits and blue shirts, with serious expressions on their round faces, they walked to stand next to their mother in a very beige room outside Washington, D.C. The people in that room, they believed, could change the course of their lives.\n\nFor years, the Vertin brothers have been participating in a clinical trial for a new medication called ataluren, intended to keep the progression of their disease at bay. By October 24, they’ll know if they will be able to keep taking that drug. That is the deadline for the Food and Drug Administration to make a choice. The agency could approve the drug, allowing the brothers and others like them to continue to take it. Or it could reject the drug for the third time and throw them into an uncertain future.\n\nKeep up with this story and more by subscribing now\n\nAn FDA committee has already voted that data about the drug’s effectiveness was inconclusive. The agency’s final decision almost always echos the decisions of its committees. So, if this were any other kind of drug at any other time in FDA history, the FDA’s final answer would be a very predictable no.\n\nIf they do say no, the Vertins could lose access to the drug that has stabilized their condition. But there’s still a chance the FDA could approve the drug. Input from people affected by DMD may have convinced the agency once before to approve a drug for the condition despite iffy data. That is what the Vertins—and the company that produces the drug—are hoping will happen again.\n\nCourtesy of Betty Vertin\n\nFalling Behind\n\n“It started out so innocent,” his mother, Betty Vertin, told Newsweek. Max was a big infant, born 10 lbs, 3 oz and nearly two feet long. “When he was missing milestones, I just thought it was because it was a big baby.” Even doctors assumed that he would eventually catch up. But when he started preschool, the difference between Max and other children became more obvious. “When other kids were running and jumping and climbing, Max wasn’t doing those things. He was just behind, physically.”\n\nWhen Max was 4, in 2010, a genetic test confirmed that he had DMD. Betty had never heard of it. “Before we started living this life, I was clueless,” she said.\n\nDMD is one of a class of similar genetic disorders. About 15 boys out of every 100,000 in the United States under 24 years old have DMD or a milder form, called Becker muscular dystrophy. (Most of the children affected are boys.) The illness affects the way their legs, heart, and lungs work.\n\nMax’s diagnosis was devastating for Betty. “I feel like I walked into the room with a healthy four-year-old boy and I walked out with a child that was dying,” she said.\n\nBut the family’s struggles with DMD were just beginning. At the time, Rowan was 2, and Betty suspected that he also had the disease; she’d seen how her son struggled to stand up onto a stepstool in the bathroom to brush his teeth. She was also ten weeks pregnant with Charlie.\n\nGenetic tests eventually confirmed both Rowan and Charlie also had DMD. Betty’s two daughters, Lexi, 16, and Mary, 2, as well as a fourth son, Chance, 10, do not.\n\n“I felt like we had a year and a half of the same horrible diagnosis over and over and over again,” she said. “It was the hardest 18 months I’ve ever had and I hope I ever had.”\n\nCourtesy of Betty Vertin via Facebook\n\nStill Walking\n\nDMD always results in muscle weakness due to a lack of a protein called dystrophin. Some of the newest treatments for the condition try to fix that. One drug, which the FDA approved in 2016, works for people whose illness springs from a mutation in the gene that codes for dystrophin.\n\nThe drug, called Exondys 51 or eteplirsen, allows the genetic machinery that produces the protein to skip over the mutated part to make something that will work better. About 13 percent of people with DMD have this particular mutation, according to the FDA.\n\nThe Vertin brothers are not among them; the drug shouldn’t help them at all. So they tried ataluren. (The drug’s brand name is Translarna.) The company that produces ataluren, PTC Therapeutics, says that its drug forces cells to make the proteins in spite of a different kind of mutation called a nonsense mutation. Instead of having an error in the protein, the protein is accidentally cut short. This is the kind of mutation that three of Betty Vertin’s children have.\n\nThe Vertins have received the drug free through the clinical trial, and expenses for their trip from Nebraska to Washington, D.C. were paid by PTC Therapeutics.\n\nAtaluren works by ordering a cell to use a slightly different piece to build the protein—as if someone spray-painted the word “don’t” on the molecular version of a stop sign. Exactly how it does that is still mysterious. A paper published by the company’s scientists in the Proceedings of the National Academies of Science said it probably affected the ribosome, a key part of how proteins are put together in a cell. (Researchers not affiliated with the company did not find the same kind of activity.)\n\nRegardless of what mutation causes the illness, most people with DMD die in their 20s. Betty was told to expect her oldest son, Max, to be in a wheelchair full-time by the time he was 9 or 12.\n\nMax is 11 now. His 12th birthday is in early November. He uses an electric mobility scooter for long distances, but he can still walk. He rides a bike without training wheels and without any modifications. He has a part in a school play and goes up and down stairs to get to the stage. He even plays a trumpet in his school’s band. “He’s got the lung capacity to blow that thing, very loudly,” Betty said.\n\nFor that, Betty credits ataluren, which Max started three years ago.\n\n“His life is—it’s not like his peers, but he’s getting a lot of the experiences that his peers are having,” she said. “He’s living a sort of a typical sixth-grade life and that diagnosis—I didn’t know what it would look like for him. I didn’t expect it to look like this.”\n\nCourtesy of Betty Vertin\n\nBut not everyone considers ataluren to be a miracle drug—with good reason. The clinical trial results haven't been great. Most of the company’s studies tested how fast a child could go about 30 feet or walk up and down stairs, or how far they could walk in six minutes. They did see some slight positive results, many of which came from a study done with the specific kind of patient the company discovered benefited most in a previous trial.\n\nThe FDA needs good data to make their decision, because when the agency approves a drug is sends a signal to the world. An approval is the FDA saying, “this drug is safe and effective. You could use it for your child, too.”\n\nPTC Therapeutics has tried to get FDA approval for the drug twice before. Both times the agency refused to even consider the application. This time, the application for approval was filed over the FDA’s protest. (The drug has been conditionally approved in Europe.)\n\nA Million Dollar Issue\n\nPart of the reason that the drug has struggled is because of this requirement: if the drug is effective, the data should show it. But that hasn't happened consistently with ataluren. Many of the clinical trials failed to satisfy the statistical requirement to prove a drug works—at least not for the main outcome the company was looking at. Other, secondary measurements did seem to have good statistics. Certain groups of children seemed to have better results than others, too.\n\nPTC Therapeutics founder and CEO Stuart Peltz says the statistics aren't a reason to reject the drug. Just because a drug doesn’t measure up in that way, he says, “doesn’t mean the drug is not effective.”\n\nBut even if the FDA agrees to overlook some of the negative data about ataluren, insurers may not. That could be a million-dollar issue for the families with affected children.\n\n“If the evidence isn’t good, then insurance companies won’t pay for [drugs],” said National Center for Health Research (NCHR) president Diana Zuckerman. Two recently approved drugs have run into this problem: Spinraza, a drug for spinal muscular atrophy, and Exondys 51. Both drugs cost hundreds of thousands of dollars a year. Pharmaceutical companies traditionally will not discuss prices before drugs are approved; that said, ataluren costs about £220,000 in Britain. During clinical trials, participants like the Vertins normally do not pay for the treatment.\n\nThe NCHR also presented at the FDA meeting in September to discuss ataluren, urging the agency to not approve the drug without more research. The organization’s statement also raised concerns about side effects associated with the drug, specifically about the chance that it raises blood pressure and cholesterol levels in children. The company says these shifts are small and \"not clinically significant.\"\n\nIn an e-mailed statement, FDA spokesperson Sandy Walsh confirmed that the FDA’s decisions are all “based on an assessment of the available data and whether the benefits of the drug outweigh its risks.” That data can include the experience of patients like Max, Rowan and Charlie.\n\nCourtesy of Betty Vertin via Facebook\n\nTo Betty, the benefits are clear, even if they aren’t easily quantified. Rowan’s gait seems better. Max still doesn’t need to use a wheelchair all the time, bucking the prediction she heard when he was first diagnosed.\n\nHowever, financial analysts who track the biotech sector are not optimistic about ataluren’s immediate prospects. Matthew Eckler, a senior biotechnology analyst at RBC Capital Markets, said that analysts and investors are betting the FDA will not approve the drug.\n\nThe FDA hasn’t said no yet. The agency still has nearly two more weeks to make a decision. Until then, Betty and her sons are living with a lot of uncertainty. “I’m really scared that my boys will have to go off [ataluren],” she said. Will they have access to the drug if it’s rejected? Would their conditions deteriorate if they didn’t? What other options do they have?\n\nBetty has no good answers. She is hoping she won’t need to come up with them.\n\n“DMD is a progressive disease, and my boys are stable,” Vertin said. “If we can just have a few more years with our boys or buy some time until there is a cure out there, that’s huge.”\n\nSaveSave", "images": ["https://web.archive.org/web/20171014122445im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2017/10/13/vertin-kids-swing.jpg", "https://web.archive.org/web/20171014122445im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/thumbnail/public/2016/03/18/beyonce-2016-grammys.jpg", "https://web.archive.org/web/20171014122445im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2017/10/13/vertins-fda.jpg", "https://web.archive.org/web/20171014122445im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2017/10/13/vertin-dmd-drug.jpg", "https://web.archive.org/web/20171014122445im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/thumbnail/public/2015/12/31/1231crisprmice01.jpg", "https://web.archive.org/web/20171014122445im_/http://s.newsweek.com/sites/www.newsweek.com/files/2017/10/10/vertins-family.jpg", "https://web.archive.org/web/20171014122445im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2017/10/13/max-vertin-and-scooter.jpg", "https://web.archive.org/web/20171014122445im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/thumbnail/public/2017/02/13/marathonpharmapresser.jpg"], "top_img": "https://web.archive.org/web/20171014122445im_/http://s.newsweek.com/sites/www.newsweek.com/files/2017/10/10/vertins-family.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20171014122445/http://www.newsweek.com/muscular-dystrophy-heartbroken-family-awaits-fda-decision-experimental-drug-681835", "title": "Muscular Dystrophy: Heartbroken Family Awaits FDA Decision on Experimental Drug", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "news_keywords": "muscular dystrophy, fda, clinical trials", "fb": {"app_id": 245537789135954, "pages": 18343191100}, "og": {"type": "article", "site_name": "Newsweek", "url": "https://web.archive.org/web/20171014122445/http://www.newsweek.com/muscular-dystrophy-heartbroken-family-awaits-fda-decision-experimental-drug-681835", "title": "A heartbroken family is praying the FDA will approve a muscular dystrophy drug they rely on", "description": "One family has three children with a fatal, progressive genetic disease. Will the FDA approve a drug they believe has helped them?", "image": "https://web.archive.org/web/20171014122445im_/http://s.newsweek.com/sites/www.newsweek.com/files/2017/10/10/vertins-family.jpg"}, "article": {"publisher": "https://www.facebook.com/Newsweek", "section": "Tech & Science", "modified_time": "2017-10-14T06:50:02-04:00", "published_time": "2017-10-14T06:50:02-04:00"}, "twitter": {"site": "@newsweek", "card": "summary_large_image", "title": "A heartbroken family is praying the FDA will approve a muscular dystrophy drug they rely on", "url": "https://web.archive.org/web/20171014122445im_/http://www.newsweek.com/muscular-dystrophy-heartbroken-family-awaits-fda-decision-experimental-drug-681835", "description": "One family has three children with a fatal, progressive genetic disease. Will the FDA approve a drug they believe has helped them?", "image": "https://web.archive.org/web/20171014122445im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2017/10/10/vertins-family.jpg"}, "msapplication-TileColor": "#ff0000", "msapplication-TileImage": "http://s.newsweek.com/sites/www.newsweek.com/themes/newsweek/favicons/mstile-144x144.png", "msapplication-config": "http://s.newsweek.com/sites/www.newsweek.com/themes/newsweek/favicons/browserconfig.xml", "com.silverpop.brandeddomains": "www.pages06.net,aidataconf.com,amp.ibtimes.co.uk,e-amp.newsweek.com,e-sns.newsweek.com,europe.newsweek.com,events.newsweek.com,ibt-dev.co.uk,ibtimes.co.uk,ibtimes.com,idigitaltimes.com,latintimes.com,medicaldaily.com,newsweek.com,player.one,sns.europe.newsweek.com,sns.ibtimes.co.uk,subscription.newsweek.com,www.ibt-dev.co.uk,www.ibtimes.co.uk,www.ibtimes.com", "description": "One family has three children with a fatal, progressive genetic disease. Will the FDA approve a drug they believe has helped them?"}, "movies": [], "publish_date": 1507978202.0, "source": "https://web.archive.org", "summary": ""}