{"url": "http://www.nytimes.com/2010/10/29/health/29cancer.html?_r=1", "text": "Both tests would be less expensive than colonoscopy, and potentially more effective. Compliance with colonoscopy is low, since people don’t want to have one, and the overall cost per detection is high because most people are healthy, and even colonoscopy misses many tumors in the upper part of the intestine.\n\nExact Sciences now plans to enlist several thousand patients in a prospective trial designed to win the Food and Drug Administration’s approval. The trial will be completed in 2012 and the test, if approved, should be available shortly thereafter.\n\n“If widely used, and regularly, this test really does have the opportunity to eliminate colon cancer,” said Dr. David A. Ahlquist, a colon cancer expert at the Mayo Clinic and an adviser to Exact Sciences.\n\nThe practical value of the tests depends critically on details like their sensitivity, meaning the proportion of tumors that are detected, and their specificity, meaning how many of the positive results are in fact false alarms.\n\nExact Sciences reported in July that its test was highly sensitive and specific when applied directly to cells taken from tumors. But in the real world, the tumor DNA must be detected in stool samples, even though almost all the DNA comes from the bacteria of the gut. Just 0.01 percent of the DNA is human, and most of this is normal DNA, not the altered DNA of tumors.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe company reported Thursday at a meeting of the American Association for Cancer Research that in a trial of 1,100 patients, the test had detected 64 percent of adenomas, or polyps, larger than one centimeter in diameter, and 85 percent of cancers, as judged by the colonoscopies also given to the patients.\n\nDr. Ahlquist said he was very pleased with the new results, especially the 64 percent detection rate for precancerous polyps, since these are best targets for intervention.\n\nAlthough such a detection rate sounds far from perfect, it can be effective if the test is given on a regular schedule. “The Pap smear detects only 50 percent of cervical cancers, but applied over time it virtually eliminates the disease,” Dr. Ahlquist said.\n\nAdvertisement Continue reading the main story\n\nThe specificity of the Exact Sciences test is 88 percent, meaning that 12 percent of the time the patient will be given a false alarm. This may be acceptable, given that the worst that will happen is that the patient will get an unnecessary colonoscopy.\n\n“With stool tests, you need a 90 percent specificity,” said Dr. Bert Vogelstein, a cancer expert at Johns Hopkins University who is also an adviser to the company. “Exact Sciences has gotten close to that. There’s a lot of hope for getting a stool-based test.”\n\nPromising results for the blood-based tests were reported this week at a meeting in Barcelona, Spain. Epigenomics said its test had a sensitivity of 86 percent and a specificity of 93 percent.\n\nProponents of each test note possible weaknesses of the other. Dr. Achim Plum, a vice president for Epigenomics, said that 30 to 40 percent of people have small polyps, but less than 10 percent of these ever become cancerous. The colon-based test may pick up too many of these, sending far too many people in for colonoscopy.\n\n“The health economics of such a test make no sense,” he said.\n\nBut the blood-based test may have a similar problem, since a positive signal could come from cancers anywhere in the body. If the patient is advised to take a whole body imaging scan, more false positives could be generated “so you end up doing more harm than good,” Dr. Vogelstein said.\n\nDr. Plum said that Epigenomics did not see its test as being necessarily in competition with the Exact Sciences test, because the blood-based test would be good alternative for people put off by stool testing.", "images": ["https://static01.nyt.com/images/icons/t_logo_291_black.png"], "top_img": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "keywords": [], "authors": ["Nicholas Wade"], "canonical_link": "https://www.nytimes.com/2010/10/29/health/29cancer.html", "title": "New DNA Tests Aimed at Reducing Colon Cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1248069252100", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2010/10/29/health/29cancer.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2010/10/29/health/29cancer.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1248069252100"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2010/10/29/health/29cancer.html", "title": "New DNA Tests Aimed at Reducing Colon Cancer", "description": "The tests, which could help avoid many colonoscopies, are expected to be brought to market within two years.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "robots": "noarchive", "hdl_p": "Two New DNA Tests Promise Noninvasive Ways of Detecting Colon Cancer", "description": "The tests, which could help avoid many colonoscopies, are expected to be brought to market within two years.", "genre": "News", "articleid": 1248069252100, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "New DNA Tests Aimed at Reducing Colon Cancer", "pdate": 20101028, "utime": 20141007222234, "ptime": 20101028143247, "DISPLAYDATE": "Oct. 28, 2010", "dat": "Oct. 28, 2010", "lp": "The tests, which could help avoid many colonoscopies, are expected to be brought to market within two years.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "29cancer", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "published": "2010-10-28T14:32:47-04:00", "modified": "2014-10-07T22:22:34-04:00", "section": "Health", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "section_url": "https://www.nytimes.com/pages/health/index.html", "top-level-section": "health", "author": "https://www.nytimes.com/by/nicholas-wade", "tag": "DNA (Deoxyribonucleic Acid)"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "og": {"url": "https://www.nytimes.com/2010/10/29/health/29cancer.html", "type": "article", "title": "New DNA Tests Aimed at Reducing Colon Cancer", "description": "The tests, which could help avoid many colonoscopies, are expected to be brought to market within two years.", "image": "https://static01.nyt.com/images/icons/t_logo_291_black.png"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Nicholas Wade", "tone": "feature", "byl": "By NICHOLAS WADE", "PT": "article", "CG": "health", "PST": "News", "tom": "News", "edt": "NewYork", "des": "DNA (Deoxyribonucleic Acid)", "keywords": "Colon,Cancer,Tests and Testing,Colonoscopy,Medicine and Health,DNA (Deoxyribonucleic Acid)", "dfp-ad-unit-path": "health", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1288324800.0, "source": "http://www.nytimes.com", "summary": ""}