{"url": "http://www.usatoday.com/news/health/story/2012-06-27/calories-low-carb-weight-loss/55843134/1", "text": "A new study is raising questions about the age-old belief that a calorie is a calorie.\n\nThe research finds that dieters who were trying to maintain their weight loss burned significantly more calories eating a low-carb diet than they did eating a low-fat diet.\n\nBut some experts say these findings are very preliminary.\n\nThe study, funded by the National Institutes of Health, was designed to see if changing the type of diet people consumed helped with weight maintenance because dieters often regain lost weight.\n\nSo scientists had 21 obese participants, ages 18 to 40, lose 10% to 15% of their initial body weight (about 30 pounds). After their weight had stabilized, each participant followed one of three different diets for four weeks. Participants were fed food that was prepared for them by diet experts. The dieters were admitted to the hospital four times for medical and metabolic testing.\n\nHere’s a look at the three types of diets used in the new study: A low-fat diet, which is about 20% of calories from fat, 60% from carbohydrates, 20% from protein. It emphasizes whole-grain products and fruits and vegetables and cuts way back on oils, nuts, fatty meats and other high-fat foods. A low-carb diet, similar to the Atkins diet, with only 10% of calories from carbohydrates, 30% from protein, 60% from fat. This diet emphasizes beef, fish, chicken, eggs, cheese, some vegetables and fruits while slashing the consumption of breads, pasta, potatoes, rice, cakes, cookies and starchy vegetables. A low-glycemic index diet, similar to a Mediterranean diet, is made up of vegetables, fruit, beans, healthy fats (olive oil, nuts) and mostly healthy grains (old-fashioned oats, brown rice). It gets about 40% of daily calories from carbohydrates, 40% from fat and 20% from protein. Source: Journal of the American Medical Association\n\nThe diets had the same number of calories, but the fat, protein and carbohydrate content varied. Those diets:\n\n•A low-fat diet which was about 20% of calories from fat and emphasized whole-grain products and fruits and vegetables.\n\n•A low-carb diet, similar to the Atkins diet, with only 10% of calories from carbohydrates. It emphasized fish, chicken, beef, eggs, cheese, some vegetables and fruits while eliminating foods such as breads, pasta, potatoes and starchy vegetables.\n\n•A low-glycemic index diet, similar to a Mediterranean diet, made up of vegetables, fruit, beans, healthy fats (olive oil, nuts) and mostly healthy grains (old-fashioned oats, brown rice). These foods digest more slowly, helping to keep blood sugar and hormones stable after the meal.\n\nFindings, published in this week's Journal of the American Medical Association: Participants burned about 300 calories more a day on a low-carb diet than they did on a low-fat diet. \"That's the amount you'd burn off in an hour of moderate intensity physical activity without lifting a finger,\" says senior author David Ludwig, director of the New Balance Foundation Obesity Prevention Center at Boston Children's Hospital.\n\n\"Participants burned 150 calories more on the low-glycemic index diet than the low-fat diet. That's about an hour of light physical activity,\" he says.\n\nThe reason for the low-carb advantage is unclear, he says.\n\n\"We think the low-carb and low-glycemic index diets, by not causing the surge and crash in blood sugar, don't trigger the starvation response. When the body thinks it's starving, it turns down metabolism to conserve energy,\" he says.\n\nThe authors note a downside to the low-carb diet: It appears to raise some risk factors for heart disease.\n\nLudwig says that restricting carbohydrates over the long term may be hard for many people. If you're trying to lose weight, \"you can get a jump start with a low-carb diet, but over the long term, a low-glycemic index diet may be better than severely restricting carbohydrates.\"\n\n\"The low-glycemic index diet seems to be the happy medium,\" says Cara Ebbeling, associate director of the Obesity Prevention Center. \"It didn't slow metabolism as much as the low-fat diet, and it didn't seem to have some of the negative effects on cardiovascular disease risk.\"\n\nOn a low-glycemic index diet, you would avoid highly processed carbs such as white bread, white rice, many snack foods, prepared breakfast cereals, sugary desserts and sugary beverages, she says.\n\nExperts had different responses to the findings.\n\nGeorge Bray, an obesity researcher at Pennington Biomedical Research Center in Baton Rouge who has also studied this topic and who wrote the accompanying editorial in JAMA, says that other studies \"show that you can do well on any diet as long as you stick to it. Adherence is the major key for weight loss and maintenance. There is no magic in any diet.\"\n\nEric Westman, a Duke University researcher who has conducted several studies on the low-carb diet and is co-author of The New Atkins for a New You, says this study documents that the \"lower the carbohydrates, the better the metabolic effects. People burn more calories if they eat fewer carbohydrates.\"\n\nMarion Nestle, a nutrition professor at New York University, says longer studies conducted among people in their own environments, not with such controlled meals, have shown \"little difference in weight loss and maintenance between one kind of diet and another.\" More research is needed to show that interesting results like these are applicable in real life, she says.\n\n\"In the meantime, if you want to lose weight, eat less.\"", "images": ["http://i.usatoday.net/_inside2011/_i/_share/plus.png", "http://i.usatoday.net/_inside2011/_i/_share/email.png", "http://i.usatoday.net/news/_photos/2012/06/27/Low-carb-diet-burns-most-calories-in-study-481OJ193-x.jpg", "http://i.usatoday.net/_inside2011/_i/_share/print.png", "http://i.usatoday.net/_inside2011/_i/most-pop-logo.gif", "http://i.usatoday.net/_inside2011/_i/most-pop-signup.jpg", "http://ad.doubleclick.net/N7103/ad/usatoday/googlepad;sz=980x66;ord=[timestamp]"], "top_img": "http://i.usatoday.net/news/_photos/2012/06/27/Low-carb-diet-burns-most-calories-in-study-481OJ193-x.jpg", "keywords": [], "authors": ["Nanci Hellmich", "Usa Today"], "canonical_link": "http://www.usatoday.com/news/health/story/2012-06-27/calories-low-carb-weight-loss/55843134/1", "title": "Low-carb diet burns the most calories in small study", "meta_data": {"description": "The study with 21 obese participants trying to maintain weight loss compared low-carb to low-fat and low-glycemic index plans.", "pubdate": "2012-06-26", "og": {"title": "Low-carb diet burns the most calories in small study", "description": "The study with 21 obese participants trying to maintain weight loss compared low-carb to low-fat and low-glycemic index plans.", "type": "article", "url": "http://www.usatoday.com/news/health/story/2012-06-27/calories-low-carb-weight-loss/55843134/1", "image": "http://i.usatoday.net/news/_photos/2012/06/27/Low-carb-diet-burns-most-calories-in-study-481OJ193-x.jpg", "site_name": "USATODAY.COM"}, "fb": {"app_id": 215046668549694}}, "movies": [], "publish_date": 1340769600.0, "source": "http://www.usatoday.com", "summary": ""}