{"url": "http://consumer.healthday.com/Article.asp?AID=671715", "text": "By Steven Reinberg\n\nHealthDay Reporter\n\nMONDAY, Dec. 17, 2012 (HealthDay News) -- For patients whose high blood pressure cannot be controlled despite taking several medications, a short burst of radio waves at the nerves around the kidneys may do the trick, a small new study says.\n\nThe treatment was effective for at least six months. The findings could be a significant step in treating people with resistant hypertension, which is a major risk factor for heart attack and stroke, the researchers said.\n\nThe technique -- called catheter-based renal denervation -- is minimally invasive. In it, doctors use a catheter inserted through the artery in the groin, which sends radio waves burning away nerve tissue around the arteries that feed the kidneys.\n\nThe procedure destroys nerves that help control and filter salt in the body and may be overactive in patients with high blood pressure. The U.S. Food and Drug Administration has not yet approved its use.\n\nThe study was funded by medical device maker Medtronic. The findings were published Dec. 17 in the journal Circulation.\n\n\"This is a very promising approach for managing medication-resistant hypertension,\" said Dr. Gregg Fonarow, a spokesman for the American Heart Association and professor of cardiology at the University of California, Los Angeles.\n\n\"High blood pressure is a major contributor to heart attack, stroke, heart failure, and [kidney] failure,\" said Fonarow, who was not involved in the study. \"Despite the availability of a number of effective medications, many patients with hypertension have not achieved adequate control of their blood pressure. There is thus an important, but currently unmet, need for additional therapies to effectively control hypertension.\"\n\nFor the study, an international team lead by Dr. Murray Esler, professor and senior director of the Baker IDI Heart and Diabetes Institute in Melbourne, Australia, assigned 35 patients to renal denervation and compared them to 47 patients who had already had the procedure.\n\nAll the patients suffered from drug-resistant hypertension. Their systolic blood pressure -- the top number in a blood-pressure reading -- remained dangerously high at 160 millimeters of mercury (mmHg) or above despite having taking three or more drugs to control blood pressure, the researchers noted.\n\nEsler's team found that more than 83 percent of those who had denervation treatment before had a drop in systolic blood pressure of at least 10 mmHg after six months and almost 79 percent maintained the reduction at 12 months.\n\nThe 35 patients in this phase of the study had similar results to the initial group. Almost 63 percent of these patients saw a reduction in systolic blood pressure of 10 mmHg or more six months after treatment.\n\nFonarow noted: \"In all, reductions in systolic blood-pressure levels on the order of 25 to 30 mmHg were achieved and maintained without any loss in efficacy.\"\n\nThe procedure is safe as well as effective, the study authors said.\n\n\"Participants' kidneys were not damaged or functionally impaired,\" Esler said in a journal news release. \"We also found no ill effects on long-term health from the procedure.\"\n\nWhether this technique might be useful in treating less severe high blood pressure hasn't yet been tested. If it is applicable, it could mean patients need not take blood-pressure drugs, Esler suggested.\n\nAnother expert, however, said that scenario is likely overoptimistic.\n\n\"Hypertension is a hard disease to treat because there are so many things that go into getting blood pressure under control,\" said Dr. Varinder Singh, chairman of cardiology at Lenox Hill Hospital in New York City. \"There's lifestyle and diet, there is getting to the right doses of medications, there are adherence issues. So anything that will help patients get their goals is exciting.\"\n\nEven with this technique, people will most likely still have to take blood-pressure medications, Singh said. \"You may have to take less medication and you may have to take lower doses of medication, but we all expect that patients will still have to take some medication,\" he said.\n\nSingh also noted that although this procedure is used in other countries it is not yet approved in the United States.\n\nFonarow added: \"While this study demonstrates that renal denervation provides sustained reduction of blood pressure up to one year and appears safe, additional studies with longer-term follow-up are needed.\"\n\nAccording to the American Heart Association, more than 78 million adults in the United States have high blood pressure, which is blood pressure higher than 140/90 mmHg.\n\nAmong these adults, about 9 percent have resistant hypertension, which means that even taking three or more medications to control their blood pressure, it remains higher than 140/90 mmHg.\n\nMore information\n\nTo learn more about hypertension, visit the U.S. National Library of Medicine.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/circulatory-system-information-7/blood-pressure-news-70/treating-kidneys-with-radio-waves-may-ease-tough-to-control-hypertension-671715.html", "title": "Treating Kidneys With Radio Waves May Ease Tough-to-Control Hypertension", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Small study found technique seemed to work in patients, but it has yet to win FDA approval", "og": {"title": "Treating Kidneys With Radio Waves May Ease Tough-to-Control Hypertension", "description": "Small study found technique seemed to work in patients, but it has yet to win FDA approval", "url": "https://consumer.healthday.com/circulatory-system-information-7/blood-pressure-news-70/treating-kidneys-with-radio-waves-may-ease-tough-to-control-hypertension-671715.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}