{"url": "https://web.archive.org/web/20100820143725/http://www.philly.com:80/inquirer/health_science/weekly/20100816_Beta-blockers_used_by_musicians__athletes__students_to_enhance_performance.html?viewAll=y", "text": "Twelve minutes into her audition at prestigious Roosevelt University in Chicago, pianist Karina Kontorovitch's worst nightmare came to pass. She couldn't remember what to play next in Dmitri Shostakovich's Prelude and Fugue No. 15.\n\nSo she went back a few measures to redeem herself, only to get stuck in the same spot. Very upset, she thanked the panel and walked out.\n\nA year later, after getting into Northwestern University's Bienen School of Music as a graduate student, she was introduced to a \"little orange pill\" that she says helped launch her professional career.\n\nWhile beta-blockers have long been known as effective treatments for heart failure, many conservatory students and professional classical musicians use these drugs to relieve performance anxiety induced by their highly competitive and \"no-room-for-error\" line of work.\n\nAt the Curtis Institute of Music in Philadelphia, professor Hal Robinson praises beta-blockers as a great mechanism for anxiety relief and has no problems with students using them. But another professor, Joseph Silverstein, compares them to legalized steroids for the classically trained.\n\nBeta-blockers are at the center of a growing debate about the use of prescription drugs to enhance performance. An estimated 20 percent of American high schoolers told interviewers for the 2009 National Youth Risk Behavior Survey that they were taking the drugs for nonmedical uses.\n\nBeta-blockers, along with the stimulant Ritalin and some medicines for Parkinson's disease, are now considered \"smart drugs\" because some people believe they can boost alertness and improve test performance for high school and college students.\n\nA 1991 study investigated beta-blockers' effectiveness on SAT performance for 32 students who had test anxiety. When given beta-blockers an hour before taking the SAT for the second time, the study found, the students scored an average 130 points higher than their drug-free first round. The normal increase would be about 30 points out of 1,600 total, the paper said.\n\nBeta-blockers have stirred up controversy in the sports world. The World Anti-Doping Agency listed them as a performance enhancer in 1999 and currently bans their use in 18 sports, from billiards to archery. In the first major doping scandal of the 2008 Beijing Olympics, North Korean pistol shooter Kim Jong-su was stripped of his silver and bronze medals after testing positive for the beta-blocker propranolol. And last spring, Swedish wheelchair curler Glenn Ikonen was suspended for taking metoprolol at the 2010 Paralympics in Vancouver.\n\nGolfers have been rumored to use beta-blockers to sharpen their focus and precision for putting. The PGA Tour banned beta-blocker usage in 2008 because \"it decreases tremors and steadies nerves, which could give a competitive advantage,\" says spokeswoman Ana Leaird.\n\nMusicians say many students choose to use the drugs more to calm themselves than intensify their playing.\n\n\"Beta-blockers are not performance enhancers, at least not for musicians,\" says Curtis student Jessica T. Chang, who says she has never used beta-blockers but is now considering them after a shaky debut performance last year. \"Either you can play or not,\" the violist says, \"it just helps the anxiety go away.\"\n\nKontorovitch, who says she has been diagnosed for performance anxiety, has been taking beta-blockers occasionally for nine years - and no longer performs without them. Though she has been playing piano since she was 5, the 35-year-old vocal accompanist at the Bienen School in Evanston, Ill., still gets stage fright.\n\n\"It can be two people or 500 people, I become extremely anxious,\" she says. \"It's like an impending doom over my head. The thought of not being able to go back and fix mistakes makes me lose it.\"\n\nBeta-blockers were created to reduce heart rate and blood pressure in patients who survived heart attacks or are at risk for cardiovascular problems.\n\nSince the Food and Drug Administration approved the first beta-blockers in the late 1960s, they've been the most commonly prescribed drugs for heart failure and hypertension, accounting for $1.8 billion in U.S. sales in 2009, according to IMS Health, a health-care information company. They are sold under many names: metoprolol (Lopressor, Toprol-XL), propranolol (Inderal), and atenolol (Tenormin), among others.\n\nThe drugs were designed to keep specific proteins from binding to adrenaline. The combination activates the body's \"fight-or-flight\" response, causing increases in heart rate, blood pressure, and uncontrolled reflexes.\n\nThough people have short-term side effects such as lowered blood pressure from using the drugs, no catastrophic events have been reported.\n\nStill, research has not looked at long-term effects of use in healthy individuals - and the drugs can cause problems for those who use them for nonmedical purposes.\n\nAt Johns Hopkins University, cardiologist Lili Barouch recalled seeing a fellow doctor pass out while giving a speech because he had taken a beta-blocker for stage fright. Barouch warns that improper use can lead to dizziness and light-headedness from a drop in blood pressure, as well as wheezing for those with asthma. \"Please consult your doctor before taking this medication,\" she advises.\n\nSome music students do get their family doctors to write scrips for beta-blockers to help with anxiety. But sharing is also common.\n\nCellist Liz Zook admits to getting a beta-blocker from her friend before a final exam this past spring. \"I didn't shake nearly as much with it,\" says the Temple University undergraduate. She says she would take a pill again before a stressful performance. \"It's easy enough to find one if I need it,\" she says.\n\nKontorovitch too, was introduced to beta-blockers by a friend. After experiencing its calming effect, she says, she got a prescription.\n\nSome musicians worry that experimenting with beta-blockers could make them dependent on the drugs.\n\nBut Anjan Chatterjee, a neurologist at the University of Pennsylvania, says beta-blockers are usually not addictive. He speculates that \"it's the musicians' psyche that makes them believe that they need it.\"\n\nThis is why Curtis violin professor Joseph Silverstein strongly opposes beta-blocker use for anxiety. \"Adrenaline is increased under the strain of performances and we have to deal with it,\" says Silverstein, a former concertmaster for the Boston Symphony Orchestra.\n\nSilverstein has used beta-blockers - after a mild heart attack 13 years ago. \"I had my doctor take me off of them immediately,\" he says, recalling that he had experienced \"dumbed-down moments\" during rehearsals and concerts while on the drugs.\n\n\"Students ask about them, and I tell them 'no,' \" he says. \"I don't believe in meddling with your natural biorhythms, which is such an important aspect of our lives as musicians.\"\n\nColleague Hal Robinson begs to differ. Though he says he has never used a beta-blocker, the former National Symphony Orchestra bass player believes that \"certain musicians will never play up to their full potential without it.\"\n\nMusicians are under lots of pressure to land slots in highly competitive orchestras, Robinson says, and physical responses to stress can hinder some people's ability to perform.\n\nKurt Hansen, a faculty member at the Bienen School, says that an exceptionally talented friend of his gave up performing because of her inability to conquer stage fright in 1964, before beta-blockers.\n\n\"She would be a complete basket case,\" says the renowned tenor, who says he has never used the drug himself. \"I've always wondered if beta-blockers could have helped her. . . . She had such a beautiful voice.\"\n\nWhile some adrenaline can be helpful, too much can be debilitating, Chatterjee says.\n\nBoth Robinson and Hansen believe beta-blockers are worth taking for performance anxiety.\n\n\"Many call them 'performance enhancers.' I call them 'performance enablers,' \" Robinson says.\n\nHe estimates that close to a third of his students are currently taking beta-blockers - with his \"blessings.\"\n\nAs the classical music world becomes ever more competitive, many students are trying to keep up with the Joneses, or in this case the Yo-Yo Mas.\n\n\"I think I would have done so much better with my career, if I knew about beta-blockers when I was in school,\" Kontorovitch says.", "images": ["https://web.archive.org/web/20100820143725im_/http://phillycom.112.2o7.net/b/ss/phillycom/1/H.17--NS/0", "https://web.archive.org/web/20100820143725im_/http://media.philly.com/images/hs1beta16_140thumb.jpg", "https://web.archive.org/web/20100820143725im_/http://ad.doubleclick.net/ad/inq.news/health_science;!category=health_science;type=article;pos=most;tile=14;sz=300x40;ord=082010073724", "https://web.archive.org/web/20100820143725im_/http://media.philly.com/designimages/psaw_email.gif", "https://web.archive.org/web/20100820143725im_/http://ad.doubleclick.net/ad/inq.news/health_science;!category=health_science;type=article;pos=mrec;tile=5;sz=300x250,300x600;ord=082010073724", "https://web.archive.org/web/20100820143725im_/http://media.philly.com/designimages/arrow_up.gif", "https://web.archive.org/web/20100820143725im_/http://csmedia.mris.com/platinum/getmedia?ID=95663744121&LOOT=50038672093", "https://web.archive.org/web/20100820143725im_/http://media.philly.com/images/2010_Range_Rover_Sport_103_142x80.jpg", "https://web.archive.org/web/20100820143725im_/http://media.philly.com/designimages/psaw_reprint.gif", "https://web.archive.org/web/20100820143725im_/http://media.philly.com/images/Square+Store+logo0510Lo.jpg", "https://web.archive.org/web/20100820143725im_/http://media.philly.com/designimages/logo_philly_smallish-NEW.gif", "https://web.archive.org/web/20100820143725im_/http://media.philly.com/designimages/psaw_share_twitter.gif", "https://web.archive.org/web/20100820143725im_/http://pixel.quantserve.com/pixel/p-d3gEFsqtY-TqE.gif", "https://web.archive.org/web/20100820143725im_/http://csmedia.mris.com/platinum/getmedia?ID=95656310634&LOOT=50038672093", "https://web.archive.org/web/20100820143725im_/http://ad.doubleclick.net/ad/inq.news/health_science;!category=health_science;type=article;pos=leader;tile=1;sz=728x90;ord=082010073724", "https://web.archive.org/web/20100820143725im_/http://media.philly.com/designimages/rss_17px.gif", "https://web.archive.org/web/20100820143725im_/http://media.philly.com/designimages/psaw_print.gif", "https://web.archive.org/web/20100820143725im_/http://media.philly.com/designimages/psaw_toggle_close.gif", "https://web.archive.org/web/20100820143725im_/http://media.philly.com/designimages/psaw_toggle_arrow.gif", "https://web.archive.org/web/20100820143725im_/http://media.philly.com/images/hs1beta16-zz.jpg", "https://web.archive.org/web/20100820143725im_/http://s.clickability.com/s?19=990&14=0&6=100744904&7=194352&18=0.46850579572774487", "https://web.archive.org/web/20100820143725im_/http://media.philly.com/designimages/logo_inq_medium.gif", "https://web.archive.org/web/20100820143725im_/http://ad.doubleclick.net/ad/inq.news/health_science;!category=health_science;type=article;pos=half;tile=4;sz=234x60;ord=082010073724", "https://web.archive.org/web/20100820143725im_/http://ad.doubleclick.net/ad/inq.news/health_science;!category=health_science;type=article;pos=rail;tile=11;sz=300x250;ord=082010073724", "https://web.archive.org/web/20100820143725im_/http://media.philly.com/designimages/addtomyyahoo4.gif", "https://web.archive.org/web/20100820143725im_/http://media.philly.com/designimages/psaw_share_stumbleupon.gif", "https://web.archive.org/web/20100820143725im_/http://media.philly.com/designimages/viewer_enlarge_sm.gif", "https://web.archive.org/web/20100820143725im_/http://b.scorecardresearch.com/p?c1=2&c2=6034697&c3=6034697&c4=www.philly.com/inquirer/health_science/weekly/20100816_Beta-blockers_used_by_musicians__athletes__students_to_enhance_performance.html&c5=&c6=&c15=&cj=1", "https://web.archive.org/web/20100820143725im_/http://media.philly.com/designimages/icon_blog.gif", "https://web.archive.org/web/20100820143725im_/http://ad.doubleclick.net/ad/inq.news/health_science;!category=health_science;type=article;pos=comment;tile=10;sz=626x50;ord=082010073724", "https://web.archive.org/web/20100820143725im_/http://media.philly.com/designimages/psaw_font.gif"], "top_img": "https://web.archive.org/web/20100820143725im_/http://media.philly.com/images/hs1beta16_140thumb.jpg", "keywords": [], "authors": ["Vabren L. Watts", "Inquirer Staff Writer", "Mitchell Hecht", "Faye Flam", "Sandy Bauers"], "canonical_link": "", "title": "Beta-blockers used by musicians, athletes, students to enhance performance", "meta_data": {"title": "Beta-blockers used by musicians, athletes, students to enhance performance | Philadelphia Inquirer | 08/16/2010", "contentid": 100744904, "contenttitle": "Beta-blockers used by musicians, athletes, students to enhance performance", "contenttype": "Article", "editdate": "20100818T14:59:08", "livedate": "20100818T14:59:09", "pubdate": 20100816, "byline": "By Vabren L. Watts", "sourcepublication": "Inquirer", "og": {"image": "https://web.archive.org/web/20100820143725im_/http://media.philly.com/images/hs1beta16_140thumb.jpg"}, "description": "Twelve minutes into her audition at prestigious Roosevelt University in Chicago, pianist Karina Kontorovitch's worst nightmare came to pass. She couldn't remember what to play next in Dmitri Shostakovich's Prelude and Fugue No. 15.", "keywords": "health news, science news, medical news", "verify-v1": "3x82DC93LZlv0I/hQEBoyVVjlGPtX7VxHFgv1upr+9I=", "google-site-verification": "db3T5L3C8_JvO-55gJ22lGGUnZLlNulgzTwX1NhCV3o", "y_key": "ccf0cd67e5f1e33c"}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}