{"url": "https://consumer.healthday.com/circulatory-system-information-7/heart-failure-news-753/heart-failure-drug-shows-promise-in-first-human-trial-718100.html", "text": "En Español\n\nBy Steven Reinberg\n\nHealthDay Reporter\n\nTUESDAY, Dec. 27, 2016 (HealthDay News) -- Heart failure patients have weakened hearts, but researchers say an experimental drug used for the first time in humans may repair heart cells and improve heart function.\n\nAccording to the results of a small phase 1 trial, a single intravenous infusion of the drug cimaglermin was safe and, at high doses, improved heart function for at least three months.\n\n\"Right now we have many therapies that we use for heart failure, and these patients [in the study] were on all of those therapies and still had significant heart dysfunction,\" said lead researcher Dr. Daniel Lenihan. He's a professor of medicine and director of Vanderbilt University's heart clinical research program in Nashville.\n\nPeople with heart failure often take a combination of drugs, Lenihan said. These include medications to lower blood pressure and diuretics to help remove excess fluid that builds up as a result of the heart's labored pumping ability. In addition, some people have implanted defibrillators or pacemakers.\n\nEven with all these options, the death rate among these patients is \"unacceptably high,\" Lenihan said.\n\nHeart failure, a condition where the heart can't pump enough blood to meet the body's needs, is among the leading causes of death worldwide. A significant number of heart failure patients don't respond well to current treatments, particularly those patients whose left lower heart chamber, which pumps blood into the arteries, is weak, Lenihan said.\n\nCimaglermin acts as a growth factor for the heart, helping it repair itself following injury, Lenihan said. Specifically, it binds to the HER2 and HER4 receptors on the surface of heart cells that are important for cellular repair and survival, he explained.\n\nResearchers have tried using stem cells to repair heart muscle in much the same way, he said, but these efforts have not been effective. \"You don't see any sustained effect,\" he added.\n\nA phase 1 trial like this one is designed to see if a new drug is safe, not to test its effectiveness. Before cimaglermin could be used to treat patients, it must prove its worth in a series of progressively larger and challenging trials and then be approved by the U.S. Food and Drug Administration. The process can take several years. Based on these preliminary findings, larger trials are being planned, Lenihan said.\n\n\"This drug, although still in an experimental phase, might be an important way to improve heart function in patients with heart failure,\" he said.\n\nFor the study, Lenihan and his colleagues randomly assigned 40 patients to get an infusion of cimaglermin or a placebo.\n\nCompared with patients who received a placebo, patients given a high dose of cimaglermin had a sustained increase in the heart's ability to pump blood. The improvement lasted 90 days, with the maximum increase in heart function reached in 28 days, the researchers found.\n\nThe most common side effects were headache and nausea directly after receiving the drug. One patient who received the highest dose of cimaglermin developed abnormal liver function, which cleared up over a two-week period, Lenihan said.\n\nThe study was funded by Acorda Therapeutics, the maker of cimaglermin, and the report was published online Dec. 26 in the journal JACC: Basic to Translational Science.\n\nDr. Nanette Bishopric is a professor of medicine at the University of Miami Miller School of Medicine and the author of an accompanying journal editorial. \"There haven't been breakthrough treatments for heart failure for a long time,\" she said.\n\nCimaglermin, however, may be such a drug, she said. \"It's a remarkable thing that you could give a drug once and have it affect heart function three months later -- it's really extraordinary,\" she said.\n\nEvery drug currently used to treat heart failure has to be given daily or several times a day to get it to work, Bishopric said. \"And when you stop taking it, it stops working,\" she said.\n\nDespite the encouraging results of this first trial, a lot more testing will be needed before cimaglermin can be considered a standard treatment for heart failure, Bishopric said.\n\n\"These findings need to be replicated in larger trials, and you have to be able to predict whether improved heart function from cimaglermin will help people live longer and feel better,\" she noted.\n\nMore information\n\nFor more on heart failure, visit the American Heart Association.", "images": ["https://media.healthday.com/Images/icimages/33214.jpg"], "top_img": "https://media.healthday.com/Images/icimages/33214.jpg", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/circulatory-system-information-7/heart-failure-news-753/heart-failure-drug-shows-promise-in-first-human-trial-718100.html", "title": "Heart Failure Drug Shows Promise in First Human Trial", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Cimaglermin appears to strengthen cells and improve heart function, researchers report", "og": {"title": "Heart Failure Drug Shows Promise in First Human Trial", "image": "https://media.healthday.com/Images/icimages/33214.jpg", "description": "Cimaglermin appears to strengthen cells and improve heart function, researchers report", "url": "https://consumer.healthday.com/circulatory-system-information-7/heart-failure-news-753/heart-failure-drug-shows-promise-in-first-human-trial-718100.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}