{"url": "http://www.mercurynews.com/bay-area-news/ci_15656262", "text": "While Silicon Valley might lead the world in computer ingenuity, medical technology is quietly gaining momentum as local surgeons pioneer a deceptively simple, yet life-saving device.\n\nInvented by a Portola Valley physician, the Trellis Peripheral Infusion System removes large clots in veins using balloons and blood thinners that are injected to only the clot area. Standard removal procedures for such clots, which involves injecting blood thinning medication throughout a patient’s body, have proved risky and ineffective in the past. But Trellis’ method makes it safer and quicker.\n\n“For years, that condition has not hit a technology that could resolve the problem. I am a physician, so I see what needs to be addressed,” said Dr. Thomas Fogarty, who invented the Trellis device, which the FDA approved in 2005. “I develop things based on what is needed in the field of surgery.”\n\nSunnyvale resident Rose Kirby underwent the Trellis procedure in January after a 10-inch clot formed from the base of her upper arm to her chest. Believing she was having a reaction to a bug bite or a spontaneous allergic reaction, Kirby saw her arm swell to twice its original size.\n\n“I was vacuuming my car, and I was like, ‘This is sort of uncomfortable.’ Within a course of an hour, my arm went from totally normal to a pink balloon,” said Kirby, 22. “I was really lucky that my parents made me go in to the doctor that day.”\n\nLarge clots that form in the veins of arms or legs often cause a condition known as deep venous thrombosis. If left untreated, such a clot could break off and travel to the lungs, which can lead to death. The standard and still preferred treatment of coursing blood thinner throughout the body does not ensure removal of the clot and could lead to internal bleeding.\n\nDeep venous thrombosis causes about 300,000 deaths annually in the United States — more than AIDS and breast cancer combined, according to the Coalition to Prevent Deep-Vein Thrombosis.\n\nEach month, Dr. Tej M. Singh of El Camino Hospital in Mountain View sees about 10 cases of the condition, which can develops during long international flights. People who are older than 60 and are prone to sedentary behavior or women who take birth control pills are especially vulnerable.\n\n“Before, in most hospitals in America, you just were put on a blood thinner, and they said wait it out. So this is the next level of aggressive care,” for the condition, said Singh, the chief of vascular surgery at the Palo Alto Medical Foundation. “Hospitals that are trained to do this have an advantage of helping our patients the best.”\n\nWith the Trellis device, doctors navigate a catheter through the vein and into the clot and inflate a balloon on either side of it. In between the balloons, the wire spins, simultaneously releasing the clot-dissolving drug and breaking up the clot, usually within an hour. The patient usually leaves the hospital within a day with a scar as small as a centimeter.\n\nKirby’s clot resulted from the side effects of her birth control pills and was made worse by a rib that was crushing a vein in her arm every time she moved it. A few months after her clot was removed, the recent graduate of the University of Southern California, who majored in cyber warfare, had surgery to remove a portion of her rib.\n\n“The rib removal was much scarier. You undergo full anesthesia, and you wake up with pain,” Kirby said. “My Trellis scar is one dot, and my rib removal scar is seven centimeters.”\n\nThe Trellis is being used at more than 600 hospitals nationwide as physicians, including some at Stanford Medical Center, have started to move away from treating such clots with full-body blood thinners.\n\nSingh said he has used the device eight times.\n\nBecause of the relative newness of the Trellis, Kirby’s mother was concerned about the risks. But with her daughter’s positive outcome, she has become a proponent of the procedure.\n\n“Rose was somewhat of a rare case. I was relieved that we caught it quickly,” said Mary Usher, Kirby’s mother. “The Trellis worked for us. For that, we are happy.”\n\nContact Julie Chang at 408-920-5064.", "images": ["https://www.mercurynews.com/wp-content/uploads/2016/08/20100802_080333_0802100XB001.jpg?w=342&h=1603", "https://www.mercurynews.com/wp-content/mu-plugins/jetpack/modules/sharedaddy/images/loading.gif", "https://www.mercurynews.com/wp-content/plugins/dfm-trust-indicators/static/images/Trust-Logo-Horizontal.svg", "https://secure.gravatar.com/avatar/?s=85&d=mm&r=g"], "top_img": "https://www.mercurynews.com/wp-content/uploads/2016/08/20100802_080333_0802100XB001.jpg?w=342&h=1603", "keywords": [], "authors": ["Julie Chang"], "canonical_link": "https://www.mercurynews.com/2010/08/01/device-for-clearing-up-dangerous-blood-clots-gaining-popularity/", "title": "Device for clearing up dangerous blood clots gaining popularity", "meta_data": {"application-name": "themercurynews", "viewport": "width=device-width, initial-scale=1", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "generator": "WordPress 5.2.4", "wp-parsely_version": "1.14", "fb": {"pages": 63095136336}, "google-site-verification": "jvnaFa4kq5tUDhFMQZ84bDI74A2qnu0gfhxZjZXlkko", "og": {"type": "article", "title": "Device for clearing up dangerous blood clots gaining popularity", "url": "https://www.mercurynews.com/2010/08/01/device-for-clearing-up-dangerous-blood-clots-gaining-popularity/", "description": "Device for clearing up dangerous blood clots gaining popularity", "site_name": "The Mercury News", "image": {"identifier": "https://www.mercurynews.com/wp-content/uploads/2016/08/20100802_080333_0802100XB001.jpg?w=342&h=1603", "width": 342, "height": 1603}, "locale": "en_US"}, "article": {"published_time": "2010-08-01T23:50:20+00:00", "modified_time": "2016-08-14T02:47:39+00:00"}, "twitter": {"site": "@mercnews", "text": {"title": "Device for clearing up dangerous blood clots gaining popularity"}, "image": "https://www.mercurynews.com/wp-content/uploads/2016/08/20100802_080333_0802100XB001.jpg?w=640", "card": "summary_large_image"}, "msapplication-TileImage": "https://www.mercurynews.com/wp-content/uploads/2016/10/32x32-mercury-news-white.png?w=32"}, "movies": [], "publish_date": 1280706620.0, "source": "http://www.mercurynews.com", "summary": ""}