{"url": "http://www.nytimes.com/2010/06/24/health/research/24scans.html", "text": "Ever since Alzheimer’s disease was described by a German doctor, Alois Alzheimer, in 1906, there was only one way to know for sure that a person had it. A pathologist, examining the brain after death, would see microscopic black freckles, plaque, sticking to brain slices like barnacles. Without plaque, a person with memory loss did not have the disease.\n\nThere is no treatment yet to stop or slow the progress of Alzheimer’s. But every major drug company has new experimental drugs it hopes will work, particularly if they are started early. The questions though, are who should be getting the drugs and who really has Alzheimer’s or is developing it?\n\nEven at the best medical centers, doctors often are wrong. Twenty percent of people with dementia — a loss of memory and intellectual functions — who received a diagnosis of Alzheimer’s, did not have it. There was no plaque when their brains were biopsied. Half with milder memory loss, thought to be on their way to Alzheimer’s, do not get the disease. And with such a high rate of misdiagnosis, some who are mistakenly told that they have Alzheimer’s are not treated for conditions, like depression or low levels of thyroid hormone or drug side effects and interactions, that are causing their memory problems.\n\nBrain scans that showed plaque could help with some fundamental questions — who has or is getting Alzheimer’s, whether the disease ever stops or slows down on its own and even whether plaque is the main culprit causing brain cell death.\n\nDr. Skovronsky thought he had a way to make scans work. He and his team had developed a dye that could get into the brain and stick to plaque. They labeled the dye with a commonly used radioactive tracer and used a PET scanner to directly see plaque in a living person’s brain. But the technology and the dye itself were so new they had to be rigorously tested.\n\nAnd that is what brought Dr. Skovronsky, a thin and eager-looking 37-year-old, to his e-mail that recent day.\n\nFive years ago, Dr. Skovronsky, who named his company Avid in part because that is what he is, had taken a big personal and professional gamble. He left academia and formed Avid Radiopharmaceuticals, based in Philadelphia , to develop his radioactive dye and designed a study with hospice patients to prove it worked.\n\nAdvertisement Continue reading the main story\n\nHospice patients were going to die soon and so, he reasoned, why not ask them to have scans and then brain autopsies afterward to see if the scans showed just what a pathologist would see. Some patients would be demented, others not.\n\nSome predicted his study would be impossible, if not unethical. But the F.D.A. said it wanted proof that the plaque on PET scans was the same as plaque in a brain autopsy.\n\nPhoto\n\nThe Avid study was designed to provide that proof. And the full results, contained in the e-mail message sent that day, May 14, were the moment of truth. When he saw them, Dr. Skovronsky said they were everything he had hoped for.\n\n“This is about as good as it gets,” he said that day.\n\nHe went into a rotunda that serves as Avid’s lunchroom to tell the company’s 50 employees. “This is a big day for us,” he continued. “I thought about what I would say, but I have totally forgotten it.”\n\nHis employees applauded. Then they had champagne in blue plastic cups.\n\nA First Dye\n\nThe type of scans used in this study, PET scans, are expensive and patients have to go to a scanning center, get injected with a radioactive dye, wait for the dye to reach their brain and then have a scan.\n\nOther tests are being studied — ones that look for amyloid in cerebrospinal fluid that bathes the brain; MRI scans that look for shrinkage of the brain in areas needed for memory and reasoning; PET scans that look for uptake of glucose, a cellular fuel, to show areas where the brain was active and where it was not. The tests, though, were not necessarily specific for Alzheimer’s and none had been studied to see if they accurately predicted plaque on autopsy.\n\nEarlier this decade, two scientists at the University of Pittsburgh developed an amyloid dye that while not practical for widespread use, stunned scientists by showing it seemed possible to see amyloid in a living brain.\n\nThe researchers, Chester Mathis and William Klunk, began their work two decades ago, persevering even though they had no research money. In the first 10 years, they tested more than 400 compounds. When they finally found one that seemed promising, they tested more than 300 variations.\n\nAdvertisement Continue reading the main story\n\n“On and on it went,” Dr. Mathis said.\n\nFinally, in late 2001, they began working with collaborators in Sweden to test their dye in humans.\n\nOn Valentine’s Day 2002, the Swedish researchers injected the first Alzheimer’s patient with the dye, known as Pittsburgh Compound B, and scanned the patient’s brain.\n\nIt worked, the Swedish doctors told Dr. Mathis in an excited phone call.\n\nA PET scan showed amyloid exactly where it would be expected. The Swedish doctors were convinced they were seeing actual plaque. They told Dr. Mathis it was time to celebrate.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut Dr. Mathis worried. What if the same pattern occurred in people without Alzheimer’s?\n\nTwo weeks later, he got another call from Sweden. His colleagues had scanned a person without Alzheimer’s. There was no sign of telltale plaques.\n\nHis sweet reward came in July 2002, when the scans were shown to an audience of 5,000 scientists at an international conference on Alzheimer’s.\n\n“There was an audible gasp,” Dr. Mathis said. “The field was taken aback.”\n\n“The rest is history,” he added.\n\nYet there was a problem. Pittsburgh Compound B used carbon 11 as its radioactive tracer. And its half-life is 20 minutes. Researchers have to make it in a cyclotron in the basement of a medical center, quickly attach it to the dye, dash over to a patient lying in a scanner, and inject it.\n\nAnd a critical question remained: Was a PET scan with the Pittsburgh dye really equivalent to a brain autopsy?\n\nMeanwhile, others, including Dr. Skovronsky, had another idea — use fluorine 18, with a half-life of about two hours. It could be made in the morning, and used that afternoon. And fluorine 18 is made routinely for two million cancer PET scans each year.\n\nPhoto\n\nDr. Skovronsky, starting at the University of Pennsylvania and then at Avid, worked with a University of Pennsylvania chemist, Hank Kung, for nine years to find and develop the radioactive dye. The university had the patent; Avid licensed it. Finally, on June 8, 2007, a patient at Johns Hopkins had a scan with their compound. Plaque lit up.\n\nAdvertisement Continue reading the main story\n\nMost of the time, the scans were as expected — those with Alzheimer’s had lots of plaque, those with normal memories had little if any and those with mild memory impairment were in between.\n\nBut about 20 percent of people over 60 with normal memories had plaque.\n\n“Then we looked more carefully,” Dr. Skovronsky said. “The 20 percent who had amyloid, though they were still statistically in the normal range, did worse on every memory test than the control group.”\n\nWhat, Dr. Skovronsky asked, did that mean? Were they starting to develop Alzheimer’s? If so, could dementia be stalled if there were drugs to stop amyloid from accumulating?\n\nThe definition of Alzheimer’s is plaque plus memory loss and other symptoms of mental decline. But what is not known because no one could follow the development of plaque before a person died, was whether people with plaque and normal memories were developing Alzheimer’s.\n\n“We’ve always assumed the pathology has been there, that the plaque has been there years before symptoms,” said Dr. Steven T. DeKosky, an Alzheimer’s researcher who is vice president and dean at the University of Virginia School of Medicine. “But we never had a way to detect plaque in living persons,” he said. And so plaque in the brains of people with normal memories has been a puzzle.\n\n“Over the next couple of years, we will find out what it means.”\n\nA Request of the Dying\n\nOn Oct. 23, 2008, Avid and two other companies, Bayer and General Electric , that are developing fluorine 18-based dyes for amyloid scans, got a pointed question from an advisory committee to the F.D.A.: How do you know that what you are seeing on scans is the same as the amyloid you see on autopsy?\n\nIt seemed impossible to answer. If researchers wait for their subjects to die before comparing scans with autopsies they can be waiting a long time.\n\nAdvertisement Continue reading the main story\n\nBut Avid had a plan, and the committee agreed in principle that it would work. Hospice patients would be study subjects, some with dementia, some without. All would have memory tests and brain scans. After death, their brains would be autopsied. Avid suggested that after the first 35 died, there should be enough data to know if the scans gave a true picture of the pathology. Then the F.D.A. could decide if the results were convincing enough to approve the dye for marketing.\n\nSome doctors had misgivings, wondering how they could ask people who were sick and dying to be scanned just to help Alzheimer’s research. But, they found, most patients and their families agreed and said they were grateful to have been asked.\n\nThat was evident on May 19, when Dr. Skovronsky gave a lunch for patients’ families in Sun City, Ariz., to thank them for participating.\n\nThey thanked him.\n\n“It really touched my heart to be in this,” said Dorothy Wall, whose husband, Claude E. Wall, died of liver cancer in Sun City on March 3.\n\n“Something bad happens, and now something good happens.”\n\nAnswers\n\nLate last year, Avid saw the initial results of its hospice study — data from the first six patients. Then, as more patients were studied, the data from them were held by a company that would analyze it. Avid did not see the results until the study was completed. But those first six were encouraging.\n\nA man diagnosed with Alzheimer’s and cancer had a scan showing no plaque. His autopsy did not show it, either. The diagnosis was wrong. Another man with Parkinson’s disease and dementia had been diagnosed as having dementia solely due to Parkinson’s. His scan showed amyloid. So did the autopsy. He had Alzheimer’s. A woman with mild memory loss had a scan showing no amyloid. Her autopsy also found none. Three others had clinical diagnoses of Alzheimer’s, confirmed by scans and autopsies.\n\nFinally, on May 14, 35 patients had been scanned and autopsied. The Avid study was complete, and the full data will be presented at the meeting next month. Other companies, still doing their studies, did not yet have data to examine.\n\nAnd Dr. Skovronsky got that e-mail message.\n\n“This is going to have a big impact on Alzheimer’s disease, guys,” he told his staff that day.", "images": ["https://static01.nyt.com/images/2010/06/24/us/jp-SCAN-1/jp-SCAN-1-popup.jpg", "https://static01.nyt.com/images/2018/02/16/multimedia/author-gina-kolata/author-gina-kolata-thumbLarge.jpg", "https://static01.nyt.com/images/2010/06/24/us/jp-SCAN-2/jp-SCAN-2-thumbStandard.jpg", "https://static01.nyt.com/images/2010/06/24/us/jp-SCAN-3/jp-SCAN-3-popup.jpg", "https://static01.nyt.com/images/2010/06/24/us/jp-SCAN-4/jp-SCAN-4-thumbStandard.jpg", "https://static01.nyt.com/images/2018/02/16/multimedia/author-benedict-carey/author-benedict-carey-blogSmallThumb.jpg"], "top_img": "https://static01.nyt.com/images/2010/06/24/us/jp-SCAN-2/jp-SCAN-2-thumbStandard.jpg", "keywords": [], "authors": ["Gina Kolata"], "canonical_link": "https://www.nytimes.com/2010/06/24/health/research/24scans.html", "title": "Promise Seen for Detection of Alzheimer’s", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1247468112230", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2010/06/24/health/research/24scans.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2010/06/24/health/research/24scans.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1247468112230"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2010/06/24/health/research/24scans.html", "title": "Promise Seen for Detection of Alzheimer’s", "description": "If one company’s findings hold up, doctors would for the first time have a reliable way to diagnose Alzheimer’s.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary", "creator": "ginakolata"}, "robots": "noarchive", "hdl_p": "Promise Seen For Detection Of Alzheimer’s", "description": "If one company’s findings hold up, doctors would for the first time have a reliable way to diagnose Alzheimer’s.", "genre": "News", "articleid": 1247468112230, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Promise Seen for Detection of Alzheimer’s", "col": "Mind", "pdate": 20100623, "utime": 20180809120920, "ptime": 20100623213626, "DISPLAYDATE": "June 23, 2010", "dat": "June 23, 2010", "lp": "If one company’s findings hold up, doctors would for the first time have a reliable way to diagnose Alzheimer’s.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "24scans", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "published": "2010-06-23T21:36:26-04:00", "modified": "2018-08-09T12:09:20-04:00", "section": "Health", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "section_url": "https://www.nytimes.com/section/health", "top-level-section": "health", "author": "https://www.facebook.com/gina.kolata.1", "tag": "Dementia"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "og": {"url": "https://www.nytimes.com/2010/06/24/health/research/24scans.html", "type": "article", "title": "Promise Seen for Detection of Alzheimer’s", "description": "If one company’s findings hold up, doctors would for the first time have a reliable way to diagnose Alzheimer’s.", "image": "https://static01.nyt.com/images/2010/06/24/us/jp-SCAN-2/jp-SCAN-2-thumbStandard.jpg"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Gina Kolata", "tone": "feature", "byl": "By GINA KOLATA", "PT": "article", "CG": "health", "SCG": "research", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Dementia", "keywords": "Alzheimer's Disease,Tests and Testing,Brain,Dyes and Dyestuffs,Medicine and Health,Memory,Dementia,Skovronsky  Daniel", "news_keywords": "Alzheimer's,null,Brain,Dye,Medicine and Health,Memory,Dementia,Daniel Skovronsky", "thumbnail": "https://static01.nyt.com/images/2010/06/24/us/jp-SCAN-2/jp-SCAN-2-thumbStandard.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "nyt-collection": {"display-name": "Mind", "identifier": "mind-benedict-carey", "url": "https://www.nytimes.com/column/mind-benedict-carey", "uri": "/column/mind-benedict-carey", "tone": "news", "tagline": "Benedict Carey and other contributors to Science Times take deeper looks at the latest news developments in psychiatry, psychology and neuroscience.", "type": "column"}, "CN": "mind-benedict-carey", "CT": "column", "dfp-ad-unit-path": "health/research", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1277352000.0, "source": "http://www.nytimes.com", "summary": ""}