{"url": "http://www.nytimes.com/2011/03/24/fashion/24SKIN.html?_r=1", "text": "It may seem novel for a nonbeauty company to get into skin care, but these days, it really isn’t, Mrs. Lewis said. “There are ingredient suppliers that provide ingredients to health care, food and drink industries, and cosmetic companies,” she said. In Japan, “food and health care companies have found cosmetic applications for their ingredients, so they are creating skin care brands.”\n\nFor example, Frutarom, a flavor-ingredient house based in Israel, makes Alguard, a purified polysaccharide shield from a red microalgae that it says protects skin from daily assaults and reduces roughness as well as the look of fine lines.\n\nThere are more than 100 algae-derived ingredients used in cosmetics worldwide, Mrs. Lewis said. The patent-pending alguronic acid in Algenist is a “single, purified, highly bioactive compound,” said Tony Day, the vice president for research and development at Solazyme, and therefore delivers “much higher activity to the skin” than products using only a microalgae extract.\n\nStudies conducted by an independent lab and commissioned by Algenist, none of which have been published in a peer-reviewed journal, showed alguronic acid increased cell regeneration and the synthesis of elastin (which gives skin that snap-back youthful quality). This testing also demonstrated that alguronic acid provided protection against cell damage induced by ultraviolet rays, and inhibited the enzymes that break down elastin.\n\nPhoto\n\nAfter reviewing press materials and Solazyme’s 84-page patent application, Dr. David McDaniel, a dermatologist and the director of the Institute of Anti-Aging Research in Virginia Beach, Va., said he was impressed by the in-vitro testing of alguronic acid. “In the petri dish, their data seems to show some substantial benefits to their active ingredient,” he said. But he cautioned that in-vitro testing does not demonstrate how a final formulation works off the shelf.\n\nDr. Dana Sachs, an associate professor of dermatology at the University of Michigan, Ann Arbor, wrote in an e-mail after looking at Algenist’s dossier that “the claims on cell regeneration and elastin synthesis are based on in vitro models, which is hard to extrapolate to in vivo, and again no statistical significance is presented, so this is a weak claim.”\n\nAdvertisement Continue reading the main story\n\nDr. Day, who has a doctorate in biochemistry, said that statistical significance was found but not included in press materials. And, according to the company, a study of 30 women showed that after 10 days of using the Algenist serum, they had a 25 percent decrease in wrinkles as shown by silicone replicas of their faces.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nDr. Ellen Marmur, the chief of the division of dermatologic and cosmetic surgery at Mount Sinai Medical Center in Manhattan, did say Algenist could fairly claim that alguronic acid offers protection against ultraviolet damage to cells, and that she might use the product as “a nice sun protection on top of S.P.F. protection.”\n\nAlgenist literature touts alguronic acid’s superiority to hyaluronic acid, retinol and vitamin C, among other anti-aging ingredients, in encouraging elastin synthesis and cell regeneration. But Dr. McDaniel, who does research into using plant-derived products to lengthen the life of cells, says he thinks the comparative data must be viewed with caution because the studies that yielded it are “challenging to do accurately, hard to interpret and not necessarily predictive of final products.”\n\nSoon, consumers will judge whether Algenist products are a breakthrough. In an unusual move, Sephora is introducing the line in 800 locations in 8 countries all at once, in a rollout coordinated with QVC. “It was a brand nobody has ever heard of,” said Allen Burke, the senior adviser for beauty strategy and development at QVC. “We want to give it a lot of visibility all at the same time.” But Mr. Burke knows that marketing has its limits. “It can be the most interesting story in the world,” he said. “But if it doesn’t deliver, it’s not a business that we can do.”", "images": ["https://static01.nyt.com/images/2011/03/24/fashion/24SKIN-2/Z-SKIN-C-articleInline.jpg", "https://static01.nyt.com/images/2011/03/24/fashion/24SKIN-span/Z-SKIN-A-jumbo.jpg", "https://static01.nyt.com/images/2011/03/24/fashion/24SPOTS-1/Z-SPOTS-1-thumbStandard.jpg", "https://static01.nyt.com/images/2011/03/24/fashion/24SKIN-1/Z-SKIN-B-jumbo.jpg", "https://static01.nyt.com/images/2011/03/24/fashion/24SKIN-span/Z-SKIN-A-thumbStandard.jpg"], "top_img": "https://static01.nyt.com/images/2011/03/24/fashion/24SKIN-span/Z-SKIN-A-thumbStandard.jpg", "keywords": [], "authors": ["Catherine Saint Louis", "Skin Deep"], "canonical_link": "https://www.nytimes.com/2011/03/24/fashion/24SKIN.html", "title": "Algenist’s Algae-Based Skin Products Rise From the Sea", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1248069685042", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2011/03/24/fashion/24SKIN.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2011/03/24/fashion/24SKIN.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1248069685042"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2011/03/24/fashion/24SKIN.html", "title": "Algenist’s Algae-Based Skin Products Rise From the Sea", "description": "Scientists studying algae find themselves with a skin-care line.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary", "creator": "cslwrites"}, "robots": "noarchive", "hdl_p": "Trolling the Oceans To Combat Aging", "description": "Scientists studying algae find themselves with a skin-care line.", "genre": "News", "articleid": 1248069685042, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Algenist’s Algae-Based Skin Products Rise From the Sea", "col": "Skin Deep", "pdate": 20110323, "utime": 20141015215648, "ptime": 20110323134844, "DISPLAYDATE": "March 23, 2011", "dat": "March 23, 2011", "lp": "Scientists studying algae find themselves with a skin-care line.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "24SKIN", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/fashion/index.jsonp", "published": "2011-03-23T13:48:44-04:00", "modified": "2014-10-15T21:56:48-04:00", "section": "Fashion & Style", "section-taxonomy-id": "B3DFBD82-F298-43B3-9458-219B4F6AA2A5", "section_url": "https://www.nytimes.com/pages/fashion/index.html", "top-level-section": "fashion", "author": "https://www.nytimes.com/by/catherine-saint-louis", "tag": "Algae"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/fashion/index.jsonp", "og": {"url": "https://www.nytimes.com/2011/03/24/fashion/24SKIN.html", "type": "article", "title": "Algenist’s Algae-Based Skin Products Rise From the Sea", "description": "Scientists studying algae find themselves with a skin-care line.", "image": "https://static01.nyt.com/images/2011/03/24/fashion/24SKIN-span/Z-SKIN-A-thumbStandard.jpg"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Catherine Saint Louis", "tone": "feature", "byl": "By CATHERINE SAINT LOUIS", "PT": "article", "CG": "fashion", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Algae", "keywords": "Skin,Cosmetics and Toiletries,Algae", "thumbnail": "https://static01.nyt.com/images/2011/03/24/fashion/24SKIN-span/Z-SKIN-A-thumbStandard.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "nyt-collection": {"display-name": "Skin Deep", "identifier": "skin-deep", "url": "https://www.nytimes.com/column/skin-deep", "uri": "/column/skin-deep", "tone": "feature", "tagline": "Tips and trends for hair, makeup and more.", "type": "column"}, "CN": "skin-deep", "CT": "column", "dfp-ad-unit-path": "fashion", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1300939200.0, "source": "http://www.nytimes.com", "summary": ""}