{"url": "http://www.wsj.com/articles/same-day-hip-replacement-1454345289", "text": "Michael Burk found walking increasingly painful last year. Crossing the street and tying his shoes became challenges, and colleagues noticed he was limping at work.\n\nOn a recent morning, Mr. Burk reported to the Hospital for Joint Diseases, part of NYU Langone Medical Center in New York City, for hip-replacement surgery. His surgeon had promised him a better quality of life, and said both the operation and recovery would be quick.\n\nAbout an hour later Mr. Burk was out of surgery. By 4 p.m. that afternoon he was upstairs in a ward, walking on crutches down the hall and going up and down a small model staircase. At 6 p.m., he left the hospital and headed home with his wife to Northern New Jersey, where he had a bowl of chicken soup.\n\nMr. Burk, 54 years old, had what NYU Langone calls same-day hip-replacement surgery, which practitioners say offers faster recovery times and less postoperative pain. With traditional hip surgery, patients typically spend days recovering in the hospital and may need additional time in a rehabilitation center.\n\nHip replacement, formally known as total hip arthroplasty, is considered one of the most effective surgeries in medicine, enabling the vast majority of patients to walk again pain-free. More than 340,000 of the operations are performed in the U.S. a year and include a growing number of patients in their 40s and 50s who want to maintain an active lifestyle.\n\nMichael Burk talks with his surgeon Roy Davidovitch at NYU Langone’s Hospital for Joint Diseases in the morning before his anterior hip replacement. Photo: Adam Watt/NYU Langone Medical Center\n\nThe procedure replaces an arthritic or damaged hip joint with an artificial joint. In the traditional surgical method, known as the posterior approach, surgeons cut through muscle, tendons and tissues in the patient’s backside to get to the hip joint. The arthritic joint is removed and a prosthetic joint akin to a ball and socket is implanted, enabling the patient to move with greater ease.\n\nRoy Davidovitch, who operated on Mr. Burk, is one of a growing number of surgeons offering the same-day hip-replacement technique. Dr. Davidovitch, director of NYU Langone’s Hip Center, uses a so-called anterior approach. He makes a four-inch incision in front of the hip, close to the groin, before going in to install the new joint. The procedure is performed through what he calls a “natural interval,” or opening between muscles, thereby avoiding cutting through muscle and tendons as with the posterior approach.\n\nDr. Davidovitch has performed about 100 same-day hip replacements in the past year. There have been no complications and only one hospital readmission for several hours when a patient reacted to the anesthesia, he says.\n\nJoel Matta, an orthopedic surgeon at Providence Saint John’s Health Center in Santa Monica, Calif., was an early adopter of the method in the U.S. and has performed more than 4,000 anterior hip replacements over the past 20 years. Dr. Matta, who helped train Dr. Davidovitch, designed a special operating table to help surgeons manipulate the patient’s legs and body to improve access to the surgical site.\n\nAs many as 26% of member surgeons performing hip replacements in the U.S. use the anterior method, according to a survey by the American Association of Hip and Knee Surgeons. The technique is considered harder to master partly because the surgeon has less room to maneuver around the joint than with the posterior approach. But some surgical experts say there isn’t sufficient data to assert the technique is superior to traditional methods.\n\nMr. Burk was walking up a small model staircase by 4 p.m. that afternoon. Photo: Ryan Jaslow/NYU Langone Medical Center\n\nJay Lieberman, president of the American Association of Hip and Knee Surgeons, says more studies are needed. “We don’t know which is the best approach,” says Dr. Lieberman, who is chairman of orthopedics at the Keck School of Medicine at the University of Southern California in Los Angeles.\n\nSome doctors question whether it is safe for patients to go home after hip surgery without spending a night being monitored in a hospital. “We should be careful,” says Vincent Pellegrini, orthopedics chair at the Medical University of South Carolina in Charleston. “It is still a big operation.”\n\nSome research gives anterior hip replacement procedures a slight edge over the traditional technique. “Is it the cat’s meow? The answer is, somewhat,” says Jose Rodriguez, vice chairman of orthopedics at Lenox Hill Hospital in New York City, a part of Northwell Health, who has published studies comparing the different surgical approaches. “There is less muscle injury” and a patient’s early recovery is “definitely better,” says Dr. Rodriguez, who favors the anterior method in his own practice.\n\nAlthough more patients getting anterior surgery are able to perform physical tasks more quickly, those receiving traditional surgery catch up after about six weeks. At that point “there is no difference” in how patients fare, Dr. Rodriguez says.\n\nMost patients fully recover from hip replacement after about three to six months regardless of surgical approach, doctors say. By then, the bone has largely grown over the implant and it is safely affixed.\n\nA special surgical table, like this one at NYU Langone, is used for same-day hip replacement surgery. It lets surgeons position the leg so that they can make an incision from the front, a so-called anterior approach. Photo: NYU Langone\n\nAnterior hip replacement patients often need less pain medication after surgery, practitioners of the technique say, although this varies by the individual. Other surgeons disagree, saying pain levels depend on pain management, not surgical approach.\n\nBefore getting same-day hip-replacement surgery at NYU in January, Barbara Ross, of Suffern, N.Y., was in near-constant, severe pain, she says. The day after the procedure she took “one or two Vicodins,” a narcotic painkiller, and since then, “absolutely nothing,” she says. “I am 100% better than I have been in years.” Ms. Ross, 62, is back at work running her public relations firm.\n\nMultiple departments had to be on board when NYU launched its same-day hip-replacement program in 2015, including the chairman of orthopedics, Joseph Zuckerman. Dr. Zuckerman says he now wants to expand same-day hip replacement surgery to other approaches and other joints. The hospital has spent nearly $200,000 over the years on two special operating tables for the surgery.\n\nDr. Davidovitch says he needed a shorter-lasting anesthesia that would let patients get out of bed and walk the same afternoon. Mitchell Marshall, chief of anesthesiology for the Hospital for Joint Diseases, says his division was enthusiastic, but needed to make sure it could be done safely. The outcome: A spinal anesthetic that lasts 90 minutes, as opposed to the more than three-hour anesthesia standard for traditional hip surgery.\n\n“At first, there was a lot of anxiety,” recalls nurse manager Ella Blot. “But we would see [patients] going home and we’d say, amazing.” To Ms. Blot, a 23-year nursing veteran, “the world has changed. They used to stay here two weeks, then 10 days, seven days, suddenly four days, two days” after hip-replacement surgery.\n\nKeith Berend, senior partner at Joint Implant Surgeons in New Albany, Ohio, prefers the anterior approach. “It makes perfect sense that cutting no muscles will result in the fastest recovery,” he says. Still, other partners at the practice use another technique, called the lateral approach, in which the surgeon approaches the hip joint from the side. In all cases, patients at the facility go home the same day, he says.\n\nJeffrey Leeds, 59 years old, had same-day hip replacement surgery in November. He was back at work as a private-equity investor within days. Photo: Elizabeth Leeds\n\n“The experience of the surgeon, the efficiency of the team and the pain-management protocols” are the most crucial variables that make a same-day operation possible, Dr. Berend says.\n\nJeffrey Leeds, a 59-year-old private-equity investor in New York City, had same-day hip surgery at NYU in November. He says he was in so much pain before the operation that if he sat on the ground to play with his 2-year-old daughter, he couldn’t stand up.\n\nPain after the surgery was minimal, he says, and Tylenol was all he needed. Mr. Leeds was back at work within days: “My colleagues were hoping for a slower recovery,” he jokes.\n\nWrite to Lucette Lagnado at lucette.lagnado@wsj.com", "images": ["https://si.wsj.net/public/resources/images/BN-MJ011_0201ne_H_20160129170200.jpg", "https://si.wsj.net/public/resources/images/BN-MJ016_0201ne_M_20160129170216.jpg", "https://s.wsj.net/public/resources/images/B3-FK672_STREAM_C_20191108185629.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/b5e977a5139ed9e9684742f90919df7b635ae623.jpg?5dc9aba2", "https://m.wsj.net/video/20191107/110719opvidpw3/110719opvidpw3_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/0d2ffa0d6fff89f02d5a9d5508d5467ad9dbd858.jpg?5dc9aba1", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/487b80633438bb2d561829c2e7f8bccee2c45e0b.jpg?5dc9ab9e", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/2a7d0786567f18bb6a72f17019cd642c0b51f730.jpg?5dc9aba1", "https://m.wsj.net/video/20191107/110719electiontech2/110719electiontech2_167x94.jpg", "https://si.wsj.net/public/resources/images/BN-MJ010_0201ne_H_20160129170200.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/93d4c0693749e5d6abc5f87d798d3bfdb580948b.jpg?5dc995fd", "https://si.wsj.net/public/resources/images/BN-MJ515_NEWHIP_H_20160201111057.jpg", "https://images.wsj.net/im-101746?width=111&height=62", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/f600b0a56ee84a4d350fa4e522e51ee27d5fd426.jpg?5dc9aba3", "https://m.wsj.net/video/20191104/cinvest1105/cinvest1105_167x94.jpg", "https://si.wsj.net/public/resources/images/BN-MJ515_NEWHIP_D_20160201111057.jpg", "https://images.wsj.net/im-125154?width=111&height=62", "https://s.wsj.net/public/resources/images/B3-ES110_PARTNE_C_20190809085434.jpg", "https://m.wsj.net/video/20191101/110419elevatorpai/110419elevatorpai_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/461b35da8a2936ee4a7ca01072773c0d5aa427f2.jpg?5dc9aba4", "https://images.wsj.net/im-125571/social", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/869c2a340c4c25db5466a6de556da60ae1a2bf4e.jpg?5dc9aba2", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/4a581253a775cca47f02b15ba756a5f4ccf7b8bf.jpg?5dc969b8", "https://images.wsj.net/im-124802?width=111&height=62", "https://si.wsj.net/public/resources/images/BN-MJ515_NEWHIP_G_20160201111057.jpg", "https://si.wsj.net/public/resources/images/BN-MJ014_0201ne_H_20160129170200.jpg", "https://m.wsj.net/video/20191107/110719seib/110719seib_167x94.jpg"], "top_img": "https://si.wsj.net/public/resources/images/BN-MJ515_NEWHIP_G_20160201111057.jpg", "keywords": [], "authors": ["Lucette Lagnado"], "canonical_link": "https://www.wsj.com/articles/same-day-hip-replacement-1454345289", "title": "Same-Day Hip Replacement", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "dj.asn": "i-0b4b", "user.type": "nonsubscriber", "user.exp": "default", "page.section": "Article", "page.content.type": "Article", "page.content.format": "responsive", "page.content.source": "WSJ Online", "article.template": "full", "page.site": "wsj", "page.site.product": "WSJ", "page.region": "na,us", "article.id": "SB10038652849730094429204581495031423122962", "article.type": "Health & Wellness", "article.type.display": "Health & Wellness", "article.access": "paid", "article.origheadline": "Same-Day Hip Replacement", "article.headline": "Same-Day Hip Replacement", "article.summary": "Hip replacement surgery is an outpatient procedure using what surgeons call an anterior approach.", "apple-itunes-app": "app-id=364387007,app-argument=wsj://launch?articleid=SB10038652849730094429204581495031423122962&headline=Hip%20replacement%20surgery%20is%20now%20an%20outpatient%20procedure&weburl=http://www.wsj.com/articles/SB10038652849730094429204581495031423122962", "al": {"ios": {"url": "wsj://launch?articleid=SB10038652849730094429204581495031423122962&headline=Hip%20replacement%20surgery%20is%20now%20an%20outpatient%20procedure&weburl=http://www.wsj.com/articles/SB10038652849730094429204581495031423122962"}}, "article.page": "Health", "article.section": "Life", "article.published": "2016-02-01T17:01:00.000Z", "article.updated": "2016-02-01T17:01:00.000Z", "article.created": "2016-02-01T16:48:00.000Z", "dateLastPubbed": "2016-02-02T05:11:00.000Z", "author": "Lucette Lagnado", "keywords": "anterior hip surgery,davidovitch,hip replacement surgery,nyu langone,outpatient hip surgery,pain after hip surgery,posterior hip surgery,recovery time after hip replacement,same day hip replacement surgery,NYU Langone Medical Center,political,general news,health,medical treatments,procedures,nyny,ohwn,life & style,onew,medical equipment,supplies,health care,life sciences,orthopedic,physical therapy devices,medical,surgical instruments,apparatus,devices,therapeutic devices,equipment", "cXenseParse": {"wsj-keywords": "anterior hip surgery,davidovitch,hip replacement surgery,nyu langone,outpatient hip surgery,pain after hip surgery,posterior hip surgery,recovery time after hip replacement,same day hip replacement surgery,NYU Langone Medical Center,political,general news,health,medical treatments,procedures,nyny,ohwn,life & style,onew,medical equipment,supplies,health care,life sciences,orthopedic,physical therapy devices,medical,surgical instruments,apparatus,devices,therapeutic devices,equipment", "wsj-primary-inset": "image", "poptart": {"image": "https://si.wsj.net/public/resources/images/BN-MJ515_NEWHIP_D_20160201111057.jpg"}, "candybar": {"image": "https://si.wsj.net/public/resources/images/BN-MJ515_NEWHIP_E_20160201111057.jpg"}, "wsj-page-content-source": "WSJ Online", "wsj-coral": "true"}, "news_keywords": "anterior hip surgery,davidovitch,hip replacement surgery,nyu langone,outpatient hip surgery,pain after hip surgery,posterior hip surgery,recovery time after hip replacement,same day hip replacement surgery,NYU Langone Medical Center", "description": "Hip replacement surgery is an outpatient procedure using what surgeons call an anterior approach.", "article": {"word_count": 1267, "image_count": 5, "embed_count": 1, "internal_link_count": 7, "external_link_count": 1, "publisher": "https://www.facebook.com/wsj", "opinion": "false"}, "robots": "noarchive,noodp", "language": "en-US", "twitter": {"title": "Same-Day Hip Replacement", "description": "Hip replacement surgery is an outpatient procedure using what surgeons call an anterior approach.", "image": {"identifier": "https://si.wsj.net/public/resources/images/BN-MJ515_NEWHIP_G_20160201111057.jpg", "alt": "Same-Day Hip Replacement"}, "card": "summary_large_image", "site": "@WSJ", "domain": "wsj.com"}, "fb": {"app_id": 368513495882, "pages": 8304333127}, "og": {"title": "Same-Day Hip Replacement", "description": "Hip replacement surgery is an outpatient procedure using what surgeons call an anterior approach.", "url": "https://www.wsj.com/articles/same-day-hip-replacement-1454345289", "image": {"identifier": "https://si.wsj.net/public/resources/images/BN-MJ515_NEWHIP_G_20160201111057.jpg", "width": 553, "height": 369}, "locale": "en_US", "type": "article", "site_name": "WSJ"}, "cx_pv_id": "k2us2tuybbmsuk2y", "cx_shield": "{\"campaign\":99999,\"placement\":\"cx-articlecover\",\"tag\":\"openhouse\",\"type\":\"free\",\"bucket\":3}", "referrer": "always"}, "movies": [], "publish_date": null, "source": "http://www.wsj.com", "summary": ""}