{"url": "http://thechart.blogs.cnn.com/2012/02/13/patients-own-stem-cells-help-heal-heart-early-research-shows/", "text": "A patient's own heart cells can be used to regrow new heart tissue and help undo damage caused by a heart attack, according to early research published on Monday.\n\nScientists at Cedars-Sinai Medical Center in Los Angeles and Johns Hopkins University in Baltimore were able to treat 17 heart attack patients with cells grown from their own heart tissue. Not only did this show that the procedure was safe, it also showed that the cells can help reduce scarring and even cause new heart muscle to grow.\n\nWhen a person suffers a heart attack, he or she is often left with huge areas of scarring in the heart. Scarred heart muscle doesn't pump blood as well as it used to, putting stress on other parts of the heart to make up for the deficit. The damaged area also doesn't conduct electric current as well, leading to an abnormal heart rhythm, which can cause more problems. Heart attack patients often go on to develop heart failure.\n\n\n\n\"This is the first instance of therapeutic regeneration,\" says Dr. Eduardo Marbán, director of the Cedars-Sinai Heart Institute.\n\nHe says while nature abounds with examples of spontaneous regeneration of limbs or tissues - like a salamander's new tail or a human liver regrowing to full size if partially damaged - doctors have not been able to help patients regrow heart tissue. This could change in the future if larger clinical trials and longer patient outcomes confirm the results of this early research published Monday in the journal The Lancet.\n\nMarbán and his colleagues first presented this research at an American Heart Association conference in November.\n\nTo qualify for this clinical trial, patients had to have suffered a recent heart attack and \"had to have a significant amount of damage to begin with and weren't squeezing [blood into the body] as well as they should have,\" says Dr. Peter Johnston, one of the study authors who injected the new heart cells into patients treated at Johns Hopkins Hospital.\n\nA total of 25 patients participated in the clinical trial, which was designed to determine if it was safe to have cells grown from one's own heart tissue injected back into the heart. Seventeen patients received the stem cell transplants, while the other eight patients were given conventional post-heart attack therapy.\n\nIn an outpatient procedure under local anesthesia, doctors funneled a catheter into the patient's heart and removed peppercorn-sized bits of tissue from the part of the patient's heart that was unaffected by the heart attack. Using a procedure invented by Marbán, heart stem cells were isolated from the tissue and then millions of new cells were grown in a petri dish.\n\nAbout four to six weeks after having suffered the heart attack, the patients had either 12 million or 25 million heart-derived cells injected back into the their hearts.\n\nMarbán says when the first patient data came in, he and his colleagues were relieved to see the procedure was safe. After 12 months, researchers report only one patient appeared to have a serious side effect that may have been connected to the experimental cells.\n\nSix months after the first patient was injected with his cells grown from his own heart tissue, Marbán says there was dramatic shrinking of scar tissue and new tissue had grown. \"That was unprecedented\" he says. \"No one had demonstrated that before.\"\n\nAll patients were followed for six months and researchers have 12-month data for 21 patients. In patients who received the cell transplant, Marbán says about half of their scar tissue dissolved and the reduction in scar size appears to get bigger after the first six months. He says that why this is happening is still unclear.\n\nMarbán says the amount of new heart tissue that grew was not subtle. [On average] \"22 grams (about .78 ounces) of new heart tissue grew,\" which he says is quite remarkable considering this had never been done before and the average weight of the part of the heart that is responsible for pumping the blood through the body is about 150 grams (about 5.3 ounces).\n\nPatients in the control group, those who didn't get a cell transplant, did not regenerate any tissue and the amount of scar tissue they had remained the same.\n\nSonia Skarlatos, Ph.D and deputy director of the Division of Cardiovascular Sciences at the NIH’s National Heart, Lung, and Blood Institute says this early research is very exciting and a move in the right direction. She cautions that this procedure has to be tested on many more patients and they have to be observed for longer periods than in the current study, but she says these results are all very positive. She is hopeful further studies will confirm these early results.\n\n\"By preventing the consequences of a heart attack you may be able to prevent further down the heart failure that happens in [many of these] patients.\" Skarlatos says.\n\nShe was not involved in the research but the National Heart, Lung, and Blood Institute did help fund it.\n\nSkarlatos also says it's still not clear exactly what is making the heart regenerate and scar tissue disappear. Is it the cells themselves or proteins and other factors produced by these newly introduced cells that help fix the heart? Further research will hopefully also help answer those questions, she says. The study authors say based on these results, further research is warranted.\n\nMarbán, who began his research at Johns Hopkins, says \"we did see a glimmer [of regeneration] in animal testing,\" but the results in humans were much better. \"That doesn't usually happen this way in research.\"", "images": ["http://i2.cdn.turner.com/cnn/2010/images/06/24/tzsrch.couple.gi.jpg", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/misc/advertisement.gif", "http://i2.cdn.turner.com/cnn/2011/images/03/26/tzsrch.triathlon.cnn.jpg", "http://i2.cdn.turner.com/cnn/2011/images/03/26/tzsrch.iv.ts.jpg", "http://i.cdn.turner.com/cnn/.element/img/3.0/sect/blogs/belief.blog/rss.14x14.gif", "http://i2.cdn.turner.com/cnn/2011/images/03/26/tzsrch.healthy.eating.ts.jpg", "http://s.wordpress.com/wp-includes/images/rss.png?m=1354137473h", "http://i2.cdn.turner.com/cnn/dam/assets/120213105638-heart-broken-story-top.jpg", "http://2.gravatar.com/avatar/5d361982e37b059f008e403613bc1695?s=48&d=identicon&r=G", "http://i2.cdn.turner.com/cnn/2010/images/11/26/tzsrch.boy.chest.doctor.ts.jpg", "http://1.gravatar.com/avatar/a73066adc48465b007706772b2119b22?s=48&d=identicon&r=G", "http://i2.cdn.turner.com/cnn/2010/images/06/30/tzsrch.sanjay.bridge.cnn.jpg", "http://1.gravatar.com/avatar/722838cea03ccb98c071fc9502989fad?s=48&d=identicon&r=G", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/right_rail/grey_corner_TL.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/1px.gif", "http://0.gravatar.com/avatar/6cda7948cf6c64002a7e65c8fd36fac8?s=48&d=identicon&r=G", "http://i2.cdn.turner.com/cnn/2011/images/03/26/tzsrch.psychology.ts.jpg", "http://i2.cdn.turner.com/cnn/2010/images/06/24/tzsrch.brain.gi.jpg", "http://i2.cdn.turner.com/cnn/2010/images/11/26/tzsrch.sleep.ts.jpg", "http://2.gravatar.com/avatar/22cf6b168f082ec214ee0d94431f5b3e?s=48&d=identicon&r=G", "http://i.cdn.turner.com/cnn/images/1.gif", "http://pixel.wp.com/b.gif?v=noscript", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/right_rail/grey_corner_BL.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/global/icons/btn_close.gif", "http://i2.cdn.turner.com/cnn/2010/images/11/26/tzsrch.experts.cnn.jpg"], "top_img": "http://i2.cdn.turner.com/cnn/dam/assets/120213105638-heart-broken-story-top.jpg", "keywords": [], "authors": [], "canonical_link": "http://thechart.blogs.cnn.com/2012/02/13/patients-own-stem-cells-help-heal-heart-early-research-shows/", "title": "Patient's own stem cells help heal heart", "meta_data": {"title": "Patient's own stem cells help heal heart", "description": "A patient's own heart cells can be used to regrow new heart tissue and help undo damage caused by a heart attack, according to early research published on Monday.", "keywords": "heart, stem cells, miriam falco - cnn medical managing editor", "google-site-verification": "mFBa4OnyEDU23vgVJ6rtX_4izud7FIi9JiscfVsWaKk", "generator": "WordPress.com", "application-name": "The Chart", "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://thechart.blogs.cnn.com/feed/;icon-uri=https://s1.wp.com/i/favicon.ico", "og": {"title": "Patient's own stem cells help heal heart", "url": "http://thechart.blogs.cnn.com/2012/02/13/patients-own-stem-cells-help-heal-heart-early-research-shows/", "type": "article", "description": "A patient's own heart cells can be used to regrow new heart tissue and help undo damage caused by a heart attack, according to early research published on Monday.", "image": "http://i2.cdn.turner.com/cnn/dam/assets/120213105638-heart-broken-story-top.jpg"}, "fb": {"admins": 690014395, "app_id": 80401312489}}, "movies": [], "publish_date": 1329109200.0, "source": "http://thechart.blogs.cnn.com", "summary": ""}