{"url": "http://www.foxnews.com/health/2015/11/29/alternative-infertility-treatment-thats-helping-some-women-get-pregnant.html?intcmp=trending", "text": "Any woman who is struggling with infertility will tell you that one of the worst parts of going through in vitro fertilization (IVF) are the daily hormone injections. And for some women, those injections could even be downright dangerous.\n\nAlthough IVF is still considered the gold standard, there’s an infertility treatment available that is offering hope — in vitro maturation (IVM). IVM has the potential to improve the chances for women to have babies without a long course of hormones.\n\nWhat is IVM?\n\nIVM is an experimental fertility treatment that collects and matures a woman’s eggs in a lab. Although the treatment is used in conjunction with IVF, the initial process isn’t the same.\n\nWith IVF, a woman must undergo between 8 to 11 nights of ovary-stimulating hormone injections before her eggs can be retrieved. With IVM, women undergo a shorter course— between 3 and 6 days— of hormones known as a “priming phase.”\n\nOnce the eggs are retrieved, they’re matured in a laboratory for approximately three days, fertilized and then implanted. They can also be frozen as eggs or embryos to be implanted later.\n\nClinics that specialize in IVM require a doctor who has expertise in retrieving small eggs and a lab with embryologists who have the skills to look for them, said Dr. Janelle Luk, medical director of Neway Fertility in New York City.\n\nWho is IVM helpful for?\n\nAlthough IVF is considered the standard of care, experts say some women may benefit from IVM.\n\nFor starters, since there is less time involved with IVM, women who are undergoing chemotherapy, radiation or plan to have surgery may be good candidates.\n\nIVM may also help women who have a contraindication to the increased levels of estradiol, a form of estrogen, which elevates as the follicles develop and mature. These would include women with an estrogen-sensitive cancer or a history of blood clots.\n\nIVM can also help women who are adverse to injections or who have failed IVF, Luk said.\n\nWomen with polycystic ovary syndrome (PCOS) or who are at increased risk for ovarian hyperstimulation syndrome (OHSS)— which affects between 3 and 6 percent of women who go through IVF— may also benefit from IVM. OHSS can usually be managed on an outpatient basis but severe OHSS may lead to blood clots, even death, said Dr. Shefali Shastri, a board-certified reproductive endocrinologist and OB/GYN at Reproductive Medicine Associates of New Jersey in Somerset and Short Hills.\n\nMore on this... What is ICSI infertility treatment?\n\nWhat are the limitations of IVM?\n\nA study in the journal Facts, Views and Vision found that IVM achieved up to a 35 percent clinical pregnancy rate in young women, which is comparable to IVF.\n\nYet most studies have found that IVF is superior to IVM.\n\nAlthough there are different protocols for IVF, and there aren’t any randomized controlled trials that have compared IVF and IVM side by side, studies that look at standard IVF cycles show a significantly higher pregnancy rate than IVM, Shastri said.\n\nPlus, the American Society for Reproductive Medicine (ASRM) committee opinion on IVM states that implantation rates for IVM—between 5.5 and 21.6 percent— are a more reliable indicator of IVM success and are lower than expected for women of the same age who use IVF. They also note that the technology hasn’t been widely used and that there are no studies looking at the outcomes of birth defects or developmental delays.\n\nSince IVM results in lower fertilization rates, protocols that use IVM are more likely to also use intracytoplasmic sperm injection (ICSI), in which one sperm is injected into one egg. Although ICSI is safe and effective, the bigger concern is if a patient going through IVM doesn’t use ICSI, Shastri said.\n\nWhile IVM is cheaper initially because there are fewer hormones to take, it may be more costly if several rounds are required.\n\nAlthough IVM may eventually become more common, IVF still remains the standard of care and the most effective way for women to get pregnant.\n\n“With medicine, you always want to optimize a patient’s outcome,” Shastri said. “Ultimately, you want to do the best for the patient so my preference would not be IVM.”", "images": ["https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/11/270/152/meningitis_split.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/11/270/152/lollipop-ban-da-437275.jpg?ve=1&tl=1", "https://a57.foxnews.com/a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2018/09/640/320/1862/1048/82f86c76-infertility_ivf_640.jpg?ve=1&tl=1?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/11/270/152/life_support_istock.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/11/270/152/steamer-horror-2.jpg?ve=1&tl=1", "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/82f86c76-infertility_ivf_640.jpg"], "top_img": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/82f86c76-infertility_ivf_640.jpg", "keywords": [], "authors": ["Julie Revelant"], "canonical_link": "https://www.foxnews.com/health/the-alternative-infertility-treatment-thats-helping-some-women-get-pregnant", "title": "The alternative infertility treatment that's helping some women get pregnant", "meta_data": {"viewport": "width=device-width, minimum-scale=1.0, initial-scale=1.0", "description": "Any woman who is struggling with infertility will tell you that one of the worst parts of going through in vitro fertilization (IVF) are the daily hormone injections.", "prism.channel": "fnc", "prism.section": "health", "prism.aggregationType": "subsection", "pagetype": "article", "content-creator": "tiger", "dc.creator": "Julie Revelant", "dc.title": "The alternative infertility treatment that's helping some women get pregnant", "dcterms.abstract": "Any woman who is struggling with infertility will tell you that one of the worst parts of going through in vitro fertilization (IVF) are the daily hormone injections.", "dc.type": "Text.Article", "dc.description": "Any woman who is struggling with infertility will tell you that one of the worst parts of going through in vitro fertilization (IVF) are the daily hormone injections.", "dc.language": "en-US", "dc.publisher": "Fox News", "dc.format": "text/html", "dc.identifier": "urn:uri:base64:320b8e6b-644f-5e2f-bbf1-4def14b5e060", "dc.source": "Fox News", "dc.date": "2015-11-25", "dcterms.created": "2015-11-25T09:55:16-05:00", "dcterms.modified": "2015-11-25T10:06:38-05:00", "og": {"title": "The alternative infertility treatment that's helping some women get pregnant", "description": "Any woman who is struggling with infertility will tell you that one of the worst parts of going through in vitro fertilization (IVF) are the daily hormone injections.", "type": "article", "image": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/82f86c76-infertility_ivf_640.jpg", "url": "https://www.foxnews.com/health/the-alternative-infertility-treatment-thats-helping-some-women-get-pregnant", "site_name": "Fox News"}, "robots": "noarchive, noodp", "twitter": {"card": "summary_large_image", "site": "@foxnews", "title": "The alternative infertility treatment that's helping some women get pregnant", "description": "Any woman who is struggling with infertility will tell you that one of the worst parts of going through in vitro fertilization (IVF) are the daily hormone injections.", "image": "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2018/09/1024/512/82f86c76-infertility_ivf_640.jpg?ve=1&tl=1", "url": "https://www.foxnews.com/health/the-alternative-infertility-treatment-thats-helping-some-women-get-pregnant"}, "fb": {"app_id": 116027085089150}, "article": {"opinion": "false"}, "classification": "/FOX NEWS/COLUMNS/Healthy Mama,/FOX NEWS/HEALTH,/FOX NEWS/HEALTH/REPRODUCTIVE HEALTH/Infertility", "classification-isa": "hmama,health,infertility"}, "movies": [], "publish_date": 1448773200.0, "source": "http://www.foxnews.com", "summary": ""}