{"url": "http://www.Reuters.com/article/2011/04/01/us-painkillers-melanoma-idUSTRE7305ZR20110401", "text": "NEW YORK (Reuters Health) - New findings add to confusion over whether taking aspirin, ibuprofen or related painkillers reduces the risk of developing melanoma.\n\nAnimal experiments have suggested that the class of painkillers known as nonsteroidal anti-inflammatory drugs (NSAIDs) could play a role in preventing melanoma, but a large 2008 study failed to find any evidence to support this possibility.\n\nNow, a smaller study that asked people with melanoma and those without the disease to recall their use of NSAIDs has found that taking these drugs - particularly aspirin - at least once a week for more than 5 years may have offered some protection against the deadly disease.\n\nThe findings are interesting, but should not lead people to conclude that popping a few painkillers will reduce their risk of skin cancer, cautioned Dr. Maryam Asgari of Kaiser Permanente Northern California and the University of California San Francisco, who co-authored the 2008 study.\n\nNSAIDs - which include aspirin, naproxen (marketed as Aleve), and ibuprofen (Advil) — have side effects, she noted, such as stomach bleeding. People with a family history of melanoma are better off wearing sunscreen and getting regular skin checks from a dermatologist, Asgari recommended.\n\n“I think it’s just too early” to say NSAIDs offer any protection, she said. “I think the jury is still out.”\n\nThere’s reason to hope NSAIDs might offer some protection against this type of cancer, however - earlier this year, a review found that people who use painkillers such as ibuprofen on a regular basis may be less likely to get bladder cancer. Other research has consistently supported the benefits of NSAIDs in preventing colorectal cancer, and provided some evidence they may work for breast, esophagus, and stomach cancers, as well.\n\nMelanoma is the most lethal form of skin cancer, killing almost 9,000 people in the U.S. last year, according to the National Cancer Institute.\n\nTo investigate whether NSAIDs offer any protection, Dr. Clara Curiel-Lewandrowski of Harvard Medical School and the University of Arizona asked 400 people diagnosed with melanoma and 600 similar people without the disease to recall their use of the painkillers.\n\nThe researchers found that people without cancer had a longer history of taking NSAIDs than people who eventually developed melanoma. Specifically, more than 40 percent of people who were cancer-free said they’d been taking NSAIDs at least once per week for more than 5 years, versus only 28 percent of those who developed melanoma. Overall, regular use of NSAIDs for more than 5 years appeared to reduce the risk of developing cancer by more than 40 percent, the authors report in the Journal of Investigative Dermatology.\n\nUnfortunately, the technique — comparing people with melanoma to those without - is fraught with potential problems, said Asgari. For one, you have to get the comparison right, she noted; there’s always a concern that people without cancer who agree to participate in the study may be more health conscious to begin with, and it’s this that protects them from cancer, not their use of NSAIDs. “Did you somehow get a biased sample of people, and is that why you’re seeing this difference?”\n\nHer 2008 study analyzed data from nearly 64,000 people who were melanoma-free at the beginning of the investigation, then followed them for a few years to see who developed the disease. She and her colleagues found no evidence that taking NSAIDs had any effect on risk of developing the deadly skin cancer.\n\nAs a result, “I wouldn’t recommend (taking NSAIDs to reduce melanoma) just based on this” new study, Asgari noted.\n\nSOURCE: bit.ly/hjf0o1 Journal of Investigative Dermatology, March 10, 2011.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Alison Mccook", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-painkillers-melanoma-idUSTRE7305ZR20110401", "title": "Can painkillers prevent melanoma?", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "(Reuters Health) - New findings add to confusion over whether taking aspirin, ibuprofen or related painkillers reduces the risk of developing melanoma.", "Author": "Alison McCook", "keywords": "US,PAINKILLERS,MELANOMA", "news_keywords": "US;PAINKILLERS;MELANOMA", "REVISION_DATE": "Fri Apr 01 18:20:38 UTC 2011", "analyticsAttributes.articleDate": "2011-04-01T18:20:38+0000", "analyticsAttributes.author": "Alison McCook", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-painkillers-melanoma-idUSTRE7305ZR20110401", "analyticsAttributes.contentTitle": "Can painkillers prevent melanoma?", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "US,PAINKILLERS,MELANOMA", "analyticsAttributes.keywordSlug": "US-PAINKILLERS-MELANOMA", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Can painkillers prevent melanoma?", "sailthru.author": "Alison McCook", "sailthru.date": "2011-04-01T18:20:38+0000", "sailthru.title": "Can painkillers prevent melanoma?", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Can painkillers prevent melanoma?", "url": "https://www.reuters.com/article/us-painkillers-melanoma-idUSTRE7305ZR20110401", "type": "article", "description": "(Reuters Health) - New findings add to confusion over whether taking aspirin, ib...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2011-04-01T18:20:38+0000", "modified_time": "2011-04-01T18:20:38+0000", "section": "Homepage", "author": "Alison McCook", "tag": "US,PAINKILLERS,MELANOMA"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary", "title": "Can painkillers prevent melanoma?", "description": "(Reuters Health) - New findings add to confusion over whether taking aspirin, ibuprofen or related painkillers reduces the risk of developing melanoma.", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1301630400.0, "source": "http://www.Reuters.com", "summary": ""}