{"url": "https://web.archive.org/web/20110121182603/http://www.latimes.com/health/la-he-skeptic-telomeres-20101220,0,6925196,print.story", "text": "latimes.com/health/la-he-skeptic-telomeres-20101220,0,5791340.story\n\nBy Chris Woolston, Special to the Los Angeles Times\n\nDecember 20, 2010\n\nAdvertisement\n\nWe all know what aging looks like from the outside: wrinkled skin, gray hair, a growing need to turn up the volume on \"Jeopardy.\" But in recent years, scientists have made some breakthrough discoveries about how we age on the inside, right down to our genes. The science of aging has created a glimmer of hope that we could someday slow the process — a dream that has already spread beyond the lab to the marketplace.\n\n\n\nAnti-aging research used to be mainly about finding new ways to get lab mice to take their vitamins. But if you visited a lab today, you'd be more likely to hear scientists talking excitedly about telomeres, protective strands of DNA at the end of chromosomes that seem to play an important — some would say crucial — role in aging.\n\n\n\nWhenever a healthy cell divides, the telomeres get a little shorter. In fact, you could tell a lot about the age of a person simply by looking at the length of his or her telomeres. Studies have found that in people older than 60, short telomeres are one sign that the end may be relatively near: Older people with short telomeres seem to be especially vulnerable to disease, including heart disease and infections. But telomeres aren't as reliable as a clock or even a tree ring. Recent studies suggest that you can help your telomeres stay relatively long and youthful if you get regular exercise, eat a healthful diet and avoid stress.\n\n\n\nAt a time when people are willing to spend big bucks to look and feel younger, it's not surprising that telomeres have become a buzzword in the supplement industry. One expensive option, TA-65, supposedly works by stimulating telomerase, a natural enzyme that helps restore telomeres after a cell divides. (The TA stands for \"telomerase activator.\")\n\n\n\nCreated by Geron Corp., a biotech research company, TA-65 contains extracts of astragalus, an herb often used as an immunity-booster in traditional Chinese medicine. Although TA-65 is legally classified as a dietary supplement, TA Sciences, the company that bought the licensing rights from Geron, makes it available only through select doctors who have paid a fee and have passed a test on telomere biology. Seven doctors offer TA-65 in California, including two in Los Angeles, according to the company website.\n\n\n\nWhen TA-65 was first released in 2007, patients spent $25,000 a year on the supplement and accompanying tests. Now patients spend $1,200 to $4,000 for a six-month supply, depending on the dose. The company recommends taking the supplement for two years. Patients must spend an additional $500 on doctor's fees, and they have the option of spending several hundred to a couple of thousand dollars more on tests to check the results.\n\n\n\nReneuve, a supplement sold online, supposedly lengthens telomeres by giving users an extra-large dose of telomerase. You won't see telomerase in the list of ingredients, but Reneuve does offer \"select proprietary glandular extracts\" from pig thymuses that provide \"enough telomerase enzyme for the cellular infrastructure of one adult.\"\n\n\n\nA single 30-milliliter vial of Reneuve purchased through the company website costs $250. Users are instructed to drink the vial in a single sitting, perhaps with some Mountain Dew or Gatorade. The effects are said to last six months.\n\n\n\nClaims\n\n\n\nThe TA Science website says the company \"is the first and only … in the world to offer Telomerase-Activating products to combat the effects of aging through leading-edge science.\" Company founder Noel Patton says, \"Our product is not the fountain of youth. You won't miraculously turn into a 20-year-old again. But it is a fountain of youth for certain cells.\"\n\n\n\nSpecifically, Patton says, the product will \"strengthen and rejuvenate\" the immune system. He points to an unpublished company-run study that compared an astragalus supplement similar to TA-65 to a placebo in 36 men ages 60 to 85. The study reportedly found that men who took the supplement for six months developed stronger immune system cells, better eyesight, improved sexual satisfaction and younger-looking skin. He also says that tests paid for by patients show that the supplement improves bone density, cognitive function, cholesterol levels and control of blood sugar.\n\n\n\nThe Reneuve website says the product uses \" Nobel Prize-winning technology to supply immune-system enhancing and anti-aging enzymes to the body.\" It also says that, thanks to Reneuve, \"aging is now a choice, not a fact.\" Rasjesh Sharma, the chief scientific officer of Reneuve, declined to be interviewed but said in an e-mail that the supplement helps replace the telomerase that people make naturally until they turn 25.\n\n\n\nThe bottom line\n\n\n\nDr. Richard Cawthon, who studies the link between telomeres and disease at the University of Utah School of Medicine in Salt Lake City, says he would love to take an anti-aging supplement, but he's not willing to part with several thousand dollars for TA-65. \"Even if I could afford it, it's still too early in the research,\" he says. The benefits for now are unclear, he adds, and there's still the possibility of undesirable side effects.\n\n\n\nAs for Reneuve, \"that's nonsense,\" says Peter Hornsby, professor of physiology at the Barshop Institute for Longevity and Aging Studies at the University of Texas Health Science Center in San Antonio. Any enzyme in the supplement would be quickly broken down in the digestive system, he says.\n\n\n\nResearch with mice suggests that telomerase is a double-edged enzyme. A study published in the journal Nature last month showed that activating telomerase seemed to reverse aging in decrepit mice that had been genetically engineered to lack a working version of the enzyme. But other studies have found that stimulating telomerase in mice raises the risk of cancer. (Patton says that, to his knowledge, no one has developed cancer while taking TA-65.)\n\n\n\nSo far, TA-65 has been tested in just one published study (which is still one more than Reneuve). This year, Geron Corp. researchers reported in the journal Rejuvenation Research that TA-65 boosted the activity of telomerase in 114 people who took the supplement for a year. The supplements also seemed to lengthen the telomeres of some immune system cells.\n\n\n\nStill, Hornsby points out that a single study in a not-especially-prestigious journal doesn't come close to answering all of the questions about the anti-aging potential of TA-65. He says scientists aren't even sure that short telomeres contribute to the classic signs of growing old. They could just be byproducts of aging, not the driving force.\n\n\n\nHornsby sees another issue: If TA-65 is really tinkering with people's chromosomes, it should be classified as a drug. As it is, the supplement has never gone through any of the testing or Food and Drug Administration oversight required of prescription drugs.\n\n\n\nCurious about a consumer health product? Send an e-mail to health@latimes.com. Read more at latimes.com/skeptic.\n\n\n\nhealth@latimes.com", "images": ["https://web.archive.org/web/20110121182603im_/http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-400338h&cg=0&cc=1&ts=noscript", "https://web.archive.org/web/20110121182603im_/http://ad.doubleclick.net/ad/trb.latimes/news/health;rs=10123;;ptype=ps;slug=la-he-skeptic-telomeres-20101220;rg=ur;ref=healthnewsrevieworg;pos=1;dcopt=ist;sz=300x250,336x280;tile=1;ca=Health;en=Aging;at=Health;at=PhysicalConditions;at=MedicalResearch;at=HealthandMedicalProfessionals;at=PhysicalTherapists;u=http://www.latimes.com/health/la-he-skeptic-telomeres-20101220,0,6925196,print.story;ord=38895134"], "top_img": "", "keywords": [], "authors": [], "canonical_link": "", "title": "The Healthy Skeptic: telomerase activators", "meta_data": {"robots": "noindex,nofollow", "Description": "We all know what  aging  looks like from the outside: wrinkled  skin , gray hair, a growing need to turn up the volume on \"Jeopardy.\" But in recent years, scientists have made some breakthrough discoveries about how we age on the inside, right down to our  genes . The science of aging has created a glimmer of hope that we could someday slow the process &#8212; a dream that has already spread beyond the lab to the marketplace."}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}