{"url": "https://www.washingtonpost.com/news/speaking-of-science/wp/2016/10/26/slimy-parasitic-hookworms-could-help-make-millions-of-people-healthier/", "text": "And it could be the key to making millions of people healthier.\n\nWriting in the journal Science Translational Medicine on Wednesday, scientists report that a protein produced by hookworms eases the symptoms of asthma in mice — and could one day be made into a pill to treat humans.\n\nThe study is the latest from a surprising field of research into the potentially positive sides of parasites, one of the most maligned groups in the animal kingdom. It began years ago, when a gastroenterology surgeon approached parasitologist Alex Loukas, one of the senior authors on the new study. The doctor wanted to know whether there might be a connection between the dramatic success of deworming programs around the world and the rise of immune system problems like asthma and celiac disease.\n\nAD\n\nAD\n\n“If you look at the data that comes in from immunological studies . . . where you remove the parasites [that's] where you see the highest incidence of autoimmune diseases and allergies,” said Severine Navarro, the paper's lead author and a senior research fellow in Loukas's lab at James Cook University in Australia.\n\nMany parasites have evolved the ability to hide from their host's immune systems. When a hookworm crawls into a human, it secretes chemicals that turn off the immune alarm bells and repair the tissue around it. It limits its consumption of blood to a few drops a day and doesn't leave its offspring scattered all over its host's gut. (Instead, it thoughtfully plants them in the host's poop to ensure an orderly exit from the body.) Like a very conscientious cat burglar, the hookworm knows it's best served by not making a mess.\n\n“It's almost symbiotic,” Navarro said, “because in order for it to survive and thrive, it needs its host to be happy and healthy.”\n\nAD\n\nAD\n\nPerhaps the adaptations that help the parasites stay hidden also benefit their host by reining in overactive immune systems.\n\nThinking that they might be onto something, the researchers found 12 adults with celiac disease — a serious genetic disorder that causes an autoimmune response to gluten — who volunteered to have doctors infect them with a slimy, slithery hookworm. It was important that the participants be adults, because even relatively benign parasites can cause serious problems for children, pregnant women and others. Navarro also warned people with autoimmune disorders that they should not attempt to infect themselves with a hookworm, no matter how debilitating their illness might be. Parasites are no joke.\n\nFor the dozen trial participants, the hookworm did improve their tolerance of gluten.\n\nAD\n\nAD\n\nIt was an intriguing result, but it's difficult to scale that kind of study. Only so many people are willing to have a parasite put inside them for science. And because of the risks associated with parasites, going around infecting people isn't a viable treatment option.\n\nSo Navarro and her colleagues isolated the active ingredient in hookworm spit — a compound called AIP-2 — and injected it into asthmatic mice on a daily basis for five days. The animals' asthma systems substantially declined, and their airways became measurably less inflamed. These benefits persisted for 10 weeks after the mice stopped getting the treatment — “I don't even know how much that is in mouse years,” Navarro said.\n\nThe researchers also noticed that AIP-2 seemed to have a calming effect on the body's dendritic cells — a part of the immune system responsible for processing threats.\n\nAD\n\nAD\n\n“It is basically rewiring the cells in that tissue into promoting very efficient regulatory T cells,” Navarro said, describing the cells that help modulate the immune system.\n\nThis suggests that AIP-2 might also help humans, since dendritic cells have the same function in us that they do in mice. Navarro said their next step is a phase one clinical trial, which would test the effectiveness of an AIP-2 pill.\n\nShould that work, it has the potential to help the 235 million people around the world who suffer from asthma. The compound might also be used to treat other autoimmune disorders, like celiac disease, inflammatory bowel disease and multiple sclerosis.\n\nAD\n\nThis study would also suggest that humans lost something when we rid ourselves of the microbes and parasites that had evolved alongside us for tens of thousands of years. “There’s a major school of thought that says that these parasites should be encountered early in life to contribute to the education of the immune system,” Navarro said.\n\nAD\n\nShe wouldn't go so far as to call parasites good. Deworming campaigns and other public health efforts unquestionably have protected countless people from anemia, malnutrition, developmental disorders and potentially deadly infections.\n\n“But what we need is to find what's good in them,” she said, “and try to restore that missing component.”\n\nRead more:\n\nAD", "images": ["https://www.washingtonpost.com/resizer/UAxFtaE62goJBzcZ16zjXImb4Js=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/XPRD5KFJJM5INHY7MMKRDJEVOQ.png", "https://www.washingtonpost.com/resizer/yY1dAzuSNmKMhBI4NXYQbyTdSbM=/90x90/smart/s3.amazonaws.com/arc-authors/washpost/66026e9a-7afb-46ef-a995-8132b806d233.png", "https://www.washingtonpost.com/resizer/2B3MurRH7f_lTHzklYJBEUXGAoY=/150x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/XPRD5KFJJM5INHY7MMKRDJEVOQ.png"], "top_img": "https://www.washingtonpost.com/resizer/UAxFtaE62goJBzcZ16zjXImb4Js=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/XPRD5KFJJM5INHY7MMKRDJEVOQ.png", "keywords": [], "authors": ["Sarah Kaplan", "Reporter For Speaking Of Science"], "canonical_link": "https://www.washingtonpost.com/news/speaking-of-science/wp/2016/10/26/slimy-parasitic-hookworms-could-help-make-millions-of-people-healthier/", "title": "Bloodsucking parasitic hookworms could help make millions of people healthier", "meta_data": {"description": "Hookworms are good at hiding from human immune systems — and that might be helpful.", "og": {"site_name": "Washington Post", "type": "article", "url": "https://www.washingtonpost.com/news/speaking-of-science/wp/2016/10/26/slimy-parasitic-hookworms-could-help-make-millions-of-people-healthier/", "image": "https://www.washingtonpost.com/resizer/UAxFtaE62goJBzcZ16zjXImb4Js=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/XPRD5KFJJM5INHY7MMKRDJEVOQ.png", "title": "Bloodsucking parasitic hookworms could help make millions of people healthier", "description": "Hookworms are good at hiding from human immune systems — and that might be helpful."}, "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "title": "Bloodsucking parasitic hookworms could help make millions of people healthier", "description": "Hookworms are good at hiding from human immune systems — and that might be helpful."}, "article": {"content_tier": "metered", "opinion": "false"}, "viewport": "width=device-width, initial-scale=1"}, "movies": [], "publish_date": 1477454400.0, "source": "https://www.washingtonpost.com", "summary": ""}