{"url": "http://Healthday.com/Article.asp?AID=637115", "text": "TUESDAY, March 23, 2010 (HealthDay News) -- An ingredient in agave -- the plant used to make tequila -- may help fight bone-weakening osteoporosis and other diseases, Mexican researchers say.\n\nAgave, artichokes, garlic, onions and chicory are rich, natural sources of fructans -- nondigestible carbohydrates consisting of molecules of fructose linked together into chains, according to background information in a news release from the American Chemical Society.\n\n\"Experimental studies suggest that fructans may be beneficial in diabetes, obesity, stimulating the immune system of the body, decreasing levels of disease-causing bacteria in the intestine, relieving constipation and reducing the risk of colon cancer,\" Mercedes Lopez, of the National Polytechnic Institute in Guanajuato, said in the news release.\n\nPrevious research has also suggested that fructans stimulate the growth of beneficial bacteria in the large intestine in a way that increases the body's absorption of minerals, including calcium and magnesium, which are needed for bone growth.\n\nIn this study, Lopez and colleagues tested the effects of agave fructans on bone growth in mice. Compared to other mice, those fed agave fructans absorbed more calcium from food, excreted less calcium in their feces, and had a 50 percent increase in levels of a protein associated with the build-up of new bone tissue.\n\n\"These results suggest that the supplementation of the standard diet with agave fructans prevented bone loss and improved bone formation, indicating the important role of agave fructans on the maintenance of healthy bone,\" Lopez said. \"They can be used in many products for children and infants to help prevent various diseases, and can even be used in ice cream as a sugar substitute.\"\n\nBut drinking tequila won't help, the study authors noted. The fructans turn into alcohol when agave is processed into tequila, they said.\n\nThe study was to be presented Tuesday at the national meeting of the American Chemical Society in San Francisco.\n\nMore information\n\nThe National Osteoporosis Foundation has more about osteoporosis prevention.", "images": ["http://Healthday.com/images/favicon.ico"], "top_img": "http://Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/alternative-medicine-information-3/mis-alternative-medicine-news-19/tequila-plant-may-help-fight-bone-loss-637115.html", "title": "Tequila Plant May Help Fight Bone Loss", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Artichokes, garlic and onions also contain beneficial fructans, researchers say", "og": {"title": "Tequila Plant May Help Fight Bone Loss", "description": "Artichokes, garlic and onions also contain beneficial fructans, researchers say", "url": "https://consumer.healthday.com/alternative-medicine-information-3/mis-alternative-medicine-news-19/tequila-plant-may-help-fight-bone-loss-637115.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://Healthday.com", "summary": ""}