{"url": "http://www.Reuters.com/article/idUSTRE6AS59H20101129?pageNumber=1", "text": "NEW YORK (Reuters Health) - Women undergoing surgery for endometrial cancer can confidently opt for a minimally invasive hysterectomy performed by a skilled surgeon — with or without a robot’s help — suggests a new review of surgical outcomes.\n\nThe researchers found that the two advanced minimally invasive techniques led to similar results, and both appeared to be generally superior to the traditional open procedure.\n\n“With minimally invasive surgery by an experienced surgeon’s hands, the incisions are smaller, pain and suffering is less, visualization is better, and recovery is faster than with open surgery,” Dr. Ceana Nezhat of the Emory University School of Medicine in Atlanta who was not involved in the review, told Reuters Health.\n\n“Robotics makes it easier for surgeons to transition from open to minimally invasive procedures,” he added.\n\nMore than 40,000 women are diagnosed with endometrial cancer in the U.S. every year. Treatment usually involves surgical removal of the uterus, known as hysterectomy. At the same time, lymph nodes are often removed to determine the stage of the cancer and whether further treatment is necessary.\n\nThe research team from the Florida Hospital Cancer Institute, in Orlando, reviewed eight prior studies, including nearly 1,600 patients who underwent either an open, closed or robot-assisted hysterectomy and lymph node removal.\n\nIn the open surgery, a relatively large incision is made in the abdominal wall. The closed procedure, known as laparoscopy, requires a much smaller cut, through which small instruments and a video camera are inserted. However, this minimally invasive approach also calls for significant training on the part of the surgeon to overcome challenges such as the counterintuitive movements involved in working from images on a TV monitor.\n\nRobotic-assisted surgery is similar to laparoscopy, only the instruments and cameras are integrated into robotic arms, which the surgeon operates through a control console. The robotic equipment provides better three-dimensional vision, increased range of motion and intuitive, downscaled movements, while adding a few thousand more dollars to the procedure’s price tag, the authors note.\n\n“Also with the computer-enhanced robotic technology, no matter how much coffee you drink in the morning, your movements don’t have tremors,” said Nezhat.\n\nBased on their review, the researchers found that minimally invasive surgeries done with a human hand and instruments or with robotic assistance equipment took around the same time and resulted in similarly long stays in the hospital. However, about half as much blood was lost when robots were enlisted than with standard laparoscopy.\n\nBoth minimally invasive techniques resulted in longer-duration operations than open surgery. But both also led to shorter hospital stays and, in the case of robotic surgery, less blood-loss.\n\nFurther, the average number of lymph nodes removed was about the same in the robotic and open procedures, suggesting that both approaches result in about equal surgeon accuracy in staging endometrial cancer.\n\nNo differences between the three methods were seen in the numbers of complications, report the researchers in the journal Obstetrics & Gynecology.\n\n“The robot will not really decrease human errors but it will make the surgery easier,” Dr. Tommaso Falcone of the Cleveland Clinic, in Ohio, who was also not involved in the study, told Reuters Health in an e-mail.\n\n“Robotics increases the chance that a hysterectomy can be done by laparoscopy,” he added. “However, if the surgeon is skilled enough to do the hysterectomy without the robot by laparoscopy then the outcomes will be similar.”\n\nNezhat further noted that while robotic assistance can be a good “enabler” for a minimally invasive approach, surgeons should have at least the basic knowledge of regular laparoscopy too, as there may be times when the robotic equipment doesn’t work.\n\nThe reviewers point out that some of the differences found, such as the longer operation times for robotic-assisted surgery, may be due to surgeons’ inexperience with the new tool and could improve over time.\n\nOn the other hand, the newness of the technology could have deterred surgeons from using it for difficult cases, potentially biasing the results in a positive way for the robotic technique.\n\nRobotic surgery equipment only received U.S. Food and Drug Administration approval in 2005. More research is needed to be able to compare long-term outcomes, wrote the researchers.\n\nNezhat advises women to look for a surgeon experienced in doing minimally invasive surgery. If a robot is to be enlisted, he recommends asking how the procedure would be performed if the robot is not available or if it doesn’t work.\n\n“Robotic-assisted surgery is in its infancy, and it definitely has a future,” said Nezhat. “Its benefits should offset its higher costs.”\n\nSOURCE: link.reuters.com/kef67q Obstetrics & Gynecology, December 2010.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Lynne Peeples", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-robotic-hysterectomies-idUSTRE6AS59H20101129", "title": "Robotic assist eases less-invasive hysterectomies", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "(Reuters Health) - Women undergoing surgery for endometrial cancer can confidently opt for a minimally invasive hysterectomy performed by a skilled surgeon -- with or without a robot's help -- suggests a new review of surgical outcomes.", "Author": "Lynne Peeples", "keywords": "United States,Ceana Nezhat,Lynne Peeples,Tommaso Falcone,US,ROBOTIC,HYSTERECTOMIES", "news_keywords": "United States;Ceana Nezhat;Lynne Peeples;Tommaso Falcone;US;ROBOTIC;HYSTERECTOMIES", "REVISION_DATE": "Mon Nov 29 20:18:32 UTC 2010", "analyticsAttributes.articleDate": "2010-11-29T20:18:32+0000", "analyticsAttributes.author": "Lynne Peeples", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-robotic-hysterectomies-idUSTRE6AS59H20101129", "analyticsAttributes.contentTitle": "Robotic assist eases less-invasive hysterectomies", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "United States,Ceana Nezhat,Lynne Peeples,Tommaso Falcone,US,ROBOTIC,HYSTERECTOMIES", "analyticsAttributes.keywordSlug": "US-ROBOTIC-HYSTERECTOMIES", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Robotic assist eases less-invasive hysterectomies", "sailthru.author": "Lynne Peeples", "sailthru.date": "2010-11-29T20:18:32+0000", "sailthru.title": "Robotic assist eases less-invasive hysterectomies", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Robotic assist eases less-invasive hysterectomies", "url": "https://www.reuters.com/article/us-robotic-hysterectomies-idUSTRE6AS59H20101129", "type": "article", "description": "(Reuters Health) - Women undergoing surgery for endometrial cancer can confident...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2010-11-29T20:18:32+0000", "modified_time": "2010-11-29T20:18:32+0000", "section": "Homepage", "author": "Lynne Peeples", "tag": "United States,Ceana Nezhat,Lynne Peeples,Tommaso Falcone,US,ROBOTIC,HYSTERECTOMIES"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary", "title": "Robotic assist eases less-invasive hysterectomies", "description": "(Reuters Health) - Women undergoing surgery for endometrial cancer can confidently opt for a minimally invasive hysterectomy performed by a skilled surgeon -- with or without a robot's help -- su...", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1291061912.0, "source": "http://www.Reuters.com", "summary": ""}