{"url": "https://www.npr.org/sections/thesalt/2018/03/05/589286575/this-chef-lost-50-pounds-and-reversed-pre-diabetes-with-a-digital-program", "text": "This Chef Lost 50 Pounds And Reversed Prediabetes With A Digital Program\n\nEnlarge this image toggle caption Katherine Streeter for NPR Katherine Streeter for NPR\n\nPeople who are diagnosed with prediabetes can delay or prevent the disease if they change their lifestyle and lose a significant amount of weight. But here's the challenge: How can people be motivated to eat healthier and move more? Increasingly, the answer might include digital medicine.\n\n\"Just telling people to do things doesn't work,\" says Sean Duffy, CEO of Omada Health. If it were easy, there wouldn't be more than 80 million adults in the U.S. with prediabetes.\n\nOmada has rolled out a digital program, delivered on smartphones and other devices, that incorporates all the ingredients known to help people overhaul their habits. It includes e-coaching; peer support; education; diet and exercise tracking; and electronic nudging. (Forget to weigh in or track your meals? You'll get texts or emails reminding you to do it.)\n\n\"Week by week we have lessons on different themes, \" Duffy explains. \"They're interactive, and there's little games\" to keep it dynamic. Participants are matched with a group of peers (online) and they're led by a coach, who they can text or email back and forth with. \"We call it the symphony effect,\" Duffy says, because there are multiple methods working together to help participants stay on track.\n\nGetting started\n\nSometimes fear is a good motivator for losing weight. Don Speranza is in his late 60s and lives on a farm along the Columbia River in Washington state, where he runs a bed and breakfast with his wife. He's also the chef at the inn. \"I'm immersed in food all day,\" Speranza says.\n\nLast year he received an email from his doctor at Kaiser Permanente with some test results. \"It was like a gut punch, \" Speranza says.\n\nEnlarge this image toggle caption Courtesy of Don Speranza Courtesy of Don Speranza\n\nBased on his weight, which had been crept up to 210 pounds, and the results of his bloodwork to test his glucose, he was diagnosed with prediabetes. This means his blood sugar level was elevated, but not yet high enough to be diagnosed with the condition.\n\n\"It was a real come-to-Jesus moment,\" Speranza recalls. He knew that diabetes increased the risk of heart disease and can lead to many other complications including vision loss and amputations.\n\nWhen he signed up for the Omada program, the first thing he received was a scale. He began to weigh himself daily. He also began to track what he was eating. Each day he'd log his weight and meals and upload the data to a dashboard. His coach could see the data, too, and give him advice and encouragement.\n\n\"Oh, my coach, \" Speranza says. \"I can't sing her praises enough, she was so responsive.\" Even though they never met in person, they bonded. He took her advice and suggestions.\n\nHe realized, for instance, that he ate too much of the wrong things. \"Homemade breads and croissants, pasta and pizza,\" Speranza ticks off the list of baked treats with a mix of reverence and resolve in his voice.\n\nSperanza realized he had to change his relationship with these foods. Temporarily, he cut out all these refined carbohydrates. He had to train himself to resist all the treats he bakes for his guests.\n\nInstead, he began to fill his plate with more protein, vegetables and healthy fats. He raises animals on his organic farm, so he eats pastured meats, and a lot of salmon.\n\n\"Week by week, I'd make one or two little changes at a time, \" Speranza says. \"It was a game changer.\"\n\nThe weight began to fall off, and he started to move more. His coach nudged him to switch up his morning routine. He says he was accustomed to sitting each morning for an hour or so just drinking coffee. \"Now, I'll start the coffee,\" he says, but before he drinks it, \"I'll go outside and walk.\" He tracks his movement withe a wearable electronic device. He began with 2,000 steps logged during his morning walk but has now increased his steps significantly. And he rides a stationary bike, too.\n\n\"Now, I can almost keep up with my wife,\" Speranza says with a laugh.\n\nSince last May, he has lost about 50 pounds (52, to be exact, but it fluctuates a bit) and his blood sugar has returned to the normal range. He no longer has prediabetes.\n\n\"I feel so much better,\" Speranza says. As a baker, he buys flour in 50 pound sacks. \"Now, when I look at [the sacks] I'm aghast to think that's what I was carrying around.\"\n\nSuccess is not automatic\n\nNot every Omada Health participant makes the progress they're aiming for. After all, pulling off these changes is difficult\n\n\"I'm still on the journey to get to more optimal, health\" says Lonny Northrup, who lives in Utah. He lost weight while participating in the program, but when he hit a plateau in his weight loss, he felt stuck and he says he didn't get the personal support he would have liked from the program. \"For [many] days in a row I got an email saying, 'Hey, we noticed you didn't step on the scale,' \" he says. \"For some reason that didn't get escalated to the coach.\" So he says that was a disappointment.\n\nOverall, he says he would recommend the Omada Health program to a friend. \"I got really good, specific recommendations that worked for me and my lifestyle,\" Northrup says. And he says the convenience of having the program delivered on a smartphone was key, too.\n\nThere is some evidence that these kinds of programs are working. A recent pilot study with Utah-based Intermountain Healthcare that included about 200 people, all of whom were at high risk of Type 2 diabetes, found that 75 percent of the participants completed the Omada program and lost at least 5 percent of their body weight. And about 1 in 4 participants lost 7 percent of their body weight or more. That's promising, because there's evidence that a 7 percent body weight loss cuts the risk of developing diabetes by about 60 percent.\n\n\"This is one of the most exciting things,\" says Mark Greenwood, a physician with Intermountain.\n\nOmada Health is not the only player in this space. The Centers for Disease Control and Prevention recognizes many diabetes prevention lifestyle change programs, delivered both in-person and online, including Vida, which bills itself as a \"health transformation team\" that is data and tech-driven.\n\nAdditionally, traditional players in the weight loss space, such as Weight Watchers, now offer some similar incentives, such as personal coaching.\n\nGreenwood says he'd like to see many more patients try diabetes prevention programs. And he says he's pleased with the results of the pilot study of Omada's program.\n\n\"The data really does confirm that when you give people tools and help, instead of just preaching to them, it really does help.\"", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2018/03/02/digitalrx-1_wide-e146e8af837beb0c44d1dc98d3f96beb17ee4398.jpeg?s=1400", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/branding/sections/thesalt/branding_icon-d76e52abc19240eb928674dd91b71404f1945e2a.png", "https://media.npr.org/assets/img/2017/12/31/paigevickers_npr_12-31_sq-842c30431d58a60d4e8419e20d64384dacdc7897-s100-c15.jpeg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/assets/img/2017/03/07/gettyimages-499779448_sq-ca2809d557ce5d9cc19511a4d0120cb1d8a75e83-s100-c15.jpg", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/assets/img/2018/03/02/digitalrx-1_wide-e146e8af837beb0c44d1dc98d3f96beb17ee4398-s1100-c15.jpeg", "https://media.npr.org/assets/img/2015/05/18/mvi_9328_sq-9f8ca24bda420333d253b718c41e82fd4ab55fcf-s100-c85.jpg", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/news/2010/01/04/timpaul2_sq-153a60cbd051bc86f454b2e0aea995f1d72190d1-s100-c15.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/assets/img/2018/03/02/don-speranza-1_custom-56fced5107a586a711bef6aec9634acf45045896-s1100-c15.jpg", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2018/03/02/digitalrx-1_wide-e146e8af837beb0c44d1dc98d3f96beb17ee4398.jpeg?s=1400", "keywords": [], "authors": ["Allison Aubrey"], "canonical_link": "https://www.npr.org/sections/thesalt/2018/03/05/589286575/this-chef-lost-50-pounds-and-reversed-pre-diabetes-with-a-digital-program", "title": "This Chef Lost 50 Pounds And Reversed Prediabetes With A Digital Program", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2018-03-05", "description": "People with prediabetes like a Washington state chef reversed the diagnosis using a digital program that harnesses the power of wearable devices, data, education, e-coaching and peer support.", "og": {"title": "This Chef Lost 50 Pounds And Reversed Prediabetes With A Digital Program", "url": "https://www.npr.org/sections/thesalt/2018/03/05/589286575/this-chef-lost-50-pounds-and-reversed-pre-diabetes-with-a-digital-program", "type": "article", "description": "People with prediabetes like a Washington state chef reversed the diagnosis using a digital program that harnesses the power of wearable devices, data, education, e-coaching and peer support.", "image": "https://media.npr.org/assets/img/2018/03/02/digitalrx-1_wide-e146e8af837beb0c44d1dc98d3f96beb17ee4398.jpeg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "This Chef Lost 50 Pounds And Reversed Prediabetes With A Digital Program", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2018/03/02/digitalrx-1_wide-e146e8af837beb0c44d1dc98d3f96beb17ee4398.jpeg?s=1400"}}}, "movies": [], "publish_date": 1520226000.0, "source": "https://www.npr.org", "summary": ""}