{"url": "http://www.buzzfeed.com/azeenghorayshi/mail-order-viruses-are-the-new-antibiotics#.faYJe8jJr", "text": "Jenny Chang / BuzzFeed\n\nRachel George was used to being sick. A genetic condition left her with intellectual disabilities and a weak immune system. By 26, she had endured dozens of bacterial infections — kidney, ear, sinus, heart, bone, and more — and taken hundreds of antibiotic pills. But when she entered the Harborview Hospital in Seattle for a foot operation, her body’s defenses were pushed to a new limit. Hospitals are hotbeds for nasty — and sometimes deadly — infections. After her surgery, Rachel’s lungs picked up two: methicillin-resistant Staphylococcus aureus (MRSA) and Pseudomonas aeruginosa. Both bugs are part of a growing category of bacterial infections that don’t respond to traditional antibiotics. Rachel was supposed to be in the hospital for five days. She stayed nine weeks. She developed pneumonia and acute respiratory distress syndrome, and was put on a ventilator with a tube down her throat. When her doctors finally released her, they told her mother she had three years to live, at most, before the bugs won. Three years later, in January 2010, Rachel was indeed close to death. She was spending half of every month in intensive care, the other half at home, an IV constantly dripping into her bloodstream. By then she had cycled through more than a dozen powerful antibiotics. Each time the doctors would give her a new drug, then watch helplessly as the bacteria overpowered it. “Every time we took her back to the hospital, it was a question of whether or not this was going to be it,” her mother, Rose George, told BuzzFeed News. One day the nurse on duty asked Rose if she’d ever considered phage therapy. Rose had never heard of it, and that’s unsurprising: The therapy, which uses specialized viruses (called bacteriophages) to kill bacteria, is only available in a handful of former Soviet countries. Rose asked her daughter’s doctor, but she’d never heard of phage either. Soon Rose was on the phone with doctors at a small clinic in Tbilisi, in the Republic of Georgia, ordering 100 glass vials of viruses at $8 a pop. She’s one of at least 300 people desperate enough to try this little-known viral therapy from Eastern Europe. It’s an extreme solution to what may be this century’s biggest medical crisis: the death of antibiotics.\n\nSince the discovery of penicillin in 1928, scientists have amassed a medical arsenal of more than 130 antibiotics. The drugs have prevented soldiers from losing limbs, and mothers from dying during childbirth. With access to antibiotics, parents no longer worry about losing their kid to an ear infection or bad scrape. But now antibiotics are everywhere — not just in orange pill bottles, but in the food given to pigs, cattle, and chicken. And the more the bugs interact with antibiotics, the quicker they evolve defense mechanisms. At least 18 strains of bacteria have evolved into “superbugs,” becoming resistant to most of our drugs. And pharmaceutical companies, more interested in profitable blockbusters like Viagra and Zoloft, haven’t developed a new class of antibiotics in 25 years. We’re dying because of it. More than 23,000 people in the U.S. die each year from antibiotic-resistant infections. By 2050, an estimated 10 million people worldwide will die by superbug. After two decades of warnings from the scientific community, the problem is finally getting serious attention. In his 2016 budget proposal released today, U.S. President Obama threw $1.2 billion at tackling the antibiotic-resistance crisis — nearly double the amount allocated last year. If approved by Congress, this money will go toward screening soil samples for new antibiotics, reducing the drugs in livestock feed, boosting hospital surveillance, and, perhaps, making phage therapy a viable option in the U.S. Phages are bacteria’s natural enemies. They work by injecting their DNA inside bacterial cells, where they replicate wildly, produce new phages, and eventually cause the bacteria to rupture — releasing even more viruses to hunt for bacterial prey. Phages’ power comes from two places: They are the most common and diverse organisms on Earth, and each phage harms only specific strains of bacteria. When you turn on the faucet, millions of phages flow out with your tap water. That leaves a nearly inexhaustible supply of potential agents to use in the fight against infection. Doctors have been using phages to kill bacteria for nearly a century — just not in the U.S. In 1923, a Georgian doctor named George Eliava set up the first phage therapy clinic, the Eliava Institute, in Tbilisi. Antibiotics hadn’t been discovered yet, so phages were a revolutionary weapon against all kinds of infections, Ryland Young, head of the Center for Phage Technology at Texas A&M University, told BuzzFeed News. “It was kind of pre-scientific — no one knew what these phages were except that they worked.” Five years later, penicillin came along. Effective, cheap, and quick to produce in large quantities, doctors in the U.S., U.K., and France quickly seized upon the “miracle drug” as a key to winning World War II. That also meant keeping this weapon away from the Soviets. With no access to antibiotics, scientists behind the Iron Curtain bolstered their use of phages instead. “At its very peak, when they were supplying the Russian army, the Eliava Institute was producing two to three tons of phages per day,” Zamphira Alavidze, a microbiologist in Tbilisi who worked at the Eliava Institute for 45 years, told BuzzFeed News. But after the fall of the Soviet Union, Eliava’s phage production dropped significantly, and it downsized into a small research center. Today Georgian doctors frequently use antibiotics to treat infections, but often in combination with phages. “Every clinic, everywhere in Georgia, everybody uses the phages,” Alavidze said. The last decade, she added, has brought another big change: Two small phage clinics in Tbilisi have sprung up to cater specifically to the boom of international patients like Rachel. “Ten or fifteen years ago, nobody believed the phages would be so popular. They thought we were crazy,” Alavidze said. “Now, it’s not too easy to come to Georgia, but we try to help somehow because sometimes nothing else works.”\n\nRandy Wolcott, a wound care doctor in Lubbock, Texas, first went to Tbilisi in 2007. He was fed up with the lack of options for his patients with drug-resistant infections, and wanted to investigate phages as a treatment of last resort. Wolcott spent a week at the Eliava Institute. It looked nothing like the gleaming and sterile high-rises of most U.S. hospitals — the building was small, some of the equipment looked ancient, and the walls were unpainted. But after observing the Georgian clinicians at work, Wolcott was sold. He walked into a city pharmacy and bought hundreds of vials of phages concocted for wound infections. “They were very cheap, and I bought them by the case,” Wolcott told BuzzFeed News. The only hiccup came when explaining his viral cargo to U.S. customs officials. “It can cause some problems when our government hears that you’re bringing viruses back from a former Soviet country,” Wolcott said, chuckling. “It’s hard to explain. It’s a virus, but it’s a virus only for bacteria, not for us.” Phages aren’t approved for use in the U.S. So, once back in Lubbock, Wolcott wrote to the Texas Board of Medicine and asked for permission to use the viruses on his wound patients. The board decided that, because these patients had exhausted all other options, Wolcott would be allowed to use the experimental treatment in a legal arrangement known as “compassionate use.” Wolcott’s patients saw improvement within days. In 11 of the cases, the patients’ wounds healed enough to save their limbs. He treated hundreds of patients using the original batch of phages he brought over from Tbilisi. Five years ago, he went back for more. Wolcott usually uses the phages in combination with traditional antibiotics. But he says he couldn’t have offered the same quality of treatment without the viruses. “Someone needs to do this in America,” Wolcott said. “To have a bank of stuff that we can turn to for these chronic infections? That would be huge.”\n\nUntil that happens, though, patients are looking abroad. Rose George’s internet search led her to a clinic in Tbilisi called the Phage Therapy Center. It was set up in 2005 by Phage International, a fledgling medical tourism outfit founded in Danville, California, by a computer scientist named Chris Smith. The center’s doctors asked Rose to send over a bacterial sample from Rachel’s lungs. Over the course of a month, Rose attempted to send several samples, but each was rejected by U.S. customs. Rose’s son tried driving a sample across the border into Canada, which led to a seven-hour interrogation by Canadian agents, followed by two more hours with the FBI on the U.S. side. Finally, Smith suggested that Rose ambiguously label the package as “medical records.” She did, and the shipment slipped through. A few weeks later, the Georgian doctors called Rose with good news: They would be able to design a concoction of phages to treat Rachel’s infections. After convincing Rachel’s doctor to write a prescription for the viruses (so they could cross the U.S. border), Rose paid the Georgian clinic $800 for a three-month supply. She was surprised that phages were so inexpensive; in contrast, her insurance company was forking over roughly $14,000 a month for Rachel’s antibiotics. A couple of weeks later, 10 boxes filled with 100 vials of phages landed on the Georges’ doorstep. Rose used a nebulizer to administer the phages twice a day so that Rachel could breathe the liquids into her lungs. Within three weeks, Rachel’s MRSA — the same infection she’d been fighting with antibiotics for three years — disappeared. It hasn’t returned in the five years since.\n\nAdvocates of phage therapy see it as a powerful new weapon in the war we’re quickly losing against bacterial infection. But phages are certainly not a cure-all. Just ask Roger Mintey, a 65-year-old retired accountant from the sleepy English town of Reigate. In 1991, Mintey caught a severe sinus infection that left him with a near-constant cold. He’s had it, on and off, ever since. In the first decade of fighting his illness, Mintey sought help at five English hospitals, underwent two surgeries, and took more than two dozen courses of antibiotics. Nothing worked. In 2006, he heard about phage therapy from his cousin’s wife, who’d gone to Tbilisi to treat a chronic bladder infection. She pointed Roger to Phage International, the same company that helped Rose George get her daughter’s phages. The Georgian doctors affiliated with the company said they could treat his sinus infection, so Mintey cut Phage International a check for $5,000 and sent a sample of his nasal discharge to Georgia via FedEx. Then, accompanied by a friend, he boarded his first-ever plane to fly to the company’s Phage Therapy Center. They landed in Tbilisi at 3 a.m. and were met by someone from the clinic, who escorted them to their hotel. Mintey was instructed to drink a phage preparation three times a day from his hotel room. Every couple of days he would go into the clinic for additional phage treatments. The clinic was inside a nondescript building, set up something like an indoor mall. \"You went through a set of double doors, passed by a suntanning place, and there you were: one office, two treatment rooms, and that was it,” Mintey told BuzzFeed News. A doctor and two nurses had him sit on a cushioned patient’s chair. They tipped the chair back so his nostrils faced up, and poured the phage liquid into his nose. He was instructed to say the word “cuckoo” as the phages slowly slid into all of his sinuses, seeping out from his nasal passages into his forehead and cheekbones. His nose started bleeding, but the clinicians told him it was nothing to worry about. They also gave him a shot of manuka honey extract in his butt, telling him it had antimicrobial properties. “It was all quite uncomfortable,” Mintey said. After two weeks, Mintey flew back to England. Three days later, his infection was back. “I realized the entire treatment had done absolutely nothing,” he said. Mintey claims to have called, emailed, faxed, and sent physical letters to his doctors in Georgia and to Phage International’s headquarters in California. He heard nothing back. (Smith, of Phage International, claims that emails sent to Roger at the time were bouncing, and that he only had Mintey’s friend’s phone number.) Eventually, the clinic sent Mintey more phages in the mail, but the infection persisted. He says he has not heard from them since. “I was very disappointed,” Mintey said. “By the end of 2007, I had given up on phages.” Mintey’s situation highlights many of the difficulties surrounding a therapy only accessible through a small and largely unregulated medical tourism industry. Smith says Phage International has served more than 300 patients to date, with some 4,000 registered on its website. He wants to open a new phage therapy clinic in Trinidad, which could be easier for American patients to visit. “During the past 10 years, you’d go to an investor or venture capitalist, and they’d never heard of phage — and they didn’t want to know about it,” he said. “Now that’s changed.” Nothing about Phage International is decidedly illegal, I. Glenn Cohen, a law professor at Harvard’s Petrie-Flom Center for Health Law Policy, Biotechnology and Bioethics, told BuzzFeed News. But there are many ethical issues at play. What happens when something goes wrong? Or, as in Roger’s case, when a patient feels like he’s not getting what he paid for? “Who do you go after? Where do you do it?” Cohen said. “That’s where things get more tricky.”", "images": ["https://img.buzzfeed.com/buzzfeed-static/static/2015-02/2/13/enhanced/webdr06/longform-original-8285-1422902638-5.jpg?downsize=700%3A%2A&output-quality=auto&output-format=auto&output-quality=auto&output-format=auto&downsize=360:*", "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7", "https://img.buzzfeed.com/buzzfeed-static/static/2015-01/29/14/enhanced/webdr05/longform-original-683-1422560107-24.jpg?downsize=700%3A%2A&output-quality=auto&output-format=auto&output-quality=auto&output-format=auto&downsize=360:*", "https://img.buzzfeed.com/buzzfeed-static/static/2018-07/12/16/user_images/buzzfeed-prod-web-04/azeenghorayshi-v2-2237-1531425919-0_large.jpg?downsize=60:*&output-format=auto&output-quality=auto", "https://pixiedust.buzzfeed.com/v1.gif?source=buzz_web&platform=bpager&type=instrumentation&target=javascript&value=disabled", "https://img.buzzfeed.com/buzzfeed-static/static/2015-02/24/10/campaign_images/webdr10/mail-order-viruses-are-the-new-antibiotics-2-18794-1424793493-10_dblbig.jpg", "https://www.facebook.com/tr?id=260954170738952&ev=PageView&noscript=1"], "top_img": "https://img.buzzfeed.com/buzzfeed-static/static/2015-02/24/10/campaign_images/webdr10/mail-order-viruses-are-the-new-antibiotics-2-18794-1424793493-10_dblbig.jpg", "keywords": [], "authors": ["Buzzfeed News Reporter"], "canonical_link": "https://www.buzzfeed.com/azeenghorayshi/mail-order-viruses-are-the-new-antibiotics", "title": "Mail-Order Viruses Are The New Antibiotics", "meta_data": {"copyright": "Copyright BuzzFeed, Inc. All rights reserved.", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "referrer": "unsafe-url", "bf": {"buzzid": 3595036, "userid": 2512313}, "description": "Hundreds of people have caught hellish bacterial infections and turned to Eastern Europe for a century-old viral therapy. With the world on the cusp of an antibiotics crisis, should we all follow suit?", "title": "Mail-Order Viruses Are The New Antibiotics", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-title": "BuzzFeed", "theme-color": "#ee3322", "robots": "all", "author": "Azeen Ghorayshi", "pin": {"media": "https://img.buzzfeed.com/buzzfeed-static/static/2015-02/24/10/campaign_images/webdr10/mail-order-viruses-are-the-new-antibiotics-2-18794-1424793493-10_dblbig.jpg", "description": "Mail-Order Viruses Are The New Antibiotics"}, "fb": {"smart_publish": {"robots": "noauto"}, "app_id": 862012947269736}, "article": {"tag": "science news", "section": "Science", "publisher": "https://www.facebook.com/BuzzFeed", "content_tier": "free", "opinion": "false"}, "og": {"url": "https://www.buzzfeed.com/azeenghorayshi/mail-order-viruses-are-the-new-antibiotics", "site_name": "BuzzFeed", "image": "https://img.buzzfeed.com/buzzfeed-static/static/2015-02/24/10/campaign_images/webdr10/mail-order-viruses-are-the-new-antibiotics-2-18794-1424793493-10_dblbig.jpg", "title": "Mail-Order Viruses Are The New Antibiotics", "description": "Hundreds of people have caught hellish bacterial infections and turned to Eastern Europe for a century-old viral therapy. With the world on the cusp of an antibiotics crisis, should we all follow suit?", "type": "article"}, "twitter": {"app": {"id": {"iphone": 352969997, "ipad": 352969997, "googleplay": "com.buzzfeed.android"}, "url": {"iphone": "buzzfeed://buzz/azeenghorayshi/mail-order-viruses-are-the-new-antibiotics", "ipad": "buzzfeed://buzz/azeenghorayshi/mail-order-viruses-are-the-new-antibiotics", "googleplay": "https://www.buzzfeed.com/azeenghorayshi/mail-order-viruses-are-the-new-antibiotics"}}, "site": "@BuzzFeedScience", "creator": "@azeen", "url": "https://www.buzzfeed.com/azeenghorayshi/mail-order-viruses-are-the-new-antibiotics", "title": "Mail-Order Viruses Are The New Antibiotics", "description": "Hundreds of people have caught hellish bacterial infections and turned to Eastern Europe for a century-old viral therapy. With the world on the cusp of an antibiotics crisis, should we all follow suit?", "card": "summary_large_image", "image": "https://img.buzzfeed.com/buzzfeed-static/static/2015-02/24/10/campaign_images/webdr10/mail-order-viruses-are-the-new-antibiotics-2-18794-1424793493-10_dblbig.jpg"}}, "movies": [], "publish_date": null, "source": "http://www.buzzfeed.com", "summary": ""}