{"url": "http://consumer.Healthday.com/Article.asp?AID=655871", "text": "By Steven Reinberg\n\nHealthDay Reporter\n\nWEDNESDAY, Aug. 17, 2011 (HealthDay News) -- People who have narrowed carotid arteries in the neck and show no symptoms may be at risk for stroke and not know it, but a simple ultrasound test can identify the problem, a new study suggests.\n\nThis condition, known as asymptomatic carotid stenosis, is caused by plaque build-up in the arteries that carry blood from the heart to the brain. This can cause less blood to reach the brain and, in rare cases, may also trigger a stroke if plaque breaks off and becomes lodged in the small vessels in the brain.\n\n\"Only a small minority of patients with carotid stenosis will suffer a stroke,\" said lead researcher Dr. Raffi Topakian, from the Academic Teaching Hospital Wagner-Jauregg in Linz, Austria.\n\nThe problem is identifying the patients at the highest risk for stroke, he said. Most patients with carotid stenosis can be managed with medications such as cholesterol-lowering drugs, blood pressure-lowering drugs and blood thinners such as aspirin, he added.\n\nBut those at highest risk may need a surgical procedure called an endarterectomy, which clears the carotid arteries of plaque.\n\n\"We found with two ultrasound methods we could differentiate the patients who are at very low risk of suffering a stroke -- lower than 1 percent per year -- from patients at high risk of stroke -- higher than 8 percent per year,\" Topakian said.\n\nThe patients who are at high risk are candidates for surgery, he said. Endarterectomy is not recommended for most people with carotid stenosis since the problem can be managed with drugs and there are risks, including stroke, with the procedure, Topakian said.\n\nThose who would benefit from the ultrasound test are people with known carotid stenosis who are fit for surgery, Topakian said. \"If they are too sick or frail for surgery, it makes no sense to do the ultrasound,\" he said.\n\nIn addition, people at high risk for stroke are also candidates for ultrasound, Topakian said. This would include people with high cholesterol, high blood pressure or heart disease, he said. \"This test could be a good tool to identify the right patients for surgery,\" Topakian said.\n\nOf course, anyone with symptomatic carotid stenosis is a candidate for immediate surgery, Topakian said. Warning signs include transient ischemic attacks (TIAS), or mini-strokes, which cause no permanent damage but are often followed by a stroke within a few days.\n\nThe report was published in the Aug. 17 online edition of Neurology.\n\nFor the study, a research team led by Topakian followed 435 people with asymptomatic carotid stenosis for two years.\n\nEach participant had an ultrasound to see if there were signs that a stroke might occur. These included tiny blood clots, which pass into the brain, and a type of plaque called echolucent plaque, which is fattier than other plaque and linked with an increased risk for stroke.\n\nAmong those in the study, 38 percent had the fattier-than-normal plaque, 17 percent had signs of blood clots and 27 percent had both the fattier plaque and blood clots, the researchers found.\n\nIn addition, over the two years of the study, 10 people had TIAs.\n\nMoreover, people with the fattier plaque were more than six times more likely to have a stroke than those people without the plaque, and those with the fattier plaque and clots had a risk that was 10 times higher, Topakian's team found.\n\nNonetheless, some experts said that research suggests that patients with no symptoms are better off without the surgery.\n\nDr. Lars Marquardt,a professor of surgery at the University of Erlangen-Nuremberg in Germany and co-author of an accompanying journal editorial, said surgery for people with asymptomatic carotid steno sis is done too frequently.\n\nMarquardt noted that the risks associated with the surgery are a lot higher than leaving the stenosis as it is and starting aggressive medical treatment.\n\n\"Patients with symptomatic carotid stenosis don't get the surgical procedure early enough, and patients with asymptomatic carotid stenosis have too many surgical interventions,\" Marquardt said.\n\nWhen treating asymptomatic carotid stenosis, Marquardt doesn't think the case has been made for distinguishing between high- and low-risk patients. Right now, the work done by Topakian's group is still \"experimental,\" he said.\n\nAnother expert, Dr. Larry B. Goldstein, director of the Duke University Stroke Center, said that \"what remains uncertain is whether surgical intervention would result in an overall improvement in stroke-free survival.\"\n\n\"It is also unclear how optimal medical management [lifestyle changes in addition to anti-platelet medication and statins] would affect overall stroke and cardiovascular risk, and stroke-free survival,\" he said.\n\nBoth the U.S. Preventive Services Task Force and the American Heart Association currently recommend against general population screening for asymptomatic carotid artery stenosis, Goldstein noted.\n\nMore information\n\nFor more information on stroke, visit the U.S. National Library of Medicine.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/cardiovascular-health-information-20/heart-stroke-related-stroke-353/ultrasound-of-neck-arteries-may-help-gauge-stroke-risk-655871.html", "title": "Ultrasound of Neck Arteries May Help Gauge Stroke Risk", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "But for those with no symptoms, surgery to unclog the arteries may be hazardous, experts say", "og": {"title": "Ultrasound of Neck Arteries May Help Gauge Stroke Risk", "description": "But for those with no symptoms, surgery to unclog the arteries may be hazardous, experts say", "url": "https://consumer.healthday.com/cardiovascular-health-information-20/heart-stroke-related-stroke-353/ultrasound-of-neck-arteries-may-help-gauge-stroke-risk-655871.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}