{"url": "http://www.NPR.org/templates/story/story.php?storyId=130242857", "text": "Surgery For Sinus Misery: Better, But Still No Cure\n\ntoggle caption Richard Knox/NPR\n\nSurgeon Ralph Metson stares at a big video screen that shows, with amazing clarity, the inside of Nancy Butler's nasal passages.\n\nA weird glow lights up her nose and cheek from within. It comes from the fiber-optic tip of Metson's endoscope, which also holds a high-res camera lens.\n\nOn the monitor, you can see the miniature instruments he's using to cut away inflamed tissue and snip away pieces of eggshell-thin bone that block Butler's sinuses and give her nonstop headaches. To avoid poking through to the brain or into the orbit of an eye, there's a device around the patient's head with a guidance system that tells Metson, in three dimensions, exactly where his sharp instruments are on a CT scan of Butler's head.\n\nAfter an hour or so of this delicate work, Metson has opened up the 72-year-old woman's sinuses so they can drain. \"The next time she gets a cold,\" he says, \"her membranes are not going to swell and block the sinuses the way they have in the past. They're going to stay open.\"\n\nThis is modern sinus surgery. It's a lot less brutal than the old days -- back in the early 1980s. Then, surgeons cut through the face and mouth, scraped out the sinuses and left patients bruised and scarred. Often they were no better off, sometimes worse.\n\nAdvances since then have persuaded more doctors to do sinus surgery. So a lot more people are getting it -- around 300,000 a year, making it one of the most common operations.\n\nBut how good is it, in terms of giving patients relief from the pain, breathing difficulty and fatigue of chronic sinusitis?\n\n\"Surgery is usually not curative,\" Metson says. \"But probably in over 90 percent of the cases, it does significantly improve a patient's quality of life. He or she will still have infections after surgery. But hopefully they'll be less frequent, less severe and shorter in duration. A brief course of antibiotics will work better after surgery.\"\n\nHealth Columnist Opts For Sinus Surgery\n\nJudy Foreman, another of Metson's patients, offers an example of both how surgery can help -- and why patients' expectations shouldn't be too high.\n\nForeman had sinus surgery two years ago, when she was 64, after trying everything else. (See sidebar.) She rinsed out her sinuses faithfully with saltwater. She tried decongestants, antihistamines and steroid nasal sprays. Over and over, Metson prescribed antibiotics.\n\nSoothing Sinus Pain Surgery may be less debilitating than it once was, but it’s still the last resort for most people suffering from sinus problems. Here are three simpler treatments that may offer sinus relief. Nasal irrigation, also known as nasal douche or nasal lavage, is one option. The idea is to rinse the sinuses with saltwater. The easiest way is with a bulb syringe or neti pot, which looks like a small tea pot. As the saline solution passes through one nostril and out the other, it clears mucus, dust and allergen particles from the sinus cavities. (Several YouTube videos offer tutorials on nasal irrigation.) The technique might seem peculiar, but it's nothing new. It likely originated from yoga traditions as a way to fight cold symptoms, but it went mainstream after a nod from Oprah. Studies show that nasal irrigation seems to work. A 2009 review of research by The Cochrane Library found evidence that nasal irrigation with saltwater can relieve symptoms and can help as a complementary treatment for chronic rhinosinusitis. Kits for nasal irrigation usually cost $10 to $20 and are sold in drugstores. Another option is corticosteroid nasal sprays. According to the Mayo Clinic, corticosteroids imitate hormones and can help alleviate inflammation. However, the sprays seem to provide only temporary relief for most users. A few small studies suggest that acupuncture may also benefit some people with sinus problems, but, as one study in the Journal of Alternative and Complementary Medicine indicated, more research is needed. —Whitney Blair Wyckoff\n\nFor about 80 percent of patients, these nonsurgical alternatives manage the problem adequately, Metson says. But Foreman was in the other 20 percent.\n\nForeman writes a health column for The Boston Globe and other newspapers, so she's an unusually well-informed patient. \"I read an article about people feeling less tired all the time after having had surgery, and I thought, boy, I would really like that,\" she says.\n\nWhen she asked Metson about surgery, he said most people with her degree of sinus problems would have had it long before.\n\n\"I thought, 'OK, so I'm just being scared,' \" Foreman says. She didn't like to think of someone sticking sharp instruments up her nose and cutting away delicate tissue. But when she overcame her squeamishness and finally had the operation, she found it wasn't nearly as bad as she thought it would be.\n\n\"It's uncomfortable,\" she reports. \"Afterwards you have these cotton wads up your nose and, of course, you can't breathe with all this stuff in your nose.\" But she didn't hurt very much. \"I was so glad to get it over with that I would say the pain was not bad at all.\"\n\nDisappointed With Outcome\n\nAnd the outcome? Now she has three or four sinus infections a year instead of five or more. They're not as bad as before. Still, she's disappointed.\n\n\"I'm not like a person without this problem,\" she says. \"I get a cold and I freak out because I know it's going to be there for three weeks. Other people get it and they're done in five days.\"\n\nForeman wrote a column about her surgery. Two years later, she's still getting e-mail from people asking whether they should have it.\n\n\"I say, 'Go for it!' Because I think it's made enough of a difference that I'm glad I did it,\" Foreman says. She'd consider a second operation, but Metson says usually that's advised only for patients with nasal polyps that regrow -- not a problem she has.\n\nRarely A Cure\n\ntoggle caption Richard Knox/NPR\n\nMetson says most of his patients do better than Foreman. But surgery rarely cures them. That's because surgery doesn't touch the root cause of chronic sinusitis.\n\nSurgeons can cut away bone and membranes that block sinuses. But they can't stop the inflammation some people are prone to, and that inflammation can cause new obstructions.\n\nTo tackle that problem, researchers have discovered five genes involved in that inflammatory process. Metson hopes drugs will be developed to regulate those genes.\n\n\"And if we can use those as novel targets for, let's say, nasal sprays or medications, we may be able to treat people like Judy without surgery,\" Metson says. \"Or we'll do surgery and follow it up after surgery with these sprays.\"\n\nThat, he says, will be the next big advance in sinus treatment.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2010/10/01/JudyForemanCT-f4c2d0fbe247218fd527a814db6a4c82995200a7-s800-c15.jpg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/assets/img/2010/10/01/CTscan_wide-451ae57309b17d2c7809b8803885be9470cd2695.jpg?s=1400", "https://media.npr.org/assets/img/2010/10/01/Sinussurgery3-f5100c44a3ace7b045b651634b1a224a2e835dad-s800-c15.jpg", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2010/10/01/CTscan_wide-451ae57309b17d2c7809b8803885be9470cd2695.jpg?s=1400", "keywords": [], "authors": ["Richard Knox"], "canonical_link": "https://www.npr.org/templates/story/story.php?storyId=130242857", "title": "Surgery For Sinus Misery: Better, But Still No Cure", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2010-10-04", "description": "Modern sinus surgery is a lot less brutal than it was 30 years ago.  And a lot more people -- around 300,000 a year -- are getting it.  It's not a cure, but it could improve a patient's quality of life.", "og": {"title": "Surgery For Sinus Misery: Better, But Still No Cure", "url": "https://www.npr.org/templates/story/story.php?storyId=130242857", "type": "article", "description": "Modern sinus surgery is a lot less brutal than it was 30 years ago.  And a lot more people -- around 300,000 a year -- are getting it.  It's not a cure, but it could improve a patient's quality of life.", "image": "https://media.npr.org/assets/img/2010/10/01/JudyForemanCT_wide-d59a66d96a08893219f87ffecf0c0fffcfff0247.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Surgery For Sinus Misery: Better, But Still No Cure", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2010/10/01/CTscan_wide-451ae57309b17d2c7809b8803885be9470cd2695.jpg?s=1400"}}}, "movies": [], "publish_date": null, "source": "http://www.NPR.org", "summary": ""}