{"url": "http://Healthday.com/Article.asp?AID=637431", "text": "By Kathleen Doheny\n\nHealthDay Reporter\n\nFRIDAY, March 26, 2010 (HealthDay News) -- Treatment with blood pressure-lowering drugs known as beta blockers appears to help reduce the spread of breast cancer in women, a team of British and German researchers report.\n\nThe drugs are believed to work by preventing stress hormones from stimulating cancer cells. \"Beta- blocker drugs compete with stress hormones and bind to the same target receptors [on a cellular level], but unlike stress hormones, do not activate cancer cells,\" said Dr. Des Powe, a senior healthcare research scientist at Queen's Medical Centre, Nottingham University Hospital NHS Trust, in Nottingham, England.\n\nPowe is due to present the findings Friday at the annual European Breast Cancer Conference in Barcelona, Spain.\n\nPowe and his colleagues from the U.K. and Germany evaluated 466 cancer patients: 92 had received blood pressure-lowering medications and 43 of those 92, or nearly half, were on beta blockers at the time of their breast cancer diagnosis.\n\nThose on beta blockers had a substantial reduction in the formation of distant cancers, or metastases, and of local recurrence. They had a 71 percent reduced risk of death from breast cancer during the study compared to those who were either taking other blood pressure drugs or weren't on any blood pressure medications. Those on beta blockers also had a 57 percent reduced risk of getting a secondary cancer.\n\n\"Our study was performed retrospectively, using patient notes [from women] that had received treatment in the late 1980s and 1990s,\" Powe said.\n\nOther experts called the results interesting, but preliminary. \"The concept of controlling tumor growth by preventing a stress or inflammatory response is not novel,\" said Dr. Cathie Chung, a medical oncologist and an assistant professor of oncology at the City of Hope National Medical Center in Duarte, Calif.\n\nFor instance, other research has found that women with breast cancer who regularly take aspirin, which is an anti-inflammatory, may have a decreased risk of recurrence.\n\n\"I think this study is interesting, but very far from being conclusive,\" said Chung. It's not known, she said, whether there is a true association or whether it may be due to chance or another factor.\n\n\"There is more work to be done before you can say whether this relationship is meaningful and will hold up,\" agreed Dr. Len Lichtenfeld, deputy chief medical officer for the American Cancer Society.\n\nAs in other retrospective studies, he said, more research is needed to verify the potential link.\n\n\"There are many other factors that come into play that could explain what happened,\" Lichtenfeld said. \"What if the women who take the beta blockers are more attuned to their health and they may be taking better care of themselves?\"\n\nLike Chung, he agreed the proposed association is not far-fetched, just that more study is needed. Previous research, Lichtenfeld said, has found a reduced rate of skin cancer among men who take another type of blood pressure-lowering drug.\n\nPowe said he plans to do another study to validate the results.\n\nMore information\n\nTo learn more about inflammation and cancer, visit the U.S. National Cancer Institute.", "images": ["http://Healthday.com/images/favicon.ico"], "top_img": "http://Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Kathleen Doheny"], "canonical_link": "https://consumer.healthday.com/circulatory-system-information-7/blood-pressure-news-70/beta-blockers-may-slow-spread-of-breast-cancer-637431.html", "title": "Beta Blockers May Slow Spread of Breast Cancer", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Small study found they boost survival, but results are preliminary", "og": {"title": "Beta Blockers May Slow Spread of Breast Cancer", "description": "Small study found they boost survival, but results are preliminary", "url": "https://consumer.healthday.com/circulatory-system-information-7/blood-pressure-news-70/beta-blockers-may-slow-spread-of-breast-cancer-637431.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://Healthday.com", "summary": ""}