{"url": "http://time.com/4673630/new-psoriasis-drug-siliq/", "text": "People with psoriasis who haven’t seen improvement with standard treatments now have a new option. The Food and Drug Administration (FDA) has approved the injectable drug Siliq (broadalumab) for the treatment of moderate-to-severe plaque psoriasis in adults.\n\nBecause of an association with suicidal thoughts and behaviors, Siliq will be sold with a “black box” warning and should be considered only for patients whose psoriasis has not responded—or has stopped responding—to phototherapy or to other systemic medicines taken orally or via injection.\n\nPlaque psoriasis is an autoimmune condition that causes cells to build up on the surface of the skin, forming thick red patches and flaky silver-white scales. Current treatment options for psoriasis include topical treatments (like corticosteroids) phototherapy (using an ultraviolet light box or a laser) and systemic drugs—delivered via a pill, an injection or an IV infusion—that work throughout the body.\n\nSiliq is unique because it binds to the receptor of a protein called interleukin-17, a known contributor to inflammation. By blocking the receptor from being activated, it keeps the body from receiving signals that can fuel inflammatory responses and psoriasis progression. Two other psoriasis drugs currently on the market work similarly, but instead bind to the protein itself.\n\nHealth Newsletter Get the latest health and science news, plus: burning questions and expert tips. View Sample Sign Up Now\n\nThis small difference is significant, says Dr. Richard Fried, a member of the National Psoriasis Foundation medical board, since responses to drug treatments can vary dramatically from person to person. “Having another agent in our armamentarium that works by a different mechanism is a welcome addition and may prove beneficial to many psoriasis suffers,” he says in an email. (Fried says he has no involvement with the drug or the drug company.)\n\nIn the three clinical trials considered for drug approval, more than 50% of patients who used Siliq achieved total skin clearance—the ultimate goal of psoriasis treatments—within a year. The most common side effects of the drug were joint and muscle pain, headache, fatigue, diarrhea, throat pain, nausea, flu, low white blood cell count, fungal infections and reactions at the injection site.\n\nThe drug also comes with a more serious warning, as well. In a total of six clinical trials totaling about 6,200 participants, six suicides were reported by people receiving Siliq. People with a history of suicide attempts or depression had an increased risk of suicidal ideation and behavior.\n\nGet The Brief. Sign up to receive the top stories you need to know right now. Choose your country United States of America Afghanistan Albania Algeria American Samoa Andorra Angola Anguilla Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Brazil Brunei Darussalam Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Colombia Comoros Congo Congo, Democratic Republic of Cook Islands Costa Rica Cote d'Ivoire Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Faeroe Islands Falkland Islands (Malvinas) Fiji Finland France French Guiana French Polynesia Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guinea Guinea-Bissau Guyana Haiti Holy See Honduras Hong Kong Hungary Iceland India Indonesia Iran Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libyan Arab Jamahiriya Liechtenstein Lithuania Luxembourg Macao Macedonia Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia Monaco Mongolia Montserrat Morocco Mozambique Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory, Occupied Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Republic of Korea Republic of Moldova Reunion Romania Russian Federation Rwanda Saint Helena Saint Kitts and Nevis Saint Lucia Saint Pierre and Miquelon Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia and Montenegro Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Islands Swaziland Sweden Switzerland Syrian Arab Republic Taiwan Tajikistan Tanzania, United Republic of Thailand Timor-Leste Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United Kingdom Virgin Islands (U.S.) Virgin Islands (British) Uruguay Uzbekistan Vanuatu Venezuela Viet Nam Wallis and Futuna Islands Western Sahara Yemen Zambia Zimbabwe Please enter a valid email address. Please select your country. I can confirm I have read and accept the Terms Of Use. Please check to proceed. Sign Up Now You may unsubscribe from email communication at any time. See our Privacy Policy for further details. Thank you! For your security, we've sent a confirmation email to the address you entered. Click the link to confirm your subscription and begin receiving our newsletters. If you don't get the confirmation within 10 minutes, please check your spam folder.\n\nBecause of these events, the labeling for Siliq will include a Boxed Warning, and the drug will only be available through a restricted REMS (Risk Evaluation and Mitigation Strategy) program. In order to prescribe it, doctors must be certified with the program and must counsel patients about this risk. Patients must also agree to seek medical attention should they experience new or worsening mood changes, anxiety or suicidal thoughts.\n\nA causal association between Siliq and increased risk of suicidal ideation and behavior has not been established. Fried, a dermatologist and clinical psychologist, points out that psoriasis itself can be associated with mental health problems.\n\n“Effective treatment has consistently shown reduction in the incidence and severity of depression and reduced likelihood of suicide,” says Fried. He adds that the data on Siliq suggests that it is not only effective in treating psoriasis, but that many patients experience improvement in anxiety and depression, as well.\n\nSiliq, like other psoriasis medications, also affects the immune system. It can raise patients’ risk of infections and shouldn’t be used by people with certain chronic conditions, such as Crohn’s disease or active tuberculosis infections. People should also avoid immunizations with live vaccines while being treated with Siliq.\n\n“Patients and their health care providers should discuss the benefits and risks of Siliq before considering treatment,” said Dr. Julie Beitz, director of the Office of Drug Evaluation III in the FDA’s Center for Drug Evaluation and Research, in an agency press release.\n\nThe drug’s recommended dosage schedule is an injection once a week for the first three weeks, followed by an injection every other week. Valeant Pharmaceuticals, Siliq’s manufacturer, says that pricing information is not available at this time, and expects to begin sales and marketing in the second half of 2017.\n\nContact us at editors@time.com.", "images": ["http://time.com/img/Paper-plane.svg", "http://subscription-assets.timeinc.com/current/1850_top2_205_thumb.jpg", "http://time.com/images/newsletter-time.png", "https://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2019/10/electrocardiogram.jpg?quality=85&w=600", "https://timedotcom.files.wordpress.com/2017/02/skin-arm.jpg?quality=85&w=1200&h=628&crop=1", "https://timedotcom.files.wordpress.com/2019/11/kidney-swaps-organ-donation.jpg?quality=85&w=600", "http://pixel.carambo.la/Pixel/tmnc11/112753/0/1/0", "http://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2017/02/skin-arm.jpg", "http://assets.time.com/images/dianomi-logo.png", "https://timedotcom.files.wordpress.com/2017/09/time-newsletter-tout-footer.png", "http://pixel.watch/f3fo"], "top_img": "https://timedotcom.files.wordpress.com/2017/02/skin-arm.jpg?quality=85&w=1200&h=628&crop=1", "keywords": [], "authors": ["Amanda Macmillan"], "canonical_link": "https://time.com/4673630/new-psoriasis-drug-siliq/", "title": "How a New Psoriasis Drug Is Different From Others", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "keywords": "medicine", "news_keywords": "psoriasis, broadalumab, Siliq, biologics, injectable, injection, autoimmunity, interleukin-17", "description": "Siliq, a new psoriasis drug that targets inflammatory protein interleukin-17, was approved by the FDA.", "og": {"title": "How a New Psoriasis Drug Is Different From Others", "type": "article", "site_name": "Time", "url": "https://time.com/4673630/new-psoriasis-drug-siliq/", "description": "Siliq, a new psoriasis drug that targets inflammatory protein interleukin-17, was approved by the FDA.", "image": {"identifier": "https://timedotcom.files.wordpress.com/2017/02/skin-arm.jpg?quality=85&w=1200&h=628&crop=1", "width": 1200, "height": 628}}, "article": {"content_tier": "free", "opinion": "false"}, "pinterest": {"url": "https://time.com/4673630/new-psoriasis-drug-siliq/", "description": "Siliq, a new psoriasis drug that targets inflammatory protein interleukin-17, was approved by the FDA.", "media": "https://timedotcom.files.wordpress.com/2017/02/skin-arm.jpg?quality=85&w=1200&h=628&crop=1"}, "twitter": {"card": "summary_large_image", "url": "https://time.com/4673630/new-psoriasis-drug-siliq/", "title": "How a New Psoriasis Drug Is Different From Others", "description": "Siliq, a new psoriasis drug that targets inflammatory protein interleukin-17, was approved by the FDA.", "site": "@TIME", "image": "https://timedotcom.files.wordpress.com/2017/02/skin-arm.jpg?quality=85&w=1024&h=512&crop=1"}, "fb": {"app_id": 53177223193, "pages": 10606591490}}, "movies": [], "publish_date": null, "source": "http://time.com", "summary": ""}