{"url": "http://consumer.healthday.com/Article.asp?AID=674088", "text": "By Steven Reinberg\n\nHealthDay Reporter\n\nMONDAY, March 4, 2013 (HealthDay News) -- People suffering from restless legs syndrome may find some relief by taking one of several drugs approved to treat the condition, a new review confirms.\n\nThe medications, which include Requip (ropinirole), levodopa, Neurontin (gabapentin) and Lyrica (pregabalin), appear to reduce symptoms of the syndrome in more than 60 percent of patients, researchers report. The first two drugs raise dopamine levels in the body, and the last two drugs reduce the amount of calcium reaching brain cells and trigger the production of other chemicals that help reduce pain. Dopamine is a brain chemical that regulates movement and mood.\n\n\"Physicians and patients now have better information on the effectiveness and harms of two types of drug treatments for patients with at least moderately severe restless legs symptoms in which to guide treatment choices,\" said review author Dr. Timothy Wilt, core investigator at the Minneapolis VA Health Care System.\n\nRestless legs syndrome causes a person to feel a powerful urge to move his or her legs. The legs become uncomfortable when lying down or sitting, and the condition can disrupt sleep and take a toll on the quality of life, the researchers said.\n\nOne expert, Dr. Martin Niethammer, a neurologist at the Movement Disorders Center of North Shore-LIJ's Cushing Neuroscience Institute in Manhasset, N.Y., said this study is merely a review of the current treatments for restless legs syndrome.\n\n\"There is nothing new here at all,\" he said. \"It doesn't add anything to the field.\"\n\nThis is just a compilation of evidence that follows guidelines that have been long established in both Europe and the United States, Niethammer said.\n\n\"These are the only treatments approved by the [U.S. Food and Drug Administration],\" he added.\n\nThe report was published in the March 4 online issue of JAMA Internal Medicine.\n\nFor the analysis, Wilt's team reviewed 29 clinical trials. The researchers found that 61 percent of those taking dopamine agonists showed at least a 50 percent improvement in their symptoms, compared with 41 percent of those taking an inactive placebo.\n\nIn addition, those taking dopamine agonists slept better and scored higher on measures of quality of life. Dopamine agonists were originally developed to treat Parkinson's disease.\n\nSide effects of dopamine agonists can include euphoria, hallucinations, weight loss, nausea, insomnia, tiredness or weakness, dizziness and drowsiness.\n\nThere are generic versions of Requip that cost far less, running between $11 and $22 a month. Insurance covers the treatment in most cases, so actual out-of-pocket costs will vary by insurance plan. The same is true for levodopa, Wilt said.\n\nNeurontin and Lyrica also helped relieve symptoms in 61 percent of patients, compared with 37 percent of those taking a placebo, the researchers found.\n\nThe most common side effects of these drugs include fatigue, swelling in the legs, dizziness and weight gain.\n\nWithout insurance, Lyrica costs can run more than $100 a month, but again co-pays will vary by plan, Wilt said. The same is true for Neurontin, which can cost $117 to $135 a month without insurance.\n\nWilt noted there is no information on the effectiveness of treatments in pregnant women, young or old patients, those with milder symptoms or those with other serious medical conditions. \"We urge caution in extending our conclusions to these individuals,\" he noted.\n\n\"Treatments for restless legs syndrome is now frequently advertised direct-to-consumer, and thus while this may enhance awareness it may result in patients seeking treatment for milder or other conditions not well-studied,\" he explained.\n\nThe harms of medications may outweigh benefits for these individuals, Wilt said. \"Up to 25 to 50 percent with even moderate to severe and longstanding symptoms stop taking these medications after more than a year due to either side effects or lack of benefit,\" he noted.\n\nNonetheless, for people with moderate to severe restless legs syndrome symptoms, these medications provided important benefits, at least in the short term, Wilt said.\n\nPatients should tell their doctors if they have bothersome sensations in their legs that include distressing, irresistible urge to move them that is relieved by rest, Wilt said.\n\n\"This may be due to restless legs syndrome or other conditions. An accurate diagnosis is important. Effective treatments for restless legs syndrome are available, and in patients with more severe symptoms may include medications,\" he said.\n\nMore information\n\nFor more on restless legs syndrome, visit the U.S. National Library of Medicine.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/diseases-and-conditions-information-37/muscle-problem-health-news-488/drugs-may-help-relieve-restless-legs-syndrome-674088.html", "title": "Drugs May Help Relieve Restless Legs Syndrome", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Review found two types of approved medications helped most patients with moderate to severe symptoms", "og": {"title": "Drugs May Help Relieve Restless Legs Syndrome", "description": "Review found two types of approved medications helped most patients with moderate to severe symptoms", "url": "https://consumer.healthday.com/diseases-and-conditions-information-37/muscle-problem-health-news-488/drugs-may-help-relieve-restless-legs-syndrome-674088.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}