{"url": "https://www.statnews.com/2018/06/21/type-1-diabetes-vaccine-denise-faustman/", "text": "An experimental therapy for type 1 diabetes, widely derided by mainstream diabetes researchers, lowered blood sugar levels to near normal, a small, ongoing trial found. Patients in the trial, whose blood sugar levels have remained near normal for five to eight years, take about one-third less insulin than they did before, reducing their risk of hypoglycemia, in which insulin lowers blood sugar to dangerously low levels.\n\nThe experimental treatment, a decades-old generic vaccine for tuberculosis called bacillus Calmette-Guérin (BCG), seems to alter both cellular metabolism and the immune system, said Dr. Denise Faustman of Massachusetts General Hospital, senior author of the study published Thursday in npj Vaccines. “This cheap, old vaccine is lowering blood sugar to levels never achieved before,” she said.\n\nWhile the results, from only nine patients, must be replicated in a larger study, said Dr. Joseph Bellanti of Georgetown University Medical Center, “if what they found is true, they really have something here.” Bellanti, who was not involved in the research, said the study’s eight-year follow-up and use of a placebo control arm made him “cautiously optimistic” that two doses of the BCG vaccine “can decrease levels of A1c,” a measure of blood glucose that predicts the likelihood of serious complications such as stroke and kidney failure.\n\nadvertisement\n\nJDRF (formerly the Juvenile Diabetes Research Foundation), the Joslin Diabetes Center, and several university diabetes centers all declined to speak about Faustman’s results. She has been a voice in the diabetes wilderness for nearly two decades, angering the establishment diabetes community by pursuing low-tech research very different from more popular approaches, such as embryonic stem cells and immunosupression.\n\nCritics have gone so far as to send letters to newspapers that covered her work apologizing to patients “on behalf of Dr. Faustman” for “having their expectations cruelly raised.” She has also struggled for funding, receiving much of her research support from the private Iacocca Family Foundation, rather than in federal grants.\n\nIn Faustman’s Phase 1 clinical trial, three participants with type 1 diabetes received two doses of BCG vaccine, a month apart. After the vaccine showed signs of effectiveness, an additional six patients were vaccinated five years ago, and 111 more recently. The new paper and a presentation scheduled for a meeting of the American Diabetes Association this weekend focus on the patients who have been followed for more than five years.\n\nAll of those patients who received BCG had a statistically significant change in hemoglobin A1c. A normal level is below 6. In the vaccinated patients, A1c levels fell from an average of 7.36 before the first dose to 6.18 after five years, holding almost steady at 6.65 in the eighth year. In patients receiving a sham injection, levels showed almost no change from their initial levels of 7.10: 7.07 in the fifth year and 7.22 in the eighth.\n\n“We wanted it to be good, but we didn’t know it would be this good,” Faustman said.\n\nAll of the patients remain on insulin, she said, but less of it. They are also able to monitor their blood sugar less frequently, which can be several times an hour. (The standard of care is a continuous glucose monitor, in which a probe is inserted into the abdomen, plus an insulin pump.) “If we can gradually move people to where they can control their blood sugar, their minute-to-minute lifestyle can improve dramatically,” Faustman said.\n\nThe A1c reductions could also bring significant health benefits. Every 10 percent drop, research shows, reduces complications such as stroke and heart attack by about one-third. The BCG vaccine lowered A1c levels 9 percent to 16 percent.\n\nThe new paper describes how the BCG vaccine, which has been used for nearly 100 years against tuberculosis and is considered extremely safe, might affect diabetes. According to studies in mice, it has two effects. It alters the immune system so as to increase levels of T regulatory cells; T regs keep other immune cells in check, including those that attack the pancreas’s insulin-making cells — the root cause of type 1 diabetes. In addition, BCG alters metabolism so cells consume higher levels of glucose, drawing more of it out of the blood, in a process called aerobic glycolysis.\n\n“The clinical effects and the proposed mechanism demonstrated are exciting and add to the emerging consensus that the BCG vaccine can have a lasting and valuable impact on the immune system,” said Dr. Mihai Netea of Radboud University Medical Center in the Netherlands, who was not involved in the study.\n\nA Phase 2 clinical trial of BCG is currently underway at Mass. General. It is testing multiple BCG doses in 150 patients with longstanding type 1 diabetes.\n\nAlthough many studies of BCG are underway around the world in diabetes and other autoimmune diseases, including multiple sclerosis, there has been little interest among U.S. researchers outside Faustman’s lab.\n\n“There is not a lot of enthusiasm because we’re all rewarded for discovering for-profit drugs,” she said. “Potential funders come [to my lab] and ask, ‘How can we make money off this?’”\n\nBCG, whose one licensed manufacturer in the U.S. is Merck subsidiary Organon Teknika, costs less than a dollar a dose. (Faustman used a strain made by Sanofi (SNY).) The U.S. market for insulin meters and insulin pumps is $20 billion. “With everyone thinking they need a pump and a meter, if you come along with an inexpensive vaccine that can change this standard of care, of course there will be pushback,” Faustman said.", "images": ["https://www.statnews.com/wp-content/uploads/2018/06/03032008_03faustman2-6506733-1024x576.jpg", "https://www.statnews.com/wp-content/uploads/2019/08/Newsletter-Logo-Images-DR.png", "https://www.statnews.com/wp-content/themes/stat/images/stat-logo.svg", "https://www.statnews.com/wp-content/plugins/stat-lazy-load/images/330x400-00000000.png", "https://www.statnews.com/wp-content/uploads/2018/06/03032008_03faustman2-6506733-645x645.jpg", "https://dc.ads.linkedin.com/collect/?pid=46858&fmt=gif", "https://www.statnews.com/wp-content/uploads/2018/03/Circular_Sharon.png", "https://www.facebook.com/tr?id=436331036555416&ev=PageView&noscript=1"], "top_img": "https://www.statnews.com/wp-content/uploads/2018/06/03032008_03faustman2-6506733-1024x576.jpg", "keywords": [], "authors": ["Sharon Begley", "Shraddha Chakradhar", "Megan Thielking", "Elizabeth Preston", "Associated Press"], "canonical_link": "https://www.statnews.com/2018/06/21/type-1-diabetes-vaccine-denise-faustman/", "title": "Experimental type 1 diabetes vaccine causes improvement in small study", "meta_data": {"viewport": "width=device-width, initial-scale=1", "referrer": "origin", "description": "An experimental therapy for type 1 diabetes, widely derided by mainstream diabetes researchers, lowered blood sugar levels to near normal in a small trial.", "og": {"locale": "en_US", "type": "article", "title": "Experimental type 1 diabetes vaccine causes improvement in small study", "description": "An experimental therapy for type 1 diabetes, widely derided by mainstream diabetes researchers, lowered blood sugar levels to near normal in a small trial.", "url": "https://www.statnews.com/2018/06/21/type-1-diabetes-vaccine-denise-faustman/", "site_name": "STAT", "updated_time": "2018-06-21T16:06:38+00:00", "image": {"identifier": "https://www.statnews.com/wp-content/uploads/2018/06/03032008_03faustman2-6506733-1024x576.jpg", "secure_url": "https://www.statnews.com/wp-content/uploads/2018/06/03032008_03faustman2-6506733-1024x576.jpg", "width": 1024, "height": 576}}, "article": {"publisher": "http://facebook.com/statnews/", "tag": "health", "section": "In the Lab", "published_time": "2018-06-21T09:00:26+00:00", "modified_time": "2018-06-21T16:06:38+00:00"}, "fb": {"app_id": 933808010032702, "pages": 1456948254627841}, "twitter": {"card": "summary_large_image", "description": "An experimental therapy for type 1 diabetes, widely derided by mainstream diabetes researchers, lowered blood sugar levels to near normal in a small trial.", "title": "Experimental type 1 diabetes vaccine causes improvement in small study", "site": "@statnews", "image": "https://www.statnews.com/wp-content/uploads/2018/06/03032008_03faustman2-6506733-1024x576.jpg", "creator": "@sxbegle"}, "generator": "WordPress 5.2.4", "ia": {"markup_url": "https://www.statnews.com/2018/06/21/type-1-diabetes-vaccine-denise-faustman/?ia_markup=1"}, "apple-itunes-app": "app-id=1324796990", "msapplication-TileImage": "https://www.statnews.com/wp-content/uploads/2015/10/cropped-stat-logo-teal-328x328.png"}, "movies": [], "publish_date": 1529553600.0, "source": "https://www.statnews.com", "summary": ""}