{"url": "http://www.npr.org/sections/thesalt/2016/02/01/464854395/a-diet-high-in-fiber-may-help-protect-against-breast-cancer", "text": "A Diet High In Fiber May Help Protect Against Breast Cancer\n\nEnlarge this image toggle caption Morgan McCloy/NPR Morgan McCloy/NPR\n\nIf the advice to eat more fiber seems easy to ignore, you're not alone. Most Americans don't get the 25 to 38 grams a day that's recommended, depending on age and gender.\n\nBut if you're skimping on fiber, the health stakes are high, especially if you're a teenage girl.\n\nA study published Monday in the journal Pediatrics concludes that eating lots of fiber-rich foods during high school years may significantly reduce a woman's risk of developing breast cancer.\n\nThe findings are based on a long-term study of 44,000 women who were surveyed about their eating habits in high school. The women also completed detailed questionnaires about their dietary habits every four years.\n\nThe researchers found that women who consumed high levels of fiber (28 grams per day, on average) had a 24 percent lower risk of developing breast cancer before menopause, compared with women who ate low levels of fiber (14 grams per day, on average). For the women on the high-fiber diet, the lifetime risk of developing breast cancer was also cut by 16 percent.\n\nOf course, the idea that high-fiber diets can help keep us healthy is not new. It's well-known that fiber can prevent constipation and keep the bowel moving by making stools bulkier and absorbing water. Prior studies have shown dietary fiber can protect against colorectal cancer and may lower the risks of diabetes and heart disease. There's also a growing body of evidence linking fiber to weight management.\n\nThis new study provides some evidence of yet another potential benefit.\n\n\"This is a really important study ... [suggesting] that the more fiber you eat during your high school years, the lower your risk is in developing breast cancer,\" says Kimberly Blackwell, a breast cancer specialist at the Duke Cancer Center.\n\nIn a commentary accompanying the study in Pediatrics, Blackwell writes, \"There is longstanding evidence that dietary fibers may reduce circulating estrogen levels.\" And this may help explain the reduced risk of breast cancer.\n\nThe authors point to other possible explanations, too. For instance, high-fiber diets may reduce the risk of breast cancer by improving insulin sensitivity, since fiber can slow down the absorption of sugars and help keep blood sugar levels more stable.\n\nMaryam Farvid, a fellow at the Harvard School of Public Health who is lead author of the study, says the influence of fiber on cancer risk may be time-sensitive. Adolescence is \"a period when breast cancer risk factors appear to be particularly important,\" she says.\n\nOne limitation of this new study is that it relies on data from women who had to recall what they ate during high school. They were in their 30s and 40 when asked, so there could be \"recall bias\" — the women's memories may be foggy.\n\n\"The recollection of dietary habits more than a decade earlier must be questioned,\" writes Blackwell. On the other hand, she says, \"people's dietary habits don't really change a lot. ... In general, what you eat as a teenager is really formative as to what you eat later in life.\"\n\nSo, how might the message of this new study linking high-fiber diets to a lower risk of breast cancer be communicated to teenagers?\n\nThis is a question Kristi King, a dietitian at Texas Children's Hospital, has thought about a lot.\n\nShe says it can be hard to get the attention of teenagers about healthy eating. \"Unfortunately for teenagers, they're [into] instant gratification,\" and they're not necessarily focused on how their actions today will influence their future health, she says.\n\nBut, she says, explaining that dietary choices may influence their risk of breast cancer may grab their attention. \"Most teenage girls do know someone that has been affected by breast cancer,\" says King. \"So I feel like that touches a nerve with them.\"\n\nGiven the known benefits of high-fiber diets and the growing evidence that fiber may play a role in preventing disease, the government's Dietary Guidelines for Americans also say most people need to consume more.\n\nWomen are advised to consume 25 grams a day. Men are advised to consume 38 grams a day.\n\nSo, how best to reach these targets? \"Add fiber at each meal,\" says King, in the form of fruits, vegetables, whole grains, beans, nuts or seeds. Pears are a great bet with 7 grams of fiber apiece.\n\nAnd check out fiber-rich snacks, like popcorn and edamame.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2014/05/16/pizzafries_sq-289369f9db56fa608abcb8cc507f8d2a93b04be5-s100-c15.jpg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/assets/img/2016/01/29/highfiberfoods-copy_wide-312d9ba63ad422ed1b1611ce013395f8b689ead6.jpg?s=1400", "https://media.npr.org/assets/img/2014/04/25/gas_01_sq-b2e79c204e1802d846ee667faa049a10f796fed2-s100-c15.jpg", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2016/01/29/highfiberfoods-copy_custom-3977bbe957a58faa171b2fa589fcf51943a21fba-s1100-c15.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2015/05/18/mvi_9328_sq-9f8ca24bda420333d253b718c41e82fd4ab55fcf-s100-c85.jpg", "https://media.npr.org/branding/sections/thesalt/branding_icon-d76e52abc19240eb928674dd91b71404f1945e2a.png", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2016/01/29/highfiberfoods-copy_wide-312d9ba63ad422ed1b1611ce013395f8b689ead6.jpg?s=1400", "keywords": [], "authors": ["Allison Aubrey"], "canonical_link": "https://www.npr.org/sections/thesalt/2016/02/01/464854395/a-diet-high-in-fiber-may-help-protect-against-breast-cancer", "title": "A Diet High In Fiber May Help Protect Against Breast Cancer", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2016-02-01", "description": "Eating fruits, vegetables, grains and beans high in fiber can help keep us healthy. A study finds yet another benefit: Women on a high-fiber diet had a lower risk of developing breast cancer.", "og": {"title": "A Diet High In Fiber May Help Protect Against Breast Cancer", "url": "https://www.npr.org/sections/thesalt/2016/02/01/464854395/a-diet-high-in-fiber-may-help-protect-against-breast-cancer", "type": "article", "description": "Eating fruits, vegetables, grains and beans high in fiber can help keep us healthy. A study finds yet another benefit: Women on a high-fiber diet had a lower risk of developing breast cancer.", "image": "https://media.npr.org/assets/img/2016/01/29/highfiberfoods-copy_wide-312d9ba63ad422ed1b1611ce013395f8b689ead6.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "A Diet High In Fiber May Help Protect Against Breast Cancer", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2016/01/29/highfiberfoods-copy_wide-312d9ba63ad422ed1b1611ce013395f8b689ead6.jpg?s=1400"}}}, "movies": [], "publish_date": 1454302800.0, "source": "http://www.npr.org", "summary": ""}