{"url": "http://www.reuters.com/article/2015/03/09/us-sweden-parkinsons-device-idUSKBN0M512020150309", "text": "GOTHENBURG, SWEDEN (Reuters) - A wearable device that stimulates the sense of balance with electric “noise” could help Parkinson’s disease patients, according to Swedish scientists.\n\nScientists from the University of Gothenburg’s Sahlgrenska Academy have developed a portable pocket-sized vestibular, or balance, stimulation device in a bid to improve the lives of Parkinson’s sufferers.\n\nThe research was led by Associate Professor Filip Bergquist, who said the simple device was similar to the TENS (Transcutaneous Electrical Nerve Stimulation) therapy which is used for pain relief, for example in child birth.\n\n“So this is really not a very complicated device. It is a current device which is very similar to the ones that people use for pain relief with electrical stimulation of muscles and nerves, what’s called TENS. The difference is that we use a particular current profile which you can stimulate the balance organs with without creating a balance disturbance. So you do not get the impression that the world is moving or that you are moving, you actually do not feel anything,” Bergquist explained.\n\nThe device operates by providing stimulation via patches attached to the patient’s head behind the ears, where the vestibular system is located.\n\nParkinson’s disease is characterized by reduced levels in the brain of the hormone dopamine, a neurotransmitter that allows different regions of the brain to communicate with one another. Symptoms of advanced Parkinson’s disease include an impaired sense of balance, as well as tremors, poor mobility, slowness and stiffness.\n\nNearly all patients diagnosed with the disease are treated with levodopa, a drug that stimulates the production of dopamine in the brain. The effectiveness of oral levodopa reduces as Parkinson’s disease progresses in the patient and can lead to involuntary movements, or dyskinesia.\n\nIn earlier experiments on rats, researchers at Sahlgrenska showed that noisy electric stimulation of the balance organs could be used to change the activity of the brain, thereby balancing the effects of dopamine shortage and improving the animals’ motor skills and balance.\n\nThe researchers have also tested the method on ten Swedish Parkinson’s patients, in both medicated and unmedicated states. According to Sahlgrenska, on one day the patients received an active noise stimulation and on another day inactive treatment, not knowing which day the current was active. According to the research institute, the experiments showed that the active noise stimulation improved both the patients’ balance and the combined symptoms.\n\nParkinson’s sufferer Staffan Lindblom said he did not expect any great advances, but would be thankful for anything that would make living with the disease easier.\n\n“I have become hardened in the sense that I do not have too great expectations. But I still believe that something will be found at some point which could be useful. There is extensive research in this field and I hope that it eventually will come up with a result. Not a significant result but a few steps forward would really be appreciated,” he said.\n\nUnfortunately this particular treatment did not work on Lindblom, with Bergquist suspecting there could also be other causes to Lindblom’s balance problems.\n\nBergquist said he hoped the device could treat patients for whom the Levodopa drug, which turns into dopamine in the body and increases levels of the chemical, was not enough.\n\nHe also said they were working on the hypothesis that other diseases which affect the dopamine system, such as ADHD (Attention Deficit Hyperactivity Disorder), could also benefit from this kind of treatment.\n\n“What we are hoping for with this device is to find a treatment for movement disorders where Levodopa, Parkinson’s disease where Levodopa is not enough. And in particular in patients with Parkinson’s disease where there is problem with gait and balance. But this may not be restricted to Parkinson’s disease, so there may be other conditions with poor balance where you could use electrical stimulation of the vestibular organs, the balance organs to improve balance and gait,” he said.\n\nThe plan is now for the device to be tested in a longer-term study, where patients will be using it at home. If those trials prove successful, the developers hope the device could be available to the public within five years.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Reuters Editorial", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-sweden-parkinsons-device-idUSKBN0M512020150309", "title": "Electric 'noise' treats Parkinson's symptoms", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "scienceNews", "DCSext.ChannelList": "scienceNews;everythingNews;healthNews", "description": "A wearable device that stimulates the sense of balance with electric \"noise\" could help Parkinson's disease patients, according to Swedish scientists.", "Author": "Reuters Editorial", "keywords": "US,SWEDEN,PARKINSONS,DEVICE,Science", "news_keywords": "US;SWEDEN;PARKINSONS;DEVICE;Science", "REVISION_DATE": "Mon Mar 09 12:06:29 UTC 2015", "analyticsAttributes.articleDate": "2015-03-09T12:06:29+0000", "analyticsAttributes.author": "Reuters Editorial", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-sweden-parkinsons-device-idUSKBN0M512020150309", "analyticsAttributes.contentTitle": "Electric 'noise' treats Parkinson's symptoms", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "US,SWEDEN,PARKINSONS,DEVICE,Science", "analyticsAttributes.keywordSlug": "US-SWEDEN-PARKINSONS-DEVICE", "analyticsAttributes.inlineType": "Video", "analyticsAttributes.title": "Electric 'noise' treats Parkinson's symptoms", "sailthru.author": "Reuters Editorial", "sailthru.date": "2015-03-09T12:06:29+0000", "sailthru.title": "Electric 'noise' treats Parkinson's symptoms", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Electric 'noise' treats Parkinson's symptoms", "url": "https://www.reuters.com/article/us-sweden-parkinsons-device-idUSKBN0M512020150309", "type": "article", "description": "A wearable device that stimulates the sense of balance with electric \"noise...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2015-03-09T12:06:29+0000", "modified_time": "2015-03-09T12:06:29+0000", "section": "Technology", "author": "Reuters Editorial", "tag": "US,SWEDEN,PARKINSONS,DEVICE,Science"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary_large_image", "title": "Electric 'noise' treats Parkinson's symptoms", "description": "A wearable device that stimulates the sense of balance with electric \"noise\" could help Parkinson's disease patients, according to Swedish scientists.", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/tech/science/article", "analyticsAttributes.channel": "Article - News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Technology - Science", "analyticsAttributes.topicChannel": "Technology", "analyticsAttributes.topicSubChannel": "Science", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1425873600.0, "source": "http://www.reuters.com", "summary": ""}