{"url": "http://Healthday.com/Article.asp?AID=637108", "text": "MONDAY, March 22, 2010 (HealthDay News) -- The anti-clotting drug Plavix is of modest benefit in cutting the odds of death in patients with heart failure and heart attack who don't undergo angioplasty, a new study finds.\n\nAngioplasty is a procedure to open blocked arteries.\n\nDanish researchers analyzed data from more than 31,000 patients hospitalized with heart attack between 2000 and 2005 and divided the patients into four groups: two groups with heart failure (one that received Plavix and one that did not) and two groups without heart failure (one that received Plavix and one that did not).\n\nThe mean follow-up was 18 months for both heart failure groups and just over two years for both non-heart failure groups.\n\nThere were 812 deaths (32.2 percent) among heart failure patients not treated with Plavix and 709 deaths (28.1 percent) among heart failure patients treated with Plavix. There were 294 deaths (9.7 percent) among non-heart-failure patients not treated with Plavix and 285 deaths (9.4 percent) among non-heart failure patients who were given the drug.\n\nThe study appears online March 23 and in the March 30 print issue of the Journal of the American College of Cardiology.\n\nThe value of giving clopidogrel (Plavix) to heart failure patients has been \"long debated,\" a researcher from the HeartDrug Research Laboratories at Johns Hopkins University in Baltimore wrote in an accompanying editorial.\n\nHe said the benefit of the drug found in this study is \"of unquestionable practical importance,\" and added that the positive outcomes seen in a relatively short follow-up suggests potentially even better long-term survival.\n\nA randomized study comparing conventional heart failure therapy with and without Plavix \"is needed urgently,\" the editorial writer concluded.\n\nMore information\n\nThe U.S. National Heart, Lung, and Blood Institute has more about heart failure.", "images": ["http://Healthday.com/images/favicon.ico"], "top_img": "http://Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/cardiovascular-health-information-20/heart-stroke-related-stroke-353/plavix-can-help-cut-death-risk-in-certain-heart-patients-637108.html", "title": "Plavix Can Help Cut Death Risk in Certain Heart Patients", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "In study, people with heart attack, heart failure who didn't undergo angioplasty fared better with the blood thinner", "og": {"title": "Plavix Can Help Cut Death Risk in Certain Heart Patients", "description": "In study, people with heart attack, heart failure who didn't undergo angioplasty fared better with the blood thinner", "url": "https://consumer.healthday.com/cardiovascular-health-information-20/heart-stroke-related-stroke-353/plavix-can-help-cut-death-risk-in-certain-heart-patients-637108.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://Healthday.com", "summary": ""}