{"url": "http://vitals.nbcnews.com/_news/2012/11/18/15246299-new-approach-could-treat-ms-other-autoimmune-diseases?lite", "text": "Researchers trying to find a way to treat multiple sclerosis think they’ve come up with an approach that could not only help patients with MS, but those with a range of so-called autoimmune diseases, from type-1 diabetes to psoriasis, and perhaps even food allergies.\n\nSo far it’s only worked in mice, but it has worked especially well. And while mice are different from humans in many ways, their immune systems are quite similar.\n\n“If this works, it is going to be absolutely fantastic,” said Bill Heetderks, who directs outside research at the National Institute of Biomedical Imaging and Bioengineering, part of the National Institutes of Health, which helped pay for the research. “Even if it doesn’t work, it’s going to be another step down the road.”\n\nIn autoimmune disease, the body’s immune cells mistakenly attack and destroy healthy tissue. In MS, it’s the fatty protective sheath around the nerves; in type-1 or juvenile diabetes it’s cells in the pancreas that make insulin; in rheumatoid arthritis it’s tissue in the joint.\n\nCurrently, the main treatment is to suppress the immune system, an approach that can leave patients vulnerable to infections and cancer. The new treatment re-educates the immune cells so they stop the attacks.\n\nThe approach uses tiny little balls called nanoparticles made of the same material used to make surgical sutures that dissolve harmlessly in the body. They’re attached to little bits of the protein that the immune cells are attacking, the researchers report in Sunday’s issue of the journal Nature Biotechnology.\n\nStephen Miller of the Northwestern University Feinberg School of Medicine in Chicago had been trying a slightly different approach to treating MS. When normal cells die naturally through a self-destruction process called apoptosis, immune cells called macrophages come in and eat up the mess.\n\nThe macrophages are carried to the spleen where they show these ground-up bits of cells to other immune cells called T-cells. It’s a kind of introduction that familiarizes the T-cells with the body’s normal cells. Then T-cells know not to attack healthy cells.\n\nMiller’s team had been trying to find ways to use this process to re-educate the T-cells. They have been attaching bits of the myelin that T-cells mistakenly attack to healthy cells from MS patients that were self-destructing, then infusing the concoction back into MS patients.\n\nThe idea would be to “introduce” the myelin to the T-cells at the same time they were “meeting” the healthy tissue, and educate them to leave the myelin alone.\n\nSo far the team has only shown the process is safe – a phase 1 clinical trial. But Miller says the experiment also seemed to show they were beginning to repair the patients’ immune systems. However, it was hideously expensive. “It cost probably about a million dollars to treat 10 patients using live cells,” he said.\n\nObviously, the researchers needed something cheaper. Miller got together with Lonnie Shea, a professor of chemical and biological engineering at Northwestern. They substituted cheap little balls of plastic called polystyrene nanoparticles for the self-destructing cells.\n\nThese new nanoparticles stopped the course of a MS-like disease in mice, the researchers found. But polystyrene is no good to use in people. It doesn’t break down and contains a compound, styrene, that may cause cancer.\n\nShea had another possibility, called poly(lactide-co-glycolide) or PLG for short. “It turns out this is an FDA approved substance that is used in resorbable sutures,” said Miller.\n\n“There is nothing rare or exotic or strange here,” said NIBIB’s Heetderks. The particles are easy to produce, he said.\n\nThis worked just as well in mice. It only takes an hour in a chemical bath to attach little bits of myelin to the nanoparticles of PLG. When infused into a vein, they’re carried by the blood right to the spleen, where the nanoparticles “meet” the T-cells.\n\nIf the treatment was done as soon as the mice had their first MS-like attack, the attacks stopped. The effects lasted for the entire lives of the mice, Miller said.\n\nWhat’s great about the approach, Miller says, is that it can be used to treat any autoimmune disease. For diabetes, little bits of pancreatic beta cells could be attached to the nanoparticles. For a food allergy, the part of the food that causes the allergic response could be attached. “You can try to induce tolerance to peanuts or eggs or shellfish or whatever you are allergic to,” he said.\n\nOne shortcoming is that scientists don’t always know what’s causing an autoimmune disease. “We know that in rheumatoid arthritis, your joints get attacked, but what we don’t know really well is what specific protein in your joints is being attacked. We really need to know that before we can apply this therapy,” Miller said.\n\nNow the researchers are looking for funding so they can test this new approach in people. They’re in discussions with the Juvenile Diabetes Research Foundation to test it in people with type-1 diabetes, and the Myelin Repair Foundation to test it in MS patients, Miller said. They may form their own company to develop it as a medical treatment, something that would be years away.\n\nMice don’t live very long, and it’s not clear if human patients would need repeat treatments. But the T-cells that are re-educated usually live for a long time in the body, and have long memories, Miller said.\n\nIt’s also clear the approach would not repair any damage already done by the disease, so the best candidates would be patients having their very first symptoms. But it might be possible down the road to combine the nanoparticle treatment with another treatment to replace the damaged tissue in more advanced patients, Miller said.\n\nRelated stories:\n\nNew drug may help MS\n\nApproach turns off peanut allergies\n\nCan pot smoking ease MS symptoms?", "images": ["https://nodeassets.nbcnews.com/cdnassets/projects/today-logo-site-nav.png", "http://media1.s-nbcnews.com/i/MSNBC/SiteManagement/Newsletters/Assets/Photos/Facebook-icon2.gif", "http://cdn.lib.newsvine.com/chrome/vitals/images/defaultog.jpg", "http://log.newsvine.com/poke.gif?x=0|26&get=%2F_news%2F2012%2F11%2F18%2F15246299-new-approach-could-treat-ms-other-autoimmune-diseases%3Flite&rand=1925325817&do=nbcnews.com&ad=", "http://media1.s-nbcnews.com/i/MSNBC/SiteManagement/Newsletters/Assets/Photos/Twitter-icon2.gif"], "top_img": "http://cdn.lib.newsvine.com/chrome/vitals/images/defaultog.jpg", "keywords": [], "authors": [], "canonical_link": "http://vitals.nbcnews.com/_news/2012/11/18/15246299-new-approach-could-treat-ms-other-autoimmune-diseases", "title": "New approach could treat MS, other autoimmune diseases", "meta_data": {"viewport": "width=device-width, initial-scale=1.0", "title": "New approach could treat MS, other autoimmune diseases - Vitals", "description": "Researchers trying to find a way to treat multiple sclerosis think they’ve come up with an approach that could not only help patients with MS, but those with a range of so-called autoimmune diseases, from type-1 diabetes to psoriasis, and perhap", "author": "Vitals", "canonical": "http://vitals.nbcnews.com/_news/2012/11/18/15246299-new-approach-could-treat-ms-other-autoimmune-diseases", "section": "{\"domainName\":\"vitals\",\"displayName\":\"Vitals\",\"avatar\":\"http:\\/\\/nvcdn.nbcnews.com\\/_vine\\/images\\/av\\/30x30\\/group.gif\",\"url\":\"http:\\/\\/vitals.nbcnews.com\\/\",\"type\":\"group\",\"ass\":\"\",\"groupId\":\"6971\",\"articleCount\":\"2079\",\"seedCount\":\"11975\",\"memberCount\":\"21\",\"description\":\"\",\"createDate\":1314833580,\"groupType\":null,\"groupTypeId\":\"5\",\"blessed\":0,\"lastPub\":1481993717,\"isEnabled\":1}", "trackData": "{\"section\":\"Health\",\"subSection\":\"vitals\",\"sitePageId\":\"a15246299\",\"headline\":\"New approach could treat MS, other autoimmune diseases\",\"pageSource\":\"Vitals\",\"typeName\":\"Story\",\"byline\":\"Vitals\",\"tags\":[\"featured\",\"multiple-sclerosis\",\"autoimmune\",\"nanoparticles\"],\"seedSource\":\"\"}", "jenga-session-config": "{\"when_to_init\":\"asap\", \"load_pers\":\"1\"}", "server": "web02", "cip": "23.215.130.207", "date": "November 11, 2019, 11:04 am", "contentId": 15246299, "twitter": {"site": "@", "creator": "@", "domain": "nbcnews.com"}, "og": {"image": "http://cdn.lib.newsvine.com/chrome/vitals/images/defaultog.jpg", "url": "http://vitals.nbcnews.com/_news/2012/11/18/15246299-new-approach-could-treat-ms-other-autoimmune-diseases", "type": "article", "title": "New approach could treat MS, other autoimmune diseases", "description": "Researchers trying to find a way to treat multiple sclerosis think they&rsquo;ve come up with an approach that could not only help patients with MS, but those with a range of so-called autoimmune diseases, from type-1 diabetes to psoriasis, and perhap", "site_name": "NBC News"}, "nv": {"contentId": 15246299, "contentType": "n"}, "fb": {"app_id": 10150138890205613}}, "movies": [], "publish_date": 1353214800.0, "source": "http://vitals.nbcnews.com", "summary": ""}