{"url": "http://consumer.Healthday.com/Article.asp?AID=645057", "text": "By Steven Reinberg\n\nHealthDay Reporter\n\nTHURSDAY, Oct. 28, 2010 (HealthDay News) -- A new noninvasive test to detect pre-cancerous polyps and colon tumors appears to be more accurate than current noninvasive tests such as the fecal occult blood test, Mayo clinic researchers say.\n\nThe search for a highly accurate, noninvasive alternative to invasive screens such as colonoscopy or sigmoidoscopy is a \"Holy Grail\" of colon cancer research.\n\nIn a preliminary trial, the new test was able to identify 64 percent of pre-cancerous polyps and 85 percent of full-blown cancers, the researchers reported.\n\nDr. Floriano Marchetti, an assistant professor of clinical surgery in the division of colon and rectal surgery at University of Miami Sylvester Comprehensive Cancer Center, said the new test could be an important adjunct to colon cancer screening if it proves itself in further study.\n\n\"Obviously, these findings need to be replicated on a larger scale,\" he said. \"Hopefully, this is a good start for a more reliable test.\"\n\nDr. Durado Brooks, director of colorectal cancer at the American Cancer Society, agreed. \"These findings are interesting,\" he said. \"They will be more interesting if we ever get this kind of data in a screening population.\"\n\nThe study's lead researcher remained optimistic.\n\n\"There are 150,000 new cases of colon cancer each year in the United States, treated at an estimated cost of $14 billion,\" noted Dr. David A. Ahlquist, professor of medicine and a consultant in gastroenterology at the Mayo Clinic in Rochester, Minn.\n\n\"The dream is to eradicate colon cancer altogether and the most realistic approach to getting there is screening,\" he said. \"And screening not only in a way that would not only detect cancer, but pre-cancer. Our test takes us closer to that dream.\"\n\nAhlquist was scheduled to present the findings of the study Thursday in Philadelphia at a meeting on colorectal cancer sponsored by the American Association for Cancer Research.\n\nThe new technology, called the Cologuard sDNA test, works by identifying specific altered DNA in cells shed by pre-cancerous or cancerous polyps into the patient's stool.\n\nIf a DNA abnormality is found, a colonoscopy would still be needed to confirm the results, just as happens now after a positive fecal occult blood test (FOBT) result.\n\nTo see whether the test was effective, Ahlquist's team tried it out on more than 1,100 frozen stool samples from patients with and without colorectal cancer.\n\nThe test was able to detect 85.3 percent of colorectal cancers and 63.8 percent of polyps bigger than 1 centimeter. Polyps this size are considered pre-cancers and most likely to progress to cancer, Ahlquist said.\n\nThe sensitivity of the test is much better than what has been seen in other stool screening tests, the ACS' Brooks added. \"But, showing that in a small group of samples is very different from demonstrating that in a population where only a small number of individuals are going to have polyps of that size. Then we will know if this is a big step forward,\" he said.\n\nAccording to Ahlquist, Cologuard is the first noninvasive test to detect pre-cancerous polyps, he added.\n\nIn addition, the test is the only one that is able to identify cancer in all locations throughout the colon, something which other tests either can't or don't do well, Ahlquist said.\n\nOne more advantage: patients do not need to do any special preparation before taking the test, something that other tests require, he added.\n\nAhlquist noted that the test still needs to be refined. \"We learned there are still some bugs and we can make the test even better,\" he said.\n\nCologuard is not yet available for sale. Clinical trials comparing the test with colonoscopy are slated to start next year. Ahlquist hopes that the test will be approved and available within two years.\n\nAhlquist noted that the cost of the test has not yet been established. It is expected to cost more than a fecal occult blood test, but far less than a colonoscopy. A fecal occult blood test can cost as little as $23 while a colonoscopy can total $700.\n\nAnother benefit is that it would probably need to be done once every three years, while the fecal occult blood test is usually done yearly. Savings over time on a more accurate test done fewer times could justify the higher cost of the Cologuard test, Ahlquist said.\n\nIn two other presentations at the meeting, researchers have linked key gene variants to the risk for colon cancer and also to the prognosis of the disease.\n\nIn one study, researchers found that people who have long telomeres, the small strips of DNA that cover the ends of chromosomes, have a 30 percent increased risk of developing colon cancer.\n\n\"Even for people their age, their telomeres were longer than you'd expect for healthy people,\" lead researcher Dr. Lisa A. Boardman, an associate professor of medicine at the Mayo Clinic, said in a statement. \"This suggests that there may be two different mechanisms that affect telomere length and that set up susceptibility to cancer,\" she said.\n\nIn the other study, a research team led by Kim M. Smits, a molecular biologist and epidemiologist in the GROW-School for Oncology and Developmental Biology at Maastricht University Medical Center in the Netherlands, uncovered a surprise when it came to a gene variant on the KRAS gene called the G variant. This variant, long linked to poorer outcomes in advanced colorectal cancer, actually predicted a better prognosis in early-stage colon cancer.\n\n\"You would intuitively think that the G variant would be associated with a poorer prognosis, as it is in late-stage colorectal cancer, but that is not the case,\" Smits said in a statement.\n\nExperts point out that studies presented at scientific meetings do not have to pass the rigorous peer review of studies published in reputable journals.\n\nMore information\n\nFor more information on colon cancer, visit the American Cancer Society.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/colon-cancer-news-96/noninvasive-test-for-colon-cancer-shows-promise-in-early-trial-645057.html", "title": "Noninvasive Test for Colon Cancer Shows Promise in Early Trial", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Stool-based screen beats current versions, but results must be replicated in larger trials, experts say", "og": {"title": "Noninvasive Test for Colon Cancer Shows Promise in Early Trial", "description": "Stool-based screen beats current versions, but results must be replicated in larger trials, experts say", "url": "https://consumer.healthday.com/cancer-information-5/colon-cancer-news-96/noninvasive-test-for-colon-cancer-shows-promise-in-early-trial-645057.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}