{"url": "https://web.archive.org/web/20170831054452/http://abcnews.go.com/Health/wireStory/laughing-gas-makes-comeback-painkiller-ambulances-49530650", "text": "Normally used in dentist's offices and hospitals, nitrous oxide — yes, laughing gas — is starting to turn up again in ambulances in some rural areas where medical workers with clearance to provide more traditional painkillers often aren't on board.\n\nIt gives advanced emergency medical technicians, who are a step down from higher-level paramedics, a way to help relieve patients' pain and anxiety on what can sometimes be long trips to a hospital.\n\n\"For someone to be in pain for that extended period of time, you know we want to try to ease that,\" said Scott Brinkman, chief of emergency medical services in Stowe, a ski resort town that sees many related injuries and started using nitrous a year ago.\n\nNitrous oxide equipment has been sold to ambulance crews in at least 30 states in the past three years, including Maine, New York, North Dakota, Oregon, Texas and Wisconsin, according to Henry Schein Medical, the sole distributor of the version for ambulances.\n\nNitrous has been more commonly used in ambulances in Europe and Australia.\n\nNitrous oxide is also not an opioid, a bonus as the country grapples with a drug crisis. Experts have blamed prescription opioids for spikes in overdoses, and some patients simply might not want to be given an opioid, or their injury doesn't require something so strong.\n\nIn Stowe, for example, a woman who dislocated her shoulder asked not to be given narcotics because she was recovering from addiction, Brinkman said.\n\nThe drug also bridges the gap between a cold pack and narcotics, said Michael Chiarella, director of operations at Richmond Rescue in Richmond, Vermont, which also handles many injuries suffered at a nearby ski resort.\n\nThe drug is delivered by breathing through a mask or tube that the patient holds so they can regulate how much they are getting.\n\n\"It's fast-acting and it wears off,\" said Jeremy Oleson, an advanced EMT and chief of the fire department in Twin Mountain, New Hampshire.\n\nNitrous was used on some ambulances in the 1980s and 1990s until the product line was sold. The portable product is now back on the market with another manufacturer.\n\nThe renewed use of nitrous on ambulances comes as some states have begun to allow advanced EMTs, which have less training than paramedics, to administer it, in line with national guidelines.\n\nStowe, a largely volunteer squad, is adding a unit to a second ambulance this fall at a cost of about $3,800, plus costs for disposable supplies and some cleaning agents, as well as the nitrous cylinders, which cost about $14 to refill. Brinkman estimates the drug costs less than $10 per use once the equipment is purchased.\n\nNot all is rosy. Nitrous oxide in and of itself has the potential to be used as a recreational drug and can be misused by providers and patients, or can be stolen for personal use or sale on the street, according to the American Ambulance Association.\n\nAnd while it has its advantages, nitrous oxide also can cause nausea, vomiting and light-headedness, which could cause complications with some patients, said Dr. Edward Yaghmour, chairman of the American Society of Anesthesiologists' Committee on Obstetric Anesthesia.\n\nThe gas cannot be used in patients with head injuries, or who have abdominal pain or pulmonary concerns.\n\nNitrous helped Nick Chegwidden, an EMT himself, after he fell while skiing at Stowe Mountain Resort in March and the edge of his ski cut his leg.\n\nHis adrenaline kicked in, he said, but by the time the ambulance arrived 30 to 40 minutes later, he was in pain. He couldn't move his foot, so he was also having anxiety. The advanced EMT crew gave him nitrous.\n\n\"So for the transport,\" he said, \"I was calm and comfortable.\"", "images": ["https://web.archive.org/web/20170831054452im_/http://a.abcnews.com/images/Health/WireAP_0b62c1a8836e4cf899a993e159daecf6_12x5_992.jpg", "https://web.archive.org/web/20170831054452im_/http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-704476h&cg=0&cc=1&ts=noscript", "https://web.archive.org/web/20170831054452im_/http://www.googleadservices.com/pagead/conversion/1005826543/?value=0&label=1GPKCOHYjwMQ7-PO3wM&guid=ON&script=0", "https://web.archive.org/web/20170831054452im_/http://a.abcnews.com/images/Health/WireAP_0b62c1a8836e4cf899a993e159daecf6_16x9_992.jpg"], "top_img": "https://web.archive.org/web/20170831054452im_/http://a.abcnews.com/images/Health/WireAP_0b62c1a8836e4cf899a993e159daecf6_16x9_992.jpg", "keywords": [], "authors": ["Abc News"], "canonical_link": "https://web.archive.org/web/20170831054452/http://abcnews.go.com/Health/wireStory/laughing-gas-makes-comeback-painkiller-ambulances-49530650", "title": "Laughing gas makes a comeback as painkiller in ambulances", "meta_data": {"robots": "index, follow", "author": "ABC News", "copyright": "Copyright (c) 2017 ABC News Internet Ventures", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Laughing gas makes a comeback as painkiller in ambulances", "keywords": "General news, Health, Medication, Diagnosis and treatment, Vermont, United States, North America, health news, medical news, medical articles", "fb": {"admins": 704409894, "app_id": 4942312939, "pages": 55845270277}, "fb_title": "Laughing gas makes a comeback as painkiller in ambulances", "og": {"site_name": "ABC News", "title": "Laughing gas makes a comeback as painkiller in ambulances", "description": "Normally used in dentist's offices and hospitals, nitrous oxide — yes, laughing gas — is starting to turn up again in ambulances in some rural areas where medical workers with clearance to provide more traditional painkillers often aren't on board. It gives advanced emergency medical...", "url": "https://web.archive.org/web/20170831054452/http://abcnews.go.com/Health/wireStory/laughing-gas-makes-comeback-painkiller-ambulances-49530650", "image": "https://web.archive.org/web/20170831054452im_/http://a.abcnews.com/images/Health/WireAP_0b62c1a8836e4cf899a993e159daecf6_16x9_992.jpg", "type": "article"}, "DC.date.issued": "2017-08-31", "Date": "2017-08-31", "Last-Modified": "2017-08-31 01:10:00", "news_keywords": "General news, Health, Medication, Diagnosis and treatment, Vermont, United States, North America", "twitter": {"card": "summary_large_image", "site": "@ABC", "title": "Laughing gas makes a comeback as painkiller in ambulances", "description": "Normally used in dentist's offices and hospitals, nitrous oxide — yes, laughing gas — is starting to turn up again in ambulances in some rural areas where medical workers with clearance to provide more traditional painkillers often aren't on board. It gives advanced emergency medical...", "url": "http://abcnews.go.com/Health/wireStory/laughing-gas-makes-comeback-painkiller-ambulances-49530650", "image": "http://a.abcnews.com/images/Health/WireAP_0b62c1a8836e4cf899a993e159daecf6_16x9_992.jpg", "app": {"name": {"iphone": "ABC News", "ipad": "ABC News", "googleplay": "ABC News"}, "id": {"iphone": 300255638, "ipad": 306934135, "googleplay": "com.abc.abcnews"}, "url": {"iphone": "abcnewsiphone://link/story,49530650", "ipad": "abcnewsipad://link/story,49530650", "googleplay": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Health/wireStory/laughing-gas-makes-comeback-painkiller-ambulances-49530650"}}}, "al": {"iphone": {"url": "abcnewsiphone://link/story,49530650", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}, "ipad": {"url": "abcnewsipad://link/story,49530650", "app_store_id": 380520716, "app_name": "ABC News for iPad"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Health/wireStory/laughing-gas-makes-comeback-painkiller-ambulances-49530650", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "web": {"url": "http://abcnews.go.com/Health/wireStory/laughing-gas-makes-comeback-painkiller-ambulances-49530650"}}}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}