{"url": "https://www.vox.com/science-and-health/2017/7/20/15988524/opioid-pain-outcomes-study", "text": "The policy response to the opioid epidemic is frequently framed as a conflict: If you pull back the opioid painkillers that led to the epidemic, you are going to harm the pain patients who use these opioids to treat their pain. In effect, you’re trading one problem (addiction) for another (undertreatment of chronic pain).\n\nA new study published in the Annals of Internal Medicine, however, offers a cause for optimism: Reviewing the research so far, it found that it may be possible to reduce doses for patients in long-term opioid therapy and improve their pain outcomes. So doctors can potentially pull back the opioids that launched the current drug overdose crisis and still successfully treat pain patients.\n\nNow, by this latest study’s own admission, the evidence is of generally poor quality. Most of the studies reviewed were of poor methodology or sample size, while only a few were of “fair” or “good” quality. The review also only looked at patients who volunteered to taper off opioids, meaning this research does not prove that involuntarily pulling patients off the drugs will lead to similar outcomes.\n\nSuffice to say, then, a lot more research is necessary before this issue is settled.\n\nBut the new study does offer a glimmer of hope in a fairly grim opioid epidemic: Maybe it is possible to reduce the amount of dangerous opioids that patients are consuming and still alleviate people’s pain.\n\nWhat the study found\n\nFor the latest review of the evidence, researchers looked at 67 studies that collectively provided data on more than 12,000 pain patients who were weaned off at least some opioids. Though the researchers found a lot of studies to pool from, they generally graded these studies as “very low” in quality and methodology.\n\nResearchers then identified the studies — none of which were graded as “good” quality — that evaluated pain-related outcomes for patients after long-term opioid therapy was tapered. Focusing on the “fair-quality” studies, they found that after opioid dose reductions, patients on average saw improved pain, function, and quality of life.\n\nThe authors provide a few possible explanations for this: Perhaps the non-opioid pain treatments, such as physical therapy and meditation, that accompanied dose reductions simply produced better results than the opioids did. Maybe the opioids themselves caused problems that negatively impacted function or quality of life, “such as constipation, fatigue, poor sleep, and depressed mood.” It’s possible that opioid dose reduction also resolved what’s known as opioid-induced hyperalgesia, “a paradoxical response in which patients receiving opioids become more sensitive to painful stimuli.”\n\nOr, the researchers suggested, the observational studies simply showed reverse causation — “that is, patients successfully tapered opioids because pain severity decreased.”\n\nThe findings do not mean that doctors can now simply yank patients off opioids and expect them to get better. For one, the reviewed studies generally looked at the results of tapering, when patients are slowly weaned off opioid painkillers — a process that, Stanford psychiatrist Anna Lembke told me, can take months or even years.\n\nCrucially, the studies also looked at what happened when these reductions in opioid doses were paired with alternative treatments, including alternative medicines like acupuncture, interdisciplinary pain programs, and medication-assisted treatment for addiction. This is very, very different from a situation in which a patient is taken off opioids and effectively left stranded without any other form of care.\n\nAs the researchers readily admit, the study also had several major limitations. Most of the studies analyzed were of poor quality — meaning there’s a serious need for better research in this area. And the studies only evaluated voluntary reductions in opioid doses; it’s entirely possible that involuntary reductions in opioid doses would lead to sharply different outcomes.\n\n“We should be cautious in interpreting the findings,” Joseph Frank, lead author of the study, told me. He emphasized that more research needs to be done to fill “important gaps” in our knowledge. He added, “I want patients and their doctors to use caution in applying this.”\n\nA few pain patients will still benefit from opioids\n\nOne of the study’s implications is that opioids actually aren’t a good treatment for chronic pain. This isn’t new. As the Centers for Disease Control and Prevention concluded in its 2016 summary of the research, there are simply no good long-term studies looking at the effects of opioids on long-term pain outcomes, while there are many studies showing that long-term opioid use can lead to bad results in other areas, including addiction and overdose.\n\nThat does not mean opioids are never an effective treatment for chronic pain.\n\nAs addiction and pain experts often tell me, health care can vary vastly from patient to patient. Some patients feel worse on opioids, while others report quick pain relief. Some patients experience grueling withdrawal if taken off opioids, while for others the symptoms are much less severe. Some patients are at unusually high risk for addiction, while many — most, in fact — aren’t. And so on.\n\nIn a few cases, then, opioids will still be the best answer for some individual chronic pain patients. When prescribed carefully on a schedule that works to diminish the excessive buildup of tolerance, they can work for some people. But as Stanford pain specialist Sean Mackey emphasized to me, opioids should not be a first-line treatment due to the risks, and alternatives should be tried first.\n\nThis, then, is another key caveat to the study: Its findings shouldn’t be applied to every patient. Like much of health care, each case will typically require individual evaluations to see what works.\n\n“There are people who do well with tapering [opioids],” Stefan Kertesz, an addiction researcher at the University of Alabama Birmingham who was not involved in the study, told me. “There are people who do not do well with tapering.”\n\nBut the study suggests that getting some patients off opioids could improve their pain outcomes. The key is convincing patients that this truly can work so they buy into the treatment and genuinely follow through with it — and making non-opioid treatments for pain accessible enough that patients see them as realistic options.\n\nAlternative pain treatments need to be made more accessible\n\nThe reality, though, is non-opioid pain treatments are often out of reach for many Americans. Patients may not have insurance to cover the treatment. Even if they do have insurance, their health plan might not cover comprehensive pain care. And even if they do have insurance and their health plan covers pain treatments, there may not — particularly in rural areas — be a nearby pain clinic or doctor who can actually provide the care these patients are seeking.\n\nThis is something the study’s authors readily acknowledge.\n\n“It’s an important part of this challenge,” Frank said. “These non-opioid strategies that were tested in these research studies are not adequately available. Several of the studies were done in pain centers where they have expert programs, and those just are not widespread.”\n\nIn fact, the lack of access to non-opioid strategies may be one big reason that doctors resorted to opioids in the first place. The drugs offered an easy answer — if ultimately an ineffective one — to the many problems doctors faced, including patients who had complicated pain problems that physicians didn’t fully understand and tight schedules driven by the current demands of the health care system that made it hard to take the time to work through a patient’s individual problems. (More on all that in my interview with Lembke.)\n\nTo address this, Frank argued that patients need better access to pain treatments. And doctors, especially primary care doctors who are frequently the first people patients see in the health care system, also need to be better trained to deal with chronic pain.\n\nThese solutions could help a lot of people: According to one study from the Institute of Medicine, 100 million US adults suffer from chronic pain. The opioid epidemic shows that if this care isn’t made available, patients may end up resorting to drugs that can literally get them killed — or, as has been reported in other tragic cases, they may kill themselves once the pain grows too bad. (The newest study, however, noted that there is no good research yet looking at these two potential outcomes if pain patients are taken off opioids.)\n\n“Not only do we lack the data, but I have seen and heard of countless cases of overdose and suicide from people who have been involuntarily discontinued,” Kertesz said, emphasizing this is strictly based on anecdotal observations. “One day in June, in my inbox were 42 deaths.”\n\nOpioid policy is a balancing act\n\nThe findings show the balancing act of opioid policy: Even if doctors need to pull back opioids, they must be careful to ensure patients suffering from debilitating pain and other problems can still meet their other care needs.\n\nIt’s not just pain care. When dealing with opioid users who are addicted, doctors and policymakers also need to ensure that addiction treatment is available. Otherwise, these patients will likely try to find another source of drugs — even if it means resorting to a riskier opioid, such as heroin or fentanyl, to satisfy their cravings.\n\nThere’s good evidence this happened to many — but not all — opioid painkiller users: A 2014 study in JAMA Psychiatry found 75 percent of heroin users in treatment started with painkillers, and a 2015 analysis by the CDC found people who are addicted to painkillers are 40 times more likely to be addicted to heroin.\n\nThe fundamental problem is many of these patients don’t get addiction treatment once they lose access to painkillers or before they progress to heroin or fentanyl. Without the option of treatment, opioid users’ only answer to averting dependence-induced withdrawal becomes harder drugs. Yet based on a 2016 report by the surgeon general, only 10 percent of Americans with drug use disorders get specialty treatment.\n\nThat doesn’t mean that reducing prescriptions is a mistake. By stopping doctors from unscrupulously prescribing the drugs, governments can potentially stop opioids from flowing to new users who didn’t really need the drugs and could have developed addictions had they been allowed to get painkillers.\n\nBut the reduction has to be paired with increased access to addiction care — and it frequently hasn’t been.\n\nBeyond addiction treatment, Kertesz argued that policymakers should also address some of the underlying conditions that drive addiction. He emphasized the need for broader mental health care, given that people often have mental health issues that can make addiction more likely.\n\n“Who is at higher risk — John with PTSD and a dose of 10 milligrams a day, or James, who has no PTSD and is on 200 milligrams a day?” Kertesz said. Based on his reading of the data, “it’s John with PTSD on the 10 milligrams.”\n\nBut as is true for addiction and pain treatments, adequate mental health care is also out of reach for many patients — showing just another way that the US health care system isn’t built to adequately address the full needs of patients.\n\nAll of this shows why the policy solution to the opioid epidemic isn’t as easy as simply pulling back prescription opioids: To avoid exacerbating existing problems or causing new ones, policymakers need to consider the other needs of people who were perhaps getting opioids they didn’t really need.", "images": ["https://cdn.vox-cdn.com/uploads/chorus_image/image/65676392/GettyImages_1308067.0.jpg", "https://cdn.vox-cdn.com/thumbor/hT7vTxau-EnVSXQZeZ7mFZGIXKk=/0x0:4288x2848/1200x800/filters:focal(1801x1071:2487x1757)/cdn.vox-cdn.com/uploads/chorus_image/image/55801199/GettyImages-481663349.0.jpg", "https://cdn.vox-cdn.com/uploads/chorus_image/image/65676001/Social_Media_Memory.0.jpg", "https://cdn.vox-cdn.com/uploads/chorus_image/image/65677516/GettyImages_1126236373.0.jpg", "https://cdn.vox-cdn.com/thumbor/I6xifVjUzrx5YecvNPeiGE-niL8=/0x208:4288x2620/1600x900/cdn.vox-cdn.com/uploads/chorus_image/image/55801197/GettyImages-481663349.0.jpg", "https://cdn.vox-cdn.com/uploads/chorus_image/image/65676560/BURNINGCANE_Still_1_Wendell_Pierce_Photo_by_Phillip_Youmans_Courtesy_of_ARRAY_Releasing.0.jpg", "data:image/gif;base64,R0lGODlhAQABAIAAAAUEBAAAACwAAAAAAQABAAACAkQBADs", "https://cdn.vox-cdn.com/uploads/chorus_image/image/65677419/1180853540.jpg.0.jpg", "https://cdn.vox-cdn.com/uploads/chorus_image/image/65676467/1181126285.jpg.0.jpg"], "top_img": "https://cdn.vox-cdn.com/thumbor/I6xifVjUzrx5YecvNPeiGE-niL8=/0x208:4288x2620/1600x900/cdn.vox-cdn.com/uploads/chorus_image/image/55801197/GettyImages-481663349.0.jpg", "keywords": [], "authors": ["German Lopez", "Sean Collins", "Peter Kafka", "Alissa Wilkinson", "Julia Belluz", "Anna North", "Ezra Klein", "Jul"], "canonical_link": "https://www.vox.com/science-and-health/2017/7/20/15988524/opioid-pain-outcomes-study", "title": "A new study suggests it’s possible to get people off opioids and improve their pain", "meta_data": {"viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "apple-mobile-web-app-title": "Vox", "article": {"publisher": "https://www.facebook.com/Vox", "published_time": "2017-07-20T10:00:02-04:00", "modified_time": "2017-07-20T10:00:02-04:00"}, "author": "German Lopez", "style-tools": "https://www.vox.com/style/community/441/3f6cf70773b461fe6160c480506ab431/tools.css", "p": {"domain_verify": "d4410485bd6277c2bf2ce0f277819dc6"}, "msvalidate.01": "D385D0326A3AE144205C298DB34B4E94", "ahrefs-site-verification": "1e57a609922037a3fbdc1c22efd7334113f174f15608f37e1b8538a7b4ce64c3", "description": "The study found that when some patients are tapered off opioids, their pain levels improve.", "og": {"description": "The study found that when some patients are tapered off opioids, their pain levels improve.", "image": {"identifier": "https://cdn.vox-cdn.com/thumbor/I6xifVjUzrx5YecvNPeiGE-niL8=/0x208:4288x2620/1600x900/cdn.vox-cdn.com/uploads/chorus_image/image/55801197/GettyImages-481663349.0.jpg", "alt": "A bottle of prescription painkillers.", "height": 900, "width": 1600}, "site_name": "Vox", "title": "A new study suggests it’s possible to get people off opioids and improve their pain", "type": "article", "url": "https://www.vox.com/science-and-health/2017/7/20/15988524/opioid-pain-outcomes-study"}, "fb": {"app_id": 549923288395304}, "twitter": {"card": "summary_large_image", "url": "https://www.vox.com/science-and-health/2017/7/20/15988524/opioid-pain-outcomes-study", "title": "A new study suggests it’s possible to get people off opioids and improve their pain", "description": "The study found that when some patients are tapered off opioids, their pain levels improve.", "image": {"identifier": "https://cdn.vox-cdn.com/thumbor/I6xifVjUzrx5YecvNPeiGE-niL8=/0x208:4288x2620/1600x900/cdn.vox-cdn.com/uploads/chorus_image/image/55801197/GettyImages-481663349.0.jpg", "alt": "A bottle of prescription painkillers."}, "site": "voxdotcom"}, "sailthru.title": "A new study suggests it’s possible to get people off opioids and improve their pain", "sailthru.tags": "general,vox,front-page,policy-and-politics,science-and-health,latest-news", "sailthru.description": "The study found that when some patients are tapered off opioids, their pain levels improve.", "sailthru.date": "2017-07-20T10:00:02-04:00", "sailthru.image.full": "https://cdn.vox-cdn.com/thumbor/I6xifVjUzrx5YecvNPeiGE-niL8=/0x208:4288x2620/1600x900/cdn.vox-cdn.com/uploads/chorus_image/image/55801197/GettyImages-481663349.0.jpg", "sailthru.image.thumb": "https://cdn.vox-cdn.com/thumbor/q6FIXpy_HPXdaRJ7iBeQmxXBekM=/720x0:3568x2848/200x200/cdn.vox-cdn.com/uploads/chorus_image/image/55801197/GettyImages-481663349.0.jpg", "msapplication-TileImage": "https://cdn.vox-cdn.com/uploads/hub/sbnu_logo_minimal/441/touch_icon_ipad_retina_1000_yellow.755.png", "msapplication-TileColor": "#4f7177", "outbrainsection": "policy-and-politics"}, "movies": [], "publish_date": 1500523200.0, "source": "https://www.vox.com", "summary": ""}