{"url": "https://www.washingtonpost.com/national/health-science/theres-new-hope-for-blood-cancers-and-it-comes-from-umbilical-cords/2016/09/02/04620816-2d89-11e6-9b37-42985f6a265c_story.html", "text": "Jessie Quinn — here with daughter Luna Williams — has been cancer-free for five years, thanks to a transplant of stem cells from a baby’s umbilical cord. (Courtesy of Jessie Quinn)\n\nJessie Quinn of Sacramento was 36 years old when loss of appetite, weight loss, some eye issues and finally pelvic pain sent her to the emergency room in 2010. Tests quickly revealed she had acute myeloid leukemia — a type of blood cancer that progresses quickly — and doctors told her that chemotherapy would probably not be enough; she would need a bone-marrow transplant.\n\nQuinn, who has a science background, knew that finding a donor would be difficult. In college, she had donated to a bone-marrow registry after learning that people like her, with a mixed racial heritage, have a much harder time than others finding a match.\n\nIn fact, when she and her doctors scoured the registry for a match for her, only one name came up: her own.\n\n“I didn’t know whether to laugh or cry,” Quinn said.\n\nWhile searching unsuccessfully for a match for five months, Quinn underwent four cycles of chemotherapy to keep the leukemia at bay. What eventually saved her, though, was an experimental transplant using stem cells from the blood of a baby’s umbilical cord, an approach that can be used without perfectly matching blood types.\n\nColleen Delaney of the Fred Hutchinson Cancer Research Center in Seattle helped create the cord-blood technique. (Courtesy of Colleen Delaney )\n\nThis therapy and another — haploidentical transplantation, which uses bone-marrow cells that are only half-matched to a patient — have revolutionized the treatment of blood cancers in the past few years. Every biological child is a half-match for a parent, and vice versa.\n\n“Many patients who previously died for lack of a match are now cured of their underlying malignancy,” said Richard Jones, director of the bone-marrow transplant program at Johns Hopkins Kimmel Cancer Center.\n\nA dangerous process\n\nBone-marrow transplants, which infuse healthy blood cells taken from a donor, are used when chemotherapy and radiation fail to stop cancerous blood cells from taking over and ultimately destroying a person’s immune system.\n\nThe transplant can be taken from either the blood or bone marrow, which produces blood cells. The procedure is typically preceded by high doses of chemotherapy and radiation that wipe out the patient’s faulty blood cells and replace them with healthy ones from a donor.\n\nThe process is dangerous because it leaves a patient vulnerable to life-threatening infection for months before the reconstituted immune system begins to work.\n\nIn the past, a patient’s body would reject as a foreign intruder anything but a perfect or near-perfect match, a usually fatal development. Umbilical-cord stem cells, however, are sort of a blank slate because they haven’t been exposed to much life — such as bacteria and viruses — and thus are more easily accepted even if they aren’t a perfect match.\n\nWhen Quinn’s doctors found no match on the donor registry, she turned to a clinical trial examining the safety of taking blood cells from umbilical cords, expanding their numbers in a laboratory and then infusing them into patients.\n\n1 of 26 Full Screen Autoplay Close Skip Ad × The case files: Medical mysteries View Photos From a daily afternoon fever to a debilitating reaction to chemotherapy, here’s a look at perplexing medical mystery cases. Caption From a daily afternoon fever to a debilitating reaction to chemotherapy, here’s a look at perplexing medical mystery cases. Doctors were stumped by this 2-year-old boy’s symptoms. He had swollen thumbs, bleeding gums and anemia. He cried whenever anyone touched his legs. Doctors were running out of time. Read the case Cam Cottrill/For The Washington Post Buy Photo Wait 1 second to continue.\n\nBecause each umbilical cord produces only a tiny number of stem cells, umbilical-cord transplants take longer to work than standard transplants, which makes patients more likely to get fatal infections. And if cells from several umbilical cords are used, the chances of immunity problems increase.\n\nThis expanded cord-blood technique has been a “huge home run” for patients, said Colleen Delaney of the Fred Hutchinson Cancer Research Center in Seattle, who helped create it.\n\n“No one had successfully taken stem cells and gotten them to grow and put back in a person,” she said. The advance should be particularly valuable for minorities and people of mixed-race background, whose chances of finding a matched donor were slim to none.\n\n“This is where cord blood becomes an amazing and beautiful resource,” Delaney said. “We can find cord-blood donors for 99 percent of patients who cannot find a donor.”\n\nQuinn was hospitalized for 30 days, and she said the recovery was difficult but relatively uneventful. Mostly she had to deal with overwhelming fatigue for the first year. She also developed graft-versus-host disease, which caused rashes when her skin was exposed to the sun. But she has been free of cancer for five years.\n\nShe remembers learning that she had leukemia and assuming that she would soon die.\n\n“It still gives me pause — I went to Costa Rica — that I am able to travel and went backpacking and kayaking,” Quinn says. “I was so sure I would never get to do those things again. It’s an indescribable feeling.”\n\nIn haploidential transplants, rather than wiping out the patient’s immune system, doctors use just enough drugs to suppress it. This reduces the risk of damaging organs or causing a rejection of the donated marrow.\n\n‘Everybody now has a donor’\n\n“Parents are always haploidentical. Children are always haploidentical,” Jones said. “Siblings are half the time and all second-degree relatives (grandchildren, nieces, nephews) have a 50 percent chance of being a half-match. . . . Everybody now has a donor, and that is a major advance.”\n\nYet doctors and patients may not be aware there are choices other than conventional bone-marrow transplants, Jones said.\n\n“Despite the recent data showing equivalency of half-matched and cord-blood transplants with conventional matched transplants, many cancer doctors and even some transplant doctors still consider these newer transplants not standard practice,” Jones said. “There are still lots of patients in need of transplants that are not getting them because of lack of matched donors, and that is unacceptable in the year 2016.”\n\nJones estimates that about 7,500 transplants of donated stem cells were done in 2014 — primarily for leukemia and lymphoma but also for nonmalignant blood disorders such as sickle cell and aplastic anemia — but that more than 15,000 could easily be done annually if more doctors embraced the new methods now available.\n\nGregg Gordon, 44, developed leukemia in 2011. He noticed two bumps under his shin and had been feeling unusually tired. He went to his internist, who drew blood and within 24 hours Gordon was in the hospital receiving chemotherapy.\n\nHis wife, Caryn, recalls how little they knew about his disease — acute myeloid leukemia — as doctors discussed treatment with them.\n\n“We knew it would be a very long journey to battle this disease,” Caryn Gordon said. “He decided he would be focused on being the patient and said, ‘Do whatever you have to do with me because I want to walk my girls [who were then 12 and 16] down the aisle.’ ”\n\nOn advice of their hematologist, the Gordons traveled to Hutchinson, which has established a national reputation as a bone-marrow transplant center, but quickly discovered there was no good donor match.\n\n“We thought we would find a match. It was extraordinarily shocking to us that it was impossible,” Caryn recalled.\n\nAccording to Be the Match, which operates the national donor program, a patient’s likelihood of finding a donor match on their registry ranges from 66 to 97 percent, depending on ethnic background.\n\nBut Gregg Gordon was able to participate in Delaney’s clinical trial and, like Quinn, received lab-expanded cord blood following intensive chemotherapy and radiation. He also will be five years cancer-free in September.\n\nNot everyone is as lucky. Quinn, Gordon and 11 other participants in Delaney’s clinical trial “are all alive, in remission, at a median age of about 4.7 years,” the researcher said, but two patients died when the disease relapsed.\n\nA larger trial using umbilical cord blood that had been expanded in a lab is underway.\n\nREAD MORE\n\nHe beat leukemia, so why was he feeling so bad?\n\nNew therapies offer hope for a really bad brain cancer\n\nScientists just doubled the number of known contagious cancers", "images": ["https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2016/09/02/Health-Environment-Science/Images/111472833030.jpg?t=20170517", "https://img.washingtonpost.com/rf/image_60w/2010-2019/WashingtonPost/2016/08/31/Health-Environment-Science/Images/CORDBLOOD11472668331.jpg?uuid=PV5LDm-pEeaZP3PGk6iYIA", "https://www.washingtonpost.com/resizer/yAFxThroW-CI5t-yu8Q6FsF7kHI=/1x1/www.washingtonpost.com/pb/resources/img/spacer.gif", "https://img.washingtonpost.com/rf/image_480w/2010-2019/WashingtonPost/2016/09/02/Health-Environment-Science/Images/111472833030.jpg?uuid=ty3vBHEoEeaZP3PGk6iYIA", "https://me.effectivemeasure.net/em_image", "https://img.washingtonpost.com/rf/image_606w/2010-2019/WashingtonPost/2016/04/12/Interactivity/Images/CropMedical416b.jpg", "https://sb.scorecardresearch.com/p?c1=2&c2=3005617&cv=2.0&cj=1"], "top_img": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2016/09/02/Health-Environment-Science/Images/111472833030.jpg?t=20170517", "keywords": [], "authors": ["Susan Berger", "September"], "canonical_link": "https://www.washingtonpost.com/national/health-science/theres-new-hope-for-blood-cancers-and-it-comes-from-umbilical-cords/2016/09/02/04620816-2d89-11e6-9b37-42985f6a265c_story.html", "title": "There’s new hope for blood cancers, and it comes from umbilical cords", "meta_data": {"eomportal-uuid": "04620816-2d89-11e6-9b37-42985f6a265c", "object-hash": 1573438544, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "referrer": "unsafe-url", "keywords": "stem cell, bone marrow, blood cancers, leukemia, lymphoma, haploidentical, Be the Match, transplants, donor, infections, immune system", "news_keywords": "stem cell, bone marrow, blood cancers, leukemia, lymphoma, haploidentical, Be the Match, transplants, donor, infections, immune system", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image"}, "og": {"type": "article", "site_name": "Washington Post", "url": "https://www.washingtonpost.com/national/health-science/theres-new-hope-for-blood-cancers-and-it-comes-from-umbilical-cords/2016/09/02/04620816-2d89-11e6-9b37-42985f6a265c_story.html", "image": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2016/09/02/Health-Environment-Science/Images/111472833030.jpg?t=20170517", "title": "There’s new hope for blood cancers, and it comes from umbilical cords", "description": "Many people who would have died for lack of a blood-type match can now be saved."}, "article": {"publisher": "https://www.facebook.com/washingtonpost", "content_tier": "metered", "opinion": "false"}, "fb": {"app_id": 41245586762, "admins": 500835072}, "description": "Many people who would have died for lack of a blood-type match can now be saved.", "robots": "index,follow", "theme": "normal"}, "movies": [], "publish_date": 1472788800.0, "source": "https://www.washingtonpost.com", "summary": ""}