{"url": "http://www.nytimes.com/2011/08/12/business/heated-chemotherapy-bath-may-be-only-hope-for-some-cancer-patients.html?_r=1", "text": "For hours on a recent morning at the University of California, San Diego , Dr. Andrew Lowy painstakingly performed the therapy on a patient.\n\nAfter slicing the man’s belly wide open, he thrust his gloved hands deep inside, and examined various organs, looking for tumors . He then lifted the small intestine out of the body to sift it through his fingers.\n\nAs he found tumors, he snipped them out. “You can see how this is coming off like wallpaper,” Dr. Lowy said as he stripped out part of the lining of the man’s abdominal cavity.\n\nAfter about two hours of poking and cutting, Dr. Lowy began the so-called shake and bake. The machine pumped heated chemotherapy directly into the abdominal cavity for 90 minutes while nurses gently jiggled the man’s bloated belly to disperse the drug to every nook and cranny.\n\nThe treatment is formally called cytoreductive surgery followed by hyperthermic intraperitoneal chemotherapy, or Hipec.\n\nRecent converts include University Hospitals Case Medical Center in Cleveland, Montefiore Medical Center in the Bronx , and even Massachusetts General. The Memorial Sloan-Kettering Cancer Center is looking at it, according to people in the field. Advocates predict that the number of procedures could grow to 10,000 a year from about 1,500 now.\n\nThe therapy has even been featured on an episode of the TV series “Grey’s Anatomy.”\n\nBut Dr. Ryan, a gastrointestinal oncologist, suggested in an interview that the procedure was being extended to colorectal cancer because “you can’t make a living doing this procedure in appendix cancer patients.”\n\nAdvertisement Continue reading the main story\n\nHe debated the procedure publicly at the recent annual meeting of the American Society of Clinical Oncology. While some patients did seem to live much longer than expected, he said that they had been carefully selected and might have fared well even without the therapy.\n\nProponents say that if cancer has spread into the abdominal cavity but not elsewhere, then lives can be prolonged by removing all the visible tumor and killing what’s missed with Hipec.\n\nBy contrast, said Dr. Paul Sugarbaker, a surgeon at Washington Hospital Center and the leading proponent of Hipec, “there are no long-term survivors with systemic chemotherapy — zero.”\n\nDr. Sugarbaker, who opposed Dr. Ryan in the debate, said that it has long been known that cancerous cells are unable to withstand as much heat as healthy cells. And putting the chemotherapy on top of tumors should be more effective than systematically delivering it through the bloodstream.\n\nOne randomized trial done more than a decade ago involving 105 patients in the Netherlands did show a striking benefit. The median survival of those getting surgery and Hipec, plus intravenous chemotherapy, was 22.3 months, almost double the 12.6 months for those getting only the intravenous chemotherapy. But 8 percent who got the surgery and Hipec died from the treatment itself. And critics say that since that trial was conducted, new drugs have come to market that allow patients with metastatic colorectal cancer to live two years with intravenous chemotherapy alone.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nA new trial in the United States has been temporarily suspended so that researchers can find a way to recruit patients. After nearly a year only one patient had enrolled, because people were reluctant to chance winding up in the control group, according to one of the investigators.\n\nWhile proponents contend that the risk of dying from the surgery has been reduced since the Dutch trial, the procedure still lasts eight hours or more and full recovery can take three to six months. “It’s maximally invasive,” said Dr. Sugarbaker, who often removes the “spare parts” — organs a patient can live without, like the spleen, the gall bladder, the ovaries and the uterus.\n\nThe cost of the surgery and Hipec, including hospitalization, ranges from $20,000 to more than $100,000, doctors said. While Medicare and insurers generally pay for the operation, the heated treatment may not be covered. But doctors added it may be if it is described merely as chemotherapy. Some patients, like Ms. Borges, who is a fitness devotee, recover well and say the procedure staved off a death sentence.\n\nBut Dr. Alan Venook, a colon cancer specialist at the University of California, San Francisco , said that a couple of patients referred by him had “died miserable deaths. One lost much of her abdominal wall to infection and just died in misery.”\n\nAdvertisement Continue reading the main story\n\nAnother risk is that the surgery may be done unnecessarily. CT scans cannot pick up many of the small tumors, so it is often unclear how much cancer is inside until the patient is opened.\n\nIn June, Dr. Lowy sliced open a woman and saw, to his horror, that she had more tumors than he could remove. Taking out only some would not improve her chances of survival, so he closed the incision, and she is now starting intravenous chemotherapy.\n\nThings with the male patient, Andy S., went better. A 41-year-old father of two from near San Francisco , Mr. S. agreed to let a reporter observe the surgery, but asked that his full name not be published because he did not want his cancer history to surface through Web searches.\n\nMr. S. had abdominal pain eventually diagnosed as appendicitis . But the appendix was found to be cancerous. Such cancers typically spew mucus containing tumor cells into the abdominal cavity. So he signed up for surgery and Hipec with Dr. Lowy.\n\n“I’ve had to say my goodbyes to everybody,” Mr. S. said the day before the operation. “I had to talk to my priest. I had to do all these things I never thought I’d have to do at 41. I wouldn’t wish it on my worst enemy, but I have to go through with it.”\n\nDr. Lowy explored the entire cavity from the diaphragm to the pelvis. He found mucus in several spots that he sopped up with a cloth and also tiny tumors the size of a pencil eraser that had implanted in several spots. He snipped those out and sewed up the wounds. He removed the right side of the man’s colon and the omentum, a fatty structure.\n\nThen two Y-shaped tubes hooked to the Hipec machine were inserted into the abdominal cavity, one to deliver the chemotherapy and the other to bring the drug back to the machine to be reheated. The incision was sewn up around the tubes so the chemotherapy would not leak.\n\nThe man’s belly was filled with three liters of saline fluid and the chemotherapy, a generic drug called mitomycin C, heated to 42 degrees Celsius, or nearly 108 degrees Fahrenheit. Any hotter could have caused injuries. Bloated with liquid, the man’s torso resembled a water bed.\n\nAdvertisement Continue reading the main story\n\nAfter 90 minutes, the fluid was drained and the incision reopened for a final check before the patient was stitched up. The procedure took six hours.\n\n“We got all of the visible disease, and he didn’t have a lot of visible disease,” Dr. Lowy said with satisfaction.\n\nMr. S. left the hospital eight days later, happy to have undergone the treatment. “I want to have the best chance I can have to never see this again,” he said.", "images": ["https://static01.nyt.com/images/2011/08/07/business/SURGERY-slide-RYW2/SURGERY-slide-RYW2-thumbStandard.jpg", "https://static01.nyt.com/images/2011/08/12/business/Surgery2/Surgery2-jumbo.jpg", "https://static01.nyt.com/images/2011/08/12/business/Surgery2/Surgery2-thumbStandard.jpg"], "top_img": "https://static01.nyt.com/images/2011/08/12/business/Surgery2/Surgery2-thumbStandard.jpg", "keywords": [], "authors": ["Andrew Pollack"], "canonical_link": "https://www.nytimes.com/2011/08/12/business/heated-chemotherapy-bath-may-be-only-hope-for-some-cancer-patients.html", "title": "Heated, Harrowing Chemotherapy Bath May Be Only Hope for Some", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/100000000995534", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2011/08/12/business/heated-chemotherapy-bath-may-be-only-hope-for-some-cancer-patients.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2011/08/12/business/heated-chemotherapy-bath-may-be-only-hope-for-some-cancer-patients.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/100000000995534"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2011/08/12/business/heated-chemotherapy-bath-may-be-only-hope-for-some-cancer-patients.html", "title": "Heated, Harrowing Chemotherapy Bath May Be Only Hope for Some", "description": "As competition for patients and treatments intensifies, more medical centers are offering a controversial procedure in which inner organs are bathed in hot chemotherapy drugs.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "robots": "noarchive", "hdl_p": "Hot Chemotherapy Bath: Patients See Hope, Critics Hold Doubts", "description": "As competition for patients and treatments intensifies, more medical centers are offering a controversial procedure in which inner organs are bathed in hot chemotherapy drugs.", "genre": "News", "articleid": 100000000995534, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Heated, Harrowing Chemotherapy Bath May Be Only Hope for Some", "pdate": 20110811, "utime": 20171025143223, "ptime": 20110811220301, "DISPLAYDATE": "Aug. 11, 2011", "dat": "Aug. 11, 2011", "lp": "As competition for patients and treatments intensifies, more medical centers are offering a controversial procedure in which inner organs are bathed in hot chemotherapy drugs.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "12surgery", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/business/index.jsonp", "published": "2011-08-11T22:03:01-04:00", "modified": "2017-10-25T14:32:23-04:00", "section": "Business Day", "section-taxonomy-id": "104D1E63-9701-497B-8CF4-A4D120C9014E", "section_url": "https://www.nytimes.com/pages/business/index.html", "top-level-section": "business", "author": "https://www.nytimes.com/by/andrew-pollack", "tag": "Tumors"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/business/index.jsonp", "og": {"url": "https://www.nytimes.com/2011/08/12/business/heated-chemotherapy-bath-may-be-only-hope-for-some-cancer-patients.html", "type": "article", "title": "Heated, Harrowing Chemotherapy Bath May Be Only Hope for Some", "description": "As competition for patients and treatments intensifies, more medical centers are offering a controversial procedure in which inner organs are bathed in hot chemotherapy drugs.", "image": "https://static01.nyt.com/images/2011/08/12/business/Surgery2/Surgery2-thumbStandard.jpg"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Andrew Pollack", "tone": "news", "byl": "By ANDREW POLLACK", "PT": "article", "CG": "business", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Tumors", "keywords": "Cancer,Chemotherapy,Surgery and Surgeons,Medicine and Health,Tumors", "news_keywords": "Cancer,Chemotherapy,Surgery,Medicine and Health,Tumor", "thumbnail": "https://static01.nyt.com/images/2011/08/12/business/Surgery2/Surgery2-thumbStandard.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "dfp-ad-unit-path": "business", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1313121600.0, "source": "http://www.nytimes.com", "summary": ""}