{"url": "http://www.usatoday.com/story/news/2012/11/30/magnets-zap-depression/1738621/http://www.usatoday.com/story/news/2012/11/30/magnets-zap-depression/1738621/", "text": "Tom Wilemon, The (Nashville) Tennessean\n\nNASHVILLE -- Sick with depression, Harriet Bruce spent her days lying in bed for months at a time.\n\nPills didn't work. Neither did psychotherapy.\n\nThen she agreed to a transcranial magnetic stimulation. The new treatment pushes powerful magnetic currents into the front of the brain, the part that controls emotions.\n\nThese days, Bruce awakens before her alarm goes off and dives into projects, including monster tasks she once dreaded.\n\n\"I have a room in my house in which I had stacked boxes from when we moved 10 years ago that I wanted to get to, but I couldn't do it,\" the Centerville woman said. \"But I've been working on that.\"\n\nTranscranial magnetic stimulation, once considered an experimental treatment for depression, is gaining acceptance since it came on the market four years ago. Beginning Saturday, Medicare will cover the treatments when other therapies have failed. This week, specialty insurance administrator Magellan Behavioral Health Inc. issued medical necessity guidelines for TMS treatment and will provide coverage effective Jan. 1.\n\nDoctors who use the NeuroStar TMS Therapy system say treatments are more effective than medications with far fewer side effects. It's an alternative to electroconvulsive therapy — shock treatments — for patients who have not responded to drugs or psychotherapy. But TMS is expensive. It can cost as much as $400 for a 37-minute session and require multiple treatments. The total bill can range between $8,000 and $12,000.\n\nThe cost, however, is less than an extended hospital stay.\n\n\"We had several patients who were headed toward the hospital, who had this treatment and were able to avoid that,\" said Dr. Scott West, a psychiatrist who pioneered the treatment in Nashville 2 and one-half years ago.\n\nThe NeuroStar system resembles a dentist's chair. A patient sits in the chair while a magnetic pulse emitter transmits energy from a levered arm — a process similar to undergoing dental X-rays. The device makes a clicking noise while delivering the magnetic pulses.\n\n\"When this large magnet pulses repetitively, it causes an electromagnetic field which then passes through the skull and stimulates the brain tissue itself,\" said West, explaining a cascading effect that results in the interior nerve fibers connecting better.\n\nDr. Michelle Cochran, purchased her TMS system about 18 months ago. The devices cost around $100,000, Cochran said, who has treated 45 patients with the therapy.\n\n\"Most people are not scared of it,\" she said. \"It sounds sort of creepy and weird when you think about it, but for the most part, it is safer in general than taking a medicine. You've got less seizure risk than taking a medicine. You've got less side effects than taking a medicine.\"\n\nBoth Cochran and West cite high patient response rates. A clinical trial funded by the National Institutes of Health revealed a \"significant effect of treatment\" when patients received TMS treatment. It compared outcomes of patients who actually received the magnetic pulses against patients in a \"sham\" group, who sat down in the treatment chair for fake sessions.\n\nDepressed patients who received the real TMS treatment had remission rates four times higher than those in the sham group.\n\nHowever, insurers, including UnitedHealthcare and BlueCross BlueShield of Tennessee, remain reluctant to embrace the treatment. UnitedHealthcare's medical policy for TMS says it is unproven for treating depression.\n\n\"Generally speaking, just because a device, procedure or medication has been approved or is deemed to be safe by some entities does not mean that it is automatically covered,\" BlueCross BlueShield spokeswoman Kelly Allen said. \"Quality and safety are our first priority in setting our medical policy, but those have to be balanced with affordability.\"\n\nCochran does not accept Medicare and has chosen to be an out-of-network provider. West is a Medicare provider.\n\nSaid West: \"Typically, when Medicare starts to cover something the excuse of experimental and investigational is no longer valid.\"", "images": ["https://www.gannett-cdn.com/presto/2019/11/09/USAT/71bf8e18-be3f-4b7b-a869-fb4bbd14f34b-65611019-131a-4c3a-a54e-b87eece97874_thumbnail.png?width=660&height=372&fit=crop&format=pjpg&auto=webp", "https://www.gannett-cdn.com/media/USATODAY/USATODAY/2012/11/30/magnetic-depression-16_9.jpg?width=1864&height=1055&fit=crop&format=pjpg&auto=webp", "https://www.gannett-cdn.com/media/USATODAY/USATODAY/2012/11/30/magnetic-depression-16_9.jpg?width=660&height=374&fit=crop&format=pjpg&auto=webp"], "top_img": "https://www.gannett-cdn.com/media/USATODAY/USATODAY/2012/11/30/magnetic-depression-16_9.jpg?width=1864&height=1055&fit=crop&format=pjpg&auto=webp", "keywords": [], "authors": [], "canonical_link": "https://www.usatoday.com/story/news/2012/11/30/magnets-zap-depression/1738621/", "title": "Magnets zap blues for some with depression", "meta_data": {"viewport": "width=device-width,initial-scale=1,minimum-scale=1", "og": {"title": "Magnets zap blues for some with depression", "description": "Transcranial magnetic stimulation, once considered experimental, is gaining acceptance.", "url": "https://www.usatoday.com/story/news/2012/11/30/magnets-zap-depression/1738621/", "site_name": "USA TODAY", "image": {"identifier": "https://www.gannett-cdn.com/media/USATODAY/USATODAY/2012/11/30/magnetic-depression-16_9.jpg?width=1864&height=1055&fit=crop&format=pjpg&auto=webp", "width": 1864, "height": 1055}, "type": "article"}, "article": {"author": "Tom Wilemon, The (Nashville) Tennessean", "content_tier": "free", "opinion": "false"}, "description": "Transcranial magnetic stimulation, once considered experimental, is gaining acceptance.", "fb": {"pages": "13652355666,48958576760,156345381090801,110471702456365,6566864515,137698179626815,315942225236045,927427260614748,183850168300771,1443524575938047,251228454889939,158095147555989,115535341805950,236655713446291,1621466394844549,250325640686,177037772444433,1972936962947967,2047091012096533,535551216797440", "app_id": 215046668549694}, "ROBOTS": "NOODP, NOYDIR", "google": "notranslate", "twitter": {"card": "summary_large_image", "image": "https://www.gannett-cdn.com/media/USATODAY/USATODAY/2012/11/30/magnetic-depression-16_9.jpg?width=1600&height=800&fit=crop&format=pjpg&auto=webp", "site": "@usatoday", "creator": "@usatoday", "title": "Magnets zap blues for some with depression", "description": "Transcranial magnetic stimulation, once considered experimental, is gaining acceptance."}}, "movies": [], "publish_date": 1354251600.0, "source": "http://www.usatoday.com", "summary": ""}