{"url": "http://www.nytimes.com/2010/10/05/health/05neurofeedback.html?_r=1", "text": "The treatment is also gaining attention from mainstream researchers, including some former skeptics. The National Institute of Mental Health recently sponsored its first study of neurofeedback for A.D.H.D.: a randomized, controlled trial of 36 subjects.\n\nThe results are to be announced Oct. 26 at the annual meeting of the American Academy of Child and Adolescent Psychiatry. In an interview in the summer, the study’s director, Dr. L. Eugene Arnold, an emeritus professor of psychiatry at Ohio State, noted that there had been “quite a bit of improvement” in many of the children’s behavior, as reported by parents and teachers.\n\nDr. Arnold said that if the results bore out that neurofeedback was making the difference, he would seek financing for a broader study, with as many as 100 subjects.\n\nJohn Kounios, a professor of psychology at Drexel University, published a small study in 2007 suggesting that the treatment speeded cognitive processing in elderly people. “There’s no question that neurofeedback works, that people can change brain activity,” he said. “The big questions we still haven’t answered are precisely how it works and how it can be harnessed to treat disorders.”\n\nPhoto\n\nRussell A. Barkley, a professor of psychiatry at the Medical University of South Carolina and a leading authority on attention problems, has long dismissed claims that neurofeedback can help. But Dr. Barkley says he was persuaded to take another look after Dutch scientists published an analysis of recent international studies finding significant reductions in impulsiveness and inattention.\n\nStill, Dr. Barkley cautioned that he had yet to see credible evidence confirming claims that such benefits can be long lasting, much less permanent.\n\nAnd another mainstream expert is much more disapproving. William E. Pelham Jr., director of the Center for Children and Families at Florida International University, called neurofeedback “crackpot charlatanism.” He warned that exaggerated claims for it might lead parents to favor it over proven options like behavioral therapy and medication.\n\nAdvertisement Continue reading the main story\n\nNeurofeedback was developed in the 1960s and ’70s, with American researchers leading the way. In 1968, M. Barry Sterman, a neuroscientist at the University of California, Los Angeles, reported that the training helped cats resist epileptic seizures. Dr. Sterman and others later claimed to have achieved similar benefits with humans.\n\nThe findings prompted a boomlet of interest in which clinicians of varying degrees of respectability jumped into the field, making many unsupported claims about seeming miracle cures and tainting the treatment’s reputation among academic experts. Meanwhile, researchers in Germany and the Netherlands continued to explore neurofeedback’s potential benefits.\n\nA major attraction of the technique is the hope that it can help patients avoid drugs, which often have side effects. Instead, patients practice routines that seem more like exercising a muscle.\n\nBrain cells communicate with one another, in part, through a constant storm of electrical impulses. Their patterns show up on an electroencephalogram, or EEG, as brain waves with different frequencies.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nNeurofeedback practitioners say people have problems when their brain wave frequencies aren’t suited for the task at hand, or when parts of the brain aren’t communicating adequately with other parts. These issues, they say, can be represented on a “brain map,” the initial EEG readings that serve as a guide for treatment. Subsequently, a clinician will help a patient learn to slow down or speed up those brain waves, through a process known as operant conditioning. The brain begins by generating fairly random patterns, while the computer software responds with encouragement whenever the activity meets the target.\n\nDr. Norman Doidge, a psychiatrist at the Center for Psychoanalytic Training and Research at Columbia and the author of “The Brain That Changes Itself” (Viking, 2007), said he considered neurofeedback “a powerful stabilizer of the brain.” Practitioners make even more enthusiastic claims. Robert Coben, a neuropsychologist in Massapequa Park, N.Y., said he had treated more than 1,000 autistic children over the past seven years and had conducted a clinical study, finding striking reductions in symptoms, as reported by parents.\n\nMaureen and Terrence Magagnos of Lynbrook, N.Y., took their 7-year-old son, Peter, to Dr. Coben after he was given a diagnosis of pervasive developmental disorder in first grade. “He had classic symptoms of autism,” said Mr. Magagnos. “His speech was terrible, he made very little eye contact and he screamed for attention — literally screamed.”\n\nPhoto\n\nTheir exceptionally generous insurance covered neurofeedback, so they decided to give it a try, with sessions twice a week for the next five years.\n\nAt the start of the treatment, Dr. Coben said, he discovered that Peter had been suffering tiny, asymptomatic seizures. He says neurofeedback helped stabilize the child’s brain activity, eliminating the seizures. And within three months, said Mr. Magagnos, a retired police officer, Peter’s teachers were calling to report remarkable improvements.\n\nAdvertisement Continue reading the main story\n\n“Today I’d say he has ‘autism light,’ ” he added. “He still has some symptoms, but he is much more manageable.”\n\nWhether such results can be achieved with other children is a matter of debate. Still, as practitioners lobby for broader acceptance, including insurance recognition, a sure sign of neurofeedback’s increasing popularity is the number of companies selling supposedly mind-altering systems to use at home.\n\nWith names like SmartBrain Technologies and the Learning Curve Inc., they offer equipment purported, respectively, to “pump the neurons” and “make lasting changes in attention, memory, mood, control, pain, sleep and more.”\n\nThe Food and Drug Administration regulates all biofeedback equipment as medical devices. The only approved use, however, is for “relaxation.”\n\nPeter Freer, a former grade-school teacher who is chief executive of a North Carolina firm called Unique Logic and Technology, says that since he began his business in 1994, he has sold several thousand of his “Play Attention” systems, advertised to improve a child’s focus, behavior, academic performance and social behavior.\n\nThe equipment, which costs $1,800, is advertised as “a sophisticated advancement of neurofeedback.” Mr. Freer says his clients include more than 600 school districts. (He adds that his system, as distinct from “clinical” neurofeedback, aims not to change brain waves but rather to put the user in an “attentive state” that makes it easier to learn skills.) Neurofeedback in general is a largely unregulated, with practitioners often devising their own protocols about where on the scalp to place electrodes. Results vary widely, and researchers caution that it is extremely important to choose one’s practitioner with care.\n\nWhen it comes to to the actual devices, Dr. Kerson, at the International Society for Neurofeedback and Research, cautioned that they should never be used without experienced supervision.\n\n“Oftentimes what people do is find a way to get one of these machines on eBay and use it at home,” she said, adding that unskilled use could interfere with medications or prompt an anxiety attack or a seizure.\n\n“Neurofeedback is a powerful therapy,” she said, “and should be treated that way.”", "images": ["https://static01.nyt.com/images/2010/10/05/science/05neur2/05neur2-popup.jpg", "https://static01.nyt.com/images/2010/10/05/science/05neurspan/05neurspan-thumbStandard.jpg", "https://static01.nyt.com/images/2010/10/05/science/05neurspan/05neurspan-articleLarge.jpg", "https://static01.nyt.com/images/2010/10/05/science/05neur3/05neur3-jumbo.jpg"], "top_img": "https://static01.nyt.com/images/2010/10/05/science/05neurspan/05neurspan-thumbStandard.jpg", "keywords": [], "authors": ["Katherine Ellison"], "canonical_link": "https://www.nytimes.com/2010/10/05/health/05neurofeedback.html", "title": "Neurofeedback Gains Popularity and Second Looks", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1248069132232", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2010/10/05/health/05neurofeedback.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2010/10/05/health/05neurofeedback.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1248069132232"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2010/10/05/health/05neurofeedback.html", "title": "Neurofeedback Gains Popularity and Second Looks", "description": "Practitioners say the procedure can address a host of neurological ills — among them attention deficit hyperactivity disorder, autism, depression and anxiety. But some scientists denounce it.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "robots": "noarchive", "hdl_p": "Neurofeedback Gains Popularity and Lab Attention", "description": "Practitioners say the procedure can address a host of neurological ills — among them attention deficit hyperactivity disorder, autism, depression and anxiety. But some scientists denounce it.", "genre": "News", "articleid": 1248069132232, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Neurofeedback Gains Popularity and Second Looks", "pdate": 20101004, "utime": 20141007070255, "ptime": 20101004174103, "DISPLAYDATE": "Oct. 4, 2010", "dat": "Oct. 4, 2010", "lp": "Practitioners say the procedure can address a host of neurological ills — among them attention deficit hyperactivity disorder, autism, depression and anxiety. But some scientists denounce it.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "05neurofeedback", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "published": "2010-10-04T17:41:03-04:00", "modified": "2014-10-07T07:02:55-04:00", "section": "Health", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "section_url": "https://www.nytimes.com/pages/health/index.html", "top-level-section": "health", "tag": "Autism"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "og": {"url": "https://www.nytimes.com/2010/10/05/health/05neurofeedback.html", "type": "article", "title": "Neurofeedback Gains Popularity and Second Looks", "description": "Practitioners say the procedure can address a host of neurological ills — among them attention deficit hyperactivity disorder, autism, depression and anxiety. But some scientists denounce it.", "image": "https://static01.nyt.com/images/2010/10/05/science/05neurspan/05neurspan-thumbStandard.jpg"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Katherine Ellison", "tone": "feature", "byl": "By KATHERINE ELLISON", "PT": "article", "CG": "health", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Autism", "keywords": "Psychology and Psychologists,Brain,Anxiety,Medicine and Health,Mental Health and Disorders,Attention Deficit Hyperactivity Disorder,Medical Devices,Autism", "thumbnail": "https://static01.nyt.com/images/2010/10/05/science/05neurspan/05neurspan-thumbStandard.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "dfp-ad-unit-path": "health", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1286251200.0, "source": "http://www.nytimes.com", "summary": ""}