{"url": "http://www.npr.org/sections/goatsandsoda/2015/06/08/412314701/lost-posture-why-indigenous-cultures-dont-have-back-pain", "text": "Lost Posture: Why Some Indigenous Cultures May Not Have Back Pain\n\nEnlarge this image toggle caption Courtesy of Esther Gokhale and Ian Mackenzie/Nomads of the Dawn Courtesy of Esther Gokhale and Ian Mackenzie/Nomads of the Dawn\n\nEditor's note, June 10: We have added an acknowledgement of several sources that Esther Gokhale used while developing her theories on back pain. These include physiotherapy methods, such as the Alexander Technique and the Feldenkrais Method, and the work of anthropologist Noelle Perez-Christiaens.\n\nBack pain is a tricky beast. Most Americans will at some point have a problem with their backs. And for an unlucky third, treatments won't work, and the problem will become chronic.\n\nEnlarge this image toggle caption Courtesy of Esther Gokhale/Gerard Mackworth-Young Courtesy of Esther Gokhale/Gerard Mackworth-Young\n\nBelieve it or not, there are a few cultures in the world where back pain hardly exists. One indigenous tribe in central India reported essentially none. And the discs in their backs showed little signs of degeneration as people aged.\n\nAn acupuncturist in Palo Alto, Calif., thinks she has figured out why. She has traveled around the world studying cultures with low rates of back pain — how they stand, sit and walk. Now she's sharing their secrets with back pain sufferers across the U.S.\n\nAbout two decades ago, Esther Gokhale started to struggle with her own back after she had her first child. \"I had excruciating pain. I couldn't sleep at night,\" she says. \"I was walking around the block every two hours. I was just crippled.\"\n\nGokhale had a herniated disc. Eventually she had surgery to fix it. But a year later, it happened again. \"They wanted to do another back surgery. You don't want to make a habit out of back surgery,\" she says.\n\nThis time around, Gokhale wanted to find a permanent fix for her back. And she wasn't convinced Western medicine could do that. So Gokhale started to think outside the box. She had an idea: \"Go to populations where they don't have these huge problems and see what they're doing.\"\n\nEsther Gokhale's Five Tips For Better Posture And Less Back Pain Try these exercises while you're working at your desk, sitting at the dinner table or walking around, Esther Gokhale recommends. 1. Do a shoulder roll: Americans tend to scrunch their shoulders forward, so our arms are in front of our bodies. That's not how people in indigenous cultures carry their arms, Gokhale says. To fix that, gently pull your shoulders up, push them back and then let them drop — like a shoulder roll. Now your arms should dangle by your side, with your thumbs pointing out. \"This is the way all your ancestors parked their shoulders,\" she says. \"This is the natural architecture for our species.\" 2. Lengthen your spine: Adding extra length to your spine is easy, Gokhale says. Being careful not to arch your back, take a deep breath in and grow tall. Then maintain that height as you exhale. Repeat: Breathe in, grow even taller and maintain that new height as you exhale. \"It takes some effort, but it really strengthens your abdominal muscles,\" Gokhale says. 3. Squeeze, squeeze your glute muscles when you walk: In many indigenous cultures, people squeeze their gluteus medius muscles every time they take a step. That's one reason they have such shapely buttocks muscles that support their lower backs. Gokhale says you can start developing the same type of derrière by tightening the buttocks muscles when you take each step. \"The gluteus medius is the one you're after here. It's the one high up on your bum,\" Gokhale says. \"It's the muscle that keeps you perky, at any age.\" 4. Don't put your chin up: Instead, add length to your neck by taking a lightweight object, like a bean bag or folded washcloth, and balance it on the top of your crown. Try to push your head against the object. \"This will lengthen the back of your neck and allow your chin to angle down — not in an exaggerated way, but in a relaxed manner,\" Gokhale says. 5. Don't sit up straight! \"That's just arching your back and getting you into all sorts of trouble,\" Gokhale says. Instead do a shoulder roll to open up the chest and take a deep breath to stretch and lengthen the spine.\n\n[Added June 10] So Gokhale studied findings from anthropologists, such as Noelle Perez-Christiaens, who analyzed postures of indigenous populations. And she studied physiotherapy methods, such as the Alexander Technique and the Feldenkrais Method.\n\nAnd the original post continues ...\n\nThen over the next decade, Gokhale went to cultures around the world that live far away from modern life. She went to the mountains in Ecuador, tiny fishing towns in Portugal and remote villages of West Africa.\n\n\"I went to villages where every kid under age 4 was crying because they were frightened to see somebody with white skin — they'd never seen a white person before,\" she says.\n\nGokhale took photos and videos of people who walked with water buckets on their heads, collected firewood or sat on the ground weaving, for hours.\n\n\"I have a picture in my book of these two women who spend seven to nine hours everyday, bent over, gathering water chestnuts,\" Gokhale says. \"They're quite old. But the truth is they don't have a back pain.\"\n\nShe tried to figure out what all these different people had in common. The first thing that popped out was the shape of their spines. \"They have this regal posture, and it's very compelling.\"\n\nAnd it's quite different than American spines.\n\nIf you look at an American's spine from the side, or profile, it's shaped like the letter S. It curves at the top and then back again at the bottom.\n\nBut Gokhale didn't see those two big curves in people who don't have back pain. \"That S shape is actually not natural,\" she says. \"It's a J-shaped spine that you want.\"\n\nIn fact, if you look at drawings from Leonardo da Vinci — or a Gray's Anatomy book from 1901 — the spine isn't shaped like a sharp, curvy S. It's much flatter, all the way down the back. Then at the bottom, it curves to stick the buttocks out. So the spine looks more like the letter J.\n\n\"The J-shaped spine is what you see in Greek statues. It's what you see in young children. It's good design,\" Gokhale says.\n\nSo Gokhale worked to get her spine into the J shape. And gradually her back pain went away.\n\nEnlarge this image toggle caption Library of Congress Library of Congress\n\nThen Gokhale realized she could help others. She developed a set of exercises, wrote a book and set up a studio in downtown Palo Alto.\n\nNow her list of clients is impressive. She's helped YouTube CEO Susan Wojcicki and Matt Drudge of the Drudge Report. She has given classes at Google, Facebook and companies across the country. In Silicon Valley, she's known as the \"posture guru.\"\n\nEach year, doctors in the Bay Area refer hundreds of patients to Gokhale. One of them is Dr. Neeta Jain, an internist at the Palo Alto Medical Foundation. She puts Gokhale's method in the same category as Pilates and yoga for back pain. And it doesn't bother her that the method hasn't been tested in a clinical trial.\n\n\"If people are finding things that are helpful, and it's not causing any harm, then why do we have to wait for a trial?\" Jain asked.\n\nBut there's still a big question looming here: Is Gokhale right? Have people in Western cultures somehow forgotten the right way to stand?\n\nScientists don't know yet, says Dr. Praveen Mummaneni, a neurosurgeon at the University of California, San Francisco's Spine Center. Nobody has done a study on traditional cultures to see why some have lower rates of back pain, he says. Nobody has even documented the shape of their spines.\n\n\"I'd like to go and take X-rays of indigenous populations and compare it to people in the Western world,\" Mummaneni says. \"I think that would be helpful.\"\n\nBut there's a whole bunch of reasons why Americans' postures — and the shape of their spines — may be different than those of indigenous populations, he says. For starters, Americans tend to be much heavier.\n\n\"If you have a lot of fat built up in the belly, that could pull your weight forward,\" Mummaneni says. \"That could curve the spine. And people who are thinner probably have less curvature\" — and thus a spine shaped more like J than than an S.\n\nAmericans are also much less active than people in traditional cultures, Mummaneni says. \"I think the sedentary lifestyle promotes a lack of muscle tone and a lack of postural stability because the muscles get weak.\"\n\ntoggle caption NPR\n\nEveryone knows that weak abdominal muscles can cause back pain. In fact, Mummaneni says, stronger muscles might be the secret to Gokhale's success.\n\nIn other words, it's not that the J-shaped spine is the ideal one — or the healthiest. It's what goes into making the J-shaped spine that matters: \"You have to use muscle strength to get your spine to look like a J shape,\" he says.\n\nSo Gokhale has somehow figured out a way to teach people to build up their core muscles without them even knowing it. \"Yes, I think that's correct,\" Mummaneni says. \"You're not going to be able to go from the S- to the J-shaped spine without having good core muscle strength. And I think that's key here.\"\n\nSo indigenous people around the world don't have a magic bullet for stopping back pain. They've just got beefy abdominal muscles, and their lifestyle helps to keep them that way, even as they age.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/branding/sections/goatsandsoda/branding_icon-7ba13924e5a8207f207c89db39b852dbc0aeca08.png", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2015/06/05/back-pain-promo2_custom-f0b45c9971709faff894cfbc6ee8afdac7c7b7d5-s1100-c15.jpg", "https://media.npr.org/assets/img/2015/06/05/2-women-at-piano-1--3-2d46519a40ed754a46d59fbc944c3fb09d2b8884-s800-c15.jpg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/assets/img/2016/07/14/badge_v02_custom-3ab81049f166be43b7d6350a443f0162c578d4d7-s800-c15.png", "https://media.npr.org/assets/img/2016/10/24/doucleffphoto_sq-62aad3924593e04eb8e33e060acdabe6b945ba1c-s100-c85.jpeg", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/assets/img/2015/06/05/back-pain-promo2_wide-beaea79125311213888aeb31be612247123e5137.jpg?s=1400", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/assets/img/2015/06/07/greekstatues_sq-a539142bad77e190c92e643365afb3fd2a0ccdda-s800-c15.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2015/06/05/back-pain-promo2_wide-beaea79125311213888aeb31be612247123e5137.jpg?s=1400", "keywords": [], "authors": ["Michaeleen Doucleff"], "canonical_link": "https://www.npr.org/sections/goatsandsoda/2015/06/08/412314701/lost-posture-why-indigenous-cultures-dont-have-back-pain", "title": "Lost Posture: Why Some Indigenous Cultures May Not Have Back Pain", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2015-06-08", "description": "There are a few populations in the world where back pain hardly exists. One woman thinks she has figured out why, and she's sharing their secrets. Have Americans forgotten how to stand properly?", "og": {"title": "Lost Posture: Why Some Indigenous Cultures May Not Have Back Pain", "url": "https://www.npr.org/sections/goatsandsoda/2015/06/08/412314701/lost-posture-why-indigenous-cultures-dont-have-back-pain", "type": "article", "description": "There are a few populations in the world where back pain hardly exists. One woman thinks she has figured out why, and she's sharing their secrets. Have Americans forgotten how to stand properly?", "image": "https://media.npr.org/assets/img/2015/06/05/2-women-at-piano-1--3_wide-c621e2d4a8201e27c277120a457f008b79cc2098.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Lost Posture: Why Some Indigenous Cultures May Not Have Back Pain", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2015/06/05/back-pain-promo2_wide-beaea79125311213888aeb31be612247123e5137.jpg?s=1400"}}}, "movies": [], "publish_date": 1433736000.0, "source": "http://www.npr.org", "summary": ""}