{"url": "https://consumer.healthday.com/women-s-health-information-34/menopause-and-postmenopause-news-472/incontinence-drug-may-cut-hot-flashes-in-breast-cancer-survivors-740325.html", "text": "En Español\n\nBy Steven Reinberg\n\nHealthDay Reporter\n\nFRIDAY, Dec. 7, 2018 (HealthDay News) -- Hot flashes, a common curse in menopause, can be especially bothersome after breast cancer. But a new study suggests an existing medication may help.\n\nThe drug is oxybutynin (Ditropan XL), long used to treat urinary incontinence.\n\nThe study found that women taking the medicine had an average of five fewer hot flashes a week, compared with three fewer among women taking a placebo.\n\n\"Oxybutynin is an option that can control these symptoms and improve quality of life,\" said lead researcher Dr. Roberto Leon-Ferre, an assistant professor of oncology at the Mayo Clinic in Rochester, Minn.\n\nThere are a couple of reasons for severe hot flashes after breast cancer. Chemotherapy may induce early menopause, and drugs that reduce estrogen levels may make hot flashes worse, the research team noted.\n\nHormone replacement therapy, which is often recommended for menopausal symptoms, is generally not advised for breast cancer survivors. That's left women who can't take hormones at a disadvantage.\n\nOxybutynin blocks a substance in the brain, and one of its side effects is decreased sweating, Leon-Ferre noted.\n\n\"Because of this, we can take advantage of the 'side effect' and decrease involuntary sweating associated with hot flashes, and decrease the hot flashes as well,\" he explained.\n\nThe drug could be game-changing for certain women, said Dr. Alice Police, regional director of breast surgery at Northwell Health Cancer Institute in Sleepy Hollow, N.Y.\n\n\"This is a really important advance in survivorship and compassionate cancer care,\" added Police, who wasn't involved in the study.\n\nBecause oxybutynin is already available for other conditions, Leon-Ferre said doctors could prescribe it off-label.\n\nHowever, he cautioned that its long-term effects aren't known. Drugs in this class -- called anticholinergics -- have been linked with mental decline, he said.\n\nFor example, the drugs may raise the risk for problems with short-term memory, reasoning and confusion, and may also hike the risk for dementia among older patients, studies indicate.\n\nFor the new study, Leon-Ferre and his colleagues randomly assigned 150 women who experienced at least 28 hot flashes a week to oxybutynin or a placebo.\n\nAlmost two-thirds were also taking drugs to prevent a return of breast cancer, either tamoxifen or an aromatase inhibitor.\n\nThe women were randomly assigned to one of three groups: low-dose oxybutynin twice a day for six weeks; low-dose oxybutynin for one week followed by an increased dose; or a placebo.\n\nBoth doses appeared to reduce hot flashes better than the placebo.\n\nAnd oxybutynin doesn't interfere with the metabolism of tamoxifen, Leon-Ferre said, calling that an important consideration for breast cancer survivors.\n\nMost insurance covers oxybutynin, and a month's supply can range from $21 to $42. With insurance, copays would be less, he added.\n\nSide effects included constipation, mild diarrhea, dry mouth, dry eyes, episodes of confusion and difficulty urinating, the researchers found.\n\nWomen taking oxybutynin also reported improvement in work, social activities, leisure activities, sleep and overall quality of life.\n\nThese are vital issues, Police said. \"I will never forget the first time a patient said, 'Thank you for curing my breast cancer, but you ruined my life,' \" she said.\n\nThe patient said endocrine therapy had caused hot flashes so severe that she could not sleep. As a result, she was having trouble at work and in all other aspects of her life, Police recalled.\n\n\"Her intimate relationship was also suffering, as nighttime had become a battleground between her and her internal temperature control,\" Police said.\n\nThe patient said she was willing to stop her hormone therapy and risk the return of breast cancer rather than live with her current symptoms, she said.\n\n\"This study makes me hopeful that these patients may have a way out of their dilemma,\" Police said. \"Instead of just telling them they should be happy to be alive, we may be able to offer a reliable treatment for some of the debilitating side effects of our treatments for breast cancer.\"\n\nThe research was scheduled to be presented Friday at the San Antonio Breast Cancer Symposium in Texas. Studies presented at meetings are usually considered preliminary until peer-reviewed for publication in a medical journal.\n\nMore information\n\nThe U.S. National Cancer Institute has more about hot flashes and cancer survivors.", "images": ["https://media.healthday.com/Images/icimages/46107.jpg"], "top_img": "https://media.healthday.com/Images/icimages/46107.jpg", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/women-s-health-information-34/menopause-and-postmenopause-news-472/incontinence-drug-may-cut-hot-flashes-in-breast-cancer-survivors-740325.html", "title": "Incontinence Drug May Cut Hot Flashes in Breast Cancer Survivors", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Hot flashes, a common curse in menopause, can be especially bothersome after breast cancer. But a new study suggests an existing medication may help.", "og": {"title": "Incontinence Drug May Cut Hot Flashes in Breast Cancer Survivors", "image": "https://media.healthday.com/Images/icimages/46107.jpg", "description": "Hot flashes, a common curse in menopause, can be especially bothersome after breast cancer. But a new study suggests an existing medication may help.", "url": "https://consumer.healthday.com/women-s-health-information-34/menopause-and-postmenopause-news-472/incontinence-drug-may-cut-hot-flashes-in-breast-cancer-survivors-740325.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}