{"url": "https://web.archive.org/web/20180711220231/http://www.philly.com/philly/health/genetic-testing-genesight-genecept-depression-pharmacogenomics-20180711.html", "text": "During a traumatic divorce, Ronni Shapiro of Westhampton Beach, N.Y., became severely depressed and suicidal. Psychiatrists put her on different antidepressants that only aggravated her situation.\n\n“Within three months, I was on 10 different medications,” Shapiro, 61, said. “It was horrible.”\n\nEventually, she learned about GeneSight, a new type of genetic testing by Myriad Genetics, meant to help avoid the painful trial-and-error process many depression patients endure in the search for the right medicine. After a simple cheek swab, her results showed that pretty much everything she had previously tried was in the “significant gene interaction” category, meaning that based on her genetic makeup, these medicines would adversely affect her or prove ineffective at normal doses.\n\nGuided by her results, her doctor thought that Wellbutrin would be a more promising option. And though the test is better at saying what won’t work than what will, her doctor’s decision proved the right one.\n\n“I can’t tell you that I am footloose and fancy-free,” Shapiro said. “I still suffer. But when I fall into those dark holes, there’s like a ladder that I can see to climb up, as opposed to feeling helpless.”\n\nAs many as two-thirds of people with depression aren’t helped by the first antidepressant they try, leaving many to spend months after they are diagnosed without real help.\n\n>> READ MORE: In despair from major depression, I turned to a last resort: Magnets\n\nIn May, Myriad Genetics released the first large-scale test of whether treatment guided by genetics (pharmacogenomics) would improve overall outcomes for patients with major depression. The study found that patients were 30 percent more likely to respond to treatment when their medication selection was guided by the company’s GeneSight test. The test uses a proprietary algorithm to analyze 12 different genes to weigh their combined influence on patient response to more than 55 psychotropic drugs. The patient’s color-coded report would read: “Use as directed” in green, “moderate gene-drug interaction” in yellow, and “significant gene interaction” in red.\n\nNow, another company, Genomind in King of Prussia, is offering free education about its genetic test, Genecept Assay, at Sav-On pharmacies in two Philadelphia-area Acme Markets.\n\nSpecially trained pharmacists may decide to counsel patients about the Genecept test if they see a pattern of unsuccessful treatment with medicine for depression, anxiety, and/or obsessive-compulsive disorder.\n\nNo magic solution\n\nBut while genetic testing offers tools to better guide patients’ treatment, it cannot tell doctors exactly which medicines will work – or necessarily provide the key to enduring remission from depression.\n\nVincent Sparks of Mullica Hill has benefited from genetic testing, but his mental health issues have persisted. Having battled anxiety and depression most of his life, Sparks, 60, was happy to find a genetic test to help his psychiatrist better direct his treatment. After taking the Genecept test, he discovered that a combination of Prozac and Lamictal was a better genetic fit for him than previous medications. But Sparks continues to struggle.\n\n“I have times where I’m fairly level for a while, but at times it seems like I’m on a roller coaster,” Sparks said. “Sometimes I wish I could just take out my brain and wash it. If I could just put it through the rinse cycle, things would be better.”\n\nThough imperfect, the Genecept test has been shown in peer-reviewed published studies to improve patient outcomes and reduce overall medical costs. “In medicine in general, this will be standard of care at some point,” said Dan Dowd, Genomind vice president. “Twenty years from now, everyone will have some kind of pharmacological genetic test as part of their health record.”\n\nGeneSight’s test is covered by Medicare for patients under the care of psychiatrists and who have failed to achieve satisfactory results with at least one antidepressant. The company has coverage with some commercial payers and is working to widen that coverage, said Myriad Genetics spokesman Ron Rogers. The Genomind Genecept Assay is covered by Medicare and Medicaid. If the out-of-pocket cost for people with commercial plans is more than $300, Genomind will contact the client before processing the test. The company also has a financial assistance program for uninsured patients.\n\n“This is the beginning of personalized precision treatment,” said John Greden of the University of Michigan, primary investigator of the GeneSight study. “One-size treatment will never fit all, and we’re finally getting the tools, not just to say that but to act on it.”\n\n‘Knowledge is a good thing’\n\nMichael Thase, a psychiatry professor at the University of Pennsylvania’s Perelman School of Medicine and director of Penn’s Mood and Anxiety program, was another author of the GeneSight study. He stressed that although the test does not tell you exactly what will work, it can indicate a host of medications that will be ineffective.\n\n“I think knowledge is a good thing, and having knowledge in improving the care of your patient is a good thing,” Thase said.\n\nJohn O’Reardon, a Voorhees psychiatrist who treats patients with treatment-resistant depression and employs a form of neuromodulation called transcranial magnetic stimulation (TMS), said that based on the results of the GeneSight study, he may start using this genetic test in his practice.\n\n“The absolute numbers for response [26 percent] and remission [15.3 percent] don’t seem that high, but unfortunately that is what you get with increasing treatment resistance,” O’Reardon said about the GeneSight study. He was more impressed with the results patients experienced a half- year out. “By six months, the response rate was up to 50 percent and the remission rate was about 40 percent, which are excellent results,” he said.\n\nFor Marina Goldman, a Jenkintown psychiatrist in private practice, the GeneSight study was “interesting but really beside the point.”\n\nGenerally, she thinks that TMS and electroconvulsive therapy (ECT), with their high success rates – approximately 75 percent to 83 percent for ECT and approximately 65 percent for TMS – offer more effective solutions for patients who have failed to respond to three or more antidepressants. At the same time, Goldman presents genetic testing as an option to patients with treatment-resistant depression who are wary about trying TMS or ECT.\n\n“There’s a big debate right now in the psychiatric literature, and what they’re writing editorials about is that we’re waiting too long to refer patients out for neuromodulation,” Goldman said. “With the genetic testing, the chance of getting a response is about 20 percent. Why not move to ECT, where the chance is about 50 percent for treatment-resistant patients?”", "images": ["https://web.archive.org/web/20180711220231im_/http://media.philly.com/images/135*90/dixon-606066-f-wp-content-uploads-2018-07-iStock_breastfeeding-night-3x2-1200x800.jpg", "https://web.archive.org/web/20180711220231im_/http://media.philly.com/images/210*140/dixon-599932-f-wp-content-uploads-2018-07-iStock_anesthesia-3x2-1200x800.jpg", "https://web.archive.org/web/20180711220231im_/http://media.philly.com/storage/inquirer/covers/inqFrontPage.jpg", "https://web.archive.org/web/20180711220231im_/http://media.philly.com/images/210*140/dixon-600555-f-wp-content-uploads-2018-07-Unknown-1-1200x800.jpg", "https://web.archive.org/web/20180711220231im_/https://media.philly.com/designimages/loader-branded.gif", "https://web.archive.org/web/20180711220231im_/http://media.philly.com/images/108*71/dixon-604920-f-wp-content-uploads-2018-07-835294_f6a2d386fe513d0-e1531254466563-1062x707.jpg", "https://web.archive.org/web/20180711220231im_/http://media.philly.com/images/210*140/dixon-593554-f-wp-content-uploads-2018-07-1215897_597e1b7847bfb42-2-1200x800.jpg", "https://web.archive.org/web/20180711220231im_/http://media.philly.com/binary/camera.svg", "https://web.archive.org/web/20180711220231im_/http://media.philly.com/binary/philly-logo-2018.svg", "https://web.archive.org/web/20180711220231im_/http://media.philly.com/designimages/comments_icon_black.png", "https://web.archive.org/web/20180711220231im_/http://media.philly.com/images/dixon-588919-f-wp-content-uploads-2018-07-1219688_2532d1d1852c210-e1531145588670-1200x801.jpg", "https://web.archive.org/web/20180711220231im_/http://s.clickability.com/s?19=990&14=0&6=486929091&7=168131&25=0&18=0.7672466942022204", "https://web.archive.org/web/20180711220231im_/http://media.philly.com/images/210*140/dixon-602939-f-wp-content-uploads-2018-07-primary-e1531158826998-1200x801.jpg", "https://web.archive.org/web/20180711220231im_/http://media.philly.com/images/1200*900/dixon-588919-e-wp-content-uploads-2018-07-1219738_9f74fa8ee36e14d.jpg", "https://web.archive.org/web/20180711220231im_/http://media.philly.com/binary/expand.svg", "https://web.archive.org/web/20180711220231im_/http://media.philly.com/images/210*140/dixon-597465-f-wp-content-uploads-2018-07-648865_482960ae98c0410-e1530798598757-1200x800.jpg", "https://web.archive.org/web/20180711220231im_/http://media.philly.com/designimages/comments_icon.png", "https://web.archive.org/web/20180711220231im_/http://media.philly.com/images/210*140/dixon-595657-f-wp-content-uploads-2018-07-iStock_doctor-tattoos-3x2-e1530907312347-1200x801.jpg", "https://web.archive.org/web/20180711220231im_/http://media.philly.com/images/135*90/dixon-604866-f-wp-content-uploads-2018-07-iStock_acne-adult-3x2-1200x800.jpg", "https://web.archive.org/web/20180711220231im_/http://media.philly.com/images/dixon-588919-e-wp-content-uploads-2018-07-Unknown-1.jpeg", "https://web.archive.org/web/20180711220231im_/http://media.philly.com/images/522*347/dixon-600120-f-wp-content-uploads-2018-07-security-1200x799.jpg", "https://web.archive.org/web/20180711220231im_/http://media.philly.com/images/600*900/dixon-588919-e-wp-content-uploads-2018-07-1199627_2d9dad66afb8c30.jpg", "https://web.archive.org/web/20180711220231im_/http://media.philly.com/images/210*140/dixon-604468-f-wp-content-uploads-2018-07-he1flesh-1200x800.jpg", "https://web.archive.org/web/20180711220231im_/http://media.philly.com/images/210*140/dixon-604923-f-wp-content-uploads-2018-07-1220462_550f3db7200a447-e1531230176326-1200x800.jpg", "https://web.archive.org/web/20180711220231im_/http://media.philly.com/storage/dailynews/covers/front.jpg", "https://web.archive.org/web/20180711220231im_/http://media.philly.com/images/108*72/dixon-602331-f-wp-content-uploads-2018-07-1163963_556b80d85a6b3a8-e1531258068349-1200x800.jpg"], "top_img": "https://web.archive.org/web/20180711220231im_/http://media.philly.com/images/dixon-588919-f-wp-content-uploads-2018-07-1219688_2532d1d1852c210-e1531145588670-1200x801.jpg", "keywords": [], "authors": ["Courtenay Harris Bond"], "canonical_link": "https://web.archive.org/web/20180711220231/http://www.philly.com/philly/health/genetic-testing-genesight-genecept-depression-pharmacogenomics-20180711.html", "title": "Which antidepressant is right for you? This genetic test could help", "meta_data": {"branch": {"deeplink": {"guid": 486929091}}, "sourcepublication": "Inquirer and Daily News", "og": {"site_name": "Philly.com", "title": "Which antidepressant is right for you? This genetic test could help", "type": "article", "url": "https://web.archive.org/web/20180711220231/http://www.philly.com/philly/health/genetic-testing-genesight-genecept-depression-pharmacogenomics-20180711.html", "image": {"identifier": "https://web.archive.org/web/20180711220231im_/http://media.philly.com/images/dixon-588919-f-wp-content-uploads-2018-07-1219688_2532d1d1852c210-e1531145588670-1200x801.jpg", "width": 1200, "height": 801}, "description": "While genetic testing offers tools to better guide patients' treatment, it cannot tell doctors exactly what medicines will work - or necessarily provide the key to patients entering remission from their depression."}, "publication": "Philly.com", "twitter": {"site": "@phillyhealthsci", "title": "Which antidepressant is right for you? This genetic test could help", "url": "https://web.archive.org/web/20180711220231im_/http://www.philly.com/philly/health/genetic-testing-genesight-genecept-depression-pharmacogenomics-20180711.html", "image": "https://web.archive.org/web/20180711220231im_/http://media.philly.com/images/dixon-588919-f-wp-content-uploads-2018-07-1219688_2532d1d1852c210-e1531145588670-1200x801.jpg", "card": "summary_large_image"}, "title": "Which antidepressant is right for you? This genetic test could help - Philly", "contentid": 486929091, "vf": {"unique_id": 486929091}, "contenttype": "Article", "cg": "health", "editdate": "20180711T08:25:13", "livedate": "20180711T02:00:00", "searchdate": "2018-07-11", "DC.date.issued": "2018-07-11T02:00:00-04:00", "pubdate": 20180711, "byline": "Courtenay Harris Bond", "fb": {"app_id": 1548934338461673, "pages": 6130721655}, "description": "While genetic testing offers tools to better guide patients' treatment, it cannot tell doctors exactly what medicines will work - or necessarily provide the key to patients entering remission from their depression.\n - Courtenay Harris Bond, Philadelphia Inquirer and Daily News", "keywords": "Courtenay Harris Bond", "news_keywords": "Courtenay Harris Bond", "verify-v1": "3x82DC93LZlv0I/hQEBoyVVjlGPtX7VxHFgv1upr+9I=", "google-site-verification": "db3T5L3C8_JvO-55gJ22lGGUnZLlNulgzTwX1NhCV3o", "y_key": "ccf0cd67e5f1e33c", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "movies": [], "publish_date": 1531281600.0, "source": "https://web.archive.org", "summary": ""}