{"url": "http://www.NPR.org/templates/story/story.php?storyId=121436092", "text": "Radiation From CT Scans May Raise Cancer Risk\n\nEnlarge this image toggle caption Corbis Corbis\n\nDoctors love the detailed pictures created by CT scans. Patients often expect a scan. But now researchers are warning that the radiation patients get each time computerized tomography is used to detect injuries and disease will cause thousands of extra cancers in coming years.\n\nA new study from the National Cancer Institute projects 29,000 excess cancers from the 72 million CT scans that Americans got in 2007 alone. Nearly 15,000 of those cancers could be fatal.\n\nCT-related cancers will impose a similar burden each year — unless the number of scans and the radiation dose-per-scan can be reduced.\n\n\"Physicians [and their patients] cannot be complacent about the hazards of radiation or we risk creating a public health time bomb,\" says Dr. Rita Redberg, editor of Archives of Internal Medicine, which is publishing the paper in this week's issue.\n\nChildren, younger adults and women are especially susceptible. Two-thirds of the excess cancers will occur in women, the NCI researchers say.\n\nProjected Future Cancers Possibly Related To CT Scans In U.S. Notes The bars indicate the projected average number of future cancers for each age range (95% uncertainty limits) that could be related to CT scans performed in the U.S. in 2007, according to age at exposure. The lower and upper values represent the possible margin of error from the mean estimate.\n\nWide Range Of Doses\n\nA separate study in the journal documents needlessly high radiation exposures from CT scans at four San Francisco-area hospitals.\n\nThat study looked at actual radiation doses for 11 common types of CT scans in more than 1,100 patients. For the same body part, the doses varied enormously from one hospital to another and even within the same hospital. The researchers found a 13-fold range between the highest and lowest radiation dose.\n\nIt's often said that the radiation dose of a chest X-ray is comparable to flying across the continent. ... But a CT scan can be comparable to 500 transcontinental flights.\n\nThat means many unsuspecting patients are getting considerably more radiation than they need for an adequate CT image.\n\n\"For the same body part, the same patient with abdominal pain being evaluated for possible cancer, there can be a profoundly different radiation dose,\" says Dr. Rebecca Smith-Bindman, a radiologist at the University of California at San Francisco who led that study.\n\nSmith-Bindman says neither doctors nor patients appreciate the amount of radiation exposure that U.S. patients are accumulating from CT scans. The number of scans has increased at a rate of 10 percent a year recently, jumping from 3 million scans in 1980 to more than 70 million a year today.\n\n\"It's often said that the radiation dose of a chest X-ray is comparable to flying across the continent,\" Smith-Bindman says, referring to natural radiation exposures at high altitudes. \"But a CT scan can be comparable to 500 transcontinental flights.\"\n\nShe adds that a single CT scan can deliver about the same radiation dose that survivors of the atomic blasts at Nagasaki and Hiroshima endured.\n\n\"I think we need to pause and think about whether the extra information [from CT scans] really helps us make a diagnosis,\" Smith-Bindman says. \"In most cases it does, and we should be using CT scanning in those cases. But in other situations it doesn't ... and the potential for harm outweighs the benefits.\"\n\nShe says patients should start asking doctors if they really need a particular CT scan, and if so, whether it can be done with minimal radiation exposure. It's especially important for younger adults and parents to ask the questions.\n\nSmith-Bindman says radiation exposures can be cut substantially by eliminating unnecessary CT scans — both initial scans and repeat or follow-up scans now often done routinely. Also some fancier CT studies, involving multiple \"slices\" through the body in a single examination, can be replaced by simpler CT tests, conventional X-rays or tests such as ultrasound or MRI that don't involve radiation.\n\nAnother way is to reduce the amount of radiation involved in each scan.\n\nSounding An Alarm\n\nDr. James Thrall, chairman of the American College of Radiology, agrees. He says at his institution, the Massachusetts General Hospital, doctors who order a CT scan or other imaging study must list the reason. A computer program feeds back an \"appropriateness score.\" A low score indicates the test is unlikely to be necessary.\n\n\"Our experience over the last five years has been rather phenomenal,\" Thrall says. Instead of an annual growth rate of 12 percent in CT scans, it's now about 1 percent, lower than the hospital's annual growth in patient load. \"That means we're doing fewer scans per person,\" he says.\n\nTo cut down on unnecessarily high radiation doses, Thrall says, the College of Radiology is also developing an \"alarm\" system that will alert hospitals when their CT scan exceeds an acceptable dose. That will require hospitals to feed dose data to a central computer run by the radiology group.\n\nIn the long run, experts say, newer-generation CT scanners will come equipped to prevent excessive radiation doses. But it will take a while for thousands of current machines to be replaced.\n\nThrall doesn't agree with the National Cancer Institute's projection of 29,000 excess cancer deaths a year from CT radiation.\n\n\"I think it's almost undoubtedly less than 29,000,\" he says. \"But in one respect, it doesn't matter whether it's 29,000 or 1,000. There are opportunities for us in radiology to do all the good things we do using less radiation.\"", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "http://www.NPR.org/news/graphics/2009/12/CTandCancer_624.gif", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/assets/news/2009/12/15/ctscan-e6e9b97ca28171e22c60dd18421b3145c1aafbb6-s800-c15.jpg", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "keywords": [], "authors": ["Richard Knox", "Dr. Rebecca Smith-Bindman"], "canonical_link": "https://www.npr.org/templates/story/story.php?storyId=121436092", "title": "Radiation From CT Scans May Raise Cancer Risk", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2009-12-15", "description": "Use of CT scans in the U.S. has more than tripled in less than two decades. Despite the medical benefits, these scans emit a significant amount of radiation.  A new study estimates that 29,000 future cancers could be related to CT scans performed in the U.S. in 2007.", "og": {"title": "Radiation From CT Scans May Raise Cancer Risk", "url": "https://www.npr.org/templates/story/story.php?storyId=121436092", "type": "article", "description": "Use of CT scans in the U.S. has more than tripled in less than two decades. Despite the medical benefits, these scans emit a significant amount of radiation.  A new study estimates that 29,000 future cancers could be related to CT scans performed in the U.S. in 2007.", "image": "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary", "title": "Radiation From CT Scans May Raise Cancer Risk", "site": "@NPR", "domain": "npr.org"}}, "movies": [], "publish_date": null, "source": "http://www.NPR.org", "summary": ""}