{"url": "http://Healthday.com/Article.asp?AID=635431", "text": "En Español\n\nBy Ed Edelson\n\nHealthDay Reporter\n\nTUESDAY, Feb. 2, 2010 (HealthDay News) --When a doctor wants to assess the condition of heart arteries without putting a gadget into those blood vessels, the X-ray technology called computed tomography -- more commonly called a CT scan -- is better than magnetic resonance imaging, or MRI, a German review of studies has found.\n\n\"For ruling out coronary artery disease, CT is more accurate than MRI,\" researchers from Humboldt University in Berlin said in a report in the Feb. 2 issue of the Annals of Internal Medicine.\n\nThe standard method for checking heart arteries is coronary angiography, which involves threading a thin, flexible tube, called a catheter, into the heart. But doctors do not always want to run the risks that can be associated with that technique, and the leading candidates for less invasive assessment are CT and MRI.\n\nCT is a scanning technique using X-rays that produce a set of slice-by-slice heart images, up to 16 slices, depending on the power of the machine. MRI uses a powerful magnetic field and pulses of radiowave energy to create images.\n\nThe German researchers looked at results of 109 published studies of noninvasive heart artery imaging, including 89 that used CT and 20 that used MRI and involving 8,505 people. In the studies of people with suspected coronary artery disease, CT proved to be 97 percent sensitive, compared with 87 percent sensitivity for MRI exams, the analysis found. Sensitivity rates the ability of a test to correctly identify people who have a particular disease.\n\n\"This article holds no surprises whatever,\" said Dr. Uwe Joseph Schoepf, a professor of radiology and cardiology at the Medical University of South Carolina. \"This is really something that is sort of common trade knowledge.\"\n\nIndeed, CT and MRI are not contenders in clinical practice but are used for different reasons to make different assessments, Schoepf said. \"It is a question of what specific question you are looking to answer,\" he said.\n\nCT is the preferred noninvasive technology for assessing the condition of heart arteries, whether there is narrowing that might end with the total blockage that causes a heart attack, Schoepf said. \"MRI is not in current use to look at coronary artery disease,\" he said. \"We use MRI angiography if we are interested in heart muscle, as when there are congenital heart abnormalities in children. The strength of MRI is that it shows tissue configuration.\"\n\nThat difference helps explain why there are so few studies doing head-to-head comparison of CT versus MRI, he said. The German analysis found only five such studies.\n\nDr. Ricardo Cury, director of cardiac MRI and CT at Baptist Cardiac & Vascular Institute in Miami and a consultant radiologist at Massachusetts General Hospital, said that the \"meta-analysis demonstrates a knowledge that we have accumulated for the past several years.\"\n\n\"For imaging of the cardiac arteries, CT is more robust,\" Cury said. \"We perform MRI on a clinical basis more for functional assessment, as opposed to looking at the coronary arteries.\"\n\nThough that difference is well established among radiologists, the new study may be of assistance in the general medical community, including general cardiologists, because \"it summarizes the advantages of CT at this point in time,\" he said.\n\nIndeed, CT appears to be better for assessment of coronary artery disease, matched against not only MRI but other methods, such as echocardiography, he said.\n\nMore information\n\nThe Cleveland Clinic has more on CT, MRI and similar tests.", "images": ["http://Healthday.com/images/favicon.ico"], "top_img": "http://Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Ed Edelson"], "canonical_link": "https://consumer.healthday.com/health-technology-information-18/cat-scan-news-88/ct-scans-deemed-best-for-checking-heart-arteries-635431.html", "title": "CT Scans Deemed Best for Checking Heart Arteries", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "But if it's muscle tissue that needs examining, use MRI, expert says", "og": {"title": "CT Scans Deemed Best for Checking Heart Arteries", "description": "But if it's muscle tissue that needs examining, use MRI, expert says", "url": "https://consumer.healthday.com/health-technology-information-18/cat-scan-news-88/ct-scans-deemed-best-for-checking-heart-arteries-635431.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://Healthday.com", "summary": ""}