{"url": "https://web.archive.org/web/20171227030848/http://beta.latimes.com/science/sciencenow/la-sci-sn-vitamins-bone-fractures-20171226-story.html", "text": "If taking more vitamin and mineral supplements is part of your plan for a healthier new year, a new study may prompt you to reconsider.\n\nResearchers who scoured the medical literature for evidence that calcium and vitamin D pills could help prevent bone fractures came up empty.\n\nTheir analysis focused on adults older than age 50 who lived on their own (that is, not in a nursing home or other type of residential care facility). Fractures are a serious health concern for this population — previous studies have found that about 40% of women in this age group will wind up with at least one “major osteoporotic fracture” at some point in their lives, and that among adults who break a hip, 20% died within a year of their injury.\n\nThe researchers, led by Dr. Jia-Guo Zhao of Tianjin Hospital in northeastern China, combed through clinical trials, systematic reviews and other reports published in the last decade, since late 2006. They identified 51,145 people who were included in studies assessing the role of calcium and/or vitamin D in preventing bone fractures.\n\nTheir findings appear in Tuesday’s edition of the Journal of the American Medical Assn.\n\nAmong the 14 trials that pitted calcium supplements against either a placebo or no treatment, there was no statistically significant relationship between use of the mineral (in pill form) and the risk of suffering a hip fracture. Nor was there any clear link between calcium supplements and fractures involving the spine or other bones.\n\nEven when the researchers accounted for each study participant’s gender, past history of bone fractures, the amount of calcium they consumed in their diets and the dose of the calcium pills they took (if they did), there was still no sign that supplements were helpful.\n\nAn additional 17 trials examined the role of vitamin D, which helps the body absorb calcium. Once again, they found no statistically significant link between supplement use and hip fracture risk. Ditto for fractures in the spine and elsewhere.\n\nUpon drilling down to certain subgroups, they found that for people who started out with at least 20 nanograms of vitamin D per milliliter of blood, adding more vitamin D through supplements was associated with a greater risk of hip fractures. The same was true for people who took high doses of vitamin D supplements just once a year.\n\nFinally, there were 13 trials involving people who took a combined calcium-vitamin D supplement. As before, there was no statistically significant link between supplement use and the risk for any kind of fracture or combination of fractures. That held up even when accounting for gender, past fractures, supplement dose, dietary calcium or baseline blood levels of vitamin D.\n\nThe researchers noted that thousands of people in this final group were participants in the Women’s Health Initiative, a long-term study sponsored by the National Heart, Lung and Blood Institute in the U.S. Earlier reports based on data gathered by the Women’s Health Initiative found that calcium and vitamin D supplements were associated with a lower risk of fractures, but only for women who took hormone therapy after menopause. To get a clearer picture of the direct link (if any) between supplements and fracture risk, Zhao and his colleagues opted not to include data from women on hormone therapy.\n\nIt’s still possible that calcium and vitamin D supplements are useful for people who live in nursing homes or other residential facilities, the study authors wrote. Such people are more likely to have osteoporosis, due to a combination of poor diet, less sun exposure (which the body needs to synthesize vitamin D) and other factors.\n\nBut for older adults who live on their own, they wrote, the results are clear: “These findings do not support the routine use of these supplements.”\n\nCAPTION Revelers joined community members and indigenous leaders from around the world at the Symbiosis Gathering in Big Summit Prairie, Ore., to mark the Great American Eclipse. Revelers joined community members and indigenous leaders from around the world at the Symbiosis Gathering in Big Summit Prairie, Ore., to mark the Great American Eclipse. CAPTION Revelers joined community members and indigenous leaders from around the world at the Symbiosis Gathering in Big Summit Prairie, Ore., to mark the Great American Eclipse. Revelers joined community members and indigenous leaders from around the world at the Symbiosis Gathering in Big Summit Prairie, Ore., to mark the Great American Eclipse. CAPTION This motion graphic shows highlights of Cassini's missions from 2004-2017. This motion graphic shows highlights of Cassini's missions from 2004-2017. CAPTION NASA employees, friends and family attend a watch party at Caltech for Cassini's final signal back to Earth. NASA employees, friends and family attend a watch party at Caltech for Cassini's final signal back to Earth. CAPTION Eclipse chasers will tell you that seeing a total eclipse will change your life. But keep in mind, a total eclipse is a fleeting phenomenon. (Aug. 15, 2017) (Sign up for our free video newsletter here http://bit.ly/2n6VKPR) Eclipse chasers will tell you that seeing a total eclipse will change your life. But keep in mind, a total eclipse is a fleeting phenomenon. (Aug. 15, 2017) (Sign up for our free video newsletter here http://bit.ly/2n6VKPR) CAPTION The Great American Eclipse The Great American Eclipse\n\nkaren.kaplan@latimes.com\n\nFollow me on Twitter @LATkarenkaplan and \"like\" Los Angeles Times Science & Health on Facebook.\n\nMORE IN SCIENCE\n\nFrom the dazzling to the disheartening, 2017 was a remarkable year for science\n\nOne day, catheters could be designed like this beetle's penis\n\nKale and other leafy vegetables may make your brain seem 11 years younger", "images": ["https://web.archive.org/web/20171227040123im_/http://www.trbimg.com/img-5a42d595/turbine/la-sci-sn-vitamins-bone-fractures-20171226", "https://web.archive.org/web/20171227040123im_/http://www.trbimg.com/img-5a42c959/turbine/la-fi-tesla-battery-australia-20171226/70/70x70", "https://web.archive.org/web/20171227040123im_/http://www.trbimg.com/img-53608799/turbine/la-bio-karen-kaplan/70/70x70", "https://web.archive.org/web/20171227040123im_/http://www.trbimg.com/img-5a42fa26/turbine/la-sp-nfl-report-20171226/70/70x70", "https://web.archive.org/web/20171227040123im_/http://www.trbimg.com/img-5a42c2d6/turbine/la-fi-trade-wars-20171226/70/70x70"], "top_img": "https://web.archive.org/web/20171227040123im_/http://www.trbimg.com/img-5a42d595/turbine/la-sci-sn-vitamins-bone-fractures-20171226", "keywords": [], "authors": ["Karen Kaplan"], "canonical_link": "https://web.archive.org/web/20171227040123/http://www.latimes.com/science/sciencenow/la-sci-sn-vitamins-bone-fractures-20171226-story.html", "title": "Do you take calcium and vitamin D to protect your bones? A new study says it doesn't help", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "x-servername": "i13prod-13f3696-13-40.1", "robots": "index,follow", "author": "Karen Kaplan", "date": "2017-12-26", "copyright": "Copyright (c) 2017 Los Angeles Times", "Description": "If taking more vitamin and mineral supplements is part of your plan for a healthier new year, a new study may prompt you to reconsider. Researchers looking for evidence that calcium and vitamin D pills could help prevent bone fractures have come up empty.", "news_keywords": "bone fractures, hip fractures, osteoporosis, calcium, vitamin D, dietary supplements, medical research, scientific research", "fb_title": "Do you take calcium and vitamin D to protect your bones? A new study says it doesn't help", "og": {"title": "Do you take calcium and vitamin D to protect your bones? A new study says it doesn't help", "description": "If taking more vitamin and mineral supplements is part of your plan for a healthier new year, a new study may prompt you to reconsider. Researchers looking for evidence that calcium and vitamin D pills could help prevent bone fractures have come up empty.", "type": "article", "url": "https://web.archive.org/web/20171227040123/http://www.latimes.com/science/sciencenow/la-sci-sn-vitamins-bone-fractures-20171226-story.html", "image": "https://web.archive.org/web/20171227040123im_/http://www.trbimg.com/img-5a42d595/turbine/la-sci-sn-vitamins-bone-fractures-20171226", "site_name": "latimes.com"}, "fb": {"page_id": 5863113009, "admins": 100000786395051, "app_id": 121694484590917, "pages": 5863113009}, "twitter": {"card": "summary", "site": "@latimes"}, "y_key": "cee2fe4077f8d050", "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "googlebot": "index", "googlebot-news": "index", "article": {"content_tier": "metered"}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/95532109", "so": {"status": "5,1"}}, "movies": [], "publish_date": 1514264400.0, "source": "https://web.archive.org", "summary": ""}