{"url": "http://consumer.Healthday.com/Article.asp?AID=652625", "text": "En Español\n\nBy Amanda Gardner\n\nHealthDay Reporter\n\nWEDNESDAY, May 4, 2011 (HealthDay News) -- Among men under 65 with early stage prostate cancer, those who have the prostate gland removed are less likely to die than those who adopt a \"watchful waiting\" approach, according to a new long-term study out of Europe.\n\nBut the findings are not likely to be practice-changing, said Dr. Richard E. Greenberg, chief of urologic oncology at Fox Chase Cancer Center in Philadelphia, who was not involved with the study.\n\n\"This is relatively early stage disease, and it shows what we would expect it to show: that those who have more years [to live] have better survival if treated aggressively,\" he said.\n\nMen with prostate cancer face a confusing maze of options today, including not only surgery but hormone therapy, different kinds of radiation therapy and even simply foregoing medical treatment while monitoring the cancer closely (\"watchful waiting,\" also known as \"active surveillance\").\n\n\"Watchful waiting\" is often recommended when a man is not expected to die of the cancer and would like to avoid the risk of the debilitating side effects associated with prostate cancer treatment. These may include: incontinence and erectile dysfunction (surgery); erectile dysfunction and secondary cancers (radiation therapy); nausea, breast growth, liver problems (hormonal therapy); and weakness, hair loss, fluid retention (chemotherapy).\n\nThe data presented in the May 5 issue of the New England Journal of Medicine is a 15-year follow-up of a study for which three-years of follow-up had previously been reported.\n\nThe earlier study also found that undergoing a radical prostatectomy lowered the risk of the cancer spreading, as well as the death rate from prostate cancer or any other cause.\n\nThe researchers, Drs. Anna Bill-Axelson and Lars Holmberg of University Hospital, Uppsala, and colleagues, enrolled nearly 700 men with early prostate cancer under the age of 75 who were randomly selected either to undergo a radical prostatectomy or to stay in \"watchful waiting\" mode.\n\nAfter an average follow-up of about 13 years, 14.6 percent of the men who had undergone surgery had died, versus 20.7 percent in the watchful waiting group, a 38 percent reduced risk.\n\nThe benefit was primarily seen among men younger than 65 and the authors estimated that seven men under the age of 65 and 8 over the age of 65 would need to be treated to save one life.\n\nThere was also a benefit in men whose tumors had low-risk characteristics.\n\nMen whose cancer had moved outside of the prostate gland and who underwent removal of the prostate had a seven times higher risk of dying than men whose tumors hadn't spread.\n\nRadical prostatectomy can come with a price -- including erectile dysfunction, urinary incontinence and even bowel incontinence -- although these effects are not as common as techniques improve. A nerve-sparing radical prostatectomy, for example, may be able to prevent erectile dysfunction.\n\nAlso, the men in this study were diagnosed only after they had symptoms, unlike the majority of men in the United States, Greenberg said.\n\n\"The advantage of screening is that men are more likely to be cured of cancer but they also have a greater chance of not succumbing to the consequences of the surgical complications, whether [those] be erectile dysfunction or urinary incontinence,\" Greenberg said.\n\nAlso, he said, erectile dysfunction can also be a factor of aging and can be treated in most cases.\n\nBut much remains to be known about how best to treat different types of prostate cancer.\n\n\"The management of early stage prostate cancer continues to require further randomized controlled studies, which are underway, to determine the true benefit of treatment versus expectant management,\" said Dr. Marc Danziger, an attending urologist at Lenox Hill Hospital in New York City, who was not involved with the study.\n\n\"Currently, the potential benefit and side effects of treatment needs to be addressed on an individual basis in relation to the risk stratification of disease, patient desires, health status and risk tolerance,\" Danziger added.\n\nMore information\n\nThe U.S. National Cancer Institute has more on prostate cancer treatments.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Amanda Gardner"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/mis-cancer-news-102/aggressive-treatment-may-be-beneficial-for-early-prostate-cancer-652625.html", "title": "Aggressive Treatment May Be Beneficial for Early Prostate Cancer", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "In men under 65, death risk was lower than for those who chose 'watchful waiting,' study finds", "og": {"title": "Aggressive Treatment May Be Beneficial for Early Prostate Cancer", "description": "In men under 65, death risk was lower than for those who chose 'watchful waiting,' study finds", "url": "https://consumer.healthday.com/cancer-information-5/mis-cancer-news-102/aggressive-treatment-may-be-beneficial-for-early-prostate-cancer-652625.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}