{"url": "https://web.archive.org/web/20110120003124/http://www.latimes.com:80/health/la-he-skeptic-diabetes-drinks-20110117,0,1538564,print.story", "text": "Is there a 'natural' aid for diabetes? THE HEALTHY SKEPTIC\n\nThere's something about Type 2 diabetes that inspires creativity, innovation and promises from the alternative medicine industry. People who want to control their blood sugar without medications can choose from a huge variety of pills and elixirs. \"I hear new claims on a nearly daily basis,\" says Dr. Daniel Einhorn, clinical professor of medicine at UC San Diego and the president of the American Assn. of Clinical Endocrinologists. \"There's a constant market for new products.\"\n\nThe product comes in two varieties, regular Sugar Crush and the milder Sugar Crush Daily. Users are instructed to drink 2.5 milliliters of regular Sugar Crush mixed with a glass of water right before breakfast and dinner every day. Sugar Crush Daily is recommended as a prelude to lunch and bedtime. After two or three months, users are told that they can stop taking Sugar Crush and stick with two doses of Sugar Crush Daily, one before each of the two largest meals of the day. Sugar Crush isn't yet sold in stores -- company President Uri Man says it will be widely available starting in March -- but you can buy a 125 ml bottle of either variety online for $89.95.\n\nIf you prefer more simplicity in your supplement, you could always try one of several products offering Cinnulin PF -- an extract of cinnamon bark made by Integrity Nutraceuticals -- as their sole active ingredient. Each capsule of Cinnulin PF from iVitals contains 125 milligrams of the extract. Users are instructed to take one capsule before breakfast and one before dinner for best results. A bottle of 120 capsules, available only online, costs about $30.\n\nNature's Way sells a supplement called Blood Sugar that contains, among other things, 133 mg of cinnamon bark extract, 100 micrograms of chromium and 33 mg of extract of the tropical South Asian herb Gymnema sylvestre per capsule. Users are instructed to take three capsules twice daily. You can buy a bottle of 90 capsules, available at many health food stores, for about $15.\n\nThe claims", "images": ["https://web.archive.org/web/20110119021542im_/http://www.latimes.com/media/photo/2010-12/58475266.jpg", "https://web.archive.org/web/20110119021542im_/http://articles.latimes.com/images/pixel.gif", "https://web.archive.org/web/20110119021542im_/http://www.latimes.com/media/photo/2010-12/58348132.jpg", "https://web.archive.org/web/20110119021542im_/http://articles.latimes.com/favicon.ico", "https://web.archive.org/web/20110119021542im_/http://articles.latimes.com/pm-imgs/header.gif", "https://web.archive.org/web/20110119021542im_/http://articles.latimes.com/pm-imgs/footer.gif", "https://web.archive.org/web/20110119021542im_/http://www.latimes.com/media/photo/2010-12/58342119.jpg"], "top_img": "https://web.archive.org/web/20110119021542im_/http://articles.latimes.com/favicon.ico", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20110119021542/http://articles.latimes.com/2011/jan/17/health/la-he-skeptic-diabetes-drinks-20110117", "title": "Is there a 'natural' aid for diabetes?", "meta_data": {"description": "There's something about Type 2 diabetes that inspires creativity, innovation and promises from the alternative medicine industry. People who want to control their blood sugar without medications can", "keywords": "SUPPLEMENTS AND VITAMINS", "og": {"site_name": "Los Angeles Times Articles"}}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}