{"url": "http://health.usnews.com/health-news/family-health/cancer/articles/2010/05/12/impotence-drugs-may-aid-brain-tumor-treatment.html", "text": "WEDNESDAY, May 12 (HealthDay News) -- A drug already approved for the treatment of erectile dysfunction may actually help boost the effectiveness of treatments for brain tumors tied to both lung and breast cancer, research shows.\n\nThe finding stems from an animal study that indicated that leading erectile dysfunction medications sildenafil (Viagra) and vardenafil (Levitra) can enable the chemotherapy drug Herceptin to more easily penetrate the so-called blood-brain barrier that must be breached in order to successfully target cancer that has spread to the brain.\n\nAlthough the blood-brain barrier is a naturally occurring mechanism designed to protect the brain from exposure to dangerous substances, in the case of cancer treatment it can significantly impede drug delivery, particularly of large-molecule drugs, such as Herceptin. However, erectile dysfunction drugs appear to increase the barrier's permeability.\n\n\"No matter how effective against cancer a chemotherapeutic agent may be, it can have little impact on brain tumors if it cannot cross the blood-brain tumor barrier,\" Dr. Keith Black, chairman of Cedars-Sinai's department of neurosurgery and director of the Maxine Dunitz Neurosurgical Institute in Los Angeles, said in a news release. \"As we find new drugs that are able to target these tumor cells, it is imperative that we develop better ways to enable the medications to reach their targets.\"\n\nThe study team notes that about 220,000 Americans develop brain tumors each year as a result of cancers that begin elsewhere in the body. Lung cancer, they note, is the leading cause of cancer mortality in the United States, and about one-fifth of lung cancer cases end up spreading to the brain.\n\nWork with mice demonstrated that initial Levitra exposure effectively doubled the amount of Herceptin that was able to reach brain tumors linked to lung and breast cancer.\n\nWhat's more, when administering Herceptin and Levitra together, survival among the mice increased by 20 percent compared to treatment with just Herceptin alone.\n\nThe findings were published online recently in the journal PLoS One.\n\nMore Information\n\nFor more on brain tumors, visit the U.S. National Cancer Institute.", "images": ["http://health.usnews.com/static/images/favicon.ico", "https://www.usnews.com/static/img/usn-logo-large.svg"], "top_img": "http://health.usnews.com/static/images/favicon.ico", "keywords": [], "authors": [], "canonical_link": "https://health.usnews.com/health-news/family-health/cancer/articles/2010/05/12/impotence-drugs-may-aid-brain-tumor-treatment", "title": "Impotence Drugs May Aid Brain Tumor Treatment", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "description": "Levitra, Viagra allowed anti-cancer medication to more easily penetrate brain barrier, study found", "keywords": "HealthDay,sexual health,drugs,prescription drugs,brain tumor,cancer,brain health,brain health,drugs,cancer,sexual health,prescription drugs,HealthDay,brain tumor", "site": "health-news", "zone": "cancer/articles", "robots": "noindex", "fb": {"pages": 5834919267, "app_id": 130063997038366}, "og": {"title": "Impotence Drugs May Aid Brain Tumor Treatment", "description": "Levitra, Viagra allowed anti-cancer medication to more easily penetrate brain barrier, study found", "type": "article", "site_name": "US News & World Report", "url": "https://health.usnews.com/health-news/family-health/cancer/articles/2010/05/12/impotence-drugs-may-aid-brain-tumor-treatment"}, "twitter": {"card": "summary_large_image", "site": "@USNews", "title": "Impotence Drugs May Aid Brain Tumor Treatment", "description": "Levitra, Viagra allowed anti-cancer medication to more easily penetrate brain barrier, study found"}, "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "optimizely": "Optimizely is supported by this application but is not enabled for this page."}, "movies": [], "publish_date": 1273636800.0, "source": "http://health.usnews.com", "summary": ""}