{"url": "https://www.apnews.com/8f1a189bfde14cbf91179a60b900a81a", "text": "Lauren Pestikas sits as she receives an infusion of the drug ketamine during a 45-minute session at an outpatient clinic in Chicago on July 25, 2018. Pestikas struggled with depression and anxiety and made several suicide attempts before starting ketamine treatments earlier in the year. (AP Photo/Teresa Crawford)\n\nLauren Pestikas sits as she receives an infusion of the drug ketamine during a 45-minute session at an outpatient clinic in Chicago on July 25, 2018. Pestikas struggled with depression and anxiety and made several suicide attempts before starting ketamine treatments earlier in the year. (AP Photo/Teresa Crawford)\n\nCHICAGO (AP) — It was launched decades ago as an anesthetic for animals and people, became a potent battlefield pain reliever in Vietnam and morphed into the trippy club drug Special K.\n\nNow the chameleon drug ketamine is finding new life as an unapproved treatment for depression and suicidal behavior. Clinics have opened around the United States promising instant relief with their “unique” doses of ketamine in IVs, sprays or pills. And desperate patients are shelling out thousands of dollars for treatment often not covered by health insurance, with scant evidence on long-term benefits and risks.\n\nChicago preschool teacher Lauren Pestikas long struggled with depression and anxiety and made several suicide attempts before trying ketamine earlier this year.\n\nThe price tag so far is about $3,000, but “it’s worth every dime and penny,” said the 36-year-old.\n\nPestikas said she feels much better for a few weeks after each treatment, but the effects wear off and she scrambles to find a way to pay for another one.\n\nFor now, ketamine has not received approval from the U.S. Food and Drug Administration for treating depression, though doctors can use it for that purpose.\n\nKetamine has been around since the 1960s and is widely used as an anesthesia drug during surgery because it doesn’t suppress breathing. Compared to opioids such as morphine, ketamine isn’t as addictive and doesn’t cause breathing problems. And some studies have shown that ketamine can ease symptoms within hours for the toughest cases.\n\nIts potential effects on depression were discovered in animal experiments in the late 1980s and early 1990s showing that glutamate, a brain chemical messenger, might play a role in depression, and that drugs including ketamine that target the glutamate pathway might work as antidepressants.\n\nConventional antidepressants like Prozac target serotonin, a different chemical messenger, and typically take weeks to months to kick in — a lag that can cause severely depressed patients to sink deeper into despair.\n\nKetamine’s potential for almost immediate if temporary relief is what makes it so exciting, said Dr. Jennifer Vande Voort, a Mayo Clinic psychiatrist who has used ketamine to treat depression patients since February.\n\n“We don’t have a lot of things that provide that kind of effect. What I worry about is that it gets so hyped up,” she said.\n\nThe strongest studies suggest it’s most useful and generally safe in providing short-term help for patients who have not benefited from antidepressants. That amounts to about one-third of the roughly 300 million people with depression worldwide.\n\n“It truly has revolutionized the field,” changing scientists’ views on how depression affects the brain and showing that rapid relief is possible, said Yale University psychiatrist Dr. Gerard Sanacora, who has done research for or consulted with companies seeking to develop ketamine-based drugs.\n\nBut to become standard depression treatment, he said, much more needs to be known.\n\nLast year, Sanacora co-authored an American Psychiatric Association task force review of ketamine treatment for mood disorders that noted the benefits but said “major gaps” remain in knowledge about long-term effectiveness and safety. Most studies have been small, done in research settings and not in the real world.\n\nWhen delivered through an IV, ketamine can cause a rapid increase in heart rate and blood pressure that could be dangerous for some patients. Ketamine also can cause hallucinations that some patients find scary.\n\n“There are some very real concerns,” Sanacora said. “We do know this drug can be abused, so we have to be very careful about how this is developed.”\n\nDr. Rahul Khare, an emergency medicine specialist in Chicago, first learned about ketamine’s other potential benefits a decade ago from a depressed and anxious patient he was preparing to sedate to fix a repeat dislocated shoulder.\n\n“He said, ‘Doc, give me what I got last time. For about three weeks after I got it I felt so much better,’” Khare recalled.\n\nKhare became intrigued and earlier this year began offering ketamine for severe depression at an outpatient clinic he opened a few years ago. He also joined the American Society for Ketamine Physicians, formed a year ago representing about 140 U.S. doctors, nurses, psychologists and others using ketamine for depression or other nonapproved uses.\n\nThere are about 150 U.S. ketamine clinics, compared with about 20 three years ago, said society co-founder Dr. Megan Oxley.\n\nKhare said the burgeoning field “is like a new frontier” where doctors gather at meetings and compare notes. He has treated about 50 patients with depression including Pestikas. They’re typically desperate for relief after failing to respond to other antidepressants. Some have lost jobs and relationships because of severe depression, and most find that ketamine allows them to function, Khare said.\n\nTypical treatment at his clinic involves six 45-minute sessions over about two weeks, costing $550 each. Some insurers will pay about half of that, covering Khare’s office visit cost. Patients can receive “booster” treatments. They must sign a four-page consent form that says benefits may not be long-lasting, lists potential side effects, and in bold letters states that the treatment is not government-approved.\n\nAt a recent session, Pestikas’s seventh, she leaned back on a reclining white examining-room chair as a nurse hooked her up to a heart and blood pressure monitor. She grimaced as a needle was slipped into the top of her left palm. Khare reached up with a syringe to inject a small dose of ketamine into an IV bag hanging above the chair, then dimmed the lights, pulled the window curtains and asked if she had questions and was feeling OK.\n\n“No questions, just grateful,” Pestikas replied, smiling.\n\nPestikas listened to music on her iPhone and watched psychedelic videos. She said it was like “a controlled acid trip” with pleasant hallucinations. The trip ends soon after the IV is removed, but Pestikas said she feels calm and relaxed the rest of the day, and that the mood boost can last weeks.\n\nStudies suggest that a single IV dose of ketamine far smaller than used for sedation or partying can help many patients gain relief within about four hours and lasting nearly a week or so.\n\nExactly how ketamine works is unclear, but one idea is that by elevating glutamate levels, ketamine helps nerve cells re-establish connections that were disabled by depression, said ketamine expert Dr. Carlos Zarate, chief of experimental therapies at the National Institute of Mental Health.\n\nA small Stanford University study published in August suggested that ketamine may help relieve depression by activating the brain’s opioid receptors.\n\nJanssen Pharmaceuticals and Allergan are among drug companies developing ketamine-like drugs for depression. Janssen leads the effort with its nasal spray esketamine. The company filed a new drug application in September.\n\nMeanwhile, dozens of studies are underway seeking to answer some of the unknowns about ketamine including whether repeat IV treatments work better for depression and if there’s a way to zero in on which patients are most likely to benefit.\n\nUntil there are answers, Zarate of the mental health institute said ketamine should be a last-resort treatment for depression after other methods have failed.\n\n___\n\nFollow AP Medical Writer Lindsey Tanner at @LindseyTanner .\n\n___\n\nThe Associated Press Health & Science Department receives support from the Howard Hughes Medical Institute’s Department of Science Education. The AP is solely responsible for all content", "images": ["https://storage.googleapis.com/afs-prod/media/media:20ffbf2dae924350aa05039f500f1238/3000.jpeg", "https://sb.scorecardresearch.com/p?c1=2&c2=3005041&cv=2.0&cj=1", "data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAABAAAAAJCAAAAAAeQfPuAAAAC0lEQVQYGWMYrAAAAJkAAWzZLOIAAAAASUVORK5CIIA=", "https://www.apnews.com/en_badge_web_generic.png", "https://img.youtube.com/vi/ENEeoLw-030/0.jpg"], "top_img": "https://storage.googleapis.com/afs-prod/media/media:20ffbf2dae924350aa05039f500f1238/3000.jpeg", "keywords": [], "authors": ["Lindsey Tanner"], "canonical_link": "https://apnews.com/8f1a189bfde14cbf91179a60b900a81a", "title": "Trippy depression treatment? Hopes and hype for ketamine", "meta_data": {"viewport": "width=device-width, initial-scale=1", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black", "theme-color": "#dedede", "msapplication-config": "browserconfig.xml", "description": "CHICAGO (AP) — It was launched decades ago as an anesthetic for animals and people, became a potent battlefield pain reliever in Vietnam and morphed into the trippy club drug Special K. Now the chameleon drug ketamine is finding new life as an unapproved treatment for depression and suicidal behavior. Clinics have opened around the United States promising instant relief with their \"unique\" doses of ketamine in IVs, sprays or pills. And desperate patients are shelling out thousands of dollars for treatment often not covered by health insurance, with scant evidence on long-term benefits and risks.", "keywords": "AP Top News,Chicago,Health,North America,Business,Science,U.S. News,Depression,United States", "twitter": {"card": "summary_large_image", "site": "@ap", "title": "Trippy depression treatment? Hopes and hype for ketamine", "description": "CHICAGO (AP) — It was launched decades ago as an anesthetic for animals and people, became a potent battlefield pain reliever in Vietnam and morphed into the trippy club drug Special K. Now the chameleon drug ketamine is finding new life as an unapproved treatment for depression and suicidal behavior. Clinics have opened around the United States promising instant relief with their \"unique\" doses of ketamine in IVs, sprays or pills. And desperate patients are shelling out thousands of dollars for treatment often not covered by health insurance, with scant evidence on long-term benefits and risks.", "image": "https://storage.googleapis.com/afs-prod/media/media:20ffbf2dae924350aa05039f500f1238/3000.jpeg", "url": "https://apnews.com/8f1a189bfde14cbf91179a60b900a81a"}, "og": {"title": "Trippy depression treatment? Hopes and hype for ketamine", "description": "CHICAGO (AP) — It was launched decades ago as an anesthetic for animals and people, became a potent battlefield pain reliever in Vietnam and morphed into the trippy club drug Special K. Now the chameleon drug ketamine is finding new life as an unapproved treatment for depression and suicidal behavior. Clinics have opened around the United States promising instant relief with their \"unique\" doses of ketamine in IVs, sprays or pills. And desperate patients are shelling out thousands of dollars for treatment often not covered by health insurance, with scant evidence on long-term benefits and risks.", "type": "article", "url": "https://apnews.com/8f1a189bfde14cbf91179a60b900a81a", "image": {"identifier": "https://storage.googleapis.com/afs-prod/media/media:20ffbf2dae924350aa05039f500f1238/3000.jpeg", "width": 5157, "height": 3000}, "site_name": "AP NEWS"}, "fb": {"app_id": 870613919693099, "pages": 249655421622}, "article": {"published_time": "2018-10-31T16:10:59Z", "modified_time": "2018-10-31T16:11:59Z", "section": "AP Top News", "tag": "United States"}, "google-site-verification": "XvG-YKlyyPmG2x0J9-rdS-zI8LhL4d75ZQoccETD2qA"}, "movies": [], "publish_date": 1541002259.0, "source": "https://www.apnews.com", "summary": ""}