{"url": "http://www.usatoday.com/story/news/nation/2012/12/04/hormone-treatment-breast-cancer/1746805/", "text": "Liz Szabo, USA TODAY\n\nBreast cancer patients who double the length of time that they take a common medication can sharply reduce their risk of death, according to a new study that's predicted to influence medical practice.\n\nThe study involved an estrogen-blocking pill called tamoxifen, a standard therapy for the roughly two-thirds of breast cancer patients whose tumors are sensitive to estrogen. Taking tamoxifen for five years after diagnosis reduces breast cancer mortality by about one-third.\n\nIn the new study, women with early tumors who took tamoxifen for 10 years cut their risk of dying from breast cancer by another 29%, compared to women who stopped after five years.\n\nIn absolute terms, 12% of women on tamoxifen for 10 years died of breast cancer within five to 14 years after diagnosis, compared to 15% of those who stopped at five years.\n\nOverall, women who take tamoxifen for a decade cut their risk of dying from breast cancer nearly in half, compared with those who don't take it at all, says study co-author Richard Gray of the University of Oxford in the United Kingdom.\n\nThat's significant, given that tamoxifen is used by hundreds of thousands of women worldwide, says Gray, whose study was presented Wednesday at the annual San Antonio Breast Cancer Symposium. Oxford funded the study, which included more than 6,800 women from 36 countries, While tamoxifen delays tumor growth in some women, it appears to cure others, Gray says.\n\n\"This is a dream come true for women,\" says V. Craig Jordan, a researcher who led tamoxifen's development, but who wasn't involved in the new study. \"It's very exciting.\"\n\nTamoxifen, which has been used for decades, is far cheaper than most new chemotherapies and biological drugs, which cost thousands of dollars a month. A generic version costs about $100 a month in the USA, according to Susan G. Komen for the Cure.\n\nIn the U.K., tamoxifen costs only $5 a month. In India, it's 2 cents a pill, says Jordan, scientific director at Georgetown's Lombardi Comprehensive Cancer Center.\n\nJordan says the new findings will quickly change care for some patients.\n\nYounger women with more aggressive tumors may want to extend their tamoxifen use, says Jennifer Litton, an assistant professor at M.D. Anderson Cancer Center in Houston, who wasn't involved in the study.\n\nTamoxifen is the only hormonal option for women before menopause, Litton says.\n\nDoctors may not want to change the care of older patients, however, she says. That's because postmenopausal women have the option of tamoxifen or another class of hormonal therapies, called aromatase inhibitors, or AIs. These drugs are slightly more effective than tamoxifen, although they don't work before menopause, Litton says.\n\nBecause the study didn't include AIs, doctors can't say how whether tamoxifen would benefit women who've taken them, Litton says. Other researchers are conducting trials comparing five versus 10 years of AIs, although these results won't be out for several years.\n\nGray noted that tamoxifen has risks. In his study, doubling the length of treament also doubled the risk of endometrial cancer, which affects the uterine lining, to about 3%. However, because this cancer is very treatable, death rates were low: 0.4% of those on tamoxifen for 10 years died of endometrial cancer, compared to 0.2% of those taking it for five years.\n\nDoctors saw no increase in strokes, which has long been a concern with tamoxifen, Gray says.\n\nBreast cancer survivors have mixed reactions to the results.\n\nSome women will be glad to have another treament option, says breast cancer survivor Lillie Shockney, 59, administrative director of the Johns Hopkins Cancer Survivorhip Program in Baltimore.\n\n\"Patients get very nervous when they stop any hormonal therapy, because they feel like now they aren't doing anything,\" says Shockney, 59. \"The opportunity to 'do something' might be appealing, despite the side effects.\"\n\nShockney says she'd like to see research on other ways to prevent recurrences, such as weight loss. \"If someone lost 40 pounds, would that do as much as another five years on tamoxifen?\" Shockney asks.\n\nSome patients may be reluctant to prolong their use of a drug that causes so many side effects, says Boston breast cancer survivor Alicia Staley.\n\nStudies show that only 80% of women take tamoxifen for five years, Litton says. Some switch to an AI, although these drugs can also cause problems, such as joint pain and osteoporosis.\n\nStaley say she tamoxifen gave her \"many, many side effects,\" including severe hot flashes. \"Dry eyes, joint pain, weight gain — you name it, I had it,\" she says.\n\nAfter 2½ years, Staley and her doctor stopped the drug \"to regain a measure of quality of life.\"\n\nFor Shockney, tamoxifen took a heavy toll on her marriage, causing dryness that made sex unbearably painful.\n\nPatients and their partners need to have honest talks with doctors about how extended treatment will affect their relationship, she says.\n\n\"If we are going to look at giving women tamoxifen for 10 years, by golly, we better get the partners involved,\" Shockney says.\n\nYet Shockney says her husband of nearly 35 years would have wanted her to do everything possible to survive.\n\n\"If someone said to my husband, 'I know this has been a rough road for you, and a big impact on your sex life, but if she stays on it another five years. it could affect her survival,' he would have said, 'Please, please, take the pill.' \"", "images": ["https://www.gannett-cdn.com/presto/2019/11/09/USAT/71bf8e18-be3f-4b7b-a869-fb4bbd14f34b-65611019-131a-4c3a-a54e-b87eece97874_thumbnail.png?width=660&height=372&fit=crop&format=pjpg&auto=webp", "https://www.gannett-cdn.com/media/USATODAY/GenericImages/2012/12/05/xxx_ucla-mammogram-breast-cancer-pt2-14315-16_9.jpg?width=3200&height=1807&fit=crop&format=pjpg&auto=webp", "https://www.gannett-cdn.com/media/USATODAY/GenericImages/2012/12/05/xxx_ucla-mammogram-breast-cancer-pt2-14315-16_9.jpg?width=660&height=373&fit=crop&format=pjpg&auto=webp"], "top_img": "https://www.gannett-cdn.com/media/USATODAY/GenericImages/2012/12/05/xxx_ucla-mammogram-breast-cancer-pt2-14315-16_9.jpg?width=3200&height=1807&fit=crop&format=pjpg&auto=webp", "keywords": [], "authors": [], "canonical_link": "https://www.usatoday.com/story/news/nation/2012/12/04/hormone-treatment-breast-cancer/1746805/", "title": "Long-term treatment cuts breast cancer deaths", "meta_data": {"viewport": "width=device-width,initial-scale=1,minimum-scale=1", "og": {"title": "Long-term treatment cuts breast cancer deaths", "description": "Doubling the length of tamoxifen therapy  can sharply reduce risk, study finds.", "url": "https://www.usatoday.com/story/news/nation/2012/12/04/hormone-treatment-breast-cancer/1746805/", "site_name": "USA TODAY", "image": {"identifier": "https://www.gannett-cdn.com/media/USATODAY/GenericImages/2012/12/05/xxx_ucla-mammogram-breast-cancer-pt2-14315-16_9.jpg?width=3200&height=1807&fit=crop&format=pjpg&auto=webp", "width": 3200, "height": 1807}, "type": "article"}, "article": {"author": "Liz Szabo, USA TODAY", "content_tier": "free", "opinion": "false"}, "description": "Doubling the length of tamoxifen therapy  can sharply reduce risk, study finds.", "fb": {"pages": "13652355666,48958576760,156345381090801,110471702456365,6566864515,137698179626815,315942225236045,927427260614748,183850168300771,1443524575938047,251228454889939,158095147555989,115535341805950,236655713446291,1621466394844549,250325640686,177037772444433,1972936962947967,2047091012096533,535551216797440", "app_id": 215046668549694}, "ROBOTS": "NOODP, NOYDIR", "google": "notranslate", "twitter": {"card": "summary_large_image", "image": "https://www.gannett-cdn.com/media/USATODAY/GenericImages/2012/12/05/xxx_ucla-mammogram-breast-cancer-pt2-14315-16_9.jpg?width=1600&height=800&fit=crop&format=pjpg&auto=webp", "site": "@usatoday", "creator": "@usatoday", "title": "Long-term treatment cuts breast cancer deaths", "description": "Doubling the length of tamoxifen therapy  can sharply reduce risk, study finds."}}, "movies": [], "publish_date": 1354597200.0, "source": "http://www.usatoday.com", "summary": ""}