{"url": "https://www.cnn.com/2018/04/02/health/medical-cannabis-law-opioid-prescription-study/", "text": "Watch Chief Medical Correspondent Dr. Sanjay Gupta's CNN Special Report \"Weed 4: Pot vs. Pills\" on Sunday, April 29, at 8 p.m. ET.\n\n(CNN) Experts have proposed using medical marijuana to help Americans struggling with opioid addiction. Now, two studies suggest that there is merit to that strategy.\n\nThe studies, published Monday in the journal JAMA Internal Medicine , compared opioid prescription patterns in states that have enacted medical cannabis laws with those that have not. One of the studies looked at opioid prescriptions covered by Medicare Part D between 2010 and 2015, while the other looked at opioid prescriptions covered by Medicaid between 2011 and 2016.\n\nThe researchers found that states that allow the use of cannabis for medical purposes had 2.21 million fewer daily doses of opioids prescribed per year under Medicare Part D, compared with those states without medical cannabis laws. Opioid prescriptions under Medicaid also dropped by 5.88% in states with medical cannabis laws compared with states without such laws, according to the studies.\n\n\"This study adds one more brick in the wall in the argument that cannabis clearly has medical applications,\" said David Bradford , professor of public administration and policy at the University of Georgia and a lead author of the Medicare study.\n\n\"And for pain patients in particular, our work adds to the argument that cannabis can be effective.\"\n\nMedicare Part D, the optional prescription drug benefit plan for those enrolled in Medicare, covers more than 42 million Americans, including those 65 or older. Medicaid provides health coverage to more than 73 million low-income individuals in the US, according to the program's website\n\n\"Medicare and Medicaid publishes this data, and we're free to use it, and anyone who's interested can download the data,\" Bradford said. \"But that means that we don't know what's going on with the privately insured and the uninsured population, and for that, I'm afraid the data sets are proprietary and expensive.\"\n\n'This crisis is very real'\n\nThe new research comes as the United States remains entangled in the worst opioid epidemic the world has ever seen. Opioid overdose has risen dramatically over the past 15 years and has been implicated in over 500,000 deaths since 2000 -- more than the number of Americans killed in World War II\n\n\"As somebody who treats patients with opioid use disorders, this crisis is very real. These patients die every day, and it's quite shocking in many ways,\" said Dr. Kevin Hill , an addiction psychiatrist at Beth Israel Deaconess Medical Center and an assistant professor of psychiatry at Harvard Medical School, who was not involved in the new studies.\n\n\"We have had overuse of certain prescription opioids over the years, and it's certainly contributed to the opioid crisis that we're feeling,\" he added. \"I don't think that's the only reason, but certainly, it was too easy at many points to get prescriptions for opioids.\"\n\nLike opioids, marijuana has been shown to be effective in treating chronic pain as well as other conditions such as seizures, multiple sclerosis and certain mental disorders, according to the National Institute on Drug Abuse . Research suggests that the cannabinoid and opioid receptor systems rely on common signaling pathways in the brain, including the dopamine reward system that is central to drug tolerance, dependence and addiction.\n\n\"All drugs of abuse operate using some shared pathways. For example, cannabinoid receptors and opioid receptors coincidentally happen to be located very close by in many places in the brain,\" Hill said. \"So it stands to reason that a medication that affects one system might affect the other.\"\n\nBut unlike opioids, marijuana has little addiction potential, and virtually no deaths from marijuana overdose have been reported in the United States, according to Bradford.\n\n\"No one has ever died of cannabis, so it has many safety advantages over opiates,\" Bradford said. \"And to the extent that we're trying to manage the opiate crisis, cannabis is a potential tool.\"\n\nComparing states with and without medical marijuana laws\n\nIn order to evaluate whether medical marijuana could function as an effective and safe alternative to opioids, the two teams of researchers looked at whether opioid prescriptions were lower in states that had active medical cannabis laws and whether those states that enacted these laws during the study period saw reductions in opioid prescriptions.\n\nBoth teams, in fact, did find that opioid prescriptions were significantly lower in states that had enacted medical cannabis laws. The team that looked at Medicaid patients also found that the four states that switched from medical use only to recreational use -- Alaska, Colorado, Oregon and Washington -- saw further reductions in opioid prescriptions, according to Hefei Wen , assistant professor of health management and policy at the University of Kentucky and a lead author on the Medicaid study.\n\n\"We saw a 9% or 10% reduction (in opioid prescriptions) in Colorado and Oregon,\" Wen said. \"And in Alaska and Washington, the magnitude was a little bit smaller but still significant.\"\n\nThe first state in the United States to legalize marijuana for medicinal use was California, in 1996. Since then, 29 states and the District of Columbia have approved some form of legalized cannabis. All of these states include chronic pain -- either directly or indirectly -- in the list of approved medical conditions for marijuana use, according to Bradford.\n\nThe details of the medical cannabis laws were found to have a significant impact on opioid prescription patterns, the researchers found. States that permitted recreational use, for example, saw an additional 6.38% reduction in opioid prescriptions under Medicaid compared with those states that permitted marijuana only for medical use, according to Wen.\n\nThe method of procurement also had a significant impact on opioid prescription patterns. States that permitted medical dispensaries -- regulated shops that people can visit to purchase cannabis products -- had 3.742 million fewer opioid prescriptions filled per year under Medicare Part D, while those that allowed only home cultivation had 1.792 million fewer opioid prescriptions per year.\n\n\"We found that there was about a 14.5% reduction in any opiate use when dispensaries were turned on -- and that was statistically significant -- and about a 7% reduction in any opiate use when home cultivation only was turned on,\" Bradford said. \"So dispensaries are much more powerful in terms of shifting people away from the use of opiates.\"\n\nThe impact of these laws also differed based on the class of opioid prescribed. Specifically, states with medical cannabis laws saw 20.7% fewer morphine prescriptions and 17.4% fewer hydrocodone prescriptions compared with states that did not have these laws, according to Bradford.\n\nFentanyl prescriptions under Medicare Part D also dropped by 8.5% in states that had enacted medical cannabis laws, though the difference was not statistically significant, Bradford said. Fentanyl is a synthetic opioid, like heroin, that can be prescribed legally by physicians. It is 50 to 100 times more potent than morphine, and even a small amount can be fatal, according to the National Institute on Drug Abuse\n\n\"I know that many people, including the attorney general, Jeff Sessions, are skeptical of cannabis,\" Bradford said. \"But, you know, the attorney general needs to be terrified of fentanyl.\"\n\n'A call to action'\n\nThis is not the first time researchers have found a link between marijuana legalization and decreased opioid use. A 2014 study showed that states with medical cannabis laws had 24.8% fewer opioid overdose deaths between 1999 and 2010. A study in 2017 also found that the legalization of recreational marijuana in Colorado in 2012 reversed the state's upward trend in opioid-related deaths.\n\n\"There is a growing body of scientific literature suggesting that legal access to marijuana can reduce the use of opioids as well as opioid-related overdose deaths,\" said Melissa Moore , New York deputy state director for the Drug Policy Alliance. \"In states with medical marijuana laws, we have already seen decreased admissions for opioid-related treatment and dramatically reduced rates of opioid overdoses.\"\n\nSome skeptics, though, argue that marijuana legalization could actually worsen the opioid epidemic. Another 2017 study , for example, showed a positive association between illicit cannabis use and opioid use disorders in the United States. But there may be an important difference between illicit cannabis use and legalized cannabis use, according to Hill.\n\n\"As we have all of these states implementing these policies, it's imperative that we do more research,\" Hill said. \"We need to study the effects of these policies, and we really haven't done it to the degree that we should.\"\n\nThe two recent studies looked only at patients enrolled in Medicaid and Medicare Part D, meaning the results may not be generalizable to the entire US population.\n\nFollow CNN Health on Facebook and Twitter See the latest news and share your comments with CNN Health on Facebook and Twitter.\n\nBut both Hill and Moore agree that as more states debate the merits of legalizing marijuana in the coming months and years, more research will be needed to create consistency between cannabis science and cannabis policy.\n\n\"There is a great deal of movement in the Northeast, with New Hampshire and New Jersey being well-positioned to legalize adult use,\" Moore said. \"I believe there are also ballot measures to legalize marijuana in Arizona, Florida, Missouri, Nebraska and South Dakota as well that voters will decide on in Fall 2018.\"\n\nHill called the new research \"a call to action\" and added, \"we should be studying these policies. But unfortunately, the policies have far outpaced the science at this point.\"", "images": ["https://cdn.cnn.com/cnnnext/dam/assets/180101152704-01-california-marijuana-010118-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/171114110247-02-jeff-sessions-hearing-1114-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/180330163506-2017-file-of-marijuana-super-tease.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/180423170910-weed-4-pot-vs-pills-trailer-00014003-exlarge-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/160428183940-fentanyl-opioids-drugs-overdose-sanjay-gupta-mobile-orig-mss-00000000-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/160510130325-prescription-addiction-t1-version-2-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170907113952-marijuana-plants-large-169.jpg", "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7"], "top_img": "https://cdn.cnn.com/cnnnext/dam/assets/180330163506-2017-file-of-marijuana-super-tease.jpg", "keywords": [], "authors": ["Mark Lieber"], "canonical_link": "https://www.cnn.com/2018/04/02/health/medical-cannabis-law-opioid-prescription-study/index.html", "title": "Legal marijuana could help offset opioid epidemic", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0", "section": "health", "referrer": "unsafe-url", "og": {"pubdate": "2018-04-02T15:00:39Z", "url": "https://www.cnn.com/2018/04/02/health/medical-cannabis-law-opioid-prescription-study/index.html", "title": "Legal marijuana could help offset opioid epidemic", "description": "States with medical marijuana had 2.21 million fewer daily doses of opioids prescribed per year.", "site_name": "CNN", "type": "article", "image": {"identifier": "https://cdn.cnn.com/cnnnext/dam/assets/180330163506-2017-file-of-marijuana-super-tease.jpg", "width": 1100, "height": 619}}, "pubdate": "2018-04-02T15:00:39Z", "lastmod": "2018-04-26T11:14:48Z", "author": "Mark Lieber, CNN", "twitter": {"title": "Legal marijuana could help offset opioid epidemic", "description": "States with medical marijuana had 2.21 million fewer daily doses of opioids prescribed per year.", "card": "summary_large_image", "image": "https://cdn.cnn.com/cnnnext/dam/assets/180330163506-2017-file-of-marijuana-super-tease.jpg"}, "description": "States with medical marijuana had 2.21 million fewer daily doses of opioids prescribed per year.", "keywords": "health, Legal marijuana could help offset opioid epidemic - CNN", "thumbnail": "https://cdn.cnn.com/cnnnext/dam/assets/180330163506-2017-file-of-marijuana-super-tease.jpg", "vr": {"canonical": "https://www.cnn.com/2018/04/02/health/medical-cannabis-law-opioid-prescription-study/index.html"}, "article": {"opinion": "false", "content-tier": "free"}, "fb": {"app_id": 80401312489, "pages": "5550296508,18793419640"}, "template-top": "health,art-vid"}, "movies": [], "publish_date": 1522641600.0, "source": "https://www.cnn.com", "summary": ""}