{"url": "http://consumer.healthday.com/cancer-information-5/mis-cancer-news-102/ovarian-tissue-transplant-can-help-women-have-kids-after-cancer-treatment-703957.html", "text": "En Español\n\nBy Steven Reinberg\n\nHealthDay Reporter\n\nTUESDAY, Oct. 6, 2015 (HealthDay News) -- Cancer patients who have ovarian tissue removed and stored for later transplantation have a chance at a successful pregnancy, a new study finds.\n\nPowerful chemotherapy and radiation treatments for cancer can impair a woman's fertility. This new study shows that ovarian tissue transplants are safe and effective and pose little risk of the cancer coming back, the Danish researchers said.\n\n\"This procedure is gaining ground worldwide as an optional fertility treatment for fertile female cancer patients who after cancer treatment most likely will be infertile,\" said lead researcher Dr. Annette Jensen, from the Laboratory of Reproductive Biology at Rigshospitalet in Copenhagen.\n\nWith this procedure, many women who survive cancer should be able to become pregnant and have healthy children, Jensen said.\n\nOf 32 women who had ovarian tissue frozen and transplanted in this study, 10 women -- or 31 percent -- had a child, she said.\n\nMany young cancer patients today can expect to live a normal lifespan. Their focus shifts from survival to quality-of-life, explained senior researcher Dr. Claus Yding Andersen, a professor of human reproductive physiology at the University of Copenhagen. \"Here, fertility is very important to many young women,\" he said.\n\n\"The tissue restores ovarian organ function, and women regain menstrual cycles and sex hormone levels that will avoid menopause,\" Andersen added.\n\nDr. Avner Hershlag, chief of the Center for Human Reproduction at North Shore University Hospital in Manhasset, N.Y., called the new research \"innovative and exciting.\"\n\nSimultaneous advances in cancer treatment and reproductive medicine have made these scientific leaps possible, he said.\n\nHowever, Hershlag said he would like to see a pregnancy rate above 31 percent. \"The pregnancy rate with frozen embryos is close to 50 percent, and results are getting better,\" he said, referring to another option for women hoping for a future pregnancy. \"It remains to be seen which method is better.\"\n\nThe Danish report was published Oct. 7 in the journal Human Reproduction.\n\nFor the study, the researchers reviewed the outcomes of 53 transplantations of thawed ovarian tissue in 41 Danish women. The investigators followed the women for 10 years, looking at ovarian function, fertility and safety.\n\nThe women's average age when the tissue was removed and frozen was nearly 30. Average age of the first transplant was 33.\n\nThirty-two of the women attempted pregnancy. Ten were successful and had at least one child -- 14 children in all.\n\nEight children were conceived naturally, and six with the help of in vitro fertilization, the researchers reported.\n\nTwo women had abortions, one because she was separating from her partner and the other because her breast cancer recurred. Another woman had a miscarriage, the researchers said.\n\nFor three of the mothers, more than 10 years had passed since the ovarian tissue transplantation. In six cases, it was more than eight years. And for 15 of the women, transplantation had taken place more than five years earlier, the researchers said.\n\nAlthough three women had a relapse of their cancer, these relapses did not appear related to the tissue transplantation. And no cancer developed in the transplanted tissue, Jensen said.\n\n\"So some of these women will still be able to have more children and avoid menopausal symptoms,\" she said, noting two more pregnancies have been reported to her laboratory since the study's publication.\n\nNot all women are eligible for ovarian tissue transplants, however. \"In particular, we have not performed transplants in patients who have suffered from leukemia, because the ovarian tissue may harbor cancer cells,\" Jensen said.\n\nMore information\n\nFor more on fertility and cancer treatments, visit the American Cancer Society.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/mis-cancer-news-102/ovarian-tissue-transplant-can-help-some-women-have-kids-after-cancer-treatment-703957.html", "title": "Ovarian Tissue Transplant Can Help Some Women Have Kids After Cancer Treatment", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Researchers in Denmark report a success rate of about 30 percent", "og": {"title": "Ovarian Tissue Transplant Can Help Some Women Have Kids After Cancer Treatment", "description": "Researchers in Denmark report a success rate of about 30 percent", "url": "https://consumer.healthday.com/cancer-information-5/mis-cancer-news-102/ovarian-tissue-transplant-can-help-some-women-have-kids-after-cancer-treatment-703957.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}