{"url": "http://www.latimes.com/science/sciencenow/la-sci-sn-pap-ovarian-cancer-20180322-story.html", "text": "The Pap test has already reduced the incidence of cervical cancer by more than 60%. Now it may become a key step in the early detection of two other gynecological malignancies — ovarian and endometrial cancers — that have been notorious killers because they’re typically caught so late.\n\nA new study has found that by genetically analyzing the harvest of cells from a Pap smear, doctors could identify 81% of endometrial cancers and 33% of ovarian cancers. Some of those cancers were in their earliest stages, when they’re more likely to respond to treatment.\n\nWhen the Johns Hopkins University researchers tested an alternative means of collecting cells — a longer brush that sweeps cells from the lining of the uterus — they positively identified endometrial cancer in 93% of cases and ovarian cancer in 45% of cases.\n\nAnd when they added a blood test to the ovarian cancer screening regimen, they were able to detect that deadly cancer in 63% of patients who had it.\n\nAdvertisement\n\n“Having the possibility to detect these cancers earlier is very exciting,” said Dr. Nickolas Papadopoulos, a coauthor of the study, which was published Wednesday in the journal Science Translational Medicine.\n\nIt’s the latest example of how scientists hope to detect cancer earlier and with greater precision by looking in blood and other easily accessible fluids for cells that bear the telltale genetic mutations of cancer.\n\nWhile such “liquid biopsies” have not yet made their way into widespread use, they hold the promise of revolutionizing cancer screening.\n\nIn January, the same research team presented promising findings in the journal Science on a blood test called CancerSEEK that’s capable of detecting malignancies of the liver, stomach, pancreas, esophagus, colon, lung and breast. Earlier this week, they published findings in the journal eLife on a urine test to detect cancers of the urothelial tract or urinary bladder.\n\nAdvertisement\n\nAs a screening test for cervical cancer, the Pap smear has been a staple of gynecological checkups for more than six decades. It’s named for Dr. George Papanicolaou, the physician who first showed that cancerous cells of the cervix could be detected by microscopic inspection.\n\nThe Pap test has dramatically driven down deaths from cervical cancer, which used to be one of the most common cancers in women. However, the test does a poor job of detecting endometrial or ovarian cancer, which together kills about 25,000 women in the United States each year.\n\nWomen thought to be at high risk of those cancers are sometimes screened with a blood test that detects an immune system biomarker called CA-125, or with a transvaginal ultrasound that looks for telltale thickening of the uterus’ endometrial wall. But those tests fail to detect many cancers, and also send up a lot of false alarms. So they’re frequently not used until a woman complains of symptoms.\n\nThe result is often a diagnosis at an advanced stage, when treatments are more invasive and less likely to be successful.\n\nTumor cells from ovarian and endometrial cancers shed and are carried into the uterine cavity and endocervical canal, where they can be collected with the Tao brush or the Pap brush. (Y. Wang et al. / Science Translational Medicine )\n\nIn the new study, the researchers measured the accuracy of their PapSeek test on 1,658 women. They already knew that 1,002 of the women were free of either cancer and 656 of them had either ovarian or endometrial cancer.\n\nResearchers collected cervical fluid samples with a Pap smear brush and a slightly longer tool called a Tao brush, which reaches beyond the cervix and into the uterus, nearer to where ovarian and endometrial cancers take hold. Then they used the PapSeek test to sequence the samples, focusing on 18 genes that tend to develop mutations in those cancers. The test also checked the samples for aneuploidy, the presence of abnormal numbers of chromosomes in cells.\n\nWhen the researchers used the longer Tao brush, they were able to detect endometrial cancer in all but 7% of the women who had the disease, and close to half of the ovarian cancers. Combined with the fact that these tests were performed with a mere swipe of the uterine wall, these measures of “sensitivity” — the ability to detect cancers that are actually there — represent a major improvement over the screening tests currently available.\n\nAdvertisement\n\nWhen they supplemented the analysis of Pap and Tao brush samples with a hunt for mutated cells in the women’s blood, they were able to detect ovarian cancer in well over half of those who had it.\n\nWhen endometrial and ovarian cancers are especially aggressive and when they have progressed to advanced stages, they are easier to find with existing screening methods. But an important measure of a test’s usefulness is whether it can detect the most aggressive types of cancer before they have metastasized.\n\nBy that measure too, the PapSeek test looked promising. When it was used to scan the Tao brush samples, it identified 89% of the high-grade endometrial cancers in patients while their malignancy was still confined to the endometrium. It was also able to identify 80% of those with high-grade ovarian cancers before they had spread.\n\nJust as important, the tests were remarkably good at avoiding false-positive signals, which would needlessly alarm women and lead to riskier and more-invasive tests to confirm a diagnosis. For both types of cancer, the PapSeek test’s “specificity” — its ability to accurately recognize the absence of disease — approached 100%.\n\nPapadopoulos said he was surprised and heartened that the Pap test — or a close variant of it — could be repurposed to look for gynecological cancers that are typically caught way too late.\n\nWhile the team hopes to improve the test’s sensitivity, he said that even this early version would likely boost women’s chances of earlier detection by a considerable margin.\n\n“It doesn’t have to be perfect to help at least some women” who might otherwise die of these stealthy cancers, Papadopoulos said. “Women are already used to having Pap smears, and everyone can give a vial of blood.”\n\nmelissa.healy@latimes.com\n\nAdvertisement\n\n@LATMelissaHealy\n\nMORE IN SCIENCE\n\nThe Great Pacific Garbage Patch counts 1.8 trillion pieces of trash, mostly plastic\n\nTo avoid germs on an airplane, consider booking a window seat\n\nThe National Academies take a hard look at the safety and quality of abortion care in the U.S.", "images": ["data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/dims4/default/9692606/2147483647/strip/true/crop/722x379+0+13/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fae%2F3f%2F69ca2bf980371bd6461e28362bf8%2Fla-1521588351-asxn5s1vju-snap-image", "https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/dims4/default/d9878e9/2147483647/strip/true/crop/1280x720+0+0/resize/840x473!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F43%2Fb0%2Fcbf77b6f06ff7b01c3eff5d45029%2Fla-1521568385-l50jdsvsab-snap-image", "https://ca-times.brightspotcdn.com/dims4/default/97d6441/2147483647/strip/true/crop/722x406+0+0/resize/840x472!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fae%2F3f%2F69ca2bf980371bd6461e28362bf8%2Fla-1521588351-asxn5s1vju-snap-image", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "https://ca-times.brightspotcdn.com/dims4/default/abd585f/2147483647/strip/true/crop/1152x1152+448+0/resize/100x100!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F12%2F57%2Fa343371429b7000ea37eaded8d93%2Fimg-534f3749-turbine-la-bio-melissa-healy"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/9692606/2147483647/strip/true/crop/722x379+0+13/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fae%2F3f%2F69ca2bf980371bd6461e28362bf8%2Fla-1521588351-asxn5s1vju-snap-image", "keywords": [], "authors": ["Staff Writer", "Melissa Healy Is A Health", "Science Reporter With The Los Angeles Times Writing The Washington", "D.C.", "Area. She Covers Prescription Drugs", "Obesity", "Nutrition", "Exercise", "Neuroscience", "Mental Health"], "canonical_link": "https://www.latimes.com/science/sciencenow/la-sci-sn-pap-ovarian-cancer-20180322-story.html", "title": "Modified Pap tests can show early warning signs of other gynecological cancers", "meta_data": {"og": {"title": "Modified Pap tests can show early warning signs of other gynecological cancers", "url": "https://www.latimes.com/science/sciencenow/la-sci-sn-pap-ovarian-cancer-20180322-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/9692606/2147483647/strip/true/crop/722x379+0+13/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fae%2F3f%2F69ca2bf980371bd6461e28362bf8%2Fla-1521588351-asxn5s1vju-snap-image", "url": "https://ca-times.brightspotcdn.com/dims4/default/9692606/2147483647/strip/true/crop/722x379+0+13/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fae%2F3f%2F69ca2bf980371bd6461e28362bf8%2Fla-1521588351-asxn5s1vju-snap-image", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "la-1521588351-asxn5s1vju-snap-image"}, "description": "The Pap test has already reduced the incidence of cervical cancer by more than 60%.", "site_name": "Los Angeles Times", "type": "article"}, "article": {"author": "https://www.latimes.com/people/melissa-healy", "content_tier": "metered", "published_time": "2018-03-22T11:00:00", "opinion": "false", "section": "Science"}, "twitter": {"card": "summary_large_image", "creator": "@LATmelissahealy", "description": "The Pap test has already reduced the incidence of cervical cancer by more than 60%.", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/97e90de/2147483647/strip/true/crop/722x406+0+0/resize/1200x675!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fae%2F3f%2F69ca2bf980371bd6461e28362bf8%2Fla-1521588351-asxn5s1vju-snap-image", "alt": "la-1521588351-asxn5s1vju-snap-image"}, "site": "@latimes", "title": "Modified Pap tests can show early warning signs of other gynecological cancers"}, "fb": {"app_id": 119932621434123, "pages": 5863113009, "profile_id": "latimes"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "The Pap test has already reduced the incidence of cervical cancer by more than 60%. Now it may become a key step in the early detection of two other gynecological malignancies — ovarian and endometrial cancers — that have been notorious killers because they’re typically caught so late.", "keywords": "cervical cancer,cancer screening, Pap test, ovarian cancer, liquid biopsy, medical research, PapSEEK, endometrial cancer, scientific research", "brightspot.contentId": "00000169-0cba-dbbe-a16f-4efa33b20000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1521691200.0, "source": "http://www.latimes.com", "summary": ""}