{"url": "http://consumer.healthday.com/Article.asp?AID=672494", "text": "By Denise Mann\n\nHealthDay Reporter\n\nMONDAY, Jan. 14, 2013 (HealthDay News) -- Eating three or more servings of blueberries and strawberries each week may help reduce a woman's risk of heart attack, a large new study suggests.\n\nThe study included nearly 94,000 young and middle-aged women who took part in the Nurses' Health Study II. The women completed questionnaires about their diet every four years for 18 years.\n\nDuring the study period, 405 participants had heart attacks. Women who ate the most blueberries and strawberries were 32 percent less likely to have a heart attack, compared to women who ate berries once a month or less. This held true even among women who ate a diet rich in other fruits and vegetables.\n\nThis benefit was independent of other heart risk factors such as advancing age, high blood pressure, family history of heart attack, body mass index, exercise, smoking, and caffeine and alcohol intake. The findings appear online Jan. 14 in the journal Circulation.\n\nThe study can't say specifically what about the berries seemed to result in a lower risk of heart attack among these women, or that there was a direct cause-and-effect link between eating the berries and lowered heart attack risk. But blueberries and strawberries contain high levels of compounds that may help widen arteries, which counters plaque buildup, the researchers said. Heart attacks can occur when plaque blocks blood flow to the heart.\n\n\"Berries were the most commonly consumed sources of these substances in the U.S. diet, and they are one of the best sources of these powerful bioactive compounds,\" said study lead author Aedin Cassidy. \"These substances, called anthocyanins -- a flavonoid -- are naturally present in red- and blue-colored fruits and vegetables, so they are also found in high amounts in cherries, grapes, eggplant, black currants, plums and other berries.\"\n\nMen are likely to benefit from eating berries as well, although this study included only women, said Cassidy, who is head of the department of nutrition at Norwich Medical School at the University of East Anglia, in England.\n\nAlthough more research is needed to confirm these benefits, \"these data are important from a public health perspective because these fruits can be readily incorporated into the habitual diet,\" the study concluded.\n\nDr. Suzanne Steinbaum, a preventive cardiologist at Lenox Hill Hospital in New York City, noted that this was a \"huge study that followed women for a long period of time. Women who ate three or more servings of strawberries and blueberries per week decreased their heart attack risk by one-third. This is pretty compelling.\"\n\nSteinbaum's advice to both women and men is to include berries in their diet, and make them part of their daily fruit and vegetable fill.\n\nOne serving of blueberries or strawberries equals about one cup.\n\nDana Greene, a nutritionist in Boston, regularly tells her patients to consume more fruits and vegetables, including berries.\n\n\"They are so good for you,\" Greene said. Besides flavonoids, berries also are loaded with other nutrients, including vitamin C, potassium and folate.\n\n\"I tell all patients to make sure that half of their plate is filled with fruits and vegetables, especially richly colored ones like blueberries and strawberries,\" Greene said. \"Berries can also help people lose weight and maintain that loss because they feel fuller faster. There is no downside.\"\n\nThe study was funded by the U.S. National Institutes of Health and the U.K. Biotechnology and Biological Sciences Research Council.\n\nMore informationf\n\nWhat does a heart attack look like in women? Find out at the American Heart Association.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Denise Mann"], "canonical_link": "https://consumer.healthday.com/vitamins-and-nutrition-information-27/antioxidants-news-32/berries-may-cut-heart-attack-risk-in-women-study-says-672494.html", "title": "Berries May Cut Heart Attack Risk in Women, Study Says", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "18-year study found health benefits beyond those of other fruits, veggies", "og": {"title": "Berries May Cut Heart Attack Risk in Women, Study Says", "description": "18-year study found health benefits beyond those of other fruits, veggies", "url": "https://consumer.healthday.com/vitamins-and-nutrition-information-27/antioxidants-news-32/berries-may-cut-heart-attack-risk-in-women-study-says-672494.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}