{"url": "http://www.Reuters.com/article/idUSTRE67444320100805", "text": "NEW YORK (Reuters Health) - A daily vitamin D supplement may help young men enjoy more sick-free days during cold and flu season, a small study suggests.\n\nVitamin D has been the subject of much research of late, with studies linking low vitamin D levels in the blood to higher risks of type 1 diabetes and severe asthma attacks in children and, in adults, heart disease, certain cancers and depression.\n\nBut whether vitamin D is the reason for the excess risks — and whether taking supplements can curb those risks — has yet to be shown.\n\nThe body naturally synthesizes vitamin D when the skin is exposed to sunlight. Because rates of vitamin D insufficiency rise during the winter in many parts of the world, researchers have been interested in whether the vitamin might play a role in people’s susceptibility to colds, flu and other respiratory infections.\n\nSome past research has indeed found that people with relatively lower vitamin D levels in their blood tend to have higher rates of respiratory infections than those with higher levels of the vitamin, said Dr. Ilkka Laaksi of the University of Tampere in Finland, the lead researcher on the new study.\n\nAlong with that evidence, recent lab research has shown that vitamin D may play an “important role” in the body’s immune defenses against respiratory pathogens, Laaksi wrote in an email to Reuters Health.\n\n“However,” the researcher said, “there is a lack of clinical studies of the effect of vitamin D supplementation for preventing respiratory infections.”\n\nFor the current study, Laaksi’s team randomly assigned 164 male military recruits to take either 400 international units (IU) of vitamin D or inactive placebo pills every day for six months — from October to March, covering the months when people’s vitamin D stores typically decline and when respiratory infections typically peak.\n\nAt the end of the study, the researchers found no clear difference between the two groups in the average number of days missed from duty due to a respiratory infection — which included bronchitis, sinus infections, pneumonia, ear infections and sore throat.\n\nOn average, men who took vitamin D missed about two days from duty because of a respiratory infection, compared with three days in the placebo group. That difference was not significant in statistical terms.\n\nHowever, men in the vitamin D group were more likely to have no days missed from work due to a respiratory illness.\n\nOverall, 51 percent remained “healthy” throughout the six-month study, versus 36 percent of the placebo group, the researchers report.\n\nThe findings, Laaksi said, offer “some evidence” of a benefit from vitamin D against respiratory infections.\n\nStill, the extent of the benefit was not clear. While recruits in the vitamin group were more likely to have no days missed from duty, they were no less likely to report having cold-like symptoms at some point during the study period.\n\nMoreover, recent studies on the usefulness of vitamin D for warding off respiratory ills have come to conflicting conclusions.\n\nA study of Japanese schoolchildren published earlier this year found that those given 1,200 IU of vitamin D each day during cold and flu season were less likely to contract influenza A. Of 167 children given the supplement, 18 developed the flu, compared with 31 of 167 children given placebo pills.\n\nOn the other hand, a recent study of 162 adults found that those who took 2,000 IU of vitamin D everyday for 12 weeks were no less likely to develop respiratory infections than those given placebo pills.\n\nLaaksi said that larger clinical trials looking at different doses of vitamin D are still needed before the vitamin can be recommended for curbing the risk of respiratory infections.\n\nIn the U.S., health officials recommend that adults up to the age of 50 get 200 IU of vitamin D each day, while older adults should get 400 to 600 IU. The upper limit is currently set at 2,000 IU per day; higher intakes may raise the risks of side effects.\n\nSymptoms of vitamin D toxicity are often vague and include nausea, vomiting, constipation, poor appetite and weight loss. Excessive vitamin D in the blood can also raise blood pressure or trigger heart rhythm abnormalities.\n\nSome researchers believe that people need more vitamin D than is currently recommended, and that intakes above 2,000 IU per day are safe. However, exactly what the optimal vitamin D intake might be remains under debate.\n\nFood sources of vitamin D include milk, breakfast cereals and orange juice fortified with vitamin D, as well as some fatty fish, like salmon and mackerel. Experts generally recommend vitamin pills for people who do not get enough of the vitamin from food.\n\nSOURCE: link.reuters.com/dan53n Journal of Infectious Diseases, online July 15, 2010.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Amy Norton", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-vitamin-d-idUSTRE67444320100805", "title": "Some evidence vitamin D might fight colds", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "(Reuters Health) - A daily vitamin D supplement may help young men enjoy more sick-free days during cold and flu season, a small study suggests.", "Author": "Amy Norton", "keywords": "Finland,United States,Amy Norton,Ilkka Laaksi,US,VITAMIN,D", "news_keywords": "Finland;United States;Amy Norton;Ilkka Laaksi;US;VITAMIN;D", "REVISION_DATE": "Thu Aug 05 16:56:32 UTC 2010", "analyticsAttributes.articleDate": "2010-08-05T16:56:32+0000", "analyticsAttributes.author": "Amy Norton", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-vitamin-d-idUSTRE67444320100805", "analyticsAttributes.contentTitle": "Some evidence vitamin D might fight colds", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "Finland,United States,Amy Norton,Ilkka Laaksi,US,VITAMIN,D", "analyticsAttributes.keywordSlug": "US-VITAMIN-D", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Some evidence vitamin D might fight colds", "sailthru.author": "Amy Norton", "sailthru.date": "2010-08-05T16:56:32+0000", "sailthru.title": "Some evidence vitamin D might fight colds", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Some evidence vitamin D might fight colds", "url": "https://www.reuters.com/article/us-vitamin-d-idUSTRE67444320100805", "type": "article", "description": "(Reuters Health) - A daily vitamin D supplement may help young men enjoy more si...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2010-08-05T16:56:32+0000", "modified_time": "2010-08-05T16:56:32+0000", "section": "Homepage", "author": "Amy Norton", "tag": "Finland,United States,Amy Norton,Ilkka Laaksi,US,VITAMIN,D"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary", "title": "Some evidence vitamin D might fight colds", "description": "(Reuters Health) - A daily vitamin D supplement may help young men enjoy more sick-free days during cold and flu season, a small study suggests.", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1281027392.0, "source": "http://www.Reuters.com", "summary": ""}