{"url": "http://www.washingtonpost.com/news/to-your-health/wp/2015/04/29/the-new-botox-fda-approves-an-injection-to-fight-double-chins/", "text": "Kybella is aimed at destroying fat cells when injected in the area below the chin, while leaving surrounding tissue essentially unaffected. The FDA warned, however, that the treatment also has the potential to kill other types of cells, such as skin cells, if injected improperly.\n\nPatients can receive as many as 50 injections of the drug in a single treatment, the agency said, with up to six treatments administered no less than a month apart. That might seem like a lot of pain for the pleasure of a slimmed-down chin, but currently patients looking to part with their double chins must have fat removed through more invasive means, such as liposuction.\n\nAD\n\nAD\n\nThe market for the new drug could be a big one.\n\nAccording to a survey last year by the American Society for Dermatologic Surgery, nearly 70 percent of respondents listed \"excess fat under the chin/neck\" as a key concern about their appearance. And Americans repeatedly have demonstrated a willingness to shell out money for aesthetic treatments intended to improve their appearance, if not their overall health. A top example: Annual sales of the anti-wrinkle drug Botox have surged to $2 billion in recent years.\n\nKeith Leonard, chief executive of Kythera, the California-based firm that developed Kybella, said at a conference last month that he believes the new treatment \"can drive a very large market and leave very satisfied patients.\"\n\nAD\n\nThe FDA said Kybella demonstrated safety and efficacy in two clinical trials involving more than 1,000 adults. A reduction in chin fat was \"observed more frequently\" in patients receiving the treatment than in those who got a placebo.\n\nAD\n\nThat said, the agency warned Wednesday that the new drug can cause serious side effects, including trouble swallowing or nerve damage to the jaw that can result in an uneven smile or muscle weakness in the face. The most common side effects included swelling, bruising, pain, numbness, redness and areas of hardness in the vicinity of the injection. FDA officials said Kybella should be administered only by a \"licensed health care professional,\" and shouldn't be injected anywhere other than below the chin.\n\nA Kythera representative said Wednesday that the new treatment likely won't be available until June, as it must train doctors to administer Kybella, and that the company would not have more details about the potential cost of the drug until after its launch.\n\nAD", "images": ["https://www.washingtonpost.com/resizer/dpkQwfp1mz3W30iPxnKtWsGHjyc=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/QXG3J5EP4464RKQFWABDCZY6XU.JPG", "https://www.washingtonpost.com/resizer/8942hYx2I6ROU4-OsyTIOYj6zt8=/90x90/smart/s3.amazonaws.com/arc-authors/washpost/e90c6bb9-dd9c-499c-83af-1ce4febe9bfe.png", "https://www.washingtonpost.com/resizer/vR4Xzlfw10eK2xaJwYByxxkgP8E=/150x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/3UOSY3RWNI6TLESZQGDEE7IJOQ.JPG"], "top_img": "https://www.washingtonpost.com/resizer/dpkQwfp1mz3W30iPxnKtWsGHjyc=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/QXG3J5EP4464RKQFWABDCZY6XU.JPG", "keywords": [], "authors": ["Brady Dennis", "Reporter Focusing On Environmental Policy", "Public Health Issues"], "canonical_link": "https://www.washingtonpost.com/news/to-your-health/wp/2015/04/29/the-new-botox-fda-approves-an-injection-to-fight-double-chins/", "title": "The new Botox? FDA approves an injection to fight double chins", "meta_data": {"description": "Americans hate that wobbly skin and fat below their chins, a survey shows", "og": {"site_name": "Washington Post", "type": "article", "url": "https://www.washingtonpost.com/news/to-your-health/wp/2015/04/29/the-new-botox-fda-approves-an-injection-to-fight-double-chins/", "image": "https://www.washingtonpost.com/resizer/dpkQwfp1mz3W30iPxnKtWsGHjyc=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/QXG3J5EP4464RKQFWABDCZY6XU.JPG", "title": "The new Botox? FDA approves an injection to fight double chins", "description": "Americans hate that wobbly skin and fat below their chins, a survey shows"}, "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "title": "The new Botox? FDA approves an injection to fight double chins", "description": "Americans hate that wobbly skin and fat below their chins, a survey shows"}, "article": {"content_tier": "metered", "opinion": "false"}, "viewport": "width=device-width, initial-scale=1"}, "movies": [], "publish_date": 1430280000.0, "source": "http://www.washingtonpost.com", "summary": ""}