{"url": "http://www.NPR.org/2011/03/14/134455236/say-aaa-then-zzz-tonsillectomy-helps-kids-sleep", "text": "Say Aaa! Then Zzz: Tonsillectomy Helps Kids Sleep\n\ntoggle caption Maggie Starbard/NPR\n\nGetting your tonsils out used to be just part of childhood — a rite of passage for children in the 1950s and '60s. Then it fell out of favor.\n\nBut tonsillectomy is back.\n\nToday, the most common reason for the surgery is \"sleep disordered breathing,\" a broad diagnosis that includes sleep apnea and snoring. About 10 percent of elementary-school-age children snore.\n\nDoctors say snoring can cause bed-wetting, behavior problems, short stature and poor school performance. That's a far cry from the 1950s and '60s, when tonsillectomy was used to fight frequent sore throats.\n\nBack then, it was the most popular surgery in the United States. In the 1960s sitcom Leave It to Beaver, Beaver Cleaver was so impressed by his dad's tales of ice cream and pretty nurses that he schemed to have his tonsils out, even though he didn't need it.\n\nTurning Point For Tonsillectomies\n\nIt was becoming unacceptable to just take tonsils out because they were there or you had a few infections. People were growing up with their tonsils.\n\nThe tonsils are two glands that sit at the base of the tongue and are part of the body's immune system. The premise of tonsillectomies, back in their heyday, was that tonsils get infected themselves and no longer help fend off germs.\n\nThen doctors started noticing that kids were still getting sore throats, even after having their tonsils taken out. But it wasn't until clinical trials were completed in the early 1980s that there was proof that tonsillectomy really only helped children with severe, recurrent throat infections.\n\n\"It was becoming unacceptable to just take tonsils out because they were there or you had a few infections,\" says Richard Rosenfeld, an ear, nose and throat doctor at SUNY Downstate in Brooklyn, N.Y. \"People were growing up with their tonsils.\"\n\nBut growing up with tonsils can create another problem: snoring. Lisa Moran of Takoma Park, Md., remembers what it sounded like when her son ,Tyler Scorza, now age 7, slept.\n\nEnlarge this image toggle caption Maggie Starbard/NPR Maggie Starbard/NPR\n\n\"It was loud,\" Moran says. \"You could hear him through he closed door, down the hall, snoring, and he would occasionally stop breathing.\"\n\nAt first, Tyler's pediatrician thought he'd outgrow the snoring. But he wasn't sleeping well and often didn't have any energy. The doctor recommended a head X-Ray, and the radiologist said that though Tyler's adenoids were enlarged, they weren't that bad.\n\nBy then, Tyler had been dealing with this for almost three years. He started getting frequent nasal infections. So his parents took him to an ear, nose and throat doctor. He said, sure, the adenoids are swollen.\n\n\"But the real problem is the tonsils!\" Moran recalls. \"He showed us on the X-ray that there was a tiny passage between the tonsils and the back of his throat — very small.\"\n\nEnlarged tonsils (and adenoids) are the most common cause of sleep-disordered breathing in children. So the doctor recommended tonsillectomy.\n\nComplications From Surgery\n\nBut Tyler's parents were worried about the surgery. It's usually done as an outpatient procedure now, but with general anesthesia. That's never without some risk.\n\n\"Your child is under,\" says Moran, \"completely under. This is not a local.\"\n\nOther complications include pain after surgery and the risk of bleeding; about 4 percent of people have complications that require readmission to the hospital.\n\nDespite hundreds of studies, there's still surprisingly little research on whether tonsillectomy really helps reduce the risk of sore throats. The operation continues to be controversial.\n\nWhat's A Sleep Study? Sleep studies are a way for doctors to diagnose sleep disorders like apnea by observing patients overnight while they sleep. During a sleep study, the patient is connected to an array of sensors monitoring brainwaves, eye movements, heart rate, breathing and blood-oxygen levels. This information, called a polysomnogram, lets doctors see whether the patient has stopped breathing and for how long. Apnea in adults happens when 10 seconds pass without breathing; for children, it's a disruption of two cycles of inhaling and exhaling. Some patients can also use portable sleep monitors to record what's happening in their sleep as an alternative to the sleep study, but that approach is not as comprehensive. Many sleep disorders can be diagnosed without costly sleep studies, which can run anywhere from $600 to several-thousand dollars. More children are undergoing sleep studies as awareness of the condition — particularly in children — rises. The American Academy of Sleep Medicine says about 2 percent of children have obstructive sleep apnea. Before a sleep study is ordered, doctors typically ask for medical and sleep histories and a physical exam. — Eliza Barclay\n\nNo less a personage than President Obama dissed tonsillectomy when he was stumping for health care overhaul in July 2009. In a prime time news conference, Obama said that doctors may think: \" 'You know what? I make a lot more money if I take this kid's tonsils out.' \"\n\nRosenfeld disputes Obama's claim, saying insurers usually pay a surgeon $200 to $300 for tonsil surgery.\n\nSleep Study Before Tonsillectomy\n\nThe picture is further clouded because not all children with big tonsils have sleep-disordered breathing or frequent throat infections. Because of that, in 2002 the American Academy of Pediatrics recommended that children have a sleep study before surgery is considered.\n\nAbout 530,000 tonsillectomies are performed in the United States each year. Obviously, parents could use some help in deciding whether surgery is needed. In January, the American Academy of Otolaryngology issued its first guidelines on tonsillectomy in children.\n\nWith sore throats, the ENTs recommend waiting (and treatment with antibiotics, if needed), unless a child has more than seven infections in a year. They'd recommend surgery if a child has five or more throat infections a year for two years, or three or more in three years.\n\nThere have been very few randomized studies on the effects of tonsillectomy for sleep-disordered breathing. Most of the researchers have asked parents or children whether they noticed improvements, and looked at a single measure, like behavior or quality of life. Still, the ENTs recommend tonsillectomy for sleep-disordered breathing, saying it reduces symptoms in most children.\n\nTyler's family decided to go ahead with the surgery; they went to the hospital at 5 a.m., and Tyler was home by noon. The doctors said he would be out of school for a week, but a throat infection kept him home a second week. His classmates sent him get-well cards.\n\nA year later, Tyler is feeling great. And his snoring is gone. \"Completely gone,\" his mom says. \"You can hear a pin-drop quiet when he sleeps.\"\n\nTyler still hears snoring at night, he says. But he knows that the culprit is not him, or the family dog. It's Dad.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2011/03/11/tyler_wide-f7f5a96b32ed0f2582acfd459173c2d7beea8f07.jpg?s=1400", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/assets/img/2011/03/18/tyler3_wide-46f874828be1b0eb6b2904157e9530595acfd2d0-s1100-c15.jpg", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2011/03/11/tyler2-40f421ea27b9c0d6cbb28c15284c7dd4e23b91be-s800-c15.jpg", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2011/03/11/tyler_wide-f7f5a96b32ed0f2582acfd459173c2d7beea8f07.jpg?s=1400", "keywords": [], "authors": ["Nancy Shute", "Richard Rosenfeld", "An Ear", "Nose", "Throat Doctor At Suny Downstate In Brooklyn"], "canonical_link": "https://www.npr.org/2011/03/14/134455236/say-aaa-then-zzz-tonsillectomy-helps-kids-sleep", "title": "Say Aaa! Then Zzz: Tonsillectomy Helps Kids Sleep", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2011-03-14", "description": "Enlarged tonsils (and adenoids) are usually to blame when children have trouble breathing during sleep.  So doctors are  recommending  tonsillectomy as a way to open up kids' blocked airways.", "og": {"title": "Say Aaa! Then Zzz: Tonsillectomy Helps Kids Sleep", "url": "https://www.npr.org/2011/03/14/134455236/say-aaa-then-zzz-tonsillectomy-helps-kids-sleep", "type": "article", "description": "Enlarged tonsils (and adenoids) are usually to blame when children have trouble breathing during sleep.  So doctors are  recommending  tonsillectomy as a way to open up kids' blocked airways.", "image": "https://media.npr.org/assets/img/2011/03/11/tyler2_wide-c97862612fd1ad3192584eef6382e5e436f39f5e.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Say Aaa! Then Zzz: Tonsillectomy Helps Kids Sleep", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2011/03/11/tyler_wide-f7f5a96b32ed0f2582acfd459173c2d7beea8f07.jpg?s=1400"}}}, "movies": [], "publish_date": 1300075200.0, "source": "http://www.NPR.org", "summary": ""}