{"url": "http://www.nytimes.com/2010/02/27/health/27stroke.html?pagewanted=print", "text": "“We had outstanding results, and our study, we think, is representative of these treatments in the United States and Canada ,” said Dr. Thomas G. Brott, director for research at the Mayo Clinic campus in Jacksonville , Fla., and lead author of the North American study, called Crest (for Carotid Revascularization Endarterectomy versus Stenting Trial). “Prior to the Crest trial, we really did not have the best evidence, but these results indicate that we have two very safe and effective methods to prevent stroke.”\n\nThough there are differences in risk between the two procedures and individual variations, he said, “the results from stenting are very comparable to those for carotid surgery.”\n\nBut Dr. Martin M. Brown, chief investigator for the European trial, the International Carotid Stenting Study, said that although differences in the groups studied might explain the disparate results, “nobody has really shown stenting is better than surgery, so why choose a stent?”\n\nDr. Brown added, “Even if Crest shows little difference between the two, there are three other trials that suggest surgery is safer.”\n\nStrokes are the third leading cause of death in the United States and a major cause of disability among adults. Each year, almost 800,000 Americans suffer a stroke, and more than 140,000 die.\n\nAlthough many patients take drugs like statins and blood pressure medicine to reduce their risk of stroke, surgical treatment of severe blockages in the carotid artery has been shown to be more effective than medical therapy alone in preventing ischemic strokes caused by a buildup of plaque in the arteries.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe Crest trial, sponsored by the National Institute of Neurological Disorders and Stroke with additional financing from the stent maker Abbott Vascular, is one of the largest randomized clinical trials to study the two major procedures used to open blocked neck arteries and restore blood flow to the brain.\n\nIt included 2,502 patients at more than 100 hospitals in the United States and Canada, who were randomly assigned to receive either surgery or stenting over a period of nine years. Most of the patients had an artery blockage greater than 70 percent. The trial included patients who had suffered a stroke or a ministroke and those who were asymptomatic.\n\nAdvertisement Continue reading the main story\n\nThe death rate in the trial was very low, but risks varied depending on the procedure. Within the first month after the procedure, 4.1 percent of stent patients had suffered a stroke, compared with 2.3 percent of the surgery patients. But surgery patients were at higher risk for heart attack , with 2.3 percent suffering a heart attack in the first 30 days compared with 1.1 percent of stent patients. Strokes had a higher impact on the patient’s quality of life, the study reported.\n\nYounger patients — those under 70 — had better results with stenting, while older patients had better results with surgery, the study found.\n\nLong-term follow-up of patients, which was two and a half years on average but is continuing, found both groups at equal risk of suffering a stroke that should have been prevented by the procedure: 2 percent of those in the stent group compared with 2.4 percent of the surgical patients.\n\nThe European trial, which included 1,713 patients randomly assigned to either stent or endarterectomy, found that stent patients were at much higher risk of stroke, death or heart attack in the first 30 days after surgery, with 7.4 percent suffering one of these adverse events, compared with 4 percent of the surgery group.\n\nAmong the possible explanations offered for the disparities are that the European study included only symptomatic patients, who may have had more advanced disease, and that the North American trial carefully screened the doctors doing the stenting procedure, including only highly skilled physicians with a lot of experience.\n\nDr. Walter J. Koroshetz, deputy director of the institute that sponsored the North American trial, said the Crest trial was the first in which the results of stenting and surgery had been found to be equivalent — suggesting that the stent procedure had improved with time.\n\nThe most important message is that the overall death rate was extremely low, 0.6 percent, said one of the study’s principal investigators, Dr. Gary S. Roubin, the chairman of cardiovascular medicine at Lenox Hill Hospital in New York.", "images": ["https://static01.nyt.com/images/icons/t_logo_291_black.png"], "top_img": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "keywords": [], "authors": ["Roni Caryn Rabin"], "canonical_link": "https://www.nytimes.com/2010/02/27/health/27stroke.html", "title": "Study Finds Stents as Effective as Surgery to Prevent Strokes", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1247467188034", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2010/02/27/health/27stroke.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2010/02/27/health/27stroke.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1247467188034"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2010/02/27/health/27stroke.html", "title": "Study Finds Stents as Effective as Surgery to Prevent Strokes", "description": "The new findings have the potential to make a procedure that is less invasive than surgery more widely used.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "robots": "noarchive", "hdl_p": "Stents Found Effective In Reducing Stroke Risk", "description": "The new findings have the potential to make a procedure that is less invasive than surgery more widely used.", "genre": "News", "articleid": 1247467188034, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Study Finds Stents as Effective as Surgery to Prevent Strokes", "pdate": 20100226, "utime": 20171024211549, "ptime": 20100226093549, "DISPLAYDATE": "Feb. 26, 2010", "dat": "Feb. 26, 2010", "lp": "The new findings have the potential to make a procedure that is less invasive than surgery more widely used.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "27stroke", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "published": "2010-02-26T09:35:49-05:00", "modified": "2017-10-24T21:15:49-04:00", "section": "Health", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "section_url": "https://www.nytimes.com/section/health", "top-level-section": "health", "author": "https://www.nytimes.com/by/roni-caryn-rabin", "tag": "Lancet, The (Journal)"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "og": {"url": "https://www.nytimes.com/2010/02/27/health/27stroke.html", "type": "article", "title": "Study Finds Stents as Effective as Surgery to Prevent Strokes", "description": "The new findings have the potential to make a procedure that is less invasive than surgery more widely used.", "image": "https://static01.nyt.com/images/icons/t_logo_291_black.png"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Roni Caryn Rabin", "tone": "feature", "byl": "By RONI CARYN RABIN", "PT": "article", "CG": "health", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Surgery and Surgeons", "org": "Lancet, The (Journal)", "keywords": "Stroke,Surgery and Surgeons,Lancet  The (Journal)", "news_keywords": "Stroke,Surgery,The Lancet", "dfp-ad-unit-path": "health", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1267246800.0, "source": "http://www.nytimes.com", "summary": ""}