{"url": "http://abcnews.go.com/Health/blood-clot-removal-stroke-victims-study-finds/story?id=42389758", "text": "The window for helping certain stroke patients with a potentially life-saving blood clot removal surgical treatment may be longer than previously thought, according to a study published today in the Journal of the American Medical Association.\n\nTraditionally stroke is treated with medications that stabilize or diminish blood clots in the brain. In select patients surgical intervention to remove the clot may be possible to mitigate effects of the stroke.\n\nCurrently, the American Stroke Association advises that blood clot removal for some patients -- an emergency procedure called endovascular thrombectomy recently developed and increasingly used in addition to medical therapies -- should be done within six hours after stroke symptoms to lower the amount of disability patients will face later. But this analysis showed that the time for treatment could be slightly longer -- up to 7.3 hours.\n\nThis study could affect the current guidelines on treating stroke patients, according to Dr. Cathy Sila, Director of the Comprehensive Stroke Center at University Hospitals Cleveland Medical Center. She said there is \"compelling rationale to move that window a little bit.\"\n\nAs a result of having lost blood flow to the brain for an extended time, stroke victims often suffer physical disabilities and lose varying degrees of their independence. They often require longer-term care and therapies.\n\n\"Long-term disability of stroke is more expensive than cost of hospitalization,\" Sila told ABC News today.\n\nAuthors from multiple institutions including the University of Calgary, pooled data from five studies on stroke treatments to see if providing endovascular thrombectomy in addition to standard medical treatment past six hours would help patients. They analyzed those studies for patients who have had large blood vessel strokes, seeking to understand how much of an effect blood clot removal surgery performed after six hours would have on their longer-term recovery. They used a benchmark of three months after the stroke to assess patients' level of disability.\n\nIn total, 1,287 patients were enrolled in the five trials studied. The researchers examined clinical data and brain imaging in addition to the patients’ physical function. They found that the patients who received standard medical therapy along with an endovascular thrombectomy up to 7.3 hours after developing stroke symptoms were less likely than patients who were treated with only medications to report disability three months later.\n\nWhen they examined the patients three months after the stroke, each hour delay in receiving the treatment corresponded in worse outcomes for the patients, including more severe disability and less functional independence.\n\nThis meant that even the patients who received the treatment outside of the generally accepted 6 hours cut off up to the 7.3 hours point tended to report less disability during their recovery. However, if people received the treatment after 7.3 hours from onset of symptoms there was no statistical improvement.\n\nDr. Mayank Goyal, a co-author of the study and professor of Radiology, University of Calgary, said he hopes the study will help raise awareness about the importance of getting prompt treatment for a stroke and having an efficient system to provide this procedure.\n\n\"Time is brain,\" Goyal told ABC News. \"The faster we can re-establish blood flow to brain, the higher the likelihood of the patients having a good outcome and going back to independent living.\"\n\nSila said further study is needed to find out if these kinds of procedures could benefit people even after the 7.3 hours from symptom onset. She pointed out that these studies are important since they can help change guidelines and push insurance companies to cover the procedure for more patients.\n\n\"We need to have this kind of data so third party payers would have it to base [costs] on,\" she said.\n\nDr. Lei Lynn is an internal medicine resident at George Washington University Hospital and a resident in the ABC News Medical Unit.", "images": ["http://www.googleadservices.com/pagead/conversion/1005826543/?value=0&label=1GPKCOHYjwMQ7-PO3wM&guid=ON&script=0", "https://s.abcnews.com/images/Health/gty_blood_clot_er_160927_12x5_992.jpg", "https://s.abcnews.com/images/Health/gty_blood_clot_er_160927_16x9_992.jpg", "http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-704476h&cg=0&cc=1&ts=noscript"], "top_img": "https://s.abcnews.com/images/Health/gty_blood_clot_er_160927_16x9_992.jpg", "keywords": [], "authors": ["Abc News", "Gillian Mohney", "Dr. Lei Lynn"], "canonical_link": "https://abcnews.go.com/Health/blood-clot-removal-stroke-victims-study-finds/story?id=42389758", "title": "Blood Clot Removal Could Help More Stroke Victims, Study Finds", "meta_data": {"robots": "index, follow", "author": "ABC News", "copyright": "Copyright (c) 2019 ABC News Internet Ventures", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Study found some stroke patients benefited from early clot removal.", "keywords": "abcnews,health news, medical news, medical articles", "article": {"opinion": "false", "content_tier": "free"}, "lastPublishedDate": "2016-09-28T07:55:42:044-07", "fb": {"admins": 704409894, "app_id": 4942312939, "pages": 55845270277}, "fb_title": "Blood Clot Removal Could Help More Stroke Victims, Study Finds", "og": {"site_name": "ABC News", "title": "Blood Clot Removal Could Help More Stroke Victims, Study Finds", "description": "Study found some stroke patients benefited from early clot removal.", "url": "https://abcnews.go.com/Health/blood-clot-removal-stroke-victims-study-finds/story?id=42389758", "image": "https://s.abcnews.com/images/Health/gty_blood_clot_er_160927_16x9_992.jpg", "type": "article"}, "news_keywords": "abcnews", "twitter": {"card": "summary_large_image", "site": "@ABC", "creator": "@gillianmohney", "title": "Blood Clot Removal Could Help More Stroke Victims, Study Finds", "description": "Study found some stroke patients benefited from early clot removal.", "url": "https://abcnews.go.com/Health/blood-clot-removal-stroke-victims-study-finds/story?id=42389758", "image": "https://s.abcnews.com/images/Health/gty_blood_clot_er_160927_16x9_992.jpg", "app": {"name": {"iphone": "ABC News", "ipad": "ABC News", "googleplay": "ABC News"}, "id": {"iphone": 300255638, "ipad": 306934135, "googleplay": "com.abc.abcnews"}, "url": {"iphone": "abcnewsiphone://link/story,42389758", "ipad": "abcnewsipad://link/story,42389758", "googleplay": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Health/blood-clot-removal-stroke-victims-study-finds/story?id=42389758"}}}, "al": {"iphone": {"url": "abcnewsiphone://link/story,42389758", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}, "ipad": {"url": "abcnewsipad://link/story,42389758", "app_store_id": 380520716, "app_name": "ABC News for iPad"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Health/blood-clot-removal-stroke-victims-study-finds/story?id=42389758", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "web": {"url": "https://abcnews.go.com/Health/blood-clot-removal-stroke-victims-study-finds/story?id=42389758"}}}, "movies": [], "publish_date": null, "source": "http://abcnews.go.com", "summary": ""}