{"url": "http://www.medicalnewstoday.com/articles/288229.php", "text": "Because of the widespread impact of high blood pressure, researchers are likely to investigate in some depth any simple dietary interventions that could potentially benefit the wider population.\n\nAccording to the Centers for Disease Control and Prevention (CDC), high blood pressure is either the primary cause of or contributes to more than 1,000 deaths in the United States every day.\n\nResearchers have concluded that one glass of beetroot juice a day is enough to significantly reduce blood pressure in people with high blood pressure . They conducted a placebo-controlled trial with dozens of participants.\n\nMedical researchers have recently returned to this plant product to investigate its effect on blood pressure and explore opportunities to put it to use in modern medicine and the home management of conditions.\n\nBeetroot has been used since the Middle Ages as a treatment for ailments, particularly those relating to the blood and digestion.\n\nIf you buy something through a link on this page, we may earn a small commission. How this works.\n\nHigh blood pressure is a serious public health concern. It increases the risk of more dangerous health conditions, such as heart attack, stroke, and chronic heart failure. High blood pressure is also a major risk factor for kidney disease.\n\nShare on Pinterest Beetroot juice has been investigated for the powerful effect of its nitrate content on blood pressure.\n\nBeetroot contains high levels of dietary nitrate (NO3), which the body converts into biologically active nitrite (NO2) and nitric oxide (NO). In the human body, NO relaxes and dilates blood vessels.\n\nOther leafy vegetables, such as lettuce and cabbage, also have high levels of the compound. They take it up from the soil through their roots.\n\nA meta-analysis of 16 trials was published in The Journal of Nutrition in 2013.\n\nThe researchers found that \"Inorganic nitrate and beetroot juice supplementation was associated with a significant reduction in systolic blood pressure.\"\n\nOne major trial was carried out at Queen Mary University of London (QMUL) in the United Kingdom and published in the journal Hypertension. The research was funded by the British Heart Foundation.\n\nThey found the following results:\n\n\"This interesting study builds on previous research by this team and finds that a daily glass of beetroot juice can lower blood pressure in people with hypertension - even those whose high blood pressure was not controlled by drug treatment.\" Dr. Shannon Amoils, British Heart Foundation, senior research advisor\n\nFor the trial, Prof. Amrita Ahluwalia of the vascular pharmacology department at QMUL and her colleagues recruited 64 people aged between 18 and 85 years.\n\nHalf of the participants were taking prescribed medication for high blood pressure but did not reach their target blood pressure, and the rest had been diagnosed with high blood pressure but were not yet taking medication for it.\n\nThe participants were randomly assigned to one of two groups. One group consumed a 250-milliliter (ml) glass of beetroot juice, and the other group had the same, except their beetroot juice was nitrate-free.\n\nThe nitrate-free beetroot juice was the basis of the placebo group.\n\nAll groups consumed the juice daily for 4 weeks. They were also monitored for 2 weeks before and after the study, bringing the total trial period to 8 weeks.\n\nThe trial was double-blind, which means neither the administering clinicians nor the patients knew whether the beetroot juice they were given was the placebo or the active supplement.\n\nDuring the 4 weeks in which they were taking the juice, patients in the active supplement group, whose beetroot juice contained inorganic nitrate, experienced a reduction in blood pressure of 8/4 millimeters of mercury (mmHg).\n\nThe first figure is systolic pressure, generated when the heart is pumping, and the second figure is diastolic pressure, created when the heart is relaxing and filling with blood. The 8/4-mmHg reduction brought the blood pressure of many participants back into the normal range.\n\nIn the 2 weeks after they stopped drinking the juice, their blood pressure returned to the higher levels noted at the start of the study.\n\nThis is the first study that shows evidence of dietary nitrate supplementation's long-lasting benefit in a group of patients with high blood pressure.\n\nShare on Pinterest High blood pressure is a common health issue in the U.S., and beetroot juice acts as a natural aid.\n\nThe patients in the active supplement group also experienced a 20 percent or so improvement in blood vessel dilation capacity, and their artery stiffness reduced by around 10 percent.\n\nStudies show that these changes are linked to a reduced risk of heart disease.\n\nThere were no changes in blood pressure, blood vessel function, or artery stiffness in the placebo group.\n\nThe authors note that the reduction achieved in the active supplement group is close to that achieved by medication. The average reduction in blood pressure caused by a single anti-hypertension drug is 9/5 mmHg.\n\nThe study concludes:\n\n\"These findings suggest a role for dietary nitrate as an affordable, readily-available, adjunctive treatment in the management of patients with hypertension.\"\n\nTo put the importance of these findings in context: The authors note that large-scale observational studies show that for every 2 mmHg increase in blood pressure, the risk of death from heart disease goes up 7 percent and the risk of stroke by 10 percent.", "images": ["https://cdn-prod.medicalnewstoday.com/content/images/hero/288/288229/288229_1100.jpg", "http://b.scorecardresearch.com/p?c1=2&c2=6035868&cv=2.0&cj=1&", "http://i0.wp.com/cdn-prod.medicalnewstoday.com/content/images/articles/288/288229/beetroot-and-juice.jpg?w=1155", "http://i0.wp.com/cdn-prod.medicalnewstoday.com/content/images/articles/288/288229/blood-pressure-test.jpg?w=1155"], "top_img": "https://cdn-prod.medicalnewstoday.com/content/images/hero/288/288229/288229_1100.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.medicalnewstoday.com/articles/288229.php", "title": "Beetroot juice and blood pressure: Study and benefits", "meta_data": {"og": {"url": "https://www.medicalnewstoday.com/articles/288229.php", "type": "article", "site_name": "Medical News Today", "title": "Beetroot juice and blood pressure: Study and benefits", "description": "Beetroot has long been used to treat illnesses, particularly those affecting the blood and digestion. It is rich in dietary nitrate, which can relax and dilate blood vessels, and researchers have recently investigated the effects of beetroot juice on high blood pressure. Learn about results and recommendations here.", "image": "https://cdn-prod.medicalnewstoday.com/content/images/hero/288/288229/288229_1100.jpg"}, "description": "Beetroot has long been used to treat illnesses, particularly those affecting the blood and digestion. It is rich in dietary nitrate, which can relax and dilate blood vessels, and researchers have recently investigated the effects of beetroot juice on high blood pressure. Learn about results and recommendations here.", "fb": {"admins": 1658973110, "app_id": 147184211975697}, "twitter": {"domain": "medicalnewstoday.com", "card": "summary_large_image", "site": "@mnt", "title": "Beetroot juice and blood pressure: Study and benefits", "description": "Beetroot has long been used to treat illnesses, particularly those affecting the blood and digestion. It is rich in dietary nitrate, which can relax and dilate blood vessels, and researchers have recently investigated the effects of beetroot juice on high blood pressure. Learn about results and recommendations here.", "creator": "@mnt", "image": "https://assets.healthline.com/content/hl_sharing_v2.jpg"}, "p": {"domain_verify": "ca332f19ebf583ba72eff99cc210a982"}, "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "movies": [], "publish_date": null, "source": "http://www.medicalnewstoday.com", "summary": ""}