{"url": "http://online.wsj.com/article/SB10001424052748704436004576298980739463392.html", "text": "Frustrated by the high relapse rate of traditional addiction treatments, scientists are working on a strategy that recruits the body's own defenses to help addicts kick drug habits.\n\nThe new approach uses injected vaccines to block some addictive substances from reaching the brain. If a vaccinated addict on the path to recovery slips and indulges in a drug, such as tobacco or cocaine, no pleasure will result.\n\n\"You still have to mentally say to yourself, 'I'm not going to do this,' but it's so much easier to say it when you know if you light a cigarette, you're not going to get any pleasure out of it,\" says Stephen Ballou, a 56-year-old banker who got a nicotine vaccine in a 2007 clinical trial to help kick his pack-a-day habit. He says he hasn't smoked since.\n\nSome medications currently available to treat addictions typically work by mimicking a drug in the brain. For example, methadone stands in for heroin and the nicotine patch for cigarettes. Other medications block activity in the brain's reward system. Alkermes Inc. 's once-monthly Vivitrol injection does this for alcoholics and opioid addicts, while Pfizer Inc. 's Chantix pills block the brain's pleasure receptors activated when people smoke.\n\nSmall-molecule drugs like Chantix that function inside the brain can raise safety concerns. Chantix carries a federally mandated warning to users of possible depression and suicidal thoughts. A spokesman for Pfizer notes that no causal link between Chantix and such symptoms has been made.\n\nBy contrast, addiction-treatment vaccines work in the bloodstream, not the brain. Clinical trials have so far revealed no significant side effects, though the vaccines would do nothing to combat cravings. They work by tricking the body to reject drugs as if they are foreign pathogens. Normally, tiny drug molecules wend their way through the bloodstream to the brain, unleashing a flood of chemicals involved with pleasure and gratification. The drug molecules are too small to goad the immune system into generating antibodies to fight them off.\n\nScientists have figured out how to attach molecules similar to addictive drugs to much bigger antigens, such as deactivated versions of cholera or the common cold. When injected, these so-called conjugate vaccines spur the immune system to create antibodies to fight the tiny, addictive-drug molecules. These antibodies have in several studies glommed on to molecules of nicotine, cocaine and heroin ingested by lab animals and in some cases people, blocking them from triggering the pleasure centers in the brain.\n\n4% to 7%: Percentage of attempts to quit smoking that are successful long term. Getty Images\n\n\"The antibody is like a sponge,\" says Kim Janda, a professor of chemistry and immunology at the Scripps Research Institute in La Jolla, Calif. \"The drug comes in and it's soaked up, and you try to soak up as much as you can before it crosses the blood-brain barrier.\"\n\nIt could be years, if ever, before any vaccines to treat addiction reach the market. Failures have so far outnumbered successes, and big pharmaceutical companies haven't lent their research muscle to vaccines for illegal drugs.\n\n\"These vaccines have the potential to transform the way we treat drug addiction, but there are challenges,\" says Nora Volkow, the director of the National Institute on Drug Abuse.\n\nA small Swedish firm, Independent Pharmaceutica AB, put its development of a nicotine vaccine on hold a year ago after it failed to outperform a placebo in trial. Convinced the concept of a nicotine vaccine remains sound, the company is now considering improvements to how the drug is delivered, says Lena Degling Wikingsson, a consultant and the company's former chief executive.\n\nAnother quit-smoking vaccine from Switzerland's Cytos Biotechnology—which has a licensing agreement with Novartis AG—failed to meet its endpoint in a 2009 trial. Work on that drug continues, however, with a new trial funded by the National Institutes of Health at Duke University in collaboration with Wake Forest University to test the vaccine in 65 smokers, Novartis says.\n\nStephen Evans-Freke, managing general partner of Bermuda-based private-equity firm Celtic Pharma Management, said a 2007 trial of a nicotine vaccine it owns \"failed totally\" because of a manufacturing error. He said the company could turn back to study the nicotine vaccine if a trial currently underway of the firm's TA-CD cocaine vaccine proves successful.\n\nUnlike smoking-cessation drugs such as Chantix, which function in a smoker's brain, a vaccine could work in the smoker's bloodstream. Pfizer Inc.\n\nA vaccine isn't viable for treating alcoholism—among the costliest of addictions—because alcohol molecules are far too small to trigger the immune system, says Thomas Kosten, a pioneer of addiction-vaccine research at Baylor College of Medicine in Houston.\n\nMost commercial vaccine-development efforts are focused on tobacco. Slightly more than a fifth of U.S. adults light up regularly.\n\nNearly half of U.S. smokers try to quit each year, but just 4% to 7% of quit attempts—most of them unaided—are successful long-term, according to American Lung Association estimates.\n\nJust one out of three people trying to quit—at best—ends up kicking the habit for good, even with cessation aids, says Norman Edelman, the Association's chief medical officer and a professor of medicine at New York's Stony Brook University.\n\nNabi Biopharmaceuticals, a Rockville, Md., biotechnology company, is farthest down the path toward possible regulatory approval for an addiction vaccine, with two Phase III trials underway in several U.S. sites of its NicVAX product to help people quit smoking.\n\n\"The relapse is the biggest thing,\" says Raafat Fahim, the company's chief executive. \"With antibodies staying a long period of time with you, it then protects you against the relapses.\"\n\nNabi in 2009 got a $10 million grant from NIDA, and sealed a licensing pact with the U.K.'s GlaxoSmithKline PLC that, including a $40 million up-front payment, could be worth up to $500 million, plus possible royalty payments.\n\nNabi's Phase II trial—the one Mr. Ballou participated in—found that smokers taking NicVAX were about three times as likely to be off cigarettes 44 weeks after vaccination than subjects given a placebo, Dr. Fahim says. That test was very small, and the results weren't as good as Pfizer got from a much larger Phase III trial of Chantix, he says. Subjects in Nabi's Phase III trial will get an extra dosage of NicVax compared to those in the Phase II trial.\n\nOne of the possible advantages of a vaccine, which would likely be used alongside psychological therapy and possibly other medications, is that it could require a once-a-month injection, as opposed to current anti-addiction medications that sometimes need to be taken several times a day.\n\n\"It's a lot easier to take a couple of vaccinations than to put on a patch every day, or keep chewing that nicotine gum, or doing whatever measures you're taking,\" says Phil Skolnick, director of the division of pharmacotherapies and medical consequences of drug abuse at NIDA.\n\nRecent results from a test of an anticocaine vaccine in mice at Weill Cornell Medical College in New York were encouraging, researchers say.\n\n\"We give intravenous dosages of cocaine that's in excess of what humans take and it's like water to the mice\" that have received the vaccine, says Ronald Crystal, the study's lead investigator and the chairman of genetic medicine at Weill Cornell. \"They don't run around and get hyperactive.\" The researchers are now studying the vaccine in non-human primates.\n\nMeanwhile, Dr. Kosten continues work on the TA-CD cocaine vaccine with a 300-subject, randomized, multi-site trial. Dr. Kosten says he hopes to report on the outcome of this trial sometime next year.\n\nWrite to Mark Long at mark.long@wsj.com\n\nCorrections & Amplifications:\n\nThomas Kosten researches addiction vaccines at Baylor College of Medicine in Houston. An earlier version of this article incorrectly said that he worked at Baylor University in Houston.", "images": ["https://content-thumbnail.cxpublic.com/content/dominantthumbnail/fddd6d28f0576a5772474e644a95623747e1cb4b.jpg?5dc9ac40", "https://s.wsj.net/public/resources/images/B3-FK672_STREAM_C_20191108185629.jpg", "https://m.wsj.net/video/20191107/110719opvidpw3/110719opvidpw3_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/0d2ffa0d6fff89f02d5a9d5508d5467ad9dbd858.jpg?5dc9aba1", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/487b80633438bb2d561829c2e7f8bccee2c45e0b.jpg?5dc9ab9e", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/93d4c0693749e5d6abc5f87d798d3bfdb580948b.jpg?5dc995fd", "https://m.wsj.net/video/20191107/110719electiontech2/110719electiontech2_167x94.jpg", "https://si.wsj.net/public/resources/images/PJ-BA680_ADDICT_D_20110502180605.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/2a7d0786567f18bb6a72f17019cd642c0b51f730.jpg?5dc9b274", "https://si.wsj.net/public/resources/images/PJ-BA678_ADDICT_D_20110502164403.jpg", "https://si.wsj.net/public/resources/images/PJ-BA681_ADDICT_DV_20110502164751.jpg", "https://images.wsj.net/im-101746?width=111&height=62", "https://si.wsj.net/public/resources/images/PJ-BA678_ADDICT_E_20110502164403.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/f600b0a56ee84a4d350fa4e522e51ee27d5fd426.jpg?5dc9aba3", "https://m.wsj.net/video/20191104/cinvest1105/cinvest1105_167x94.jpg", "https://si.wsj.net/public/resources/images/PJ-BA678_ADDICT_G_20110502164403.jpg", "https://images.wsj.net/im-125154?width=111&height=62", "https://s.wsj.net/public/resources/images/B3-ES110_PARTNE_C_20190809085434.jpg", "https://m.wsj.net/video/20191101/110419elevatorpai/110419elevatorpai_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/461b35da8a2936ee4a7ca01072773c0d5aa427f2.jpg?5dc9aba4", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/4a581253a775cca47f02b15ba756a5f4ccf7b8bf.jpg?5dc969b8", "https://images.wsj.net/im-124802?width=111&height=62", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/3f61c934324559d54745fffbed697f2b611fa261.jpg?5dc9b421", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/869c2a340c4c25db5466a6de556da60ae1a2bf4e.jpg?5dc9b4f7", "https://m.wsj.net/video/20191107/110719seib/110719seib_167x94.jpg"], "top_img": "https://si.wsj.net/public/resources/images/PJ-BA678_ADDICT_G_20110502164403.jpg", "keywords": [], "authors": ["Mark Long"], "canonical_link": "https://www.wsj.com/articles/SB10001424052748704436004576298980739463392", "title": "Quest for Vaccines to Treat Addiction", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "dj.asn": "i-05d8", "user.type": "nonsubscriber", "user.exp": "default", "page.section": "Article", "page.content.type": "Article", "page.content.format": "responsive", "page.content.source": "WSJ Online", "article.template": "full", "page.site": "wsj", "page.site.product": "WSJ", "page.region": "na,us", "article.id": "SB10001424052748704436004576298980739463392", "article.type": "Health", "article.type.display": "Health", "article.access": "free", "article.headline": "Quest for Vaccines to Treat Addiction", "article.summary": "A look at the research behind a new way to treat people addicted to cigarettes, heroin and cocaine.", "apple-itunes-app": "app-id=364387007,app-argument=wsj://launch?articleid=SB10001424052748704436004576298980739463392&headline=Quest%20for%20Vaccines%20to%20Treat%20Addiction&weburl=http://www.wsj.com/articles/SB10001424052748704436004576298980739463392", "al": {"ios": {"url": "wsj://launch?articleid=SB10001424052748704436004576298980739463392&headline=Quest%20for%20Vaccines%20to%20Treat%20Addiction&weburl=http://www.wsj.com/articles/SB10001424052748704436004576298980739463392"}}, "article.page": "Health Edition", "article.section": "Business", "article.published": "2011-05-03T04:01:00.000Z", "article.updated": "2011-05-03T04:01:00.000Z", "article.created": "2011-05-02T22:08:00.000Z", "dateLastPubbed": "2011-05-03T04:01:00.000Z", "author": "Mark Long", "keywords": "new products,services,research,development,corporate,industrial news,official trials,tests,drug,substance abuse,behavioral addictions,obsessions,political,general news,society,community,work,health,medical conditions,mental disorders,smoking,social issues,content types,factiva filters,fc&e industry news filter,pharmaceuticals,vaccines,drugs,medication", "cXenseParse": {"wsj-keywords": "new products,services,research,development,corporate,industrial news,official trials,tests,drug,substance abuse,behavioral addictions,obsessions,political,general news,society,community,work,health,medical conditions,mental disorders,smoking,social issues,content types,factiva filters,fc&e industry news filter,pharmaceuticals,vaccines,drugs,medication", "wsj-primary-inset": "none", "poptart": {"image": "https://si.wsj.net/public/resources/images/PJ-BA678_ADDICT_D_20110502164403.jpg"}, "candybar": {"image": "https://si.wsj.net/public/resources/images/PJ-BA678_ADDICT_E_20110502164403.jpg"}, "wsj-page-content-source": "WSJ Online", "wsj-coral": "false"}, "news_keywords": "new products,services,research,development,corporate,industrial news,official trials,tests,drug,substance abuse", "description": "A look at the research behind a new way to treat people addicted to cigarettes, heroin and cocaine.", "article": {"word_count": 1247, "image_count": 3, "internal_link_count": 1, "publisher": "https://www.facebook.com/wsj", "opinion": "false"}, "robots": "noarchive,noodp", "language": "en", "twitter": {"title": "Quest for Vaccines to Treat Addiction", "description": "A look at the research behind a new way to treat people addicted to cigarettes, heroin and cocaine.", "image": {"identifier": "https://si.wsj.net/public/resources/images/PJ-BA678_ADDICT_G_20110502164403.jpg", "alt": "Quest for Vaccines to Treat Addiction"}, "card": "summary_large_image", "site": "@WSJ", "domain": "wsj.com"}, "fb": {"app_id": 368513495882, "pages": 8304333127}, "og": {"title": "Quest for Vaccines to Treat Addiction", "description": "A look at the research behind a new way to treat people addicted to cigarettes, heroin and cocaine.", "url": "https://www.wsj.com/articles/SB10001424052748704436004576298980739463392", "image": {"identifier": "https://si.wsj.net/public/resources/images/PJ-BA678_ADDICT_G_20110502164403.jpg", "width": 553, "height": 369}, "locale": "en_US", "type": "article", "site_name": "WSJ"}, "cx_pv_id": "k2utgdljq1vq3xxn", "cx_shield": "{\"campaign\":99999,\"placement\":\"cx-articlecover\",\"tag\":\"openhouse\",\"type\":\"free\"}", "referrer": "always"}, "movies": [], "publish_date": null, "source": "http://online.wsj.com", "summary": ""}