{"url": "http://health.usnews.com/health-news/patient-advice/articles/2016-03-21/the-benefits-of-intensive-cardiac-rehabilitation-over-ordinary-cardiac-rehabilitation?int=98e708", "text": "Despite considerable progress in prevention and treatment, heart disease continues to be the leading cause of death in the United States. When patients suffer from a heart attack or other cardiac event, it's critical that they get appropriate care and adopt lifestyle changes to prevent future damage.\n\nParticipating in a cardiac rehabilitation program has been proven to be particularly effective in helping patients recover and stay healthy. Research indicates that CR improves five-year mortality rates by 25 to 46 percent for patients following a heart attack or other cardiac event. In fact, CR has been given a Class 1A recommendation by the American Heart Association/American College of Cardiology Foundation for secondary prevention of coronary heart disease, making it a critical component of the standard of care.\n\nIn recent years, Intensive cardiac rehabilitation programs have been created as enhanced alternatives to ordinary CR. Patients and their physicians choose ICR programs over CR for at least three reasons: they are backed by published clinical evidence supporting their efficacy; they offer more complete education and exercise to improve patients' health; and they achieve greater patient adherence to the prescribed course of care.\n\nICR Programs Have Documented Results\n\nMedicare covers both CR and ICR, but only ICR programs are required to meet specific efficacy standards. Each Medicare-approved ICR program must demonstrate through peer-reviewed published research that it has a positive impact on cardiac outcomes, such as decreasing the need for bypass surgery or stenting, and reduces specific risk factors for cardiovascular disease. One of the Medicare-approved programs, Pritikin ICR, is based on a lifestyle change program that has more than 100 peer-reviewed studies validating its effectiveness, including significantly reducing levels of cholesterol and triglycerides, body mass index and blood pressure, as well as reducing risk factors for diabetes, breast cancer, prostate cancer and other comorbidities. R. James Barnard, Ph.D., a researcher at the University of California–Los Angeles and a co-author of many of these studies, says, \"These studies have consistently shown the value of a more comprehensive approach to health – combining exercise with proper nutrition and a healthy mindset – at preventing, controlling or reversing common diseases, including heart disease, diabetes and hypertension, and have proven the long-term sustainability of these lifestyle changes.\" When physicians refer their cardiac patients to an ICR program, they can have confidence knowing that the program has been proven to be effective.\n\nICR Offers More In-Depth Education on Lifestyle Change\n\nIn practice, ordinary CR is undertaken in a series of up to 36 individual sessions, and patients typically spend most of that time on exercise rather than education and counseling to modify cardiac risk factors. In contrast, Medicare covers 72 sessions of ICR, allowing patients to supplement the exercise portion of ordinary CR with an in-depth education about the relationship between lifestyle and cardiovascular health. Each day of ICR includes both an exercise class and at least one class with practical lessons on how to make better nutrition choices, manage stress, stop smoking or maintain a positive attitude. This type of education is crucial for many patients to recover from a cardiovascular event and optimize their health going forward.\n\nDr. Albert Krause, cardiac rehab medical director at CHRISTUS Health in Shreveport-Bossier, Louisiana, said that ICR \"allows hospitals to provide cardiac patients with a comprehensive education about critical lifestyle changes following a heart attack or other cardiac event. It is an essential component of our continuum of care, complementing the surgical and medical treatments we offer, to improve patients' long-term outcomes.\"\n\nICR Achieves Better Patient Engagement\n\nICR programs also have improved patient engagement compared to ordinary CR. A study recently published in JAMA Internal Medicine found that only 62 percent of eligible cardiac patients are referred by their physician to a CR program, and only one-third of those patients actually attend the program. These patients attend an average of 20 to 24 sessions of ordinary CR, despite being prescribed up to 36 sessions. In comparison, a review of a sample of hospitals that recently implemented ICR programs all experienced a significantly higher level of patient adherence to the prescribed course of rehabilitation. Most of these hospitals averaged over 48 sessions per patient in the second half of 2015 – over double the industry average for ordinary CR.\n\nAs Dr. John Harvey, president and medical director of Oklahoma Heart Hospital, says: Patients report high levels of satisfaction with ICR and feel encouraged to stick with the program and adopt a heart healthy lifestyle.\"", "images": ["https://www.usnews.com/dims4/USNEWS/8533f36/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2Fde%2Ffa%2F09d58fa34c3b979bec3340c169db%2F160211-heartstethoscope-stock.jpg", "https://www.usnews.com/static/img/usn-logo-large.svg"], "top_img": "https://www.usnews.com/dims4/USNEWS/8533f36/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2Fde%2Ffa%2F09d58fa34c3b979bec3340c169db%2F160211-heartstethoscope-stock.jpg", "keywords": [], "authors": [], "canonical_link": "https://health.usnews.com/health-news/patient-advice/articles/2016-03-21/the-benefits-of-intensive-cardiac-rehabilitation-over-ordinary-cardiac-rehabilitation", "title": "The Benefits of Intensive Cardiac Rehabilitation Over Ordinary Cardiac Rehabilitation", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "description": "ICR is backed by strong&nbsp;clinical evidence&nbsp; – and that's just the beginning.", "keywords": "Craig Reiss, M.D.,health,LTHealth [Consumer Advice],patients,patient-advice-include [Consumer Advice],patient advice,healthandwellness [Consumer Advice],healthwellness [Consumer Advice],For Better [Consumer Advice],heart health,heart disease,Wellness", "site": "healthcare", "zone": "edit", "fb": {"pages": 5834919267, "app_id": 130063997038366}, "og": {"title": "The Benefits of Intensive Cardiac Rehabilitation Over Ordinary Cardiac Rehabilitation", "description": "ICR is backed by strong&nbsp;clinical evidence&nbsp; – and that's just the beginning.", "image": "https://www.usnews.com/dims4/USNEWS/8533f36/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2Fde%2Ffa%2F09d58fa34c3b979bec3340c169db%2F160211-heartstethoscope-stock.jpg", "type": "article", "site_name": "US News & World Report", "url": "https://health.usnews.com/health-news/patient-advice/articles/2016-03-21/the-benefits-of-intensive-cardiac-rehabilitation-over-ordinary-cardiac-rehabilitation"}, "twitter": {"image": "https://www.usnews.com/dims4/USNEWS/8533f36/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2Fde%2Ffa%2F09d58fa34c3b979bec3340c169db%2F160211-heartstethoscope-stock.jpg", "card": "summary_large_image", "site": "@USNews", "title": "The Benefits of Intensive Cardiac Rehabilitation Over Ordinary Cardiac Rehabilitation", "description": "ICR is backed by strong&nbsp;clinical evidence&nbsp; – and that's just the beginning."}, "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "optimizely": "Optimizely is supported by this application but is not enabled for this page."}, "movies": [], "publish_date": 1458532800.0, "source": "http://health.usnews.com", "summary": ""}