{"url": "http://www.npr.org/blogs/health/2015/05/11/404693609/for-headache-pain-a-lifestyle-change-may-be-better-than-a-doctor-visit", "text": "For Headaches, A Lifestyle Change May Be Better Than A Doctor Visit\n\nEnlarge this image Keith Negley for NPR Keith Negley for NPR\n\nTerri Bradford has suffered debilitating headaches all her life. Some days the pain is so bad, she says, \"By 11 o'clock in the morning, I'm on the couch in a darkened room with my head packed in ice.\"\n\n\"I've had two spinal taps; I've had so many nerve blocks I've lost count.\"\n\nOver the years, Bradford, who is 50 years old and lives in Bedford, Mass., has searched desperately for pain relief. She's been to the doctor countless times for countless tests. \"Everything I've had, I've had twice,\" she says. \"I've had two spinal taps; I've had so many nerve blocks I've lost count.\"\n\nBradford is not alone. It's estimated that every year 12 million Americans go to the doctor seeking help for headaches. Nearly one quarter of the population suffers from recurrent severe tension headaches or migraines.\n\nPeople who go to the doctor for headaches are increasingly likely to be sent for advanced testing and treatment, a study finds. That testing is expensive, it may not be necessary and it could even be harmful, says lead researcher Dr. John Mafi, of Beth Israel Deaconess Medical Center in Boston.\n\nMafi looked at the rates of advanced imaging like CT scans and MRIs in people with headaches, as well as referrals to other doctors, presumably specialists. He found that from 1999 to 2010, the number of diagnostic tests rose from 6.7 percent of all doctor visits to 13.9 percent. At the same time, referrals to other doctors increased from 6.9 percent to 13.2 percent. In other words, almost double what it was a decade ago.\n\nMafi says this isn't because more people are suffering headaches. The headache rate has remained virtually the same over the past decade. But what has changed is supply and demand. Today there are a lot more advanced diagnostic machines than there were a decade ago, and more patients are asking to be tested.\n\n\"There's a subconscious perception that fancier, more expensive tests are better and that equals better care.\"\n\n\"Patients are more assertive than ever before,\" Mafi says. \"They do research online, are more informed and sometimes go to the doctor demanding, 'I think I need an MRI.' \"\n\nAnd while an informed patient is a good thing, Mafi says sometimes the patient gets it wrong. \"I think there's a subconscious perception that more is better, and that fancier, more expensive tests are better and that equals better care.\"\n\nMafi's study did not include patients with tumors or other serious problems that can cause headaches. He only looked at otherwise healthy patients who suffered chronic headaches. And in these cases, repeated diagnostic testing can lead to further unnecessary procedures like biopsies.\n\nOn top of that, exposure to radiation in tests like CT scans adds up over time and can increase the risk of certain cancers.\n\nFor Terri Bradford, the years of searching for effective treatment proved futile. \"I've been to four neurologists. A lot of them have given up on me because I haven't gotten any better,\" she says.\n\nEventually Bradford ended up at Beth Israel Deaconess Medical Center, where neurologist Carolyn Bernstein directs the Comprehensive Headache Center. Bernstein says she sees lots of desperate patients like Bradford. \"The majority of them have really been suffering a number of years and they're really miserable with the pain,\" Bernstein says. They say, \" 'I hope you have a magic pill,' and of course there is no magic pill.\"\n\nThere is just no single reason why people get chronic headaches, although we do know that migraines have a genetic component and usually a trigger. \"If you are a migraine sufferer and I expose you to the right trigger, you're going to have a migraine,\" Bernstein says.\n\nBut the triggers are different for different people. They can include poor diet, too much sugar or certain types of alcohol. Problems sleeping, stress, lack of exercise or a combination of any number of these things can cause chronic headaches.\n\nAt the headache center, patients receive a thorough medical history that includes headache patterns, disability and mood assessments. Then the center works with patients to try to identify what triggers their headaches and how they can avoid those triggers in the future.\n\nSome people find relief through exercise. \"I write an exercise prescription probably as often as I write a prescription for medication,\" Bernstein says. She acknowledges it's sometimes difficult to encourage a patient with cracking head pain to get up and exercise. But even a little can help, and according to Bernstein it doesn't have to be jogging for miles and miles. It can be yoga, tai chi or even just a little stretching.\n\nA big lifestyle adjustment worked for Terri Bradford. She started exercising and changed her diet, giving up gluten, dairy and sugar. And she learned how to meditate to reduce stress. All these changes, she says, have made a huge difference. She has far fewer headaches and when she does have them, they're far less severe. \"I'm finally healing,\" she says.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2014/03/18/istock_000012745062medium_sq-3b241a4aceb04919a73685d962bac49e135fa6e6-s100-c15.jpg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/assets/img/2015/05/08/headaches_wide-72d69342b6423e169c14ba3023c6a4aac4e71376.jpg?s=1400", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/assets/img/2014/03/13/cefaly_model_us_web_sq-088aef095990aa2dfcdeff8184f47f9480ff25d1-s100-c15.jpg", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2015/05/08/headaches_wide-72d69342b6423e169c14ba3023c6a4aac4e71376-s1100-c15.jpg", "https://media.npr.org/assets/img/2012/04/13/a021081_sq-d5b16266022da4d7ed9f3718c11dea22ab05747b-s100-c15.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2015/05/08/headaches_wide-72d69342b6423e169c14ba3023c6a4aac4e71376.jpg?s=1400", "keywords": [], "authors": ["Patti Neighmond", "Terri Bradford", "Dr. John Mafi"], "canonical_link": "https://www.npr.org/sections/health-shots/2015/05/11/404693609/for-headache-pain-a-lifestyle-change-may-be-better-than-a-doctor-visit", "title": "For Headaches, A Lifestyle Change May Be Better Than A Doctor Visit", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2015-05-11", "description": "Each year more than 12 million Americans go to the doctor because of severe, chronic headaches. Many are sent for expensive tests. Researchers say all this testing isn't doing people much good.", "og": {"title": "For Headaches, A Lifestyle Change May Be Better Than A Doctor Visit", "url": "https://www.npr.org/sections/health-shots/2015/05/11/404693609/for-headache-pain-a-lifestyle-change-may-be-better-than-a-doctor-visit", "type": "article", "description": "Each year more than 12 million Americans go to the doctor because of severe, chronic headaches. Many are sent for expensive tests. Researchers say all this testing isn't doing people much good.", "image": "https://media.npr.org/assets/img/2015/05/08/headaches_wide-72d69342b6423e169c14ba3023c6a4aac4e71376.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "For Headaches, A Lifestyle Change May Be Better Than A Doctor Visit", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2015/05/08/headaches_wide-72d69342b6423e169c14ba3023c6a4aac4e71376.jpg?s=1400"}}}, "movies": [], "publish_date": 1431316800.0, "source": "http://www.npr.org", "summary": ""}