{"url": "http://www.nytimes.com/2012/06/05/health/research/new-epilepsy-tactic-fight-inflammation.html?_r=1&ref=health", "text": "“Many of us theorize that the two are tied — inflammation causes seizures, and seizures cause inflammation,” said Orrin Devinsky, director of the Comprehensive Epilepsy Center at the New York University Langone Medical Center and William’s doctor. “Over time, both of them may feed off each other.”\n\nAbout 50 million people worldwide, including more than 2.7 million people in the United States, are struggling with epilepsy in some form. Half of all patients are children. Epilepsy can result from brain injury, but in most cases the cause is unknown and may be genetic. Refractory epilepsy, its intractable form, and the medications with which doctors attempt to treat it can cause lifelong problems with learning, memory and behavior.\n\nAn epileptic seizure occurs when large groups of neurons in the brain begin firing uncontrollably, disrupting the balance of electrical activity and causing changes in mental function, motor function and behavior. It’s not known what sets off a seizure, but lately scientists like Dr. Devinsky have been gathering evidence that inflammation, the immune system’s response to injuries or foreign organisms, plays a pivotal role.\n\nScientists have known since the 1950s that inflammation is involved in a particularly vicious brain disorder called Rasmussen’s encephalitis, which starts seizures and usually affects children. Inflammation inflicts such severe damage to the brain that the standard treatment for the condition is hemispherectomy — the surgical removal of one of the brain’s hemispheres. Some researchers also suspect an inflammatory link to another form of epilepsy, infantile spasms, because children with the disease respond to ACTH, a hormone produced in the pituitary gland with strong anti-inflammatory effects.\n\nEleonora Aronica, a neuropathologist at the University of Amsterdam, has found signs of inflammation in autopsy specimens and surgical resections from patients with a wide range of epilepsies. Annamaria Vezzani, a neuroscientist at the Mario Negri Institute for Pharmacological Research in Milan, has induced epilepsy in mice and rats by injecting kainic acid into their brains, and has observed the activation of a cellular pathway linked to inflammation before and during seizures.\n\nThe amount of inflammation in the brain correlates with the frequency of seizures, she also has found. “This is a novel finding,” Dr. Vezzani said in an interview. “It was not known that inflammation was a common feature of different types of epilepsy.”\n\nPhoto\n\nNormal brain function is regulated by the glial cells, which protect neurons and induce an inflammatory response if the brain is injured. But this response also can contribute to seizures, some experts believe, either because components of the immune system stimulate neurons or because the glial cells’ capacity to regulate the brain is diminished when they become “distracted” by an injury. As Dr. Devinsky noted, seizures in turn may produce further inflammation, perpetuating the cycle.\n\nAdvertisement Continue reading the main story\n\nNow Dr. Vezzani and colleagues are testing a molecule called VX-765 that disrupts the inflammatory process she discovered. In one study, high doses of the drug reduced the number of seizures by about two-thirds in mice with treatment-resistant epilepsy.\n\nSixty patients enrolled in a subsequent trial did not experience a statistically significant improvement after taking VX-765 for six weeks, but they did begin to experience fewer seizures at the end of the trial.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe drug is now the subject of a Phase 2 trial involving 400 patients. “Anti-inflammatory therapies could at least supplement, and perhaps replace, anticonvulsants,” said Dr. Jacqueline French, a neurologist at the N.Y.U. Comprehensive Epilepsy Center who is leading the new trial.\n\nReplacing anticonvulsants is not merely an end in itself. Although they give many epileptics a better quality of life, they do not affect the course of the disease, only its symptoms. Researchers hope that anti-inflammatories may help ameliorate epilepsy’s underlying causes. “Giving a medication that could treat the epilepsy, as opposed to treating the seizure, would be absolutely novel,” Dr. French said.\n\nBut there are dangers to this approach. Steroids — potent anti-inflammatories that some doctors are using for experimental treatments — can have harmful long-term side effects. And it remains unclear whether inflammation might be implicated in all forms of epilepsy or which patients might benefit from anti-inflammatory treatment.\n\n“Like any new field, there’s a lot of enthusiasm and almost a bit of religion involved,” said Dr. Tallie Z. Baram, an epilepsy expert at the University of California, Irvine. “The challenge for the next few years is to find out the limitations, the boundaries, the real mechanisms.”\n\nStill, whatever the role of inflammation in epilepsy, Elisa Moller says that anti-inflammatories were a miracle intervention for her son. At William’s worst point, a night in July 2010, he had a seizure every time he fell asleep, suffering 23 grand mals between midnight and 6 a.m.\n\nDr. Devinsky had prescribed weekly doses of prednisone, a steroid, and in desperation Ms. Moller decided to administer a mega dose.\n\n“I was taking his life into my hands, I know,” she said. “But the way I looked at it, he was going to die anyway.”\n\nSince that night William has not had another seizure. He continues with the steroids and also follows the ketogenic diet, a high-fat, low-carbohydrate regimen that has proved beneficial for many with intractable epilepsy.\n\nAdvertisement Continue reading the main story\n\nSteroids are “the one thing I refuse to take him off of,” Ms. Moller said. “The past year has been the best time of his life.”", "images": ["https://static01.nyt.com/images/2012/06/05/science/05EPIL/05EPIL-jumbo.jpg", "https://static01.nyt.com/images/2012/06/05/science/05EPIL/05EPIL-superJumbo.jpg"], "top_img": "https://static01.nyt.com/images/2012/06/05/science/05EPIL/05EPIL-superJumbo.jpg", "keywords": [], "authors": ["Alastair Gee"], "canonical_link": "https://www.nytimes.com/2012/06/05/health/research/new-epilepsy-tactic-fight-inflammation.html", "title": "New Epilepsy Tactic: Fight Inflammation", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/100000001586196", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2012/06/05/health/research/new-epilepsy-tactic-fight-inflammation.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2012/06/05/health/research/new-epilepsy-tactic-fight-inflammation.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/100000001586196"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2012/06/05/health/research/new-epilepsy-tactic-fight-inflammation.html", "title": "New Epilepsy Tactic: Fight Inflammation", "description": "Some patients with epilepsy benefit from treatment with anti-inflammatory drugs, suggesting that brain inflammation plays a larger role in the disease than has been suspected.", "image": "https://static01.nyt.com/images/2012/06/05/science/05EPIL/05EPIL-thumbLarge.jpg", "card": "summary"}, "robots": "noarchive", "hdl_p": "New Epilepsy Tactic: Fight Inflammation", "description": "Some patients with epilepsy benefit from treatment with anti-inflammatory drugs, suggesting that brain inflammation plays a larger role in the disease than has been suspected.", "genre": "News", "articleid": 100000001586196, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "New Epilepsy Tactic: Fight Inflammation", "pdate": 20120604, "utime": 20140822125757, "ptime": 20120604161335, "DISPLAYDATE": "June 4, 2012", "dat": "June 4, 2012", "lp": "Some patients with epilepsy benefit from treatment with anti-inflammatory drugs, suggesting that brain inflammation plays a larger role in the disease than has been suspected.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "05epilepsy", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "published": "2012-06-04T16:13:35-04:00", "modified": "2014-08-22T12:57:57-04:00", "section": "Health", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "top-level-section": "health", "tag": "Medicine and Health"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "og": {"url": "https://www.nytimes.com/2012/06/05/health/research/new-epilepsy-tactic-fight-inflammation.html", "type": "article", "title": "New Epilepsy Tactic: Fight Inflammation", "description": "Some patients with epilepsy benefit from treatment with anti-inflammatory drugs, suggesting that brain inflammation plays a larger role in the disease than has been suspected.", "image": "https://static01.nyt.com/images/2012/06/05/science/05EPIL/05EPIL-superJumbo.jpg"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Alastair Gee", "tone": "feature", "byl": "By ALASTAIR GEE", "PT": "article", "CG": "health", "SCG": "research", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Medicine and Health", "keywords": "Epilepsy,Seizures (Medical),Brain,Research,Medicine and Health", "thumbnail_150": "https://static01.nyt.com/images/2012/06/05/science/05EPIL/05EPIL-thumbLarge.jpg", "thumbnail_150_height": 150, "thumbnail_150_width": 150, "thumbnail": "https://static01.nyt.com/images/2012/06/05/science/05EPIL/05EPIL-thumbStandard.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "dfp-ad-unit-path": "health/research", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1338868800.0, "source": "http://www.nytimes.com", "summary": ""}