{"url": "http://online.wsj.com/article/SB10001424052748703396604576087890340653656.html", "text": "Tired? Depressed? Forgetting things? Who isn't these days?\n\nThose are also symptoms of a deficiency of B12, a key nutrient needed to make red blood cells and DNA and keep the nervous system working right.\n\nVitamin B12 deficiency is officially considered rare, affecting about 1 in 1,000 Americans, according to a 2005 study. But the incidence rises with age, to about 15% of elderly people. The rate is also much higher among people who don't eat meat or dairy products, people with absorption problems, people taking acid-blocking medications and those with Type 2 diabetes who take the drug Metformin.\n\n\"B12 deficiency is much more common than the textbooks and journal articles say it is,\" says Alan Pocinki, an internist in Washington D.C., who routinely tests his patients who fall into those categories. He also notes that since the Metformin connection was discovered only recently, some physicians aren't aware of it. \"They assume that if patients complain of numbness and tingling in the feet, it's a diabetes issue and not a B12 issue.\"\n\nOther symptoms of low B12 include anemia, depression, dementia, confusion, loss of appetite and balance problems. Long-term deficiency can bring severe anemia, nerve damage and neurological changes that may be irreversible.\n\nJust three ounces of clams, breaded and fried, have about 570% of the daily allowance. Getty Images\n\nSometimes the symptoms are subtle. Internist Linda Assatourians, one of Dr. Pocinki's partners, says that a surprising number of her young female patients also have low levels of B12. Typically they are healthy and active, but they don't eat much meat and they have minor mood, memory or balance problems. \"When I supplement their B12, they feel better,\" Dr. Assatourians says. \"It's not a controlled study, but I see a lot of them.\"\n\n\"I was sort of tired, but I thought, 'It's winter and I'm doing too much,' \" says Jessica Riester, 27, editor of publications for a German-American think tank. Her B12 level was slightly over 200 picograms per milliliter (the normal range is considered 200 to 800 pg per ml). After several weeks of B12 injections, then 1,000 milligrams daily in pill form, her B12 is now over 600 pg per ml and she says she feels better. \"My color is better and the shadows under my eyes are gone,\" she says.\n\nIndeed, several studies have shown that some symptoms of B12 deficiency, particularly early problems with cognitive function, can be apparent even when patients' blood levels are still in the normal range.\n\nHow Much Recommended Dietary Allowances for vitamin B12 by age: 0-6 months: 400 nanograms\n\n6-12 months: 500 ng\n\n1-3 years: 900 ng\n\n4-8 years: 1.2 micrograms\n\n9-13 years: 1.8 mcg\n\n14 years and older: 2.4 mcg\n\nPregnant women: 2.6 mcg\n\nNursing mothers: 2.8 mcg Source: National Academy of Sciences, 1998\n\nStill, vitamin B12 isn't a miracle pick-me-up, a performance enhancer, a weight-loss aid or a quick way to sober up after a long night of drinking, as some celebrities and Internet marketers claim. For people who aren't deficient, \"there's no evidence whatsoever that these injections are useful to pep you up,\" says Irwin H. Rosenberg, a professor and former dean of the Friedman School of Nutrition at Tufts University. Taking too much B12 is unlikely to be harmful, he adds; the excess is simply excreted.\n\nB12 is one of the newest of the human vitamins, identified in 1948. It originates in bacteria, yeast and microbes in soil. Plants can't store it, so people get their B12 almost exclusively from meat, liver, poultry, fish and dairy products. Adults need just 2.4 micrograms a day, the amount in three ounces of beef, and can generally store it in fat tissue for several years. Dr. Pocinki speculates that some of his very lean patients are B12 deficient because they don't have much fat to store it in.\n\nSome people have trouble absorbing B12 in the first place. Stomach acid is needed to release it from food particles. People who have used acid-blocking medications, particularly proton-pump inhibitors, for years may not have enough. And many elderly people naturally stop making stomach acid, so B12 deficiencies are increasingly common as people age.\n\nBoosting B12 B12 comes almost exclusively from meat, liver, poultry, fish and dairy products. Some breakfast cereals are also fortified with the vitamin. Selected Food Sources of Vitamin B12 Food Micrograms (mcg) per serving Percent DV* Liver, beef, braised, 1 slice 48 800 Clams, cooked, breaded and fried, 3 ounces 34.2 570 Breakfast cereals, fortified with 100% of the DV for vitamin B12, 1 serving 6 100 Trout, rainbow, wild, cooked, 3 ounces 5.4 90 Salmon, sockeye, cooked, 3 ounces 4.9 80 Trout, rainbow, farmed, cooked, 3 ounces 4.2 50 Beef, top sirloin, broiled, 3 ounces 2.4 40 Cheeseburger, double patty and bun, 1 sandwich 1.9 30 Breakfast cereals, fortified with 25% of the DV for vitamin B12, 1 serving 1.5 25 Yogurt, plain, 1 cup 1.4 25 Haddock, cooked, 3 ounces 1.2 20 Tuna, white, 3 ounces 1 15 Milk, 1 cup 0.9 15 Cheese, Swiss, 1 ounce 0.9 15 Beef taco, 1 taco 0.8 13 Ham, cured, roasted, 3 ounces 0.6 10 Egg, large, 1 whole 0.6 10 Chicken, roasted, ½ breast 0.3 6\n\nThat's why the Institute of Medicine recommends that people over age 51 get most of their daily requirement from B12 supplements or cereals fortified with the vitamin that break down more easily in the digestive tract.\n\nFurther down the digestive tract, B12 must combine with a protein called intrinsic factor to be absorbed into the body. Without intrinsic factor, people absorb much less B12, resulting in a condition called pernicious anemia, in which red blood cells don't develop properly. Left untreated, pernicious anemia can bring on neurological changes, delusions and hallucinations. The discovery that eating large amounts of liver could cure pernicious anemia led to the Nobel Prize for medicine in 1934.\n\nOther conditions can also interfere with B12 absorption, including celiac disease and Crohn's disease. \"I thought I was going to die in my sleep because I had so little energy,\" says Ellen Icochea, a senior executive at the Federal Bureau of Investigation who had a very low B12 level along with several major medical problems. Weekly B12 injections made a dramatic difference. \"It was like, 'Wow, here's energy!' \" she says.\n\nDavid H. Johnson, a 54-year old wildlife biologist, takes B12 shots every three days to cope with the challenges of chronic fatigue syndrome. \"Imagine you are on a small roller coaster,\" he says. \"You feel up one day and the next and then you start slumping until you're really flat again.\"\n\nB12 comes in pill form and a new nasal spray, but injections are the fastest way to correct a severe deficiency, since it does not need to be absorbed in the digestive tract. Many patients learn to inject themselves or have a spouse do it to cut down on doctor visits. \"I have world travelers who take their B12 and needles with them. It's like traveling with insulin,\" says Dr. Pocinki.\n\nHe says he has seen low-grade depression lift when patients were given B12 supplements.\n\nResearchers are still investigating possible links between long-term B12 deficiency and other health problems. It's known, for example, that B12 and the other B vitamins help reduce homocysteine, an amino acid in the bloodstream that may be associated with heart disease. But several large prospective studies have not shown that taking B12 supplements reduces the risk.\n\nIt's also not clear whether low B12 raises the risk of dementia and Alzheimer's disease, although cognitive impairment brought on by low B12 is sometimes mistaken for Alzheimer's.\n\n\"It's really easy to miss, and really easy to fix,\" says Dr. Pocinki.\n\nAn additional concern: A high level of folic acid can mask symptoms of B12 deficiency, and many people are getting more folic acid than they realize. Since 1996, all enriched flour must contain folic acid to reduce the risk of neural-tube defects, a severe malformation that occurs in developing fetuses. Some studies suggest that having high folic acid can make cognitive damage from low B12 even worse.\n\n\"To this day, we are concerned about the trade-off,\" says Dr. Rosenberg, who was on the advisory panel that recommended enriching flour.\n\nWrite to Melinda Beck at HealthJournal@wsj.com", "images": ["https://content-thumbnail.cxpublic.com/content/dominantthumbnail/fddd6d28f0576a5772474e644a95623747e1cb4b.jpg?5dc9ac40", "https://s.wsj.net/public/resources/images/B3-FK672_STREAM_C_20191108185629.jpg", "https://m.wsj.net/video/20191107/110719opvidpw3/110719opvidpw3_167x94.jpg", "https://si.wsj.net/public/resources/images/PJ-AY898_HEALTH_D_20110117164249.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/461b35da8a2936ee4a7ca01072773c0d5aa427f2.jpg?5dc9b5ae", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/0d2ffa0d6fff89f02d5a9d5508d5467ad9dbd858.jpg?5dc9aba1", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/487b80633438bb2d561829c2e7f8bccee2c45e0b.jpg?5dc9ab9e", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/93d4c0693749e5d6abc5f87d798d3bfdb580948b.jpg?5dc995fd", "https://m.wsj.net/video/20191107/110719electiontech2/110719electiontech2_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/2a7d0786567f18bb6a72f17019cd642c0b51f730.jpg?5dc9b274", "https://images.wsj.net/im-101746?width=111&height=62", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/3f61c934324559d54745fffbed697f2b611fa261.jpg?5dc9b660", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/f600b0a56ee84a4d350fa4e522e51ee27d5fd426.jpg?5dc9aba3", "https://m.wsj.net/video/20191104/cinvest1105/cinvest1105_167x94.jpg", "https://images.wsj.net/im-125154?width=111&height=62", "https://si.wsj.net/public/resources/images/PJ-AY897_HEALTH_G_20110117164321.jpg", "https://s.wsj.net/public/resources/images/B3-ES110_PARTNE_C_20190809085434.jpg", "https://m.wsj.net/video/20191101/110419elevatorpai/110419elevatorpai_167x94.jpg", "https://si.wsj.net/public/resources/images/PJ-AY897_HEALTH_D_20110117164321.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/4a581253a775cca47f02b15ba756a5f4ccf7b8bf.jpg?5dc969b8", "https://images.wsj.net/im-124802?width=111&height=62", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/869c2a340c4c25db5466a6de556da60ae1a2bf4e.jpg?5dc9b4f7", "https://m.wsj.net/video/20191107/110719seib/110719seib_167x94.jpg"], "top_img": "https://si.wsj.net/public/resources/images/PJ-AY897_HEALTH_G_20110117164321.jpg", "keywords": [], "authors": ["Melinda Beck"], "canonical_link": "https://www.wsj.com/articles/SB10001424052748703396604576087890340653656", "title": "Sluggish? Confused? Vitamin B12 May Be Low", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "dj.asn": "i-00ab", "user.type": "nonsubscriber", "user.exp": "default", "page.section": "Article", "page.content.type": "Article", "page.content.format": "responsive", "page.content.source": "WSJ Online", "article.template": "full", "page.site": "wsj", "page.site.product": "WSJ", "page.region": "na,us", "article.id": "SB10001424052748703396604576087890340653656", "article.type": "Health Journal", "article.type.display": "Health Journal", "article.access": "free", "article.headline": "Sluggish? Confused? Vitamin B12 May Be Low", "article.summary": "For some people, clams, beef, yogurt and tuna may be the solution to low energy and forgetfulness. That's because these foods are rich in vitamin B12.", "apple-itunes-app": "app-id=364387007,app-argument=wsj://launch?articleid=SB10001424052748703396604576087890340653656&headline=Sluggish%3F%20Confused%3F%20Vitamin%20B12%20May%20Be%20Low&weburl=http://www.wsj.com/articles/SB10001424052748703396604576087890340653656", "al": {"ios": {"url": "wsj://launch?articleid=SB10001424052748703396604576087890340653656&headline=Sluggish%3F%20Confused%3F%20Vitamin%20B12%20May%20Be%20Low&weburl=http://www.wsj.com/articles/SB10001424052748703396604576087890340653656"}}, "article.page": "Health and Wellness", "article.section": "Health and Wellness", "article.published": "2011-01-18T05:01:00.000Z", "article.updated": "2011-01-18T05:01:00.000Z", "article.created": "2011-01-17T21:38:00.000Z", "dateLastPubbed": "2011-01-18T05:01:00.000Z", "author": "Melinda Beck", "keywords": "research,development,corporate,industrial news,political,general news,dementia,health,medical conditions,mental disorders", "cXenseParse": {"wsj-keywords": "research,development,corporate,industrial news,political,general news,dementia,health,medical conditions,mental disorders", "wsj-primary-inset": "none", "poptart": {"image": "https://si.wsj.net/public/resources/images/PJ-AY897_HEALTH_D_20110117164321.jpg"}, "candybar": {"image": "https://si.wsj.net/public/resources/images/PJ-AY897_HEALTH_E_20110117164321.jpg"}, "wsj-page-content-source": "WSJ Online", "wsj-coral": "false"}, "news_keywords": "research,development,corporate,industrial news,political,general news,dementia,health,medical conditions,mental disorders", "description": "For some people, clams, beef, yogurt and tuna may be the solution to low energy and forgetfulness. That's because these foods are rich in vitamin B12.", "article": {"word_count": 1136, "image_count": 2, "embed_count": 2, "internal_link_count": 1, "publisher": "https://www.facebook.com/wsj", "opinion": "false"}, "robots": "noarchive,noodp", "language": "en", "twitter": {"title": "Sluggish? Confused? Vitamin B12 May Be Low", "description": "For some people, clams, beef, yogurt and tuna may be the solution to low energy and forgetfulness. That's because these foods are rich in vitamin B12.", "image": {"identifier": "https://si.wsj.net/public/resources/images/PJ-AY897_HEALTH_G_20110117164321.jpg", "alt": "Sluggish? Confused? Vitamin B12 May Be Low"}, "card": "summary_large_image", "site": "@WSJ", "domain": "wsj.com"}, "fb": {"app_id": 368513495882, "pages": 8304333127}, "og": {"title": "Sluggish? Confused? Vitamin B12 May Be Low", "description": "For some people, clams, beef, yogurt and tuna may be the solution to low energy and forgetfulness. That's because these foods are rich in vitamin B12.", "url": "https://www.wsj.com/articles/SB10001424052748703396604576087890340653656", "image": {"identifier": "https://si.wsj.net/public/resources/images/PJ-AY897_HEALTH_G_20110117164321.jpg", "width": 553, "height": 369}, "locale": "en_US", "type": "article", "site_name": "WSJ"}, "cx_pv_id": "k2utpbdhnk0306wv", "cx_shield": "{\"campaign\":99999,\"placement\":\"cx-articlecover\",\"tag\":\"openhouse\",\"type\":\"free\",\"bucket\":8}", "referrer": "always"}, "movies": [], "publish_date": null, "source": "http://online.wsj.com", "summary": ""}