{"url": "https://www.statnews.com/2017/09/04/prostate-cancer-analysis/", "text": "An analysis of two influential studies of prostate cancer screening concludes that the much-debated test “significantly” reduces deaths from the disease, suggesting that current recommendations against routine PSA screening might be steering men away from a lifesaving procedure.\n\nThe analysis, published Monday in Annals of Internal Medicine, drew wildly different reactions, as is often the case with research on PSA screenings. Some experts in cancer screening and statistics said its novel approach was “on shaky ground” and used a “completely unverifiable” methodology that they had “never seen before,” but others praised its “intriguing and innovative approach.” There was one area of agreement, however: “I imagine it’s going to generate some buzz,” said biostatistician Ted Karrison of the University of Chicago.\n\nIf the new analysis is correct, one of the influential PSA studies, called PLCO, reduced deaths from prostate cancer by 27 percent to 32 percent, not the zero percent that PLCO researchers themselves found. For a man in the U.S., the risk of dying of prostate cancer is about 2.5 percent. A mortality reduction of 30 percent would lower the death rate to 1.75 percent, said epidemiologist Ruth Etzioni of Fred Hutchinson Cancer Research Center, the study’s senior author.\n\nadvertisement\n\n“If a screening test reduces cancer mortality by 20 percent, it’s considered a successful test,” Etzioni said. “I think the [prostate-cancer] mortality reduction we calculate is a significant benefit. This is a screening test that saves lives.”\n\nNewsletters Sign up for Cancer Briefing A weekly look at the latest in cancer research, treatment, and patient care. Please enter a valid email address. Privacy Policy Leave this field empty if you're human:\n\nThose gains come at some cost to health, though: For every life saved, she estimated, five men will be told they have cancer when in fact their abnormal cells would never grow, spread, or harm them. In other estimates, such “overdiagnoses” outnumber lives saved by 50-to-1.\n\nThe new study lands amid another shift in how experts view PSA screening, which measures blood levels of a molecule sometimes associated with prostate cancer. In 2012 the U.S. Preventive Services Task Force, whose recommendations help determine that procedures insurance should cover, recommended against routine PSA tests because of their many risks and tiny benefits. Among other drawbacks, the tests lead to overdiagnosis (meaning a biopsy finds malignant cells but they are so innocuous they would never harm, let alone kill, the man) as well as incontinence and impotence from treatment (including of harmless cancers).\n\nIn April, however, the task force proposed instead that men aged 55 to 69 discuss PSA’s pros and cons with their doctor and then decide what to do, factoring in that if 1,000 men get regular PSA screening for a decade it will save about one life. (Older and younger men are still advised not to have routine screening.)\n\nThe rationale for the re-analysis led by Etzioni is that the PLCO study was a bit of a mess. It assigned half of its nearly 77,000 participants, men ages 55 to 74, to have yearly PSA tests and the other half to not do so. But 46 percent of the men in the no-PSA group had yearly PSAs anyway. As a result, when researchers counted deaths in each group, it wasn’t a clean comparison: Rather than comparing screened to unscreened men, they were comparing assigned-to-screening men to not-assigned-to-screening men.\n\nThe finding that assigned-to-screening men were no more likely to avoid death from prostate cancer might therefore have been because their screening behavior wasn’t different enough from the “unscreened” (but in fact partly screened) men’s, not because PSA screening doesn’t save lives.\n\nIn an effort to untangle that possibility, Etzioni and 21 co-authors from 10 countries created multiple mathematical models. They all rely on estimates of “lead time,” or how much sooner a cancer is detected because of PSA instead of because symptoms are detected. The models incorporated the records of all the PLCO men and ignored which group they’d been assigned to.\n\nBottom line: Screened men’s cancers were detected earlier than unscreened men’s, and more frequent screening advanced detection more. That moved some prostate cancers from too-advanced-to-treat to treatable, reducing prostate cancer mortality by 27 percent to 32 percent over 11 years, Etzioni and her colleagues conclude.\n\nResearchers not involved in the study weren’t convinced. “The concern is that men in the no-screening group but who chose to get screened anyway might differ in important ways from men who stayed with no-screening,” Karrison said. They might be more health conscious or conscientious, or have other traits associated with longevity. If so, then those traits, not screening, might be responsible for their lower risk of dying from prostate cancer. Two prominent experts in cancer prevention and statistics agreed, but said they did not want to be publicly identified as criticizing the new analysis because some of its authors are colleagues of theirs.\n\nDr. Kenneth Lin of Georgetown University Medical Center, a former staffer at the USPSTF, said crediting PSA tests with reducing prostate cancer mortality by around 30 percent was probably an overstatement, especially since mathematical models are only models. An earlier one for the PLCO study concluded that more men died in its screening group than in the don’t-get-screened group. “Models are models,” Lin said. “No matter how sophisticated, they shouldn’t trump data from real people who participated in the randomized trials” — which in PLCO found zero lives saved from PSA screening.\n\nA researcher associated with the Preventive Services Task Force, but who was not permitted to speak to reporters while the group is finalizing its PSA recommendation, said the panel would incorporate the new paper in its analysis. “But honestly,” he said, “I don’t know that this adds a great deal to our understanding.”", "images": ["https://www.statnews.com/wp-content/uploads/2017/09/AP_16343704134304-645x645.jpg", "https://www.statnews.com/wp-content/uploads/2019/08/Newsletter-Logo-Images-DR.png", "https://www.statnews.com/wp-content/themes/stat/images/stat-logo.svg", "https://www.statnews.com/wp-content/plugins/stat-lazy-load/images/330x400-00000000.png", "https://dc.ads.linkedin.com/collect/?pid=46858&fmt=gif", "https://www.statnews.com/wp-content/uploads/2017/09/AP_16343704134304-1024x576.jpg", "https://www.statnews.com/wp-content/uploads/2018/03/Circular_Sharon.png", "https://www.facebook.com/tr?id=436331036555416&ev=PageView&noscript=1"], "top_img": "https://www.statnews.com/wp-content/uploads/2017/09/AP_16343704134304-1024x576.jpg", "keywords": [], "authors": ["Sharon Begley", "Shraddha Chakradhar", "Megan Thielking", "Elizabeth Preston", "Associated Press"], "canonical_link": "https://www.statnews.com/2017/09/04/prostate-cancer-analysis/", "title": "PSA saves lives, a new analysis finds. Not everyone agrees", "meta_data": {"viewport": "width=device-width, initial-scale=1", "referrer": "origin", "description": "An analysis of two influential studies of prostate cancer screening concludes that the much-debated test “significantly” reduces deaths from the disease.", "og": {"locale": "en_US", "type": "article", "title": "PSA saves lives, a new analysis finds. Not everyone agrees", "description": "An analysis of two influential studies of prostate cancer screening concludes that the much-debated test “significantly” reduces deaths from the disease.", "url": "https://www.statnews.com/2017/09/04/prostate-cancer-analysis/", "site_name": "STAT", "updated_time": "2017-10-27T20:23:53+00:00", "image": {"identifier": "https://www.statnews.com/wp-content/uploads/2017/09/AP_16343704134304-1024x576.jpg", "secure_url": "https://www.statnews.com/wp-content/uploads/2017/09/AP_16343704134304-1024x576.jpg", "width": 1024, "height": 576}}, "article": {"publisher": "http://facebook.com/statnews/", "tag": "men's health", "section": "Health", "published_time": "2017-09-04T21:00:49+00:00", "modified_time": "2017-10-27T20:23:53+00:00"}, "fb": {"app_id": 933808010032702, "pages": 1456948254627841}, "twitter": {"card": "summary_large_image", "description": "An analysis of two influential studies of prostate cancer screening concludes that the much-debated test “significantly” reduces deaths from the disease.", "title": "PSA saves lives, a new analysis finds. Not everyone agrees", "site": "@statnews", "image": "https://www.statnews.com/wp-content/uploads/2017/09/AP_16343704134304-1024x576.jpg", "creator": "@sxbegle"}, "generator": "WordPress 5.2.4", "ia": {"markup_url": "https://www.statnews.com/2017/09/04/prostate-cancer-analysis/?ia_markup=1"}, "apple-itunes-app": "app-id=1324796990", "msapplication-TileImage": "https://www.statnews.com/wp-content/uploads/2015/10/cropped-stat-logo-teal-328x328.png"}, "movies": [], "publish_date": 1504497600.0, "source": "https://www.statnews.com", "summary": ""}