{"url": "https://consumer.healthday.com/vitamins-and-nutrition-information-27/misc-weight-news-704/balloon-in-a-pill-helps-obese-patients-lose-weight-in-study-716556.html", "text": "En Español\n\nBy Steven Reinberg\n\nHealthDay Reporter\n\nFRIDAY, Nov. 4, 2016 (HealthDay News) -- Obese patients who swallowed balloon capsules that helped them eat less lost an average of 15 pounds, roughly two times more weight than patients who just dieted and exercised, researchers report.\n\nThe capsule was inflated with gas via a catheter when it reached the stomach. As many as three balloons were placed over three months, and all of the balloons were removed after six months. The balloons made patients feel full, the researchers explained.\n\nIn addition to the balloons, patients followed a moderate diet and behavior modification program. Whether the weight loss will last over the long term isn't known, said lead researcher Dr. Aurora Pryor, director of the Bariatric and Metabolic Weight Loss Center at Stony Brook University in New York.\n\nThe study lasted a year, but \"we don't know what happens after that,\" Pryor said.\n\n\"If they are able to stick to their newfound lifestyle with their diet and exercise program, they could maintain their weight loss,\" she said. \"The long-term results are dependent on patients keeping their motivation to stay with their diet and exercise programs.\"\n\nThe balloon treatment will be available starting in January, but the cost hasn't been announced, Pryor said. The device, called the Obalon Balloon System, was approved in September by the U.S. Food and Drug Administration.\n\nAn advantage of the balloons is that patients have no downtime and can go back to work the same day, the researchers said.\n\n\"There is no sedation or recovery time when the balloons are placed, but there is sedation when the balloons are removed, so you wouldn't want to go back to work after that,\" Pryor added.\n\nPryor believes balloons are a better option for patients who are candidates for weight loss surgery but don't want surgery. \"For people who want to lose some weight but don't feel they are heavy enough for surgery or they're afraid of surgery, this is a really good next step to help them jump start their weight loss,\" she suggested.\n\nThe findings were to be presented Friday at the annual meeting of the American Society for Metabolic and Bariatric Surgery and the Obesity Society in New Orleans. Research presented at meeting is considered preliminary until published in a peer-reviewed journal.\n\nOne weight-loss expert expressed some doubts about the findings.\n\n\"I still question the efficacy of balloons,\" said Dr. Mitchell Roslin, chief of obesity surgery at Lenox Hill Hospital in New York City. \"While there is potentially easier insertion that does not require sedation, I still doubt after removal there will be weight loss,\" he said.\n\nRoslin said patients who have other treatments that restrict their ability to eat -- such as bands and bypass operations that reduce the size of the stomach -- often regain lost weight over time. \"As time goes on, weight loss will be about lifestyle changes,\" he said.\n\nThe only argument for the balloon is that it starts the lifestyle changes, Roslin said. \"It may make it easier to become motivated,\" he said. \"But I believe that few will maintain weight loss two years after any balloon.\"\n\nFor the study, Pryor and her colleagues randomly assigned nearly 400 obese patients to receive a real or sham device. All patients also had 25 minutes of lifestyle therapy every three weeks. After six months, patients with the Obalon balloons had them removed.\n\nDuring the time patients had the balloons, and for six months after, the researchers monitored their weight loss. The investigators also followed those who had not received the balloon therapy.\n\nPeople treated with the balloons lost an average of 7 percent of their weight, compared to less than 4 percent for those who received the sham device, the researchers found. Six months after the balloons were removed, nearly 90 percent maintained the weight loss they achieved during treatment, Pryor said.\n\nAs for side effects, one patient had a bleeding stomach ulcer while taking high doses of pain pills after a knee replacement. Most patients (91 percent) suffered from stomach cramps and nausea, which nearly 100 percent said were mild or moderate.\n\nThe results were also presented at a medical meeting in May.\n\nOne health and nutrition expert noted that a balloon does not equal a lifestyle change.\n\n\"A gastric balloon may help with weight loss, but will do nothing to improve diet quality and overall health,\" said Dr. David Katz. He is director of the Yale-Griffin Prevention Research Center in Derby, Conn., and president of the American College of Lifestyle Medicine.\n\nThe role for such technology-based approaches to weight control should be a small one, he said.\n\n\"Such devices may be alternatives to bariatric surgery in some cases. But they should not distract us from the far better solution at the population level: practices, programs and policies that make eating well and being active a cultural norm,\" Katz said.\n\nMore information\n\nVisit the U.S. Centers for Disease Control and Prevention for more on obesity.", "images": ["https://media.healthday.com/Images/icimages/obesity08262.jpg"], "top_img": "https://media.healthday.com/Images/icimages/obesity08262.jpg", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/vitamins-and-nutrition-information-27/misc-weight-news-704/balloon-in-a-pill-helped-obese-patients-lose-weight-716556.html", "title": "Balloon-in-a-Pill Helped Obese Patients Lose Weight", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Curbing appetite by making patients feel full could jumpstart a weight-loss program, researcher says", "og": {"title": "Balloon-in-a-Pill Helped Obese Patients Lose Weight", "image": "https://media.healthday.com/Images/icimages/obesity08262.jpg", "description": "Curbing appetite by making patients feel full could jumpstart a weight-loss program, researcher says", "url": "https://consumer.healthday.com/vitamins-and-nutrition-information-27/misc-weight-news-704/balloon-in-a-pill-helped-obese-patients-lose-weight-716556.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}