{"url": "http://Healthday.com/Article.asp?AID=636317", "text": "By Steven Reinberg\n\nHealthDay Reporter\n\nTUESDAY, Feb. 23, 2010 (HealthDay News) -- A popular nutritional supplement -- extract of bitter melon -- may help protect women from breast cancer, researchers say.\n\nBitter melon is a common vegetable in India, China and South America, and its extract is used in folk remedies for diabetes because of its blood-sugar lowering capabilities, according to the researchers.\n\n\"When we used the extract from that melon, we saw that it kills the breast cancer cells,\" said lead researcher Ratna Ray, a professor of pathology at Saint Louis University. But their work was done in a laboratory, not in humans, she noted.\n\nThe bitter melon extract killed only the cancer cells, not the healthy breast cells. \"We didn't see any death in the normal cells,\" she said.\n\nHowever, these results are not proof that bitter melon extract prevents or cures breast cancer.\n\n\"I don't believe that it will cure cancer,\" Ray said. \"It will probably delay or perhaps have some prevention.\"\n\nThe report was published online Feb. 23 in advance of print publication March 1 in Cancer Research.\n\nFor the study, Ray's team treated human breast cancer cells with bitter melon extract, which is sold in U.S. health food stores and over the Internet.\n\nThe extract slowed the growth of these breast cancer cells and even killed them, the researchers found. The next step is to see if the team can repeat these findings in animals, Ray said. If so, human trials might follow.\n\nEating bitter melon could also have a beneficial effect, Ray said. \"It has ingredients which are good for the health.\" Those ingredients include Vitamin C and flavonoids.\n\nMarji McCullough, strategic director of nutritional epidemiology at the American Cancer Society, expressed interest in the findings.\n\n\"The results of this laboratory study are intriguing,\" McCullough said. \"But before recommending bitter melon extract supplements for cancer prevention, we need appropriate clinical trials to establish its safety and efficacy in humans.\"\n\nFor now, the cancer society recommends getting nutrients through foods, not supplements, McCullough said.\n\nThis involves eating \"a plant-based diet including a variety of vegetables and fruits,\" she said. \"Many supplements have biologic activity, but before I recommend that people take isolated supplements they need to be tested in humans.\"\n\nCurrent recommendations to prevent breast cancer include maintaining a healthy weight, limiting alcohol, exercising and eating a healthful diet, McCullough said.\n\nMore information\n\nFor more information on breast cancer, visit the American Cancer Society.", "images": ["http://Healthday.com/images/favicon.ico"], "top_img": "http://Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/alternative-medicine-information-3/mis-alternative-medicine-news-19/bitter-melon-extract-may-slow-stop-breast-cancer-636317.html", "title": "Bitter Melon Extract May Slow, Stop Breast Cancer", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "But lab test results must be repeated in animals and humans, experts say", "og": {"title": "Bitter Melon Extract May Slow, Stop Breast Cancer", "description": "But lab test results must be repeated in animals and humans, experts say", "url": "https://consumer.healthday.com/alternative-medicine-information-3/mis-alternative-medicine-news-19/bitter-melon-extract-may-slow-stop-breast-cancer-636317.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://Healthday.com", "summary": ""}