{"url": "https://consumer.healthday.com/diabetes-information-10/misc-diabetes-news-181/one-blood-test-might-be-enough-to-diagnose-diabetes-734895.html", "text": "En Español\n\nTUESDAY, June 19, 2018 (HealthDay News) -- New research suggests that a single blood test could confirm type 2 diabetes, saving patients time and health care costs.\n\nCurrently, it's recommended that a blood test focused on elevated fasting levels of blood sugar (glucose) or a blood component called glycated hemoglobin (HbA1c) be confirmed with a second blood test at a follow-up visit.\n\nBut taking the test twice takes up time and money and could still result in missed diagnoses, said a team from the Johns Hopkins Bloomberg School of Public Health in Baltimore.\n\nIn the new study, researchers led by Hopkins epidemiologist Elizabeth Selvin looked at data on more than 13,000 people in a long-running U.S. heart disease study. The study began in the 1980s, and along the way has recorded valuable data from participants, including diabetes test data.\n\nSelvin's group analyzed that data, and reported that a positive result for glucose and HbA1c from just a single blood sample can confirm type 2 diabetes.\n\nThis could change care, \"potentially allowing a major simplification of current clinical practice guidelines,\" Selvin said in a university news release. \"Doctors are already doing these [glucose and HbA1c] tests together -- if a patient is obese, for example, and has other risk factors for diabetes, the physician is likely to order tests for both glucose and HbA1c from a single blood sample.\n\n\"It's just that the guidelines don't clearly let you use the tests from that one blood sample to make the initial diabetes diagnosis,\" she explained.\n\nDiabetes is treatable, but about 3 million Americans with the disease don't know they have it.\n\n\"I'm hoping that these results will lead to a change in the clinical guidelines when they are revised in early 2019, which could make identifying diabetes a lot more efficient in many cases,\" Selvin said.\n\nDiabetes experts welcomed the findings.\n\n\"Diabetes moves fast, and the cost of diabetes has increased more than 20 percent since 2012,\" noted Dr. Robert Courgi. The new study \"helps us move quicker to treat diabetes,\" he said.\n\n\"By diagnosing diabetes quicker, we can improve outcomes,\" said Courgi, an endocrinologist at Northwell Health's Southside Hospital in Bay Shore, N.Y. \"The current standard is to delay diagnosis with repeat office visits and blood work. Now we can educate the patient sooner and start treatment earlier to prevent complications of diabetes such as heart attack, dialysis and amputations.\"\n\nDr. Gerald Bernstein coordinates the Friedman Diabetes Program at Lenox Hill Hospital in New York City. He agreed that quicker diagnosis could mean better treatment and outcomes for patients.\n\n\"The CDC reports that greater than 52 percent of the U.S. population has either clinical diabetes or prediabetes,\" Bernstein noted. \"Given these numbers, any abnormality of glucose should be regarded as sufficient reason to start preventative treatment with an education program, lifestyle change and first-line medication such as metformin.\"\n\nAccording to Bernstein, if only one diagnostic test were needed, \"this would mean that a follow-up visit would be a look at the treatment benefits -- rather than a confirmation of an abnormal glucose.\"\n\nThe study was published June 19 in the journal Annals of Internal Medicine.\n\nMore information\n\nThe American Diabetes Association has more on type 2 diabetes.", "images": ["https://media.healthday.com/Images/icimages/SS36041.jpg"], "top_img": "https://media.healthday.com/Images/icimages/SS36041.jpg", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/diabetes-information-10/misc-diabetes-news-181/one-blood-test-might-be-enough-to-diagnose-diabetes-734895.html", "title": "One Blood Test Might Be Enough to Diagnose Diabetes", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "New research suggests that a single blood test could confirm type 2 diabetes, saving patients time and health care costs.", "og": {"title": "One Blood Test Might Be Enough to Diagnose Diabetes", "image": "https://media.healthday.com/Images/icimages/SS36041.jpg", "description": "New research suggests that a single blood test could confirm type 2 diabetes, saving patients time and health care costs.", "url": "https://consumer.healthday.com/diabetes-information-10/misc-diabetes-news-181/one-blood-test-might-be-enough-to-diagnose-diabetes-734895.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}