{"url": "http://consumer.Healthday.com/Article.asp?AID=642547", "text": "En Español\n\nBy Alan Mozes\n\nHealthDay Reporter\n\nSUNDAY, Aug. 29, 2010 (HealthDay News) -- Most heart patients who take low-dose omega-3 fatty acid supplements don't appear to gain any additional protection against further cardiac trouble, new Dutch research cautions.\n\nIn fact, neither low doses of docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA), which are found in fish oil, nor of alpha-linolenic acid (ALA), derived from nuts and several vegetable oils, provided any benefit to the vast majority of heart patients, the study showed.\n\nThe scientists focused on patients who were already taking medications to control blood pressure, cholesterol and potential clotting. So, the researchers theorized that the poor performance of the supplements may simply reflect the overwhelming power of the medications.\n\nStudy author Daan Kromhout, from the division of human nutrition at Wageningen University in the Netherlands, is to present the findings Sunday at the European Society of Cardiology Congress in Stockholm; the study will appear online in the New England Journal of Medicine simultaneously.\n\nIn the study, researchers focused on a group of more than 4,800 Dutch heart attack patients between the ages of 60 and 80, slightly more than three-quarters of whom were men.\n\nAll had experienced a heart attack at some point in the decade leading up to the study, and all were taking blood pressure medications, anti-clotting drugs and statins.\n\nAt the study's start, the patients were instructed to consume (over a period lasting a little over three years) one of four different types of margarines: one supplemented with omega-3 fatty acids; one supplemented with the plant-derived ALA; one supplemented with both omega-3 fatty acids and ALA; and one with no supplements.\n\nThe amount of supplementation added to the various margarines was deemed to be \"low-dose.\" During the study, the patients consumed an average of 18.8 grams of margarine per day, which meant ingestion of an average of 226 milligrams of EPA combined with 150 milligrams of DHA omega-3 fatty acids and/or 1.9 grams of ALA.\n\nBy the study's end, almost 14 percent of the heart attack patients had experienced another \"major cardiovascular event,\" with some cases ending in death.\n\nNone of the low-dose supplements seemed to stave off such events in most of the patients. One exception appeared to be among women ingesting ALA; researchers saw a 27 percent reduction in the risk for further cardiac complications, although that reduction did not quite reach statistical significance.\n\n\"The bottom-line finding of the Alpha Omega Trial is that [omega]-3 fatty acids did not reduce the primary endpoint major cardiovascular events,\" Kromhout said, noting that the ALA finding needs further confirmation.\n\nDr. Murray A. Mittleman, director of the cardiovascular epidemiology research unit at Beth Israel Deaconess Medical Center at Harvard Medical School in Boston, said he was \"not that surprised by these results.\"\n\n\"Other studies have shown no benefit from omega-3, other than specifically protecting against cardiac death linked to arrhythmia among patients who have just survived a heart attack,\" Mittleman noted. It is during this acute post-attack period, he explained, when patients are most vulnerable to a subsequent event.\n\n\"But here, in some cases the patients they looked at are years following their first heart attack when they start taking these supplements,\" he stressed. \"So, that's a big difference in what kind of patient they're examining. And they're also not just looking at preventable fatalities but all heart-related events that follow. And on top of that, the supplement doses they use here are very low, much lower than those used in prior studies.\"\n\n\"So it might be big differences in study design that account for this new finding,\" Mittleman cautioned. \"In any case, I would say this is absolutely worth further investigation.\"\n\nDr. Gregg C. Fonarow, a professor of cardiology at the University of California, Los Angeles, agreed.\n\n\"It is possible that improvements in other treatments for heart attack patients have made fish oil supplementation less important for reducing cardiovascular risk,\" he acknowledged. \"But it's also possible that the different dosing used in this study relative to previous work made a difference in the outcome. The dosing here may have been just too low, whereas higher doses given immediately following an initial heart attack might have been protective.\"\n\n\"So I would say,\" Fonarow added, \"that this is by no means the final word regarding omega-3s and cardiovascular health.\"\n\nMore information\n\nFor more on omega-3 fatty acids, visit the National Institutes of Health.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Alan Mozes"], "canonical_link": "https://consumer.healthday.com/circulatory-system-information-7/coronary-and-artery-news-356/low-dose-omega-3-fatty-acids-don-t-protect-heart-patients-642547.html", "title": "Low-Dose Omega-3 Fatty Acids Don't Protect Heart Patients", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Dutch study finds consuming small amounts in margarine daily didn't prevent cardiac trouble", "og": {"title": "Low-Dose Omega-3 Fatty Acids Don't Protect Heart Patients", "description": "Dutch study finds consuming small amounts in margarine daily didn't prevent cardiac trouble", "url": "https://consumer.healthday.com/circulatory-system-information-7/coronary-and-artery-news-356/low-dose-omega-3-fatty-acids-don-t-protect-heart-patients-642547.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}