{"url": "http://www.usnews.com/health/family-health/cancer/articles/2010/01/27/new-scan-may-help-find-aggressive-prostate-tumors.html", "text": "By Ed Edelson\n\nHealthDay Reporter\n\nWEDNESDAY, Jan. 27 (HealthDay News) -- A new imaging technology promises to achieve the long-sought goal of singling out prostate cancers that are life-threatening and require the most aggressive treatment, researchers report.\n\nMagnetic resonance spectroscopy, which provides information about the metabolic chemistry of suspected cancerous tissue, gave good results in a small trial in which its readings were compared with those of current measures of prostate cancer danger, according to a report published Jan. 27 in Science Translational Medicine.\n\n\"We see a good correlation with pathology defined by those methods,\" said Leo L. Cheng, an assistant professor of radiology and pathology at Harvard Medical School and a researcher at Massachusetts General Hospital.\n\nProstate cancers are common among older men, but most of them are so slow-growing that they pose no danger to life. Current diagnostic techniques, which include readings of blood levels of a protein, prostate-specific antigen, cannot pick out the dangerous tumors. Doctors can take a tissue sample by doing a biopsy, but they often miss the small but deadly portion of the cancer that is growing aggressively enough to be life-threatening.\n\nIn 2005, Cheng and his colleagues found that magnetic resonance spectroscopy could distinguish cancerous from normal prostate tissue by their metabolic profiles. That's because cancerous tissue produces different chemicals than normal tissue.\n\nTheir new study used magnetic resonance spectroscopy on five cancerous prostate glands removed from men with the diagnosis. The results of the scans were compared with those of the standard technique, which judges a cancer by the degree of disorder produced by the malignancy. Five of seven regions identified as cancerous by that method scored high on a magnetic resonance spectroscopy malignancy index. The other two regions were near the outer edges of the glands, where exposure to air made the magnetic resonance results less clear.\n\nThe same kind of analysis can be done without removing the prostate glands, so Cheng and his colleagues are moving toward a trial that would more resemble the work now done by doctors.\n\n\"We are doing a validation study,\" Cheng said. \"Once these data are verified, we need to work with the electronics people to develop more sensitive probes. Once that part is overcome, everything can be applied.\"\n\nThe validation study will take \"optimistically, one to three months,\" Cheng said. Getting data showing that the technology can be used in human patients \"will take some time, a year or two,\" he said.\n\nWhen and if it comes to human trials, \"the most urgent issue is to guide biopsies,\" Cheng said. \"By taking a chemical spectrum of tissue, we may be able to do better than pathology to tell how aggressive a tumor is.\"\n\nThe technology currently requires a magnetic field far more powerful than those in magnetic resonance imaging devices in current medical use, and so part of the program at Massachusetts General Hospital is an effort to make the method usable in less powerful devices, he said.\n\nCheng's program is one of a number of efforts aimed at applying magnetic resonance imaging to prostate cancer diagnosis. Another already is available commercially, marketed by iCAD Inc., a New Hampshire-based company.\n\nThe iCAD technology uses \"dynamic contrast-enhanced\" imaging, said Marc Filerman, vice president of global marketing for the company. Gadolinium, a contrast agent, is injected into the prostate gland \"to produce images that better highlight where the potentially cancerous lesion might be,\" he said.\n\nGadolinium concentrates in regions where there are fast-growing blood vessels that the voracious expansion of cancerous tissue requires, he said. \"Those blood vessels are leaky, and the resulting images enable us to quantify a potentially cancerous lesion, to see the effect of treatment,\" Filerman said.\n\nWork to improve existing technologies is continuing, he said. \"What we are trying to do in the magnetic resonance imaging community is to standardize on the best methodology for image acquisition and interpretation,\" Filerman explained.\n\nMore information\n\nThe U.S. National Cancer Institute has more on prostate cancer.", "images": ["http://www.usnews.com/static/images/favicon.ico", "https://www.usnews.com/static/img/usn-logo-large.svg"], "top_img": "http://www.usnews.com/static/images/favicon.ico", "keywords": [], "authors": [], "canonical_link": "https://health.usnews.com/health-news/family-health/cancer/articles/2010/01/27/new-scan-may-help-find-aggressive-prostate-tumors", "title": "New Scan May Help Find Aggressive Prostate Tumors", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "description": "Process is among several that use a variation of MRI technology", "keywords": "HealthDay,medical screening,prostate cancer,men's health,prostate,cancer,cancer,prostate cancer,medical screening,men's health,prostate,HealthDay", "site": "health-news", "zone": "cancer/articles", "robots": "noindex", "fb": {"pages": 5834919267, "app_id": 130063997038366}, "og": {"title": "New Scan May Help Find Aggressive Prostate Tumors", "description": "Process is among several that use a variation of MRI technology", "type": "article", "site_name": "US News & World Report", "url": "https://health.usnews.com/health-news/family-health/cancer/articles/2010/01/27/new-scan-may-help-find-aggressive-prostate-tumors"}, "twitter": {"card": "summary_large_image", "site": "@USNews", "title": "New Scan May Help Find Aggressive Prostate Tumors", "description": "Process is among several that use a variation of MRI technology"}, "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "optimizely": "Optimizely is supported by this application but is not enabled for this page."}, "movies": [], "publish_date": 1264568400.0, "source": "http://www.usnews.com", "summary": ""}