{"url": "https://web.archive.org/web/20101025094830/http://www.latimes.com/features/health/la-he-skeptic-20100329,0,5452330,print.story", "text": "latimes.com/features/health/la-he-skeptic-20100329,0,5741862.story\n\nBy Chris Woolston\n\nSpecial to the Los Angeles Times\n\nMarch 29, 2010\n\nAdvertisement\n\nAt a time when so many people are trying to clean out their systems with detoxifying pads, pills and gadgets, let's take a moment to honor the liver, the best detox device a body can have. Without prompting, the liver breaks down and dispenses with all sorts of toxic compounds, including alcohol and acetaminophen. Anyone who is truly interested in removing poisons from the body should probably spend less time applying detoxifying pads and potions and more time protecting their liver.\n\n\n\nOne way to give your liver a lift is to avoid bombarding it with too many poisons in the first place. In other words, go easy on the tequila and the Tylenol. People who want even more protection can choose from a long list of supplements sold at drugstores, health food stores and grocery stores that purport to protect the liver. The go-to ingredient for liver protection is silymarin, an antioxidant compound found in milk thistle seeds. Almost all liver supplements contain silymarin, either by itself or in combination with other supposedly liver-healthy compounds.\n\n\n\nYou can buy 50 capsules of Nature Made Milk Thistle Extract for about $10. Each capsule contains 98 milligrams of silymarin. Users are instructed to take one capsule two times daily with water before meals. Milk Thistle Liver Cleanse from Nature's Secret contains 40 milligrams of silymarin per tablet along with green beet powder, artichoke extract, dandelion extract and a long list of other ingredients. A bottle of 60 tablets costs about $20. Users are instructed to take one tablet twice a day. An 84-caplet bottle of Complete Liver Cleanse from Swanson Health costs about $25. Each caplet contains about 60 milligrams of silymarin along with dandelion, turmeric, artichoke leaf, a \"proprietary fiber blend\" and several other ingredients. The instructions call for taking three capsules in the morning and three at bedtime for two weeks.\n\n\n\nThe claims: The website for Nature Made Milk Thistle says that \"milk thistle is one of the most studied and documented herbs in use today. Scientific research validates its use in healthy liver function.\" The label for Liver Cleanse says that the \"botanicals in this product help to enhance vitality and promote liver health by supporting the natural detoxification pathways of the liver.\" The Complete Liver Cleanse website says that the product will \"remove toxins and rejuvenate your liver\" during a two-week cleanse.\n\n\n\nThe bottom line: In high doses, silymarin does seem to be good for the liver, says Dr. Leonard B. Seeff, a recently retired senior scientific officer for the National Institute of Diabetes and Digestive and Kidney Diseases. For instance, studies have shown that taking large amounts of the compound intravenously can help slow the virus that causes hepatitis C.\n\n\n\nBut he cautions that commercially available supplements are a completely different story from intravenous injections. \"We can't condemn [supplements] out of hand. They warrant careful study,\" he says. But for now, \"there's no evidence that any of these products work.\"\n\n\n\nSilymarin is an extremely powerful antioxidant, explains Roy L. Hawke, clinical assistant professor of pharmacy at the University of North Carolina at Chapel Hill. And since oxidation is an important factor in many liver problems — including alcoholic liver disease, fatty liver disease and hepatitis C — he says it's reasonable to expect that the compound could protect the liver from harm.\n\n\n\nBut there's a problem. When taken orally, silymarin breaks down extremely quickly. In a 2009 study published in the Journal of Clinical Pharmacology, Hawke and colleagues gave oral silymarin supplements to 32 patients with hepatitis C. Subjects received up to 700 milligrams of silymarin every eight hours for seven days, about 10 times more silymarin than they would get from the recommended dose of Nature Made Milk Thistle Extract. Even at these \"heroic\" doses, as Hawke called them, the blood levels fell far short of levels achieved during intravenous studies. Also, the treatment didn't seem to have any effect on the liver function, as measured by levels of liver enzymes and viral genetic material in the blood.\n\n\n\nFor people who still want to try a liver supplement, Hawke recommends choosing a pure milk thistle product. In his opinion, artichoke leaf, dandelion and other supplemental bells and whistles don't add any proven benefits and might actually block any benefits of silymarin. \"When you add things to milk thistle, you change it in ways that can't be predicted,\" he says.\n\n\n\nUntil more is known about the long-term safety, anyone trying a milk thistle supplement should still follow the directions on the bottle and not try to match the huge doses used in studies, he adds. To lower the risk of drug interactions, he tells all of his patients to stop taking any liver supplements before taking a prescription medication for liver disease.\n\n\n\nSeeff sees another reason to stick with pure milk thistle products: Every extra ingredient in a supplement increases the risk of contamination. Though there's no clear proof that any supplement can really help the liver, he says, there are many documented cases of herbal remedies causing significant liver damage. \"The view held by many that these products are safe is patently untrue,\" he adds.\n\n\n\nCurious about a consumer health product? Send an e-mail to health@latimes.com. Read more at latimes.com/skeptic.", "images": ["https://web.archive.org/web/20101025094830im_/http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-400338h&cg=0&cc=1&ts=noscript", "https://web.archive.org/web/20101025094830im_/http://ad.doubleclick.net/ad/trb.latimes/feature/health;;ptype=ps;slug=la-he-skeptic-20100329;rg=ur;ref=latimescom;pos=1;dcopt=ist;sz=300x250,336x280;tile=1;at=UniversityofNorthCarolinaChapelHill;at=HealthandSafetyatSchool;at=LifestyleandLeisure;at=ViralDiseasesandInfections;at=Liver;at=DiningandDrinking;at=Health;at=Acetaminophendrug;at=LosAngelesTimes;at=WineBeerandSpirits;at=Hepatitis;at=ScienceandTechnology;at=DiseasesandIllnesses;at=Education;at=HerbalMedicines;u=http://www.latimes.com/features/health/la-he-skeptic-20100329,0,5452330,print.story;ord=51939076"], "top_img": "", "keywords": [], "authors": [], "canonical_link": "", "title": "Liver supplements don’t seem to offer protection", "meta_data": {"robots": "noindex,nofollow", "Description": "At a time when so many people are trying to clean out their systems with detoxifying pads, pills and gadgets, let's take a moment to honor the  liver , the best detox device a body can have. Without prompting, the liver breaks down and dispenses with all sorts of toxic compounds, including alcohol and  acetaminophen . Anyone who is truly interested in removing poisons from the body should probably spend less time applying detoxifying pads and potions and more time protecting their liver."}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}