{"url": "https://web.archive.org/web/20170719032114/http://www.newsweek.com/2017/07/28/medical-marijuana-pediatric-cancer-637676.html", "text": "When Sierra Riddle stormed into the conference room at Denver’s child protective services office, the director of the agency was seated there, along with her son’s team of doctors, top administrators from the Children’s Hospital Colorado oncology department and lawyers. She recalls looking one of the physicians in the eye, defiant. “I’m done with this shit,” she remembers saying. “I’m done with you guys bullying us.”\n\nThen, she took out a bag and dumped the contents on the table: nine months of cancer drugs prescribed to her son, Landon, who was 4 at the time. He had been diagnosed more than a year before with an aggressive form of leukemia and undergone months of grueling treatment. But his mother was now refusing to follow his doctors’ orders. “Listen: Here’s all this chemo you told CPS he cannot live without, and if I didn’t give it to him, he would relapse and die.”\n\nTech & Science Emails and Alerts - Get the best of Newsweek Tech & Science delivered to your inbox\n\nBut Landon, who underwent only one year of cancer treatment instead of the recommended four, was still alive—thriving, in fact—even though he’d stopped taking that massive pile of drugs prescribed for him. That’s why his mother had called this meeting. She implored the CPS director—whom by then she knew by first name—to restrain the oncologists who had threatened to take her child away and put him in foster care. Riddle believes the doctors wanted to prove she was a neglectful, abusive mother, but she knew she could convince the world that the hospital was wrong about her son’s treatment. (Due to HIPAA patient privacy laws, Children’s Hospital Colorado was unable to comment on Landon’s case for this story.)\n\nLandon’s cancer, diagnosed in September 2012, had put Riddle in a situation that’s any parent’s worst nightmare: She had to watch him undergo lifesaving treatment that appeared to be killing him. Riddle says she was left with no choice but to defy his doctors’ orders.\n\nRELATED: What we know about how cancer starts could all be wrong\n\nIn January 2013, nearly four months after Landon’s initial diagnosis, the two went from Utah to Colorado, where Riddle purchased an alternative treatment fraught with complicated politics and plenty of skepticism—especially when it comes to saving the life of a preschooler with a potentially fatal disease. At the time, Colorado was one of only about a dozen states in the U.S. that had legalized medical cannabis. It also allowed sick children to access the drug under professional guidance. Landon became the youngest patient in the U.S. at that time to receive a medical marijuana card. Riddle’s decision to treat her child with cannabis landed the family in the center of a contentious national debate, as well as on prime-time television with CNN’s chief medical correspondent, Sanjay Gupta. In Utah, all cannabis is illegal, so when their story went public, she and Landon had to move permanently to Colorado, so he could continue to have access to the drug. Even now, at 7, he still needs to take cannabis to cope with the long-term effects of chemotherapy and radiation, she says.\n\nBy the time of that showdown with CPS and Landon’s doctors in Denver, Riddle had stopped giving her son all of the drugs prescribed by the hospital: the chemo, opiates and benzos. The latter two—which included OxyContin, morphine and Ativan—were prescribed to help Landon cope with the side effects of cancer treatment. None of them helped, she says, or they made him feel worse. But when Landon started the cannabis oil, his health miraculously improved. She was willing to do whatever it took to keep him on cannabis.\n\nA Key in the Lock\n\nAs laws that permit medical cannabis have expanded nationwide (29 states in the country now permit some form of cannabis use for medical purposes), cancer patients increasingly use the drug to alleviate the harsh symptoms of chemotherapy, such as nausea, anxiety, loss of appetite and insomnia. But there’s also an emerging body of research that suggests marijuana might be effective as a treatment for cancer on its own, or in conjunction with standard therapies.\n\nWhen Riddle made the decision to give her son cannabis, the information on its safety and efficacy was (and still is) limited to anecdotal accounts, a handful of case reports and lab studies published in obscure medical journals. Initially, her hope was that the drug would lessen the side effects. But Riddle soon heard that certain compounds in cannabis—cannabinoids—have been shown to induce cancer cell death. The theory seemed to be especially promising for leukemia, at least according to studies done on cancer cells in test tubes and on mice injected with human leukemia cells. But at that point there wasn’t any evidence it would work for humans. There still isn’t. While cannabis is legal in many U.S. states, the drug is still classified by the Drug Enforcement Administration as a Schedule 1 narcotic (along with heroin and cocaine), which make it very difficult for scientists to conduct clinical trials on people. However, that may change as other nations, such as Israel, take the lead and fund marijuana research.\n\nRyan David Brown for Newsweek\n\nThe findings so far from published lab studies suggest cannabidiol (CBD), one of more than 100 cannabinoids present in the plant, targets certain pathways in leukemia. The evidence indicates that leukemia cells have a high number of cannabinoid receptors—primarily the receptor CB2. The proteins on the cell membrane (receptors) recognize the chemical compound, CBD. The shape of the receptor mirrors the shape of the compound, enabling the CBD to land and attach to the cell. “It’s like a key in the lock,” says Dr. Bonni Goldstein, medical director of Canna-Centers in Los Angeles and the medical adviser to Weedmaps.com, a resource for people seeking specialists to oversee their medical cannabis treatment. “When compounds such as cannabidiol bond to receptors, it causes the cell to die.”\n\nFurther studies are needed to verify that CBD could potentially kill leukemia, says Robert McKallip, an associate professor of immunology at Mercer University School of Medicine, who conducted some of the earliest research on the anti-leukemia properties of compounds found in cannabis. McKallip suggests cannabis could be used along with other treatments for leukemia. “Combined with other targeted therapies, which again, specifically target the leukemia, you give it a one-two punch and hopefully reduce side effects and improve efficacy of treatment,” he says.\n\nRiddle isn’t a doctor, but she theorizes that while the chemo initially cleared Landon’s cancer, it’s the cannabis that has kept his disease from coming back. Oncologists who treat pediatric patients often tell families that when the five-year mark passes, their child is in the clear. It’s been nearly five years since Riddle sat in that conference room meeting; Landon is still cancer-free. Riddle says that once he hits the five-year mark this fall, he’ll set a precedent for pediatric leukemia patients in the U.S., and maybe even worldwide.\n\n‘He’s Dying’\n\nRiddle, a single mother, was willing to do whatever it would take to rid Landon of the cancer in his blood that had spread to his brain and formed a tumor in his chest the size of a large grapefruit. She desperately wanted to trust the doctors at the Huntsman Cancer Institute in Salt Lake City, where her son was diagnosed at age 2, and who admitted to her that they weren’t sure they could save his life.\n\nShe knew the leukemia treatment protocols are backed by decades of research. But they are infamously rough for a child and drag on for years. First, there would be several months of aggressive inpatient chemo and other therapies for what’s known as “remission reduction.” After that, even when blood work showed the disease had entered remission, Landon would need years of chemo and monitoring—called “consolidation”—to make sure his body wasn’t harboring leukemia cells.\n\nThis aggressive approach is one of the main reasons pediatric leukemia, depending on its more specific classification, has at least an 80 to 90 percent survival rate. The Leukemia & Lymphoma Society estimates that nearly 5,000 kids will be diagnosed in the U.S. with some form of leukemia in 2017. For most of the kids who go through the entire course of treatment, the illness turns out to be a mere blip on the screen of childhood. Riddle hoped the same would be true for her son. But Landon appeared to be among a small percentage of children with leukemia for whom the treatment was unbearable, excruciating. The chemo caused him to vomit up to 50 times a day, which made it difficult for him to speak because his esophagus was burned and closed up. The chemo had compromised his immune system so severely that he caught every bug in the hospital, just about every strain of stomach viruses, influenza and the common cold. He eventually developed numbness, tingling, pain and weakness (neuropathy) in his feet and ankles, and was no longer able to walk.\n\nWithin the first 90 days of treatment, Landon lost half his body weight. He stopped eating for more than a month. He needed blood and platelet transfusions. Doctors kept adding prescription after prescription to alleviate the side effects of treatment—narcotics, anti-depressants, anti-anxiety drugs, prescriptions for pain. “The sad thing is they didn’t seem to help Landon,” she says. “At this point, they kept telling us we have to keep going. I said, ‘He’s dying. It’s very apparent that he’s dying.’”\n\nLandon began to refuse chemotherapy and turn into a “little psychopath,” says Riddle. He kicked and screamed when nurses forced pills into his mouth, so eventually everything needed to be administered with an IV. “The chemo actually has healed a lot of kids, but it almost killed me,” he says.\n\nRyan David Brown for Newsweek\n\nMost children with leukemia go into remission within the first 30 days of treatment, which was why Landon’s doctors insisted on several more years of chemotherapy, says Riddle. By the time Landon was nearing the end of his first stage of treatment, Riddle says her son was on the brink of death. The doctors told her to bring him home for a two-week break from chemo, adding that they would arrange to send a hospice nurse—an ominous hint that Landon was about to die.\n\nA plea for help posted on Facebook by Riddle’s mother, Wendy, led the family to a group of brothers in Denver, the Stanleys, who were cultivating cannabis for medicinal purposes and had made the news for a strain they called Charlotte’s Web. Riddle and her mother had seen the story about Charlotte Figi, a 6-year-old girl with Dravet syndrome, a rare type of epilepsy that was unresponsive to standard treatment. She had up to 300 seizures per day. But the seizures stopped when she began taking CBD oil supplied by the brothers.\n\nThe Stanleys visited the Riddles in Utah to educate them about Tetrahydrocannabinol (THC)—the psychoactive chemical in the plant—and CBD. She decided to start Landon on cannabis. But to do that, the family would need to leave Utah, where all cannabis is illegal. So Riddle and Landon moved in with the brothers for about a year, says Joel Stanley, the CEO of the company that is now known as CW Hemp. “It was just so sad to see someone that young and that small going through such harsh treatment,” Stanley says of Landon. “He also had elements of what I know a lot of folks would call ‘chemo brain.’ He would get very frustrated and very angry, all normal because his little body was just being invaded by this intense medication and rounds of chemotherapy treatment.” Throughout that year, Riddle and her son traveled back and forth from Colorado to Utah, so he could continue chemo, but this time with the aid of cannabis, to make treatment more bearable. That meant Riddle had the drug on hand, and Landon was under its influence while in Utah, which made mother and son both felons.\n\nRELATED: Personalized cancer vaccines edge closer after success in human clinical trials\n\nNearly all of the children the brothers had worked with by then were refractory epilepsy patients. The Stanleys had gotten their start a few years before with adults who wanted to manage cancer, and Landon was their first pediatric cancer patient.\n\nRiddle began her son on Charlotte’s Web CBD oil and eventually added THC. As Riddle titrated the THC dosing, she slowly weaned her son off the narcotics prescribed for him by his doctors in Utah. Stanley says the combination of CBD oil and THC helped Landon deal with the side effects of chemotherapy and, based on limited existing lab research, made it more likely that the cannabis could kill the cancer as well. “If the cannabinoids do in his body what they have proven to do in petri dishes and in mice, why not throw the book at them?”\n\nRyan David Brown for Newsweek\n\nBy then, CNN had started to follow Landon’s story. The network planned to broadcast the segment after he and his mother had returned to Utah, packed up their car with their possessions and drove to their new home in Colorado, where Landon could continue to take cannabis. But CNN aired a promotion for the premiere of the episode before they had left for Colorado. The oncologist at the hospital in Utah who oversaw Landon’s treatment granted them discharge anyway and told Riddle she better leave the state immediately.\n\nRiddle says she was shocked to find that the doctors at the children’s hospital in Denver weren’t on her side. She says the hospital called CPS on her more than a dozen times when it became aware that she was no longer complying with treatment.\n\nThat is why she ended up in that conference room with a cannabis researcher, who was there to explain why the drug could help patients like Landon. He was the only person in the medical field she could find who would speak on her behalf. “It was a big slap in the face that not a single doctor would come forward to help us,” she says. “They were all afraid of losing their medical license. They were afraid of the government. They were afraid of what it would look like if they came forward in the name of cannabis.”\n\nIn the end, CPS supported Riddle. Results from blood tests, a bone marrow biopsy and spinal tap proved Landon no longer had leukemia, not even the microscopic kind, she says. Riddle says the CPS director called the hospital and ordered it to have Landon’s chemo port removed and discharge him from the hospital.\n\nToday, Landon is still coping with the impact of his treatment. In addition to digestive problems, he has post-traumatic stress disorder and anxiety. The cannabis vape pen helps with that, says Riddle. She says the cranial radiation he had to endure caused some neurological deficits, and Landon says he worries that he’ll be sick forever.\n\nBut there’s so much good news here. He’s alive, and he and his mother are no longer just “medical marijuana refugees.” They’re also activists. Along with other parents, she helped draft a bill and pass a state law that allows Landon and other children like him with chronic illnesses to take cannabis at school. (Since the drug is federally illegal, it had been illegal at school. That’s no longer the case in Colorado.)\n\nThey’ve testified in California on behalf of a medical marijuana caregiver whose home was raided by the federal government, helping the man avoid a 35-year jail sentence. The mother and son have also traveled back to Utah to appear at a state congressional hearing for a medical marijuana bill that’s been shot down twice, which means they won’t be going home anytime soon.\n\nAt public appearances, Riddle does most of the talking, but she says as Landon has grown up, he has become more aware of his health problems stemming from his cancer treatment. And also angrier. “Eventually, he’ll be the one telling the story, and I’ll just be the one supporting him.”", "images": ["https://web.archive.org/web/20170719032114im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2017/07/14/0728pediatriccannabis03.jpg", "https://web.archive.org/web/20170719032114im_/http://s.newsweek.com/sites/www.newsweek.com/files/special_topic_banner/cancerbannerv4.png", "https://web.archive.org/web/20170719032114im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2017/07/14/0728pediatriccannabis02.jpg", "https://web.archive.org/web/20170719032114im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/sm/public/2017/07/13/0728evolution04.jpg", "https://web.archive.org/web/20170719032114im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-xs/public/2017/06/27/20170707cover768-x-1024.jpg", "https://web.archive.org/web/20170719032114im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-xs/public/2017/06/20/20170630cover1800-x-2400.jpg", "https://web.archive.org/web/20170719032114im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-xs/public/2017/06/15/2017_06_23_cover_768_x_1024.jpg", "https://web.archive.org/web/20170719032114im_/http://s.newsweek.com/sites/www.newsweek.com/files/2017/07/14/0728pediatriccannabis01.jpg", "https://web.archive.org/web/20170719032114im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-xs/public/2017/07/04/20170714cover1800-x-2400.jpg", "https://web.archive.org/web/20170719032114im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2017/07/14/0728pediatriccannabis04.jpg", "https://web.archive.org/web/20170719032114im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/sm/public/2017/07/05/laboratory.jpg", "https://web.archive.org/web/20170719032114im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/subscribe_icon/public/subscribe/2017_07_21_cover_235_x_235_1.jpg", "https://web.archive.org/web/20170719032114im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/feature/public/2017/07/14/0728pediatriccannabis01.jpg"], "top_img": "https://web.archive.org/web/20170719032114im_/http://s.newsweek.com/sites/www.newsweek.com/files/2017/07/14/0728pediatriccannabis01.jpg", "keywords": [], "authors": [], "canonical_link": "", "title": "Cancer and Kids: Is Medical Marijuana the Answer?", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "news_keywords": "medical marijuana, cancer, pediatric cancer, cancer treatment", "fb": {"app_id": 245537789135954, "pages": 18343191100}, "og": {"title": "A young leukemia survivor skipped chemo and took medical marijuana instead", "image": "https://web.archive.org/web/20170719032114im_/http://s.newsweek.com/sites/www.newsweek.com/files/2017/07/14/0728pediatriccannabis01.jpg"}, "article": {"publisher": "https://www.facebook.com/Newsweek", "section": "Tech & Science", "modified_time": "2017-07-18T17:10:10-04:00", "published_time": "2017-07-18T08:30:02-04:00"}, "twitter": {"site": "@newsweek", "card": "summary_large_image", "title": "A young leukemia survivor skipped chemo and took medical marijuana instead", "url": "https://web.archive.org/web/20170719032114im_/http://www.newsweek.com/2017/07/28/medical-marijuana-pediatric-cancer-637676.html", "description": "Medical marijuana for adults is still controversial. For children, it’s a live grenade. And possibly a lifesaver.", "image": "https://web.archive.org/web/20170719032114im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2017/07/14/0728pediatriccannabis01.jpg"}, "msapplication-TileColor": "#ff0000", "msapplication-TileImage": "http://s.newsweek.com/sites/www.newsweek.com/themes/newsweek/favicons/mstile-144x144.png", "msapplication-config": "http://s.newsweek.com/sites/www.newsweek.com/themes/newsweek/favicons/browserconfig.xml", "com.silverpop.brandeddomains": "www.pages06.net,aidataconf.com,amp.ibtimes.co.uk,e-amp.newsweek.com,e-sns.newsweek.com,europe.newsweek.com,events.newsweek.com,ibt-dev.co.uk,ibtimes.co.uk,ibtimes.com,idigitaltimes.com,latintimes.com,medicaldaily.com,newsweek.com,player.one,sns.europe.newsweek.com,sns.ibtimes.co.uk,subscription.newsweek.com,www.ibt-dev.co.uk,www.ibtimes.co.uk,www.ibtimes.com"}, "movies": [], "publish_date": 1501214400.0, "source": "https://web.archive.org", "summary": ""}