{"url": "https://consumer.healthday.com/diseases-and-conditions-information-37/pre-eclampsia-994/can-an-aspirin-a-day-keep-a-pregnancy-complication-away-724086.html", "text": "En Español\n\nBy Serena Gordon\n\nHealthDay Reporter\n\nWEDNESDAY, June 28, 2017 (HealthDay News) -- Something as simple as taking a low-dose aspirin every day may protect pregnant women from the life-threatening condition known as preeclampsia, new research suggests.\n\n\"Preeclampsia is one of the most serious complications of pregnancy, with a high risk of death for the mother and baby,\" said senior study author Dr. Kypros Nicolaides. He is a professor of fetal medicine at Kings College Hospital in London.\n\nBut he added, \"This condition is, to a great extent, preventable.\"\n\nThe new study looked at an aspirin dose of 150 milligrams (mg) per day because some past studies with smaller daily doses of aspirin have produced conflicting results, according to Nicolaides. A baby aspirin dose is 81 milligrams.\n\nIn those studies using smaller doses, the reduction in preeclampsia risk hovered around 10 percent, he said, but the higher dose in this latest study was linked to a 62 percent reduction in risk.\n\nPreeclampsia is a serious high blood pressure disorder. It can affect all of the organs in a woman's body, according to the American College of Obstetricians and Gynecologists (ACOG). The exact cause of the disorder is unknown, but certain risk factors make it more likely to occur, including:\n\nA past history of preeclampsia,\n\nBeing pregnant with more than one baby,\n\nHaving longstanding high blood pressure,\n\nHaving chronic conditions, such as type 1 or type 2 diabetes, autoimmune disease and kidney problems.\n\nDr. Mitchell Kramer, chairman of the department of obstetrics and gynecology at Huntington Hospital in New York, said he'd add women who are severely obese and women who've had babies who had restricted growth to the list of women at high risk of preeclampsia.\n\nACOG already recommends that women who are at high risk of preeclampsia take a low-dose baby aspirin beginning between 12 and 28 weeks of pregnancy.\n\nAbout 1,600 women completed the double-blind, placebo-controlled study. Just under 800 were randomly put into the daily aspirin group, while just over 800 were placed in the placebo group. The women came from 13 different maternity hospitals across Europe and Israel.\n\nInstead of relying solely on standard risk factors, the researchers combined those risk factors with measurements of maternal blood flow, blood pressure and two hormones produced by the placenta. They used an algorithm they designed to combine all those factors to select women who they believed were at a high risk of preeclampsia.\n\nBetween 11 and 14 weeks, the women began taking a daily 150 mg aspirin or a placebo. They continued taking the pills until they were 36 weeks' pregnant, or sooner if they delivered the baby early.\n\nJust 13 women in the aspirin group developed preeclampsia, while 35 women in the placebo group developed the complication, the findings showed.\n\nThe reduction in risk was even greater for early deliveries. Women who delivered at less than 34 weeks were 82 percent less likely to have preeclampsia if they were taking 150 mg of aspirin, Nicolaides said.\n\nThere were no serious side effects for expectant mothers, or adverse events for the babies related to aspirin use during pregnancy, the researchers noted.\n\nHowever, as with all drugs, women should talk to their doctor about the use of aspirin in pregnancy before taking up this regimen, because aspirin does increase the risk for bleeding.\n\nNicolaides said the aspirin may help improve blood flow from the mother to the placenta.\n\nAccording to Kramer, \"This randomized study concludes that [aspirin's] use is not only effective for reducing the incidence of preeclampsia at term, but also preterm. This is important because it will reduce the need for preterm delivery, which is risky for the baby.\"\n\nLow-dose aspirin can also help reduce the chances of eclampsia, which is seizures due to preeclampsia for high-risk women, Kramer noted.\n\nThe study is scheduled for presentation Wednesday at the Fetal Medicine Foundation meeting in Slovenia. The findings were also published simultaneously in a special online issue of the New England Journal of Medicine.\n\nMore information\n\nTo learn more about preeclampsia, visit the March of Dimes.", "images": ["https://media.healthday.com/Images/icimages/pregnant532.jpg"], "top_img": "https://media.healthday.com/Images/icimages/pregnant532.jpg", "keywords": [], "authors": ["Serena Gordon"], "canonical_link": "https://consumer.healthday.com/diseases-and-conditions-information-37/pre-eclampsia-994/can-an-aspirin-a-day-keep-a-pregnancy-complication-away-724086.html", "title": "Can an Aspirin a Day Keep a Pregnancy Complication Away?", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Odds of preeclampsia dropped 62 percent for high-risk women who took a daily pill, study finds", "og": {"title": "Can an Aspirin a Day Keep a Pregnancy Complication Away?", "image": "https://media.healthday.com/Images/icimages/pregnant532.jpg", "description": "Odds of preeclampsia dropped 62 percent for high-risk women who took a daily pill, study finds", "url": "https://consumer.healthday.com/diseases-and-conditions-information-37/pre-eclampsia-994/can-an-aspirin-a-day-keep-a-pregnancy-complication-away-724086.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}