{"url": "http://www.statnews.com/2016/01/25/diabetes-cell-therapy/", "text": "Microcapsules loaded with stem cell-derived insulin-producing cells retrieved after they had been transplanted into a mouse.\n\nKendall Squared brings you dispatches from the world’s epicenter for biotechnology and drug discovery.\n\nScientists on Monday showed they had overcome some of the major hurdles standing in the way of a long-sought therapeutic fix for patients with type 1 diabetes, outlining an approach that the body’s immune system could tolerate and providing a possible pathway toward clinical trials in the next few years.\n\nIn people with type 1 diabetes, formerly known as juvenile-onset diabetes, the immune system dismantles the pancreatic cells that normally produce insulin. So researchers have long sought a way to put back healthy insulin-producing cells, known as beta cells, into patients.\n\n“We’re trying to figure out a way to replace nature’s solution,” said Douglas Melton, co-director of the Harvard Stem Cell Institute.\n\nadvertisement\n\nFor years, physicians have been using beta cells from dead donors. But because the immune system of the recipient recognizes the donor cells as foreign, patients who receive a transplant have to take immune-suppressing drugs for the rest of their lives.\n\nThose drugs are not ideal, because they carry a risk of infection or cancer. Plus, donors are in short supply and can’t yield enough cells to treat the millions of people with type 1 diabetes around the world.\n\nThe researchers behind two studies published Monday demonstrated they had made progress on both fronts, encapsulating the cells in a protective bubble to shield them from the body’s immune response, and creating beta cells from stem cells, which are potentially limitless.\n\nFor the capsules, the scientists homed in on alginate — a seaweed extract — as the starting material. Alginate allows sugar and insulin to flow between the cells and the body, but blocks immune cells from reaching the beta cells.\n\nThe problem with existing alginates is that the body eventually catches on to the material as a foreign substance, suffocating the implant in a layer of scar tissue. So, Daniel Anderson, a bioengineer at the Massachusetts Institute of Technology, went in search of a better kind of alginate.\n\nIn one of two related studies published Monday, Anderson and his colleagues described in the journal Nature Biotechnology how they had tested 774 variations of alginate in rodents and monkeys and identified a handful that elicited a greatly reduced foreign body response.\n\nFor the other paper, published in Nature Medicine, the group embedded tiny capsules made from that durable alginate with beta cells derived from human embryonic stem cells. They then transplanted them into mice with a disease akin to type 1 diabetes.\n\nThe beta cells performed “every bit as good as the body’s own cells,” said Melton, a co-author on the Nature Medicine paper.\n\nThe transplanted cells controlled glucose levels in the mice without immune-suppressing drugs, the researchers reported. And when the scientists removed the capsules after almost six months, the cells were still cranking out insulin and there was little sign of an immune response to the capsules.\n\n“From very early on, we were getting great success,” said Arturo Vegas, a lead author of the papers who worked in Anderson’s lab before moving to Boston University, where he is now an assistant chemistry professor.\n\n“Everything kind of fell into place,” Vegas continued. “You saw less foreign body response. The human beta cells survived exquisitely well.”\n\nThe studies show “you can take stem cells and make a limitless supply of [human beta cells] and put them in a device and cure an entirely different species of animal,” Anderson said.\n\nJust because the system produced strong results in mice does not mean people will respond the same way. But experts say the findings provide hope for future treatments for people.\n\n“This is really the first demonstration of the ability of these novel materials in combination with a stem-cell derived beta cell to reverse diabetes in an animal model,” said Julia Greenstein, vice president of discovery research at JDRF, an organization trying to end type 1 diabetes that provided some funding for the studies. “Our goal is to bring that kind of biological cure across the spectrum of type 1 diabetes.”\n\nThe potential of the approach has attracted interest from both small startups and large biopharmaceutical companies that are looking at stem cell-based therapies for diabetes.\n\nOne company, San Diego-based ViaCyte, launched the first cell replacement clinical trial in 2014. Melton also recently helped start Semma Therapeutics, based in Cambridge’s Kendall Square neighborhood. Semma has not begun any human clinical trials yet, but the goal is to develop a device that once implanted could control someone’s blood sugar for a year or more, saving them from insulin injections and needing to check their blood sugar every few hours.\n\n“The individuals would not have to worry about that,” Semma CEO Robert Millman said.\n\nOther companies pursuing stem cells treatments for diabetes include Novo Nordisk (NVO) and BetaLogics, a subsidiary of Johnson & Johnson (JNJ).\n\nMost of these other companies are taking a different approach from the work done in the studies published Monday.\n\nThe MIT team has developed tiny capsules for the cells, but ViaCyte, for example, has created a larger device outfitted with the cells that gets inserted under the skin. And whereas the Massachusetts researchers examined beta cells exclusively for their study, the ViaCyte team is exploring using less mature cells that, once implanted, differentiate into both insulin-producing beta cells and those that secrete another hormone called glucagon that’s deficient in the disease.\n\n“The main issue with type 1 diabetes is a loss of beta cells,” said ViaCyte CEO Paul Laikind, “but there’s also good data out there to suggest dysfunction in other regulatory cell types.”\n\nThe team behind the studies published Monday, meanwhile, is working on tests now in monkey models. Vegas said that if the primate studies are successful, the next step will be developing a therapy to be used in people.\n\n“I think we’ve advanced the ball pretty far, almost as far you could get in an academic environment,” he said. “The talk is shifting toward doing something clinically.”", "images": ["https://www.statnews.com/wp-content/uploads/2018/01/Circular_Drew.png", "https://www.statnews.com/wp-content/uploads/2019/08/Newsletter-Logo-Images-DR.png", "https://www.statnews.com/wp-content/uploads/2016/01/KS-micro-capsulets-645x645.jpg", "https://www.statnews.com/wp-content/themes/stat/images/stat-logo.svg", "https://www.statnews.com/wp-content/plugins/stat-lazy-load/images/330x400-00000000.png", "https://dc.ads.linkedin.com/collect/?pid=46858&fmt=gif", "https://www.statnews.com/wp-content/uploads/2016/01/KS-micro-capsulets-1024x576.jpg", "https://www.facebook.com/tr?id=436331036555416&ev=PageView&noscript=1"], "top_img": "https://www.statnews.com/wp-content/uploads/2016/01/KS-micro-capsulets-1024x576.jpg", "keywords": [], "authors": ["Andrew Joseph", "Adam Feuerstein", "Jonathan Saltzman", "Boston Globe", "Ed Silverman"], "canonical_link": "https://www.statnews.com/2016/01/25/diabetes-cell-therapy/", "title": "Cell therapy in protective bubble offers hope for diabetes fix", "meta_data": {"viewport": "width=device-width, initial-scale=1", "referrer": "origin", "description": "Insulin-producing cells encapsulated in a protective bubble are inching closer to clinical trials for patients with type 1 diabetes.", "og": {"locale": "en_US", "type": "article", "title": "Cell therapy in protective bubble offers hope for diabetes fix", "description": "Insulin-producing cells encapsulated in a protective bubble are inching closer to clinical trials for patients with type 1 diabetes.", "url": "https://www.statnews.com/2016/01/25/diabetes-cell-therapy/", "site_name": "STAT", "updated_time": "2016-06-06T12:57:51+00:00", "image": {"identifier": "https://www.statnews.com/wp-content/uploads/2016/01/KS-micro-capsulets-1024x576.jpg", "secure_url": "https://www.statnews.com/wp-content/uploads/2016/01/KS-micro-capsulets-1024x576.jpg", "width": 1024, "height": 576}}, "article": {"publisher": "http://facebook.com/statnews/", "tag": "insulin", "section": "Business", "published_time": "2016-01-25T16:54:14+00:00", "modified_time": "2016-06-06T12:57:51+00:00"}, "fb": {"app_id": 933808010032702, "pages": 1456948254627841}, "twitter": {"card": "summary_large_image", "description": "Insulin-producing cells encapsulated in a protective bubble are inching closer to clinical trials for patients with type 1 diabetes.", "title": "Cell therapy in protective bubble offers hope for diabetes fix", "site": "@statnews", "image": "https://www.statnews.com/wp-content/uploads/2016/01/KS-micro-capsulets-1024x576.jpg", "creator": "@DrewQJoseph"}, "generator": "WordPress 5.2.4", "ia": {"markup_url": "https://www.statnews.com/2016/01/25/diabetes-cell-therapy/?ia_markup=1"}, "apple-itunes-app": "app-id=1324796990", "msapplication-TileImage": "https://www.statnews.com/wp-content/uploads/2015/10/cropped-stat-logo-teal-328x328.png"}, "movies": [], "publish_date": 1453698000.0, "source": "http://www.statnews.com", "summary": ""}