{"url": "https://web.archive.org/web/20180401032802/https://www.nytimes.com/aponline/2018/03/28/health/ap-us-med-selfie-medicine.html", "text": "\"If we can keep patients engaged, we can keep them in treatment longer,\" said lead researcher Dr. Judith Tsui of the University of Washington School of Medicine in Seattle.\n\nThe next phase of her research will compare a group of patients who use the monitoring app called emocha (ee-MOH-kuh) with those who don't to see if there's a difference.\n\nAt one Tennessee treatment center, some patients with opioid addiction are already using the app to upload selfies of their daily dose and answer questions about how they're doing.\n\n\"Every time they sign on, it allows us to capture data. Are they having cravings? Suicidal tendencies?\" said Scott Olson, CEO of Dallas-based Pathway Healthcare, which is trying the app at its Jackson, Tennessee, site. \"Maybe a phone call from a counselor might make the difference between staying clean and a relapse.\"\n\nOlson thinks insurers will pay for the service with more evidence. For monitoring tuberculosis patients, health departments pay roughly $35 to $50 per patient each month for systems that include encrypted data storage. A small health department might pay as little as $500 a month.\n\nThe idea of watching someone take their medicine — called directly observed therapy or DOT — has roots in tuberculosis where one person's forgetfulness can be serious for everyone. If patients don't take all their antibiotics, their infectious TB germs can get stronger, developing drug resistance and endangering the broader community.\n\nBut taking a handful of pills daily for up to a year is difficult, so public health departments traditionally sent workers to people's homes and workplaces to watch them take their doses. Today, many TB patients prefer remote monitoring. Nurses like it too.\n\nAdvertisement Continue reading the main story\n\nNurse Peggy Cooley has used Skype for years to chat live with patients taking TB medicine.\n\n\"We can accomplish in a two-minute phone call something that might have taken an hour to do and most of that hour was in the car,\" said Cooley, who works for the Tacoma-Pierce County Health Department in Washington state.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe new uploaded selfies don't need an appointment. They are a daily routine for many tuberculosis patients in Seattle, San Francisco, Los Angeles and Houston, where savings on mileage and worker time amounted to $100,000 in a recent year.\n\nIn Boston, Albuquerque and five other cities, researchers are studying whether the technology works for hepatitis C, a blood-borne virus that's surging among a new generation of injection drug users. New drugs for hepatitis C can cure, but they're expensive — $75,000 for a 12-week course of treatment — so insurers want to make sure patients take them.\n\n\"I think it holds a lot of promise,\" said researcher Dr. Alain Litwin of University of South Carolina School of Medicine, who's testing whether patients do better when someone watches them take their pills.\n\nWhat's next? An insurer in Maryland plans to use the technology in diabetes and high blood pressure to make sure Medicare and Medicaid patients take their medicine. Startups selling the apps say they could be used by faraway adult children monitoring an elderly parent's daily pill-taking.\n\nExperts worry about privacy, data security and penalties for poor pill-taking.\n\n\"That's the biggest ick factor,\" said Carolyn Neuhaus, a medical ethicist at the Hastings Center in New York. \"You can imagine a program where benefits are tied to compliance and the insurer says, 'We won't pay for medication anymore unless you're taking it correctly.'\"\n\nGlobally, the rapid spread of smartphones creates an opportunity to eradicate TB, say the app developers.\n\nBut eliminating TB may take simpler, cheaper technologies that can be scaled for millions of cases, said Dr. Daniel Chin, who leads TB efforts for the Bill and Melinda Gates Foundation.\n\nThe group supports research in China and India on two homegrown technologies. China's tool, about the size of a child's shoebox, reminds patients to take their pills and saves data for review. In India, the government favors a blister pill pack printed with phone numbers; a patient punches out a daily pill, then calls the revealed number.\n\nAdvertisement Continue reading the main story\n\nWorldwide, TB kills more than 1.6 million people annually, even though most deaths are preventable with treatment.\n\n\"If we are going to eliminate the disease, we need technology,\" said Dr. Richard Garfein of the University of California, San Diego School of Medicine, who helped develop one of the smartphone apps, SureAdhere.\n\n___\n\nFollow AP Medical Writer Carla K. Johnson on Twitter: @CarlaKJohnson\n\n___\n\nThe Associated Press Health & Science Department receives support from the Howard Hughes Medical Institute's Department of Science Education. The AP is solely responsible for all content.", "images": ["https://web.archive.org/web/20180401032802im_/https://static01.nyt.com/images/icons/t_logo_291_black.png"], "top_img": "https://web.archive.org/web/20180401032802im_/https://static01.nyt.com/images/icons/t_logo_291_black.png", "keywords": [], "authors": ["The Associated Press"], "canonical_link": "https://web.archive.org/web/20180401032802/https://www.nytimes.com/aponline/2018/03/28/health/ap-us-med-selfie-medicine.html", "title": "Selfie Medicine: Phone Apps Push People to Take Their Pills", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/100000005822228", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/aponline/2018/03/28/health/ap-us-med-selfie-medicine.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/aponline/2018/03/28/health/ap-us-med-selfie-medicine.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/100000005822228"}}, "site": "@nytimes", "url": "https://www.nytimes.com/aponline/2018/03/28/health/ap-us-med-selfie-medicine.html", "title": "Selfie Medicine: Phone Apps Push People to Take Their Pills", "description": "Take two tablets and a selfie? Your doctor's orders may one day include a smartphone video to make sure you took your medicine.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "robots": "noarchive", "hdl_p": "Selfie Medicine: Phone Apps Push People to Take Their Pills", "description": "Take two tablets and a selfie? Your doctor's orders may one day include a smartphone video to make sure you took your medicine.", "genre": "News", "articleid": 100000005822228, "usageTerms": "https://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "hdl": "Selfie Medicine: Phone Apps Push People to Take Their Pills", "pdate": 20180328, "utime": 20180328015105, "ptime": 20180328015105, "DISPLAYDATE": "March 28, 2018, 1:51 A.M. E.D.T.", "dat": "March 28, 2018, 1:51 A.M. E.D.T.", "lp": "Take two tablets and a selfie? Your doctor's orders may one day include a smartphone video to make sure you took your medicine.", "msapplication-starturl": "http://www.nytimes.com", "cre": "AP", "slug": "ap-us-med-selfie-medicine", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "published": "2018-03-28T01:51:05-04:00", "modified": "2018-03-28T01:51:05-04:00", "section": "Health", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "section_url": "https://www.nytimes.com/section/health", "top-level-section": "health"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "og": {"url": "https://web.archive.org/web/20180401032802/https://www.nytimes.com/aponline/2018/03/28/health/ap-us-med-selfie-medicine.html", "type": "article", "title": "Selfie Medicine: Phone Apps Push People to Take Their Pills", "description": "Take two tablets and a selfie? Your doctor's orders may one day include a smartphone video to make sure you took your medicine.", "image": "https://web.archive.org/web/20180401032802im_/https://static01.nyt.com/images/icons/t_logo_291_black.png"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "The Associated Press", "tone": "news", "byl": "By THE ASSOCIATED PRESS", "PT": "article", "CG": "health", "PST": "News", "tom": "News", "edt": "The New York Times on the Web", "dfp-ad-unit-path": "health", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1522209600.0, "source": "https://web.archive.org", "summary": ""}