{"url": "http://consumer.healthday.com/Article.asp?AID=670343", "text": "En Español\n\nMONDAY, Nov. 5, 2012 (HealthDay News) -- An experimental drug may help patients who can't tolerate statins lower their cholesterol, a new Australian study suggests.\n\nThe 12-week, phase 2 clinical trial was conducted at 33 international sites and included adults who suffered muscle problems when taking statins, a class of cholesterol-lowering drugs that includes Crestor and Lipitor. They received injections of a placebo or different doses of AMG145, which is a human monoclonal antibody.\n\nHuman monoclonal antibodies are naturally occurring human antibodies that are genetically altered in a laboratory, cloned in large numbers and introduced into the patient to target disease sites.\n\nThe patients who received AMG145 had 41 percent to 63 percent reductions in \"bad\" (LDL) cholesterol and did not experience significant muscle-related side effects, said study leader Dr. David Sullivan, of the Royal Prince Alfred Hospital in Australia, and colleagues.\n\nThe reductions in LDL cholesterol seen in these patients were comparable to those that occur in patients taking the highest doses of the most effective statins, the researchers added.\n\nOne expert found the results intriguing.\n\n\"The most interesting aspect of this study is use of a novel approach using monoclonal antibodies -- a subtype of antibodies -- in the management of elevated LDL cholesterol,\" said Dr. Kenneth Ong, acting chief of cardiology at the Brooklyn Hospital Center.\n\n\"In this phase 2 study, the results are certainly impressive and warrant further investigation,\" Ong said. \"Of note is the reduction in the number of myalgias (muscle pains) for patients compared to the number of myalgias experienced by people taking statins. If larger trials and longer durations of observation confirm these initial findings, many patients whose LDL cholesterol are otherwise untreated or under-treated could benefit.\"\n\nAnother expert agreed.\n\n\"For those patients with elevated LDL who are intolerant to statins, this provides a viable option,\" said Dr. Suzanne Steinbaum, a preventive cardiologist at Lenox Hill Hospital in New York City. More trials need to be done of this unique treatment, she added.\n\nThe study was published online Nov. 5 in the Journal of the American Medical Association, to coincide with a planned presentation at the American Heart Association's annual meeting in Los Angeles.\n\nMore information\n\nThe American Academy of Family Physicians has more about cholesterol-lowering drugs.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/circulatory-system-information-7/coronary-and-artery-news-356/new-drug-may-help-those-who-can-t-take-statins-670343.html", "title": "New Drug May Help Those Who Can't Take Statins", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Study found it lowered LDL cholesterol as well as high doses of statins", "og": {"title": "New Drug May Help Those Who Can't Take Statins", "description": "Study found it lowered LDL cholesterol as well as high doses of statins", "url": "https://consumer.healthday.com/circulatory-system-information-7/coronary-and-artery-news-356/new-drug-may-help-those-who-can-t-take-statins-670343.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}