{"url": "http://www.latimes.com/health/la-he-pomegranate-extract-pills-20110613,0,7151568.story", "text": "Legend has it that King Tut was fond of pomegranates, and so were the ancient Persians. They surely enjoyed the fruit in its natural form — not processed into pomegranate extract pills.\n\nThese days, a number of companies sell pomegranate supplements and say the pills are a more convenient way to benefit from the fruit’s potent antioxidants. The most aggressive of these manufacturers is POM Wonderful, the company that also makes pomegranate-based juices, teas and snack bars. Each of its Pomx Pills provides the same “antioxidant power” as 8 ounces of Pom Wonderful 100% pomegranate juice without the 160 calories or 34 grams of sugar, the company says.\n\nThe appeal of antioxidants stems from studies showing that diets high in antioxidant-rich foods may be linked to a lower risk of cardiovascular disease, some types of cancer and other health problems. Antioxidants neutralize dangerous molecules called free radicals that, if left unchecked, can damage cells.\n\nBut claims that pomegranates, in particular, are good for the heart and prostate overstate the benefits of the fruit in any form, and especially in pills, says Dr. John Gordon Harold, a cardiologist at the Cedars-Sinai Heart Institute in Los Angeles.\n\nAdvertisement\n\n“If people want to take them, that’s fine, but it’s not based on any scientifically valid information,” says Harold, who is also a spokesman for the American Heart Assn. (The AHA does not take positions on individual commercial products.)\n\nFor close to a decade now, Pom Wonderful has touted what it claims are the fruit’s scientifically proven health benefits. The Los Angeles-based company has invested $34 million in pomegranate research, including studies on the fruit’s ability to improve cardiovascular and prostate health and erectile dysfunction.\n\nThat marketing approach captured the attention of the Federal Trade Commission. Last year, the agency filed a complaint against the company for “making false and unsubstantiated claims that their products will prevent or treat heart\n\ndisease, prostate cancer, and erectile dysfunction.”\n\nAdvertisement\n\nPom is fighting the charges.\n\n“We disagree with the FTC and believe that the manner in which we have communicated the results of our scientific research is both truthful and appropriate,” the company said in a statement. “Our scientific research, which is world-class, shows that there are significant, healthful benefits associated with drinking pomegranate juice.”\n\nThe company also chastised the agency for targeting a “natural food product” instead of “focusing on manufactured and processed foods that make exaggerated health claims based on ingredients that have been added to the food in a laboratory. … Pomegranates are inherently healthy.”\n\nIndeed, the pomegranate is “probably the most well-studied fruit we have,” says Dr. David Heber, director of the UCLA Center for Human Nutrition and a recipient of Pom funding.\n\nHeber, who has conducted more than a dozen studies on pomegranates, says the fruit contains a powerful set of antioxidants, including compounds called anthocyanidins and ellagitannins. While some of these are found in other red-pigmented fruits and vegetables, including strawberries and red cabbage, other antioxidants, such as punicalagins, are found only in pomegranates and some rare herbs, he says.\n\nIt can be difficult to know precisely what parts of the fruit — and which specific antioxidants — are in commercial supplements because they’re not tightly regulated, Heber says. Pom crushes the entire pomegranate — skin, rind and all — to make its products, the company says.\n\nMost of the evidence in favor of pomegranate’s health effects comes from laboratory and animal studies, and most of them focus on the juice, not the pills.\n\nA review of studies on pomegranate juice published this year in Complementary Therapies in Clinical Practice concluded that the beverage appeared to reduce blood pressure and slow the buildup of plaque in the arteries. But only five of the studies in the analysis were conducted in humans (the rest involved mice or test tubes), and they were small to boot. For instance, a widely cited 2001 study showing a 5% decline in blood pressure in people who drank 1.7 ounces of pomegranate juice daily for two weeks involved just 10 participants.\n\nAdvertisement\n\nThere’s less evidence to support the claim that pomegranate juice can prevent or treat prostate cancer. Animal research has been remarkably promising, says Hasan Mukhtar, a professor of cancer research at the University of Wisconsin Medical Science Center who has examined the juice in his own lab (with funding from Pom in some cases). But human research on the subject is limited to a single clinical trial, which lacked a proper placebo control, he says. (That 2006 trial, published in Clinical Cancer Research, showed that consuming 8 ounces of pomegranate juice daily slowed the increase of prostate specific antigen, a marker of prostate inflammation or cancer, in men with prostate cancer.)\n\nEvidence of the fruit’s ability to treat erectile dysfunction is even more preliminary. A liquid pomegranate extract made by Pom and tested in rabbits improved penile blood flow and erectile function but did not fully restore it, according to a 2010 study. A 2007 study of 53 men with mild to moderate erectile dysfunction found no statistically significant differences in function between men who drank 8 ounces of pomegranate juice a day and those who drank a placebo daily for four weeks.\n\n“There’s no definitive clinical trial” demonstrating a beneficial effect of pomegranate fruit, juice or pills in people, Harold says.\n\nBecause the antioxidants in pomegranates are chemically stable, they should have the same activity when concentrated in a pill as they do when found in juice or in a fruit, Mukhtar says.\n\nBut the larger issue is whether actively seeking such antioxidants in concentrated form is worth the money, Harold says.\n\nPomx Pills cost about $30 for a one-month supply. The cost of other pomegranate supplements ranges from about $10 to $20 for a month’s supply. (Most makers recommend 1 gram of pomegranate extract a day.)\n\n“If they’re part of an overall healthy diet, I don’t object,” Harold says, “but I’m not sure the ends justify the means.”\n\nhealth@latimes.com", "images": ["https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.latimes.com/health/la-xpm-2011-jun-13-la-he-pomegranate-extract-pills-20110613-story.html", "title": "Extracting the facts about pomegranate pills", "meta_data": {"og": {"title": "Extracting the facts about pomegranate pills", "url": "https://www.latimes.com/health/la-xpm-2011-jun-13-la-he-pomegranate-extract-pills-20110613-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "url": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "lat-logo-dark-full.jpg"}, "description": "Extracting the facts about pomegranate pills", "site_name": "Los Angeles Times", "type": "article"}, "article": {"content_tier": "metered", "published_time": "2011-06-13T07:00:00", "opinion": "false", "tag": "Health"}, "twitter": {"card": "summary_large_image", "description": "Extracting the facts about pomegranate pills", "site": "@latimes", "title": "Extracting the facts about pomegranate pills"}, "fb": {"app_id": 119932621434123, "pages": 5863113009}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "Extracting the facts about pomegranate pills", "brightspot.contentId": "00000169-988e-d37a-a1ff-9ccfc62c0000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1307962800.0, "source": "http://www.latimes.com", "summary": ""}