{"url": "http://time.com/4634553/is-coffee-bad-aging-caffeine/", "text": "To the age-old question “Is coffee bad for you?”, researchers are in more agreement than ever that the answer is a resounding “no.” A new study published in the journal Nature Medicine found that older people with low levels of inflammation — which drives many, if not most, major diseases — had something surprising in common: they were all caffeine drinkers.\n\n“The more caffeine people consumed, the more protected they were against a chronic state of inflammation,” says study author David Furman, consulting associate professor at the Institute for Immunity, Transplantation and Infection at Stanford University. “There was no boundary, apparently.”\n\nIn the study, Furman and his colleagues analyzed blood samples from 100 young and old people. The older people tended to have more activity in several inflammation-related genes compared with the younger group — no surprise, since as people get older, inflammation throughout the body tends to rise. Chronic diseases of aging, like diabetes, hypertension, heart problems, cancer, joint disorders and Alzheimer’s, are all believed to have inflammation in common. “Most of the diseases of aging are not really diseases of aging, per se, but rather diseases of inflammation,” Furman says. The more active these genes were, the more likely the person was to have high blood pressure and atherosclerosis.\n\nWhat’s more, even among older people, those with lower levels of these factors were more protected against inflammation — and they had something else in common too. They all drank caffeine regularly. People who drank more than five cups of coffee a day showed extremely low levels of activity in the inflammatory gene pathway. Caffeine inhibits this circuit and turns the inflammatory pathway off, the researchers say.\n\nThe goal isn’t to make every trace of inflammation disappear, the scientists stress. In fact, inflammation is an important function of the immune system, which uses it to fight off infections and remove potentially toxic compounds. But with aging, the process isn’t regulated as well as it is in a younger body. “Clearly in aging something is breaking down, and we become less effective at managing this inflammation,” says Mark Davis, director of the Stanford institute. “But now in this paper, we identify a particular pathway that was not associated with inflammation before. We are able to point, with a much higher resolution picture, at aging and the things that should be markers for inflammation.”\n\nThe key will be to figure out when the inflammatory response starts to spiral out of control. In an upcoming study, Furman and others will soon investigate the immune systems of 1,000 people; he hopes to use that information to develop a reference range of immune-system components to tell people whether their levels are normal, or if they’re at higher risk for developing chronic conditions driven by inflammation.\n\nIn the meantime, following the example of caffeine-drinking adults with lower levels of inflammation — by having a cup of joe or two — might be a good idea.\n\nContact us at editors@time.com.", "images": ["http://subscription-assets.timeinc.com/current/1850_top2_205_thumb.jpg", "https://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "http://pixel.carambo.la/Pixel/tmnc11/112753/0/1/0", "https://timedotcom.files.wordpress.com/2019/02/brain-mathematics-special-education-02-1.jpg?quality=85&w=600", "http://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2019/08/milligan2.jpg?quality=85&w=600", "http://assets.time.com/images/dianomi-logo.png", "https://timedotcom.files.wordpress.com/2015/11/50-healthiest-foods-coffee.gif?w=667&h=628&crop=1", "https://timedotcom.files.wordpress.com/2017/09/time-newsletter-tout-footer.png", "http://pixel.watch/f3fo"], "top_img": "https://timedotcom.files.wordpress.com/2015/11/50-healthiest-foods-coffee.gif?w=667&h=628&crop=1", "keywords": [], "authors": ["Alice Park"], "canonical_link": "https://time.com/4634553/is-coffee-bad-aging-caffeine/", "title": "Is Coffee Bad? How Caffeine Might Slow Down Aging", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "keywords": "caffeine, coffee, aging, health benefits of caffeine, inflammation, inflammation and aging, how to fight inflammation,diabetes, heart disease, cancer", "news_keywords": "caffeine, coffee, is coffee bad, is coffee healthy, black coffee, aging, health benefits of caffeine, inflammation, anti-inflammatory, diabetes, heart disease, cancer", "description": "Researchers zero in on the way caffeine and coffee might combat inflammation, a common problem of aging", "og": {"title": "How Coffee Might Slow Down Aging", "type": "article", "site_name": "Time", "url": "https://time.com/4634553/is-coffee-bad-aging-caffeine/", "description": "Researchers zero in on how caffeine appears to fight inflammation", "image": {"identifier": "https://timedotcom.files.wordpress.com/2015/11/50-healthiest-foods-coffee.gif?w=667&h=628&crop=1", "width": 667, "height": 628}}, "article": {"content_tier": "free", "opinion": "false"}, "pinterest": {"url": "https://time.com/4634553/is-coffee-bad-aging-caffeine/", "description": "Researchers zero in on the way caffeine and coffee might combat inflammation, a common problem of aging", "media": "https://timedotcom.files.wordpress.com/2015/11/50-healthiest-foods-coffee.gif?w=667&h=628&crop=1"}, "twitter": {"card": "summary_large_image", "url": "https://time.com/4634553/is-coffee-bad-aging-caffeine/", "title": "How Coffee Might Slow Down Aging", "description": "Researchers zero in on how caffeine appears to fight inflammation", "site": "@TIME", "image": "https://timedotcom.files.wordpress.com/2015/11/50-healthiest-foods-coffee.gif?w=667&h=512&crop=1"}, "fb": {"app_id": 53177223193, "pages": 10606591490}}, "movies": [], "publish_date": null, "source": "http://time.com", "summary": ""}