{"url": "http://www.latimes.com/science/sciencenow/la-sci-sn-mammograms-dense-breasts-20160822-snap-story.html", "text": "For women older than 50 who have been confused by conflicting advice on how frequently to get a mammogram, some new science is here to guide their decisions.\n\nAn ambitious research effort published Monday in the Annals of Internal Medicine set out to tailor women’s breast cancer screening practices to match their actual risk of breast cancer. It concludes that a woman’s breast density should influence the frequency with which she is screened for breast cancer, in addition to such long-recognized breast cancer risk factors as age, ethnicity, personal history of abnormal breast findings and a family history of breast cancer.\n\nFor a small slice of those women, that makes a once-a-year mammogram — twice as often as the current standard — the best bet.\n\nUnderwritten by the National Cancer Institute, the new study combined the data-collection efforts of breast-cancer epidemiologists with three separate teams of cancer modelers. In the study, women were separated into subcategories based on four levels each of individual risk and breast density.\n\nAdvertisement\n\nThe research recommends that women older than 50 with dense breast tissue who have higher-than-normal risk of developing breast cancer should get annual mammograms. These women, however, represent a small minority of women in that age group — less than 1% of all women between 50 and 74.\n\nMany women, however, could go as long as three years between mammograms without increasing their risk of death from breast cancer, the study found. For women with average risk and low breast density, the models showed that there was no difference in deaths averted from breast cancer whether they were screened every two years or every three years. Women who had a mammogram every three years, however, had fewer unnecessary follow-up procedures, including biopsies.\n\nAccepted clinical guidelines recommend that women 50 to 74 get a mammogram every two years. These recommendations, first proposed in 2009 by a federal task force, urged women to discuss with their physicians whether more frequent screening might be in order. But they have continued to be controversial with some activist and medical groups that believe additional lives could be saved if more women got an annual mammogram.\n\nThe latest study largely validates the controversial recommendations made by the U.S. Preventive Services Task Force in 2009. But it also clarifies which women should or could depart safely from its recommendations.\n\nAdvertisement\n\nOnly in the last decade or so have radiologists, oncologists and women’s health specialists begun to appreciate the role of breast density in a woman’s breast cancer risk. While radiologists have long warned that dense breast tissue made cancerous masses harder to spot, mounting evidence has found that cancer is also more likely to gain a foothold in dense breast tissue.\n\nThe latest effort is the first to produce a risk calculator that takes that into account, and asks for a radiologist’s standardized assessment of breast density in its six-point questionnaire. Many states now require radiologists reading mammograms to assign and communicate to a woman and her physician this density measure, called a Breast Imaging Reporting and Data System, or BI-RADS, score.\n\nOverall, the risk measure calculates a woman’s likelihood of developing breast cancer over five and 10 years, and compares it to normal risk.\n\nIn devising their models, the researchers updated assumptions that have cast doubt on the relevance of existing breast-cancer risk calculators, which relied on the experiences of women who got an earlier generation of screening mammograms and were more likely to die of breast cancer than is currently the case. Here, teams of modelers from Erasmus University in the Netherlands, Albert Einstein College of Medicine in New York and Harvard Pilgrim Healthcare assumed that women were getting digital mammograms, which offer improved cancer detection rates at lower radiation dosages than earlier mammographic methods. They took into account improved rates of breast cancer treatment effectiveness, and changing causes of mortality for women older than 50. They also took account of the fact that breast density decreases in older women.\n\n“These models are very applicable to the populations we screen,” said UC San Francisco breast-cancer specialist Dr. Karla Kerlikowske, one of the lead authors of the new study.\n\nThe practice of tailoring screening intervals to a woman’s breast cancer risk is already widespread in some European countries, including Sweden, the Netherlands and Spain. A Spanish study, similar to the latest modeling effort, found that implementing a general three-year screening interval, with yearly screening for high-risk women, reduced overdiagnosis and caught more missed cancers.\n\n“Some lesions detected in screening will never grow to become clinically significant and will not impact a woman’s life,” Kerlikowske said.\n\nmelissa.healy@latimes.com\n\nAdvertisement\n\nFollow me on Twitter @LATMelissaHealy and “like” Los Angeles Times Science & Health on Facebook.\n\nMORE IN SCIENCE\n\nScientists unlock a secret to Latinos’ longevity, with hopes of slowing aging for everyone\n\nHow to track poverty from space\n\nScientists design a drug that relieves pain like an opioid without some dangerous side effects", "images": ["data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/dims4/default/cad2d72/2147483647/strip/true/crop/1024x538+0+135/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F90%2F75%2Fdbd8df265c5b608bb767c69dafa6%2Fla-1471903204-snap-photo", "https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "https://ca-times.brightspotcdn.com/dims4/default/bf1affe/2147483647/strip/true/crop/1024x807+0+0/resize/840x662!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F90%2F75%2Fdbd8df265c5b608bb767c69dafa6%2Fla-1471903204-snap-photo", "https://ca-times.brightspotcdn.com/dims4/default/abd585f/2147483647/strip/true/crop/1152x1152+448+0/resize/100x100!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F12%2F57%2Fa343371429b7000ea37eaded8d93%2Fimg-534f3749-turbine-la-bio-melissa-healy"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/cad2d72/2147483647/strip/true/crop/1024x538+0+135/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F90%2F75%2Fdbd8df265c5b608bb767c69dafa6%2Fla-1471903204-snap-photo", "keywords": [], "authors": ["Melissa Healy Is A Health", "Science Reporter With The Los Angeles Times Writing The Washington", "D.C.", "Area. She Covers Prescription Drugs", "Obesity", "Nutrition", "Exercise", "Neuroscience", "Mental Health", "Human Behavior. She S Been At The Times For More Than Years"], "canonical_link": "https://www.latimes.com/science/sciencenow/la-sci-sn-mammograms-dense-breasts-20160822-snap-story.html", "title": "How often should you get a mammogram? It depends on whether you have dense breast tissue, experts say", "meta_data": {"og": {"title": "How often should you get a mammogram? It depends on whether you have dense breast tissue, experts say", "url": "https://www.latimes.com/science/sciencenow/la-sci-sn-mammograms-dense-breasts-20160822-snap-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/cad2d72/2147483647/strip/true/crop/1024x538+0+135/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F90%2F75%2Fdbd8df265c5b608bb767c69dafa6%2Fla-1471903204-snap-photo", "url": "https://ca-times.brightspotcdn.com/dims4/default/cad2d72/2147483647/strip/true/crop/1024x538+0+135/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F90%2F75%2Fdbd8df265c5b608bb767c69dafa6%2Fla-1471903204-snap-photo", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "breast density mammograms"}, "description": "For women older than 50 who have been confused by conflicting advice on how frequently to get a mammogram, some new science is here to guide their decisions.", "site_name": "Los Angeles Times", "type": "article"}, "article": {"author": "https://www.latimes.com/people/melissa-healy", "content_tier": "metered", "published_time": "2016-08-22T22:35:00", "opinion": "false", "section": "Science"}, "twitter": {"card": "summary_large_image", "creator": "@LATmelissahealy", "description": "For women older than 50 who have been confused by conflicting advice on how frequently to get a mammogram, some new science is here to guide their decisions.", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/8bbc1b6/2147483647/strip/true/crop/1024x576+0+116/resize/1200x675!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F90%2F75%2Fdbd8df265c5b608bb767c69dafa6%2Fla-1471903204-snap-photo", "alt": "breast density mammograms"}, "site": "@latimes", "title": "How often should you get a mammogram? It depends on whether you have dense breast tissue, experts say"}, "fb": {"app_id": 119932621434123, "pages": 5863113009, "profile_id": "latimes"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "Women between the ages of 50 and 74 may benefit from more or less frequent mammography screening than is generally recommended, depending on breast density and risk. Some can wait 3 years.", "keywords": "cancer screening, medical research,breast cancer, mammograms", "brightspot.contentId": "00000169-0c90-dbbe-a16f-4ef0147a0000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1471838400.0, "source": "http://www.latimes.com", "summary": ""}