{"url": "http://www.nytimes.com/2010/06/22/health/22heart.html?ref=health", "text": "They are part of a new wave of smart implantable devices that is transforming the care of people with heart disease and creating a bonanza for researchers. The hope is that the devices, now being tested in clinical trials, will save lives, reduce medical expenses and nudge heart patients toward managing their symptoms much the way people with diabetes manage theirs. Patients, who often are frail or live far from their doctors, can be spared frequent office visits. Doctors can learn immediately if devices are malfunctioning or if patients’ hearts are starting to fail.\n\n“It’s like having an office visit every day and a complete physical every week,” said Dr. Leslie Saxon, a cardiologist at the University of Southern California.\n\nThe big leap forward came a few years ago when device companies figured out how to make transmitters that send data over a broader range, 20 or 30 feet. That meant that, with her device, Mrs. Elzo did not have to wait till her doctor could put a receiver directly on her chest. Instead, she simply went near a small box, which is attached to a phone jack near her bed. Once a week, she also measures her weight and blood pressure — key indicators of heart failure — and that information is automatically transmitted to her doctor. If there are problems, the machine alerts her doctor.\n\n“Now, every single day the device is being queried,” said her doctor, James Coman of the Heart Rhythm Institute in Tulsa. “It’s just a phenomenal tool.”\n\nThere is a downside, though: “Information overload is a very serious problem” for the doctors, said Dr. Lynne Warner Stevenson, director of the Heart Failure Program at Brigham and Women’s Hospital in Boston and a professor at Harvard Medical School, who counts herself as a proponent of smart devices. More information, she warned, is not always beneficial.\n\nThe devices transmit useful data along with data whose significance is not clear, like variations in heart rate. Large swings in heart rate can indicate risk, but it is not clear what to do about them.\n\nEven more confusing are changes in thoracic impedance, a measurement of resistance to electric current through the lung. Impedance changes can predict future heart crises, but more often have no clinical explanation. Yet when doctors get data on impedance changes, they often feel uneasy and call patients to see how they are, making patients uneasy in turn, Dr. Stevenson said.\n\nAdvertisement Continue reading the main story\n\nDr. Stevenson likened such information to the game of “Jeopardy!” — doctors are given answers in search of a question. It’s a challenge even for the nation’s 1,000 heart failure specialists. But it can be even harder for primary care doctors, who have less expertise in heart failure yet care for most of the six million patients in the country with the condition.\n\nDr. Richard Page, president of the Heart Rhythm Society, said doctors wonder if they can be held liable if they do not look at all the data. Still, he said, the new technology “is potentially transformative.”\n\nFor researchers the information deluge leads to a different problem: how to analyze the data. A large clinical trial of a cardiac device used to involve 1,000, maybe 2,000 patients. Now, Boston Scientific, a maker of one of the smart heart devices, is following 400,000 patients.\n\n“No one has ever done research like this before,” said Dr. Saxon, who leads an independent team of academic scientists overseeing Boston Scientific research. The company has no editorial control over the papers the scientists write, Dr. Saxon said.\n\nBoston Scientific gets data from patients’ defibrillators. It also gets information on deaths from Medicare.\n\nThe data are stripped of patient identifiers and analyzed, a task requiring the company to become more like a Google or a Microsoft, handling enormous amounts of information. There are, for example, more than four million recordings of weights and blood pressures and over 60,000 instances when the defibrillators went off, shocking a patient’s heart.\n\nSo far, Dr. Saxon’s group has reported on the first 90,000 patients. Half of them had not been enrolled for remote monitoring and served as a control group.\n\nPhoto\n\nPatients whose doctors looked at the data survived 5 to 15 percent longer than patients in earlier clinical trials of the devices, Dr. Saxon reported. And, in a paper under review, the group reports that their three-year survival was significantly greater than that of patients in the study whose doctors did not see the data.\n\nAdvertisement Continue reading the main story\n\nOther researchers will be analyzing economic data. The devices can cost as much as $30,000. Do patients with defibrillators make up for some of that expense with fewer hospitalizations or doctor visits?\n\nA study using a similar device, made by Medtronic, suggests that is the case. The Medtronic study, directed by Dr. George Crossley, president of St Thomas Heart at Baptist Hospital in Nashville, involved 2,000 patients randomly assigned to receive a defibrillator that transmitted data or a device that did not transmit. Those with the nontransmitting device were seen in their doctor’s offices every few months, the standard of care.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nPatients whose devices transmitted spent less time, on average, in the hospital when they were admitted — 3.3 days compared with 4 days — and their hospital costs were $1,600 less per admission.\n\n“The plausible reason, we think, is that we got to these people much sooner in the course of their illness,” Dr. Crossley said. “We think we did not let the people in the remote sensing group get into heart failure.”\n\nStill, the information overload problem looms. One solution, being tested by St. Jude Medical, a medical device company in St. Paul, is to let patients deal with important data.\n\nThe idea, said Dr. Neal Eigler, a senior vice president at St. Jude, is to get heart patients to adjust their medications regularly based on readings of their heart’s functioning, just as patients with diabetes adjust their insulin based on blood glucose readings.\n\nPatients hold a small device over their chest twice a day, and if they experience symptoms like shortness of breath. It transmits readings of blood pressure in the left atrium — the upper left chamber of the heart. If pressure in that chamber gets too high, the lungs can fill with fluid.\n\nDoctors preprogram the hand-held device to provide instructions to patients in response to their left atrial pressure measurements, telling them, for example, to take a different dose of a medication, restrict fluid intake, increase their activity level or call the clinic.\n\nIf successful, the smart device could have a big effect. One million patients a year are hospitalized for heart failure. Ninety percent of the time it is because fluid has accumulated in their lungs.\n\nAdvertisement Continue reading the main story\n\nDr. Stevenson, who has no connection with St. Jude, is intrigued. Patients can see what is happening to their own bodies and act accordingly. They have to strictly limit salt in their diet, for example, and seeing their left atrial pressure might be motivating.\n\n“A patient might say, ‘Maybe my pressure is higher because that pizza I had for dinner last night had a lot of salt,’ ” Dr. Stevenson said.\n\nAs a more positive incentive, the device can also instruct patients to decrease their medications if they are doing well.\n\nSt. Jude recently completed a small study of 40 patients and is starting a large clinical trial. In the pilot study, the device reduced the frequency of high atrial pressure readings by two-thirds and the number of hospitalizations by 80 percent over five months.\n\nMeanwhile, patients whose doctors can deal with the data stream from smart devices say they are getting peace of mind.\n\nThey include people like Danielle Denlein, who, to her total shock, developed a serious heart problem.On October 20, 2008, at 1:50 p.m., Ms. Denlein was driving to a drug store to buy formula for her 5-day-old baby girl. Suddenly, she felt a pain in her chest. She thought it was heartburn. Then it began radiating down her arm.\n\n“I just knew — I don’t know how I knew, but I knew — I was having a heart attack,” she said.\n\nAlthough she was only 35, her main coronary artery had ripped open, a rare complication associated with pregnancy.\n\nAdvertisement Continue reading the main story\n\nMs. Denlein now relies on her smart defibrillator to save her from her injured heart, and to alert her doctor, Dr. Saxon, to problems if they occur.\n\n“It’s life changing,” Ms. Denlein said. “It gives me such a feeling of comfort.”\n\nMrs. Elzo feels the same way.\n\nHad her device not alerted her doctor that it needed to be replaced, she said, “I shudder to think what would have happened.”", "images": ["https://static01.nyt.com/images/2010/06/22/science/22heart2/22heart2-popup.jpg", "https://static01.nyt.com/images/2010/06/22/science/SUB-Heart/SUB-Heart-articleLarge.jpg", "https://static01.nyt.com/images/2010/06/22/science/SUB-Heart/SUB-Heart-thumbStandard.jpg"], "top_img": "https://static01.nyt.com/images/2010/06/22/science/SUB-Heart/SUB-Heart-thumbStandard.jpg", "keywords": [], "authors": ["Gina Kolata"], "canonical_link": "https://www.nytimes.com/2010/06/22/health/22heart.html", "title": "New Devices to Help Heart Patients", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1247468095680", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2010/06/22/health/22heart.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2010/06/22/health/22heart.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1247468095680"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2010/06/22/health/22heart.html", "title": "New Devices to Help Heart Patients", "description": "Smart, implantable devices are designed to help patients manage their conditions, similar to the way diabetics do.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary", "creator": "ginakolata"}, "robots": "noarchive", "hdl_p": "New Tools for Helping Heart Patients", "description": "Smart, implantable devices are designed to help patients manage their conditions, similar to the way diabetics do.", "genre": "News", "articleid": 1247468095680, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "New Devices to Help Heart Patients", "pdate": 20100621, "utime": 20140930153445, "ptime": 20100621152759, "DISPLAYDATE": "June 21, 2010", "dat": "June 21, 2010", "lp": "Smart, implantable devices are designed to help patients manage their conditions, similar to the way diabetics do.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "22heart", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "published": "2010-06-21T15:27:59-04:00", "modified": "2014-09-30T15:34:45-04:00", "section": "Health", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "section_url": "https://www.nytimes.com/pages/health/index.html", "top-level-section": "health", "author": "https://www.facebook.com/gina.kolata.1", "tag": "Medicine and Health"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "og": {"url": "https://www.nytimes.com/2010/06/22/health/22heart.html", "type": "article", "title": "New Devices to Help Heart Patients", "description": "Smart, implantable devices are designed to help patients manage their conditions, similar to the way diabetics do.", "image": "https://static01.nyt.com/images/2010/06/22/science/SUB-Heart/SUB-Heart-thumbStandard.jpg"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Gina Kolata", "tone": "feature", "byl": "By GINA KOLATA", "PT": "article", "CG": "health", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Medicine and Health", "keywords": "Medical Devices,Heart,Defibrillators,Implants,Science and Technology,Medicine and Health", "thumbnail": "https://static01.nyt.com/images/2010/06/22/science/SUB-Heart/SUB-Heart-thumbStandard.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "dfp-ad-unit-path": "health", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1277179200.0, "source": "http://www.nytimes.com", "summary": ""}