{"url": "https://consumer.healthday.com/cardiovascular-health-information-20/atrial-fibrillation-959/blood-thinners-may-prevent-dementia-in-atrial-fibrillation-patients-722617.html", "text": "En Español\n\nBy Steven Reinberg\n\nHealthDay Reporter\n\nFRIDAY, May 12, 2017 (HealthDay News) -- Blood thinners are often prescribed to prevent strokes in people with the abnormal heart rhythm known as atrial fibrillation. But a new study suggests these drugs may also help keep dementia at bay.\n\nThe researchers said that the key is to start blood thinners, such as warfarin, soon after atrial fibrillation is diagnosed. That's true even for people at low risk of a stroke who wouldn't normally be given blood thinners.\n\n\"We found that people who are on warfarin -- the most common blood thinner used to prevent stroke in patients with atrial fibrillation -- experienced very low rates of dementia, including Alzheimer's disease,\" said lead researcher Dr. T. Jared Bunch. He's director of heart rhythm research at Intermountain Medical Center Heart Institute in Murray, Utah.\n\nAtrial fibrillation is a common heart abnormality that affects nearly 3 million American adults. It causes the heart to beat abnormally or quiver. This causes blood to pool, and then it can clot.\n\nAtrial fibrillation can cause dementia by damaging tiny blood vessels in the brain through repeated tiny clots or small bleeds that people aren't even aware of, Bunch explained.\n\nWhile many patients are initially given aspirin, Bunch said aspirin's benefit in cutting the risk for dementia is limited, and patients should be started on warfarin or another blood thinner.\n\nAlthough the study looked at patients taking warfarin (Coumadin), newer drugs -- including rivaroxaban (Xarelto) and apixaban (Eliquis) -- should reduce the risk of dementia even more, Bunch said.\n\nIn patients with atrial fibrillation, the risk of stroke is usually measured using the so-called CHADS score, the researchers said. This score assigns points for several risk factors, such as age, high blood pressure, heart disease, diabetes and a previous stroke.\n\nA score of zero to one usually means blood thinners aren't needed because the risk for stroke is low. For patients with scores above one, blood thinners are considered necessary, as these patients are judged to be at moderate to high risk, according to the researchers.\n\nIn this study, however, the investigators said they found that even a short delay in giving blood thinners to patients at low risk for stroke increases the risk for dementia.\n\nIn patients considered at low-risk for stroke, delaying blood-thinning treatment increased the risk for dementia 30 percent. In high-risk patients, a delay increased the risk 136 percent, the researchers reported.\n\nThe longer the delay in giving blood thinners, the more the risk for dementia, the researchers said.\n\nFor the study, Bunch and his colleagues looked at information from more than 76,000 atrial fibrillation patients who had no history of dementia. The average age of the study participants was 69, and 57 percent were male. The researchers looked at when treatment began: either within 30 days of atrial fibrillation diagnosis, which was considered immediate; or after a year, which was considered delayed.\n\n\"Once you are diagnosed with atrial fibrillation, starting stroke-prevention strategies immediately is essential. We shouldn't wait longer than a month to begin treatment,\" Bunch said. \"The delay in treating can be devastating to patients when they start developing mental decline years later,\" he added.\n\nThe results of the study were scheduled for presentation Friday at the meeting of the Heart Rhythm Society in Chicago. Findings presented at meetings are generally viewed as preliminary until they've been published in a peer-reviewed journal.\n\nAccording to Dr. Byron Lee of the University of California, San Francisco (UCSF), \"There is a growing body of literature supporting the connection between atrial fibrillation and dementia.\" Lee is a professor of medicine and director of the electrophysiology laboratories and clinics at UCSF.\n\n\"Therefore,\" he said, \"we need to be extremely aggressive in treating atrial fibrillation patients with anticoagulants [blood thinners] when indicated. This study shows that treatment delays of even one month can greatly increase the incidence of cognitive [mental] decline,\" Lee said.\n\nMore information\n\nFor more on atrial fibrillation, visit the American Heart Association.", "images": ["https://media.healthday.com/Images/icimages/MIC072ML.jpg"], "top_img": "https://media.healthday.com/Images/icimages/MIC072ML.jpg", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/cardiovascular-health-information-20/atrial-fibrillation-959/blood-thinners-may-prevent-dementia-in-atrial-fibrillation-patients-722617.html", "title": "Blood Thinners May Prevent Dementia in Atrial Fibrillation Patients", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Even people with a low risk of stroke could benefit, researchers say", "og": {"title": "Blood Thinners May Prevent Dementia in Atrial Fibrillation Patients", "image": "https://media.healthday.com/Images/icimages/MIC072ML.jpg", "description": "Even people with a low risk of stroke could benefit, researchers say", "url": "https://consumer.healthday.com/cardiovascular-health-information-20/atrial-fibrillation-959/blood-thinners-may-prevent-dementia-in-atrial-fibrillation-patients-722617.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}