{"url": "https://web.archive.org/web/20101111111257/http://www.latimes.com:80/health/la-he-nutrition-lab-b-vitamins-20101108,0,273827,print.story", "text": "Vitamin B and its role in improving memory Studies show a B vitamin cocktail may stave off cognitive decline. Nutrition lab\n\nAnyone looking for an easy way to boost brain power is likely to come across an increasingly common piece of advice: Up your intake of B vitamins.\n\nForgot where you left your keys? The name of your neighbor's kid? Whether you locked the car?\n\nThe vitamins — including folic acid and vitamins B6 and B12 — are often touted as a way to improve memory and stave off cognitive decline. The claims are based on the finding that levels of the vitamin are low in people with various forms of cognitive impairment, including dementia and Alzheimer's disease.\n\nBut experts say it's still unclear whether taking high doses of the vitamins will keep such conditions at bay.\n\n\"I don't know that people need to rush out and buy B vitamins — I don't think we're ready [for that] yet,\" says Mary Haan, an epidemiology professor at UC San Francisco who has studied the relationship between B vitamin intake and cognitive function in elderly adults.\n\nResearchers believe B vitamins may affect brain health because of their ability to lower blood levels of an amino acid called homocysteine. In the 1990s, several studies documented high levels of homocysteine in people with cognitive impairment and dementia. But at the time, scientists didn't know whether high levels of the amino acid caused cognitive decline or whether cognitive decline caused people to accumulate high levels of the amino acid.\n\nTo determine which came first, researchers at Boston University followed approximately 1,100 healthy adults who were enrolled in the ongoing Framingham Heart Study, which began in 1948 to identify risk factors for heart disease. At the end of eight years, the researchers found that the rates of dementia and Alzheimer's disease were higher in people who had had high homocysteine levels compared with those who had low levels. Their conclusions — that high homocysteine levels increase a person's risk of dementia and Alzheimer's disease — were published in the New England Journal of Medicine in 2002.\n\nSince then, a handful of studies have administered high doses of homocysteine-lowering B vitamins to subjects in order to determine the vitamins' effects on brain function. The results have so far been mixed, with only a minority of studies showing a benefit, says Joshua Miller, a professor of pathology and laboratory medicine at UC Davis who studies the vitamins.", "images": ["https://web.archive.org/web/20101111111257im_/http://www.latimes.com/media/photo/2010-11/57354697.jpg", "https://web.archive.org/web/20101111111257im_/http://www.latimes.com/media/photo/2010-11/57391156.jpg", "https://web.archive.org/web/20101111111257im_/http://articles.latimes.com/favicon.ico", "https://web.archive.org/web/20101111111257im_/http://articles.latimes.com/pm-imgs/footer.gif", "https://web.archive.org/web/20101111111257im_/http://www.latimes.com/media/photo/2010-11/57251405.jpg", "https://web.archive.org/web/20101111111257im_/http://articles.latimes.com/pm-imgs/header.gif", "https://web.archive.org/web/20101111111257im_/http://www.latimes.com/media/photo/2010-11/57245602.jpg", "https://web.archive.org/web/20101111111257im_/http://articles.latimes.com/images/pixel.gif"], "top_img": "https://web.archive.org/web/20101111111257im_/http://articles.latimes.com/favicon.ico", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20101111111257/http://articles.latimes.com/2010/nov/08/health/la-he-nutrition-lab-b-vitamins-20101108", "title": "Vitamin B and its role in improving memory", "meta_data": {"description": "Forgot where you left your keys? The name of your neighbor's kid? Whether you locked the car? Anyone looking for an easy way to boost brain power is likely to come across an increasingly common", "keywords": "health", "og": {"site_name": "Los Angeles Times Articles"}}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}