{"url": "http://www.latimes.com/science/sciencenow/la-sci-sn-stroke-treatment-better-20150211-story.html", "text": "In most patients suffering a potentially devastating stroke triggered by a blood clot, retrieval of the clot with a medical device along with the standard drug therapy restored blood flow to the brain and reduced rates of death and disability, four new clinical trials have demonstrated.\n\nThe latest research confirms that, compared with patients who get clot-dissolving medicine alone, those who also get the treatment known as intra-arterial intervention are more likely to be discharged from the hospital, and to go home in better shape.\n\nIntra-arterial stroke treatment uses either a suction or stenting device to capture and withdraw blood clots lodged in the vessels leading to the brain. The devices are already in use at some comprehensive stroke centers across the United States, and three designs are approved here.\n\nBut many centers, citing mixed findings on the devices’ benefits, have either abandoned or have been reluctant to offer the treatment, which is costly and complex to provide. Insurers also have been skeptical of the procedure’s value, and many refuse to pay for it.\n\nAdvertisement\n\nThe results of two of the clinical trials were published this week in the New England Journal of Medicine and presented at an international conference on stroke in Nashville. Two more studies described at the meeting offered further confirmation of the clot-retrieval devices’ benefits.\n\nThe new studies were hailed by some as “game changers” in stroke care: UCLA stroke specialist Dr. Sidney Starkman said the presentations were greeted with standing ovations among neurologists and neurosurgeons at the conference.\n\nAt UCLA’s Stroke Center, Starkman said, “we’ve seen how well it works and have a team and a system that’s really ready” to provide intra-arterial stroke treatment. “We were enthusiastic all along and wanted to get others to do the same.”\n\nThe new research is expected to usher in more widespread use of clot-grabbing technologies at stroke centers across the nation. It comes just a year after a three widely cited studies — also published in the New England Journal of Medicine — failed to show benefits for stroke patients who got the additional therapy.\n\nAdvertisement\n\nIn the two large studies published Wednesday, researchers showed that more careful selection and speedy treatment of patients who got intra-arterial therapy yielded clearer evidence of the treatment’s benefits.\n\nIn both of the large clinical trials — one conducted in Canada, the United States, South Korea, Ireland and Britain, and the other in Australia and New Zealand — stroke patients needed to arrive at a participating hospital with a portion of their brain still undamaged by the lack of blood flow. Each of the hospitals performed extensive radiological scans to assess the extent of damage to the brain and locate and evaluate the size of the clot.\n\nTreatment also had to come quickly. The use of alteplase, a clot-dissolving medication also known as tPA, is limited to otherwise healthy patients who arrive at a hospital within 3 to 4.5 hours of stroke onset. In the Australia/New Zealand study, treatment with a clot-retrieving device had to be initiated within six hours of the onset of stroke symptoms and completed within eight hours.\n\nCompared with the 35 stroke patients who got clot-dissolving medicine alone, the 35 who got the two-pronged treatment were nearly twice as likely to regain some neurological function after three days. Imaging results revealed that for those who got both treatments, 100% of the brain tissue initially affected by a clot had blood flowing to it after 24 hours. Among the subjects who only got alteplase, the median level of restored blood flow was 37%.\n\nIn the other study, involving 238 stroke patients treated with alteplase, 90% of those who were also treated with an intra-arterial device were still alive 90 days later and 53% were considered functionally independent. Among the rest, 81% survived to 90 days and 29% were functionally independent.\n\nBoth clinical trials were ended early when it became clear that the dual therapy was superior to clot-dissolving medication alone.\n\n“These are overwhelmingly, unequivocally positive numbers,” said Dr. J Mocco, director of cerebrovascular surgery for Mt. Sinai Health System in New York City. The studies suggest that, on average, for every 2.5 to 4 patients treated with intra-arterial therapy, one could be expected to have an outcome better than they would have had with alteplase alone.\n\n“This is radically better than anything we’ve had,” said Mocco, who was not involved with either trial. The studies’ ethnically diverse patient population also means the findings are likely to be widely applicable.\n\nAdvertisement\n\nAt the same time, Mocco cautioned that few U.S. hospitals — including those with specialized stroke centers — were ready to offer intra-arterial stroke treatment.\n\n“There are a great many centers that will report they have the capability to provide these services,” he said. “But there are truthfully relatively few that have put in the effort and expertise to create the comprehensive team-based work flow needed to rapidly evaluate and treat these patients safely and efficiently.”\n\nIn the United States, three clot-retrieval devices are approved for marketing. Two are designed to capture a clot in a mesh pouch: the Solitaire Flow Restoration stent retriever made by Covidien and the Trevo stent device made by Stryker Corp. The third is the Penumbra thromboaspiration device from Penumbra Inc., which suctions up a blood clot instead.\n\nThe Canada-led trial was funded in part by the University of Calgary, Alberta Health Services and the Heart and Stroke Foundation of Canada. The Australia/New Zealand trial was paid for by the Australian National Health and Medical Research Council, the Royal Australasian College of Physicians, the Royal Melbourne Hospital Foundation and the Heart Foundation of Australia. Both trials also received financial and infrastructure support from Covidien, the maker of one of the devices.\n\nmelissa.healy@latimes.com\n\nTwitter: @LATMelissaHealy", "images": ["data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/dims4/default/ae8e7b7/2147483647/strip/true/crop/1183x621+14+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F23%2F79%2F762de9b0b45bcee2039a6b2b597e%2Fla-sci-sn-stroke-treatment-better-20150211-001", "https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/dims4/default/421a680/2147483647/strip/true/crop/1211x621+0+0/resize/840x431!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F23%2F79%2F762de9b0b45bcee2039a6b2b597e%2Fla-sci-sn-stroke-treatment-better-20150211-001", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "https://ca-times.brightspotcdn.com/dims4/default/abd585f/2147483647/strip/true/crop/1152x1152+448+0/resize/100x100!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F12%2F57%2Fa343371429b7000ea37eaded8d93%2Fimg-534f3749-turbine-la-bio-melissa-healy"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/ae8e7b7/2147483647/strip/true/crop/1183x621+14+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F23%2F79%2F762de9b0b45bcee2039a6b2b597e%2Fla-sci-sn-stroke-treatment-better-20150211-001", "keywords": [], "authors": ["Staff Writer", "Melissa Healy Is A Health", "Science Reporter With The Los Angeles Times Writing The Washington", "D.C.", "Area. She Covers Prescription Drugs", "Obesity", "Nutrition", "Exercise", "Neuroscience", "Mental Health"], "canonical_link": "https://www.latimes.com/science/sciencenow/la-sci-sn-stroke-treatment-better-20150211-story.html", "title": "Clot-removal device paired with drug shows benefits for stroke patients", "meta_data": {"og": {"title": "Clot-removal device paired with drug shows benefits for stroke patients", "url": "https://www.latimes.com/science/sciencenow/la-sci-sn-stroke-treatment-better-20150211-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/ae8e7b7/2147483647/strip/true/crop/1183x621+14+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F23%2F79%2F762de9b0b45bcee2039a6b2b597e%2Fla-sci-sn-stroke-treatment-better-20150211-001", "url": "https://ca-times.brightspotcdn.com/dims4/default/ae8e7b7/2147483647/strip/true/crop/1183x621+14+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F23%2F79%2F762de9b0b45bcee2039a6b2b597e%2Fla-sci-sn-stroke-treatment-better-20150211-001", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "Treating blood clots"}, "description": "In most patients suffering a potentially devastating stroke triggered by a blood clot, retrieval of the clot with a medical device along with the standard drug therapy restored blood flow to the brain and reduced rates of death and disability, four new clinical trials have demonstrated.", "site_name": "Los Angeles Times", "type": "article"}, "article": {"author": "https://www.latimes.com/people/melissa-healy", "content_tier": "metered", "published_time": "2015-02-12T03:07:09", "opinion": "false", "section": "Science"}, "twitter": {"card": "summary_large_image", "creator": "@LATmelissahealy", "description": "In most patients suffering a potentially devastating stroke triggered by a blood clot, retrieval of the clot with a medical device along with the standard drug therapy restored blood flow to the brain and reduced rates of death and disability, four new clinical trials have demonstrated.", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/9d6b954/2147483647/strip/true/crop/1104x621+54+0/resize/1200x675!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F23%2F79%2F762de9b0b45bcee2039a6b2b597e%2Fla-sci-sn-stroke-treatment-better-20150211-001", "alt": "Treating blood clots"}, "site": "@latimes", "title": "Clot-removal device paired with drug shows benefits for stroke patients"}, "fb": {"app_id": 119932621434123, "pages": 5863113009, "profile_id": "latimes"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "In most patients suffering a potentially devastating stroke triggered by a blood clot, retrieval of the clot with a medical device along with the standard drug therapy restored blood flow to the brain and reduced rates of death and disability, four new clinical trials have demonstrated.", "keywords": "surgery, intra arterial stroke treatment,stroke, alteplase", "brightspot.contentId": "00000169-0c8c-dbbe-a16f-4eec108e0000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1423630800.0, "source": "http://www.latimes.com", "summary": ""}