{"url": "http://health.usnews.com/wellness/articles/2017-01-05/can-lumbar-support-devices-relieve-lower-back-pain", "text": "On a scale of 1 to 10, lower back pain can register somewhere between \"I need an aspirin\" to “please jack me up with morphine.”\n\nThose suffering from such discomfort might feel moderate to mild pain that is not debilitating. In severe cases, they could feel like a giant electrified claw has claimed the lower part of their back, tearing into each nerve in that part of the body. The smallest of movements – getting up from a chair, walking or even coughing – can feel torturous. Maybe the lower back is as stiff as hardened concrete and as sensitive as an exposed nerve.\n\nA simple lumbar support device, or back brace, can provide short-term relief, research shows, according to an analysis of 28 studies published in the September 2016 issue of the Annals of Physical Rehabilitation Medicine journal. While these devices won’t cure the underlying condition, they're simple and relatively inexpensive. In the 2016 meta-analysis, researchers concluded that lumbar support devices are useful for improving function and reducing pain among those suffering from subacute back pain, which means it's past the acute stage – which is sudden and short in duration – but not long-lasting enough to be chronic.\n\n“Lumbar support devices provide enough compression and support for the lower back to allow healing to occur,” says Christopher Cousins, a physical therapist based in the District of Columbia. “The compression on the abdomen means there’s less pressure on your lower back discs, ligaments, muscles and spine.”\n\nLumbar devices typically fit around your waist and are secured with Velcro. They often have a steel or plastic plate attached to the section that would press against the patient’s lower back to provide support; some have over-the-shoulders straps. Most over-the-counter lumbar support devices cost between $25 and $130, and they're available at many drug stores, Target and Wal-Mart, plus online without a a prescription. Custom-made lumbar support devices, which are contoured to the natural curvature of the patient’s spine, cost from a few hundred dollars to about $1,000, Cousins says.\n\nPeople who suffer mild to moderate subacute back pain should put on a back brace as soon as their discomfort sets in, says Scott Bautch, a chiropractor in Wasau, Wisconsin, and president of the American Chiropractic Association's council on occupational health. \"You want to give yourself bracing so you can move,\" Bautch says. \"Inactivity or immobilization is the worst thing for a back. You want to remain active, and a brace can help you do that.\"\n\nSome studies have shown that wearing a lumbar support device could lead to negative effects, such as skin lesions, muscle wasting, gastrointestinal disorders, higher blood pressure and higher heart rates. Those issues are rare and typically occur with people who wear a back brace for an extended period of time, for more than the week or two most experts recommend, Bautch says. If a back brace fits well, is worn properly – that is, it's not too snug – and is not overused, it shouldn't create any health problems, Bautch says. During the course of his 30-year career, Bautch says, hundreds of his patients have worn lumbar support devices. None of them developed any problems, aside from a handful who had minor skin irritation where part of the brace rubbed their body, Bautch says. He remedied that issue by having his patients wear an undershirt between the lumbar support device and their skin.\n\nSearing, subacute back pain is caused by an array of conditions, including a herniated disc, in which the soft, jelly-like center inside the disc pushes out through a tear in its tough exterior and irritates nerves. A herniated disc can cause sciatica, a painful condition that affects the back, hips and legs and is caused by the compression of a spinal nerve root in the lower back. Spinal discs degenerate with age, and a herniated disc can occur without a physical injury, says Dr. Neel Anand, director of spine trauma at Cedars-Sinai Medical Center in Los Angeles. \"Think of your disc like your car tire – it's going to wear out,\" Anand says.\n\nBefore getting a lumbar support device for your lower back pain, experts recommend these steps:\n\n1. If you have severe pain, see a physician quickly. If your back pain or stiffness is so bad you can't move without tremendous discomfort, see a doctor as soon as possible, Bautch says. If your pain and stiffness are that severe, a back brace may not be of much immediate use, he says, adding that it may be helpful once the pain and stiffness subside to a tolerable level where you can move.\n\nModerate to mild lower back pain often subsides after five days or so, but if your discomfort persists beyond that or worsens, see a doctor, adds Dr. Megan Cortazzo, medical director of clinical documentation improvement and health information management at the University of Pittsburgh Medical Center. A doctor can test for and rule out serious potential causes, such as kidney stones, an abdominal aneurysm and cancer, Cortazzo says. Doctors can order an array of tests, such as an X-ray, MRI or CT scan, to arrive at the correct diagnosis, which will help lead to the most effective treatment plan, she says. The goal of most treatment regimens is strengthening the patient's core muscles supporting the spine so the pain doesn't recur. Treatment could include physical therapy, a stretching routine, yoga or Pilates. Many people also find chiropractic adjustments helpful, says Robert Hayden, a chiropractor based in Griffin, Georgia.\n\n2. Find a lumbar support device that fits you. Once you've been diagnosed, look for a lumbar support device that fits the natural curvature of your spine, says Dr. Jeremy Smith, an orthopedic spine surgeon at the Hoag Orthopedic Institute in Irvine, California. Try on a few at the store before buying one, he advises. If you buy the device online, you can return it if it doesn't fit. “It needs to naturally contour and fit, kind of like a glove, so all surface areas are in contact with your back. It should help remind you to keep good posture,” Smith says. “The device should be snug, but not too tight. It shouldn’t constrict your breathing.”\n\n3. Don’t become reliant on your back brace. Patients should wear a back brace for no longer than a few days to two weeks at the most, Bautch says. “Longer than that, and your muscles start to adapt and get accustomed to the brace, which means they can lose strength, which can lead to more injuries,” he adds. “If you use the back brace for more than two weeks, you can become brace-dependent.” A lumbar support device can be useful in the short term, but strengthening the core muscles that support your back is important in the long run, Bautch says.\n\n4. Learn your capacity. Figure out your physical limits to avoid reinjuring your back – both when you're wearing a back brace and after you've stopped using it, says Robert Shapiro, a physical therapist and certified orthopedic manual therapist based in Huntington, New York. \"You're not Superman when you're wearing your brace,\" he says. Exceeding your physical boundaries could cause a recurrence of low back pain. “You have to learn what your limits are and not to exceed them,” Shapiro says. “You may be able to lift a box of books, but shoveling snow may cause pain. Your physical limits may change as you exercise and strengthen your core.”", "images": ["https://www.usnews.com/dims4/USNEWS/77f31d6/2147483647/crop/1730x1135%2B0%2B300/resize/640x420/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F48%2F2f%2Ffffaad4343099f4781d33b777842%2F161024-heightmeasurement-stock.jpg", "https://www.usnews.com/dims4/USNEWS/760cc0b/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F05%2Fb7%2F40fc05934409a96658d0fc3dd0ab%2F161123-backbrace-stock.jpg", "https://www.usnews.com/static/img/usn-logo-large.svg", "https://www.usnews.com/dims4/USNEWS/4e31202/2147483647/thumbnail/640x420/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F05%2Fb7%2F40fc05934409a96658d0fc3dd0ab%2F161123-backbrace-stock.jpg"], "top_img": "https://www.usnews.com/dims4/USNEWS/760cc0b/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F05%2Fb7%2F40fc05934409a96658d0fc3dd0ab%2F161123-backbrace-stock.jpg", "keywords": [], "authors": [], "canonical_link": "https://health.usnews.com/wellness/articles/2017-01-05/can-lumbar-support-devices-relieve-lower-back-pain", "title": "Can Lumbar Support Devices Relieve Lower Back Pain?", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "description": "Research suggests the back brace can provide short-term relief.", "keywords": "Ruben Castaneda,back problems,physical therapy,arthritis,muscle problems,CT scans,pain,pain management,Health Care,Wellness", "site": "healthnews", "zone": "wellness", "fb": {"pages": 5834919267, "app_id": 130063997038366}, "og": {"title": "Can Lumbar Support Devices Relieve Lower Back Pain?", "description": "Research suggests the back brace can provide short-term relief.", "image": "https://www.usnews.com/dims4/USNEWS/760cc0b/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F05%2Fb7%2F40fc05934409a96658d0fc3dd0ab%2F161123-backbrace-stock.jpg", "type": "article", "site_name": "US News & World Report", "url": "https://health.usnews.com/wellness/articles/2017-01-05/can-lumbar-support-devices-relieve-lower-back-pain"}, "twitter": {"image": "https://www.usnews.com/dims4/USNEWS/760cc0b/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F05%2Fb7%2F40fc05934409a96658d0fc3dd0ab%2F161123-backbrace-stock.jpg", "card": "summary_large_image", "site": "@USNews", "title": "Can Lumbar Support Devices Relieve Lower Back Pain?", "description": "Research suggests the back brace can provide short-term relief."}, "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "optimizely": "Optimizely is supported by this application but is not enabled for this page."}, "movies": [], "publish_date": 1483592400.0, "source": "http://health.usnews.com", "summary": ""}