{"url": "https://www.bostonglobe.com/lifestyle/health-wellness/2015/09/28/some-with-early-stage-breast-cancer-can-skip-chemo-study-says/rcSTHaktuEI9hBGfsYZBdO/story.html", "text": "The test accurately identified a group of women whose cancers are so likely to respond to hormone-blocking drugs that adding chemo would do little if any good while exposing them to side effects and other health risks. In the study, women who skipped chemo based on the test had less than a 1 percent chance of cancer recurring far away, such as the liver or lungs, within the next five years.\n\nMany women with early-stage breast cancer can skip chemotherapy without hurting their odds of beating the disease — good news from a major study that shows the value of a gene-activity test to gauge each patient's risk.\n\nAdvertisement\n\n''You can't do better than that,'' said the study leader, Dr. Joseph Sparano of Montefiore Medical Center in New York.\n\nAn independent expert, Dr. Clifford Hudis of New York's Memorial Sloan Kettering Cancer Center, agreed.\n\n''There is really no chance that chemotherapy could make that number better,'' he said. Using the gene test ''lets us focus our chemotherapy more on the higher risk patients who do benefit'' and spare others the ordeal.\n\nThe study was sponsored by the National Cancer Institute. Results were published online Monday by the New England Journal of Medicine and discussed at the European Cancer Congress in Vienna.\n\nThe study involved the most common type of breast cancer — early stage, without spread to lymph nodes; hormone-positive, meaning the tumor's growth is fueled by estrogen or progesterone; and not the type that the drug Herceptin targets. Each year, more than 100,000 women in the United States alone are diagnosed with this.\n\nThe usual treatment is surgery followed by years of a hormone-blocking drug. But many women also are urged to have chemo, to help kill any stray cancer cells that may have spread beyond the breast and could seed a new cancer later. Doctors know that most of these women don't need chemo but there are no great ways to tell who can safely skip it.\n\nAdvertisement\n\nA California company, Genomic Health Inc., has sold a test called Oncotype DX since 2004 to help gauge this risk. The test measures the activity of genes that control cell growth, and others that indicate a likely response to hormone therapy treatment.\n\nPast studies have looked at how women classified as low, intermediate or high risk by the test have fared. The new study is the first to assign women treatments based on their scores and track recurrence rates.\n\nOf the 10,253 women in the study, 16 percent were classified as low risk, 67 percent as intermediate and 17 percent as high risk for recurrence by the test. The high-risk group was given chemotherapy and hormone-blocking drugs. Women in the middle group were randomly assigned to get hormone therapy alone or to add chemo. Results on these groups are not yet ready — the study is continuing.\n\nBut independent monitors recommended the results on the low-risk group be released, because it was clear that adding chemo would not improve their fate.\n\nAfter five years, about 99 percent had not relapsed, and 98 percent were alive. About 94 percent were free of any invasive cancer, including new cancers at other sites or in the opposite breast.\n\n''These patients who had low risk scores by Oncotype did extraordinarily well at five years,'' said Dr. Hope Rugo, a breast cancer specialist at the University of California, San Francisco, with no role in the study. ''There is no chance that for these patients, that chemotherapy would have any benefit.''\n\nAdvertisement\n\nDr. Karen Beckerman, a New York City obstetrician diagnosed with breast cancer in 2011, said she was advised to have chemo but feared complications. A doctor suggested the gene test and she scored very low for recurrence risk.\n\n''I was convinced that there was no indication for chemotherapy. I was thrilled not to have to have it,'' and has been fine since then, she said.\n\nMary Lou Smith, a breast cancer survivor and advocate who helped design the trial for ECOG, the Eastern Cooperative Oncology Group, which ran it, said she thought women ''would be thrilled'' to skip chemo.\n\n''Patients love the idea of a test'' to help reduce uncertainty about treatment, she said. ''I've had chemotherapy. It's not pretty.''\n\nThe test costs $4,175, which Medicare and many insurers cover. Others besides Oncotype DX also are on the market, and Hudis said he hopes the new study will encourage more, to compete on price and accuracy.\n\n''The future is bright'' for gene tests to more precisely guide treatment, he said.", "images": ["https://sb.scorecardresearch.com/p?c1=2&c2=6035042&cv=2.0&cj=1", "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/WPjx_ms8MEaX7-QTMwXVMp74CDU=/506x0/arc-anglerfish-arc2-prod-bostonglobe.s3.amazonaws.com/public/SFPNXDTFZQI6LLAJCZN4DUK6VA.jpg", "https://www.facebook.com/ tr?id=884869448226452&ev=PageView&noscript=1"], "top_img": "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/WPjx_ms8MEaX7-QTMwXVMp74CDU=/506x0/arc-anglerfish-arc2-prod-bostonglobe.s3.amazonaws.com/public/SFPNXDTFZQI6LLAJCZN4DUK6VA.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.bostonglobe.com/lifestyle/health-wellness/2015/09/28/some-with-early-stage-breast-cancer-can-skip-chemo-study-says/rcSTHaktuEI9hBGfsYZBdO/story.html", "title": "Some with early-stage breast cancer can skip chemo, study says", "meta_data": {"description": "Women who skipped chemotherapy based on the test had less than a 1 percent chance of cancer recurring far away, according to a study.", "keywords": "US,MED,Breast,Cancer", "robots": "noarchive", "viewport": "width=device-width, initial-scale=1", "msapplication-config": "/pf/resources/images/icons/browserconfig.xml?d=109", "theme-color": "#ffffff", "fb": {"admins": 507486035, "app_id": 103933749691726, "pages": 5637143257}, "og": {"site_name": "BostonGlobe.com", "type": "article", "title": "Some with early-stage breast cancer can skip chemo, study says - The Boston Globe", "url": "https://www.bostonglobe.com/lifestyle/health-wellness/2015/09/28/some-with-early-stage-breast-cancer-can-skip-chemo-study-says/rcSTHaktuEI9hBGfsYZBdO/story.html", "description": "Women who skipped chemotherapy based on the test had less than a 1 percent chance of cancer recurring far away, according to a study.", "image": "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/WPjx_ms8MEaX7-QTMwXVMp74CDU=/506x0/arc-anglerfish-arc2-prod-bostonglobe.s3.amazonaws.com/public/SFPNXDTFZQI6LLAJCZN4DUK6VA.jpg", "pixelID": 884869448226452}, "article": {"opinion": "false", "publisher": "https://www.facebook.com/globe", "content_tier": "free"}, "twitter": {"account_id": 95431448, "card": "summary_large_image", "site": "@BostonGlobe", "title": "Some with early-stage breast cancer can skip chemo, study says - The Boston Globe", "description": "Women who skipped chemotherapy based on the test had less than a 1 percent chance of cancer recurring far away, according to a study.", "url": "https://www.bostonglobe.com/lifestyle/health-wellness/2015/09/28/some-with-early-stage-breast-cancer-can-skip-chemo-study-says/rcSTHaktuEI9hBGfsYZBdO/story.html", "image": "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/WPjx_ms8MEaX7-QTMwXVMp74CDU=/506x0/arc-anglerfish-arc2-prod-bostonglobe.s3.amazonaws.com/public/SFPNXDTFZQI6LLAJCZN4DUK6VA.jpg"}, "section": "Health"}, "movies": [], "publish_date": 1443412800.0, "source": "https://www.bostonglobe.com", "summary": ""}