{"url": "http://consumer.Healthday.com/Article.asp?AID=646067", "text": "En Español\n\nBy Amanda Gardner\n\nHealthDay Reporter\n\nWEDNESDAY, Nov. 17, 2010 (HealthDay News) -- An experimental drug that raises HDL, or \"good,\" cholesterol seems to have passed an initial hurdle by proving safe in preliminary trials.\n\nAlthough the trial was primarily designed to look at safety, researchers scheduled to present the finding Wednesday at the American Heart Association's annual meeting in Chicago also report that anacetrapib raised HDL cholesterol by 138 percent and cut LDL, HDL's evil twin, almost in half.\n\n\"We saw very encouraging reductions in clinical events,\" said Dr. Christopher Cannon, lead author of the study, which also appears in the Nov. 18 issue of the New England Journal of Medicine.\n\nA big study to confirm the results would take four to five years to complete so the drug is still years away from market, said Cannon, who is a cardiologist with Brigham and Women's Hospital in Boston.\n\nOther experts are intrigued by the findings, but note that the research is still in very early stages.\n\n\"There are a lot of people in the prevention/lipid field that are simultaneously excited and leery,\" said Dr. Howard Weintraub, clinical director of the Center for the Prevention of Cardiovascular Disease at NYU Langone Medical Center in New York City.\n\nAdded Dr. John C. LaRosa, president of the State University of New York (SUNY) Downstate Medical Center in New York City: \"It's very preliminary but it's important because the last drug out of the barrel of this type was not a success. This looks like a better drug, but it's not definitive by any means. Don't take this to the bank.\"\n\nLaRosa was referring to torcetrapib, which, like anacetrapib, belongs to the class of drugs known as cholesterol ester transfer protein (CETP) inhibitors.\n\nA large trial on torcetrapib was killed after investigators found an increased risk of death and other cardiovascular outcomes.\n\n\"I would be more excited [about anacetrapib] if I hadn't seen what happened to its cousin torcetrapib,\" Weintraub said. \"Torcetrapib raised HDL astoundingly but that was entirely neutralized by the increase in cardiovascular events.\"\n\nIn the new trial, anacetrapib actually showed a tendency toward fewer cardiovascular problems and fewer angioplasty or bypass procedures, although the study only lasted 18 months.\n\nIt also didn't result in the blood pressure increases that helped doom torcetrapib.\n\nTo assess the safety of the trial, investigators randomly chose 1,623 adults with coronary heart disease who were taking cholesterol-lowering statins to receive either anacetrapib or a placebo for 18 months.\n\nAt the end of six months, LDL cholesterol was cut 81 milligrams per deciliter (mg/dl) of blood to 45 mg/dl, a reduction of about 40 percent. In the placebo group, LDL levels only declined from 82 mg/dl to 77 mg/dl.\n\nMeanwhile, HDL levels increased from 41 mg/dl of blood to 101 mg/dl in the treatment arm, versus a small jump from 40 mg/dl to 46 mg/dl in the placebo group.\n\n\"We have 94 percent confidence that this drug doesn't have the harmful effect that torcetrapib had, but we didn't prove a reduction in events,\" said Brigham and Women's Cannon. \"That will be the subject of a larger study.\"\n\nSuch a study is in the works, he added.\n\nDr. Neil Coplan, director of clinical cardiology at Lenox Hill Hospital in New York City, stressed that this was a \"safety trial, not a trial which is saying in any way that people should take these medications nor are the drugs approved.\"\n\nStill, he added, \"the trial demonstrated safety and it demonstrated a tremendous effect on altering the lipid profile in a good direction. It's very promising but, as the authors note themselves, it's a first step.\"\n\nExperts are still divided as to whether raising HDL levels will actually result in any meaningful improvements in clinical outcomes.\n\n\"Currently, we're not convinced that manipulation of HDL matters, though certainly it's promising,\" said Weintraub, who added that results should be available relatively soon from other trials exploring the issue. \"The fact that LDL was also reduced also makes it promising.\"\n\n\"We've never been able to satisfactorily demonstrate that raising HDL actually changes risk,\" added LaRosa.\n\nThe only drug currently available to raise HDL is nyacin.\n\nMore information\n\nThe American Heart Association has more on understanding your cholesterol levels.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Amanda Gardner"], "canonical_link": "https://consumer.healthday.com/cardiovascular-health-information-20/dietary-choloesterol-news-130/experimental-drug-raises-good-cholesterol-levels-in-early-trial-646067.html", "title": "Experimental Drug Raises Good Cholesterol Levels in Early Trial", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Results need to be confirmed in larger studies, experts note", "og": {"title": "Experimental Drug Raises Good Cholesterol Levels in Early Trial", "description": "Results need to be confirmed in larger studies, experts note", "url": "https://consumer.healthday.com/cardiovascular-health-information-20/dietary-choloesterol-news-130/experimental-drug-raises-good-cholesterol-levels-in-early-trial-646067.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}