{"url": "http://www.usatoday.com/news/health/story/2012-04-20/migraine-guidelines/54489780/1", "text": "Many migraine sufferers could have fewer, less severe headaches if they took preventive medicines, but few eligible patients do, say doctors releasing updated treatment guidelines Monday.\n\nThe guidelines list seven prescription medicines and one herbal remedy backed by strong evidence, and include many other treatments that might work for some patients.\n\n\"Migraine is one of the most disabling conditions known to man, but patients need to know that there is hope,\" says Stephen Silberstein, a neurologist at Thomas Jefferson University in Philadelphia and lead author of the guidelines from the American Academy of Neurology and the American Headache Society. They were presented at an academy meeting and published in the journal Neurology.\n\nMedicines backed by the strongest evidence include anti-seizure drugs (divalproex sodium, sodium valproate and topiramate), blood pressure drugs (metoprolol, propranolol and timolol) and, for menstrual-related migraines, a medicine called frovatriptan, the guidelines say. They also cite strong support for the herbal remedy butterbur and include a longer list of prescription and non-prescription therapies patients can consider.\n\nMore about migraines Migraines are not ordinary headaches. They cause throbbing pain, often on one side of the head, and can come with nausea, vomiting and sensitivity to light and sound. Visual disturbances or other warning signs, called auras, may precede the headaches. Migraines are three times more common in women than men. In some susceptible people, stress, bright lights, lack of food or sleep, hormonal changes or other triggers may play roles.\n\n\n\nSource: National Institute of Neurological Disorders and Stroke\n\nThese preventive treatments usually are used daily. The guidelines do not look at the options patients have once symptoms begin.\n\nNot everyone with migraines needs prevention medicine. But nearly 40% have headaches that are so frequent (at least once a week), severe or hard-to-treat that they qualify, Silberstein says. Studies find that just 3% to 13% use the treatments.\n\nWhy so few? One reason is that it's hard to persuade people to take medicines on days when they feel fine, says Elizabeth Loder, a neurologist at Brigham and Women's Hospital in Boston. Silberstein adds that some patients have not been properly diagnosed or made aware of their options. Still others try the treatments and decide they don't work or have unacceptable side effects.\n\n\"You have a lot of gun-shy patients because of a lot of bad experiences,\" says Michael John Coleman, founder of the patient group MAGNUM, also known as the National Migraine Association. Many spend months or years taking medicines that don't work and make them miserable, he says.\n\nThat's what happened to Emily Guzan, 26, a lawyer from Pittsburgh who was diagnosed with migraine in 2008. She was given a prescription for Topamax (topiramate), and it \"was a real nightmare,\" she says. She kept having headaches bad enough to land her in an emergency room once a month and suffered nightmares, an altered sense of taste, an unwanted 30-pound weight loss and memory problems — all of which she attributes to the drug.\n\nShe tried some other medications, but for now, she's given up on all of them and says she's getting better results with diet, yoga and other lifestyle changes.\n\nFinding the right medication for the right patient can take a lot of trial and error and careful dosing, Silberstein says. But about 80% will get relief, he says — defined as a headache reduction of at least 50% — after trying three or four drugs, alternative remedies and lifestyle changes.\n\nEven hard-to-treat patients may eventually respond to something, Loder says, so she urges frustrated patients to keep trying.\n\n\"The life toll that poorly controlled headaches take is really underappreciated,\" she says. \"You don't get back the time you lost at work or the time you lost with your children.\"\n\nColeman, of Alexandria, Va., also urges fellow sufferers to keep working with their doctors: His own migraines took 40 years to control. \"This is not a cookie-cutter disease and there is no magic bullet, but there is hope.\"", "images": ["http://i.usatoday.net/news/_photos/2012/04/20/Preventive-meds-help-migraine-sufferers-6V1BVE2I-x.jpg", "http://i.usatoday.net/_inside2011/_i/_share/plus.png", "http://i.usatoday.net/_inside2011/_i/_share/email.png", "http://i.usatoday.net/_inside2011/_i/_share/print.png", "http://i.usatoday.net/_inside2011/_i/most-pop-logo.gif", "http://i.usatoday.net/_inside2011/_i/most-pop-signup.jpg", "http://ad.doubleclick.net/N7103/ad/usatoday/googlepad;sz=980x66;ord=[timestamp]"], "top_img": "http://i.usatoday.net/news/_photos/2012/04/20/Preventive-meds-help-migraine-sufferers-6V1BVE2I-x.jpg", "keywords": [], "authors": ["Kim Painter", "Special For Usa Today"], "canonical_link": "http://www.usatoday.com/news/health/story/2012-04-20/migraine-guidelines/54489780/1", "title": "Preventive medicines can help migraine sufferers", "meta_data": {"description": "New guidelines list these options but say that few eligible patients take advantage of them.", "pubdate": "2012-04-23", "og": {"title": "Preventive medicines can help migraine sufferers", "description": "New guidelines list these options but say that few eligible patients take advantage of them.", "type": "article", "url": "http://www.usatoday.com/news/health/story/2012-04-20/migraine-guidelines/54489780/1", "image": "http://i.usatoday.net/news/_photos/2012/04/20/Preventive-meds-help-migraine-sufferers-6V1BVE2I-x.jpg", "site_name": "USATODAY.COM"}, "fb": {"app_id": 215046668549694}}, "movies": [], "publish_date": 1334894400.0, "source": "http://www.usatoday.com", "summary": ""}