{"url": "https://web.archive.org/web/20100225092151/http://www.latimes.com:80/news/nation-and-world/la-sci-aspirin17-2010feb17,0,1751303,print.story", "text": "Aspirin might reduce recurrence risk for breast cancer survivors, study finds Women who took aspirin two to five days per week were 60% less likely to have a recurrence and 71% less likely to die from the disease. But researchers caution that the results are preliminary.\n\nThe results, reported Tuesday in the Journal of Clinical Oncology, are surprising because at least five large studies have shown that taking aspirin regularly has no effect on the risk of developing breast cancer in the first place. The study's authors described the findings as surprising and worthy of follow-up, but even they cautioned that survivors shouldn't yet begin prophylactic aspirin use.\n\nWomen who take aspirin regularly after their breast cancer goes into remission are about 50% less likely to suffer a recurrence or to die from the disease, according to new findings from the ongoing Nurses' Health Study.\n\nThe new results could be because the process of metastasis of breast cancer is different than that of initiation and could thus be susceptible to influence by aspirin. Or it could be simply that there is some other shared characteristic of women who took aspirin that produced the beneficial effect.\n\nDr. John Glaspy, a breast cancer specialist at UCLA's Jonsson Comprehensive Cancer Center, called the results extremely interesting. \"If true, it would certainly be a relatively easy, inexpensive, potentially safe intervention for women who have had breast cancer,\" he said.\n\nBut, he added, researchers \"have been tricked by things like this before, especially in cancer epidemiology.\" The most notorious example was a study that showed a clear statistical link between drinking coffee and developing lung cancer. \"The problem turned out to be that smokers drank a lot of coffee. When you controlled for smoking, everything disappeared.\"\n\nBreast cancer is expected to strike more than 192,000 American women this year, killing 40,170.\n\nWhether aspirin ultimately proves beneficial or not, doctors cautioned that women being treated for breast cancer should not take the medication. It can interfere with the therapy, producing severe side effects.\n\nThe research is not without foundation. Metastasis is clearly linked to inflammation, and aspirin reduces inflammation. Studies in laboratory dishes show that aspirin can inhibit the growth and invasiveness of breast cancer cells and stimulate the immune system to attack the cells.\n\nBased on these lab studies, Dr. Michelle Holmes of Brigham and Women's Hospital in Boston and her colleagues studied self-reported data from 4,164 female nurses enrolled in the hospital's Nurses' Health Study who were diagnosed with breast cancer between 1976 and 2002. By 2006, there had been 400 recurrences and 341 deaths among the nurses.\n\nThe team collected data on the women's aspirin use beginning 12 months after diagnosis, when the treatment was presumably finished.\n\nThey found that women who took aspirin two to five days per week were 60% less likely to have a recurrence and 71% less likely to diefrom breast cancer. Those taking it more frequently had a 43% lower risk of recurrence and a 64% lower risk of death.\n\nThe researchers found no benefit from taking acetaminophen, best known as Tylenol.\n\nTaking aspirin once a week produced no benefit. The researchers did not monitor aspirin dosage, but the majority of the women taking aspirin did so for its heart benefit, and thus were taking 81 milligrams per day, less than a normal dose. These women may have been more health conscious than other women in the study, and it is possible that other actions on their part were responsible for their improved survival, experts noted.\n\nHolmes said she would not yet recommend that breast cancer patients in remission begin taking aspirin solely for that purpose. But those taking it for other reasons, she said, might inadvertently be helping themselves prevent a recurrence.\n\nthomas.maugh@\n\nlatimes.com", "images": ["https://web.archive.org/web/20100225092151im_/http://articles.latimes.com/pm-imgs/header.gif", "https://web.archive.org/web/20100225092151im_/http://articles.latimes.com/pm-imgs/footer.gif", "https://web.archive.org/web/20100225092151im_/http://articles.latimes.com/pm-imgs/ink.gif", "https://web.archive.org/web/20100225092151im_/http://articles.latimes.com/images/pixel.gif", "https://web.archive.org/web/20100225092151im_/http://articles.latimes.com/favicon.ico"], "top_img": "https://web.archive.org/web/20100225092151im_/http://articles.latimes.com/favicon.ico", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20100225092151/http://articles.latimes.com/2010/feb/17/science/la-sci-aspirin17-2010feb17", "title": "Aspirin might reduce recurrence risk for breast cancer survivors, study finds", "meta_data": {"description": "Women who take aspirin regularly after their breast cancer goes into remission are about 50% less likely to suffer a recurrence or to die from the disease, according to new findings from the", "keywords": "breast cancer, medical research, news, aspirin, science, medicine"}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}