{"url": "http://well.blogs.nytimes.com/2015/03/02/should-pregnant-women-eat-more-tuna/?ref=health", "text": "Photo\n\nFor years pregnant women have been warned about eating tuna because of concerns about mercury exposure. But a federal panel has reignited the debate about the benefits and risks of eating tuna and other seafood during pregnancy.\n\nExperts agree that seafood is a rich source of important nutrients, and that most of us don’t eat enough of it. Fish is rich in omega-3 fatty acids, B vitamins, iodine, selenium and vitamin D. And numerous studies show that the nutrients in fish are particularly important for brain development in fetuses and nursing infants.\n\nAs part of a sweeping review of nutrition recommendations, the Dietary Guidelines Advisory Committee recently reiterated the current seafood guidelines: Americans should eat a wide variety of seafood. The report also acknowledges the risk of mercury exposure from certain kinds of seafoods, and notes that women who are pregnant, nursing or may become pregnant should avoid certain kinds — tilefish, shark, swordfish and king mackerel — because of their high mercury content.\n\nThe panel withheld a recommendation about tuna, second only to shrimp in popularity in the United States. Current guidelines from the Food and Drug Administration and the Environmental Protection Agency warn pregnant and nursing women to limit tuna consumption to six ounces per week.\n\nThe advisory committee has recommended that these agencies “re-evaluate” their stance on tuna for pregnant women. In the report, the panel argues that albacore tuna is a “special case.” They noted that even when women ate double the recommended weekly amount of tuna, the benefits far outweighed the risks. “All evidence was in favor of net benefits for infant development and (cardiovascular disease) risk reduction,” the panel wrote.\n\nThe suggestion that pregnant women can eat more white albacore tuna — the type of tuna typically used in canned tuna — has upset advocacy groups that have called for increased warnings about mercury on tuna packaging.\n\n“Tuna is responsible for nearly seven times more mercury exposure than the four high-mercury fish that the Federal Food and Drug Administration advises pregnant women not to eat,” said Michael Bender, director of the mercury policy project, in a statement. “So why would the proposed 2015 dietary guidelines recommend that pregnant women eat more of it?”\n\nBut Dr. Steve Abrams, a panel member involved in the seafood recommendations and medical director of the Neonatal Nutrition Program at Baylor College of Medicine, said that while women need to be aware of the types of fish they are eating, the evidence is strong that fish consumption by mothers is good for the brains of their babies.\n\n“The goal of the dietary guidelines is to give people a healthy way to eat and not to include or exclude certain foods,” said Dr. Abrams. “The benefit of having (omega-3 fatty acids) in your diet really exceeds the likely risk of contamination. The point is that you should have a variety of types of seafood and not limit yourself to one type, and variety includes canned tuna.”\n\nAlice Lichtenstein, senior scientist and director of the Cardiovascular Nutrition Laboratory at Tufts University said the panel hasn’t suggested that pregnant women eat more tuna. “The issue of fish contamination is a moving target and you need very current data,” said Dr. Lichtenstein. “It may be that the issue is re-evaluated and there is no change.”\n\nMercury levels in our oceans are on the rise due to an increase in industrial mercury emissions. Plants, plankton and tiny fish that have absorbed small amounts of mercury are eaten by larger fish. Over time, large fish sharks and swordfish accumulate high levels of mercury. As a result, health officials recommend fish like sardines, salmon, tilapia and trout that are lower on the food chain and have accumulated less mercury in their tissue.\n\nThe benefits of fish consumption on a developing fetus are clear. In a Harvard study of 135 mothers and infants, researchers tracked fish consumption during pregnancy and tested the mother’s hair to measure her mercury exposure. They found that for each weekly serving of fish the mother ate while pregnant, her baby’s score on visual recognition memory tests increased an average of four points. At the same time, a baby’s score dropped by 7.5 points for every one part per million increase in mercury found in the mother’s hair sample. The babies who scored highest on the memory tests were those whose mothers had consumed two or more servings of fish each week during their pregnancy, but were tested to have very low mercury levels.\n\nHealth officials have long worried about balancing warnings about mercury against the obvious benefits of consuming more fish. Currently fewer than one in five Americans eats the recommended two servings a week of fish. About one-third eat one serving of seafood weekly and nearly half of us eats very little seafood or none at all.\n\nThis fall Consumer Reports issued a lengthy paper on fish and mercury exposure, noting the special concerns about canned tuna due to its popularity. Six ounces of canned tuna contains 60 micrograms of mercury compared to just 4 micrograms of mercury in a six-ounce serving of salmon, according to Consumer Reports. (A six-ounce serving of swordfish contains 170 micrograms, the magazine said. )\n\nFor people who want to safely eat more seafood, the magazine recommended shrimp, scallops, sardines, salmon, oysters, squid and tilapia as the lowest-mercury seafood. Also low are haddock, pollock, flounder and sole, Atlantic croaker, crawfish, catfish, trout, Atlantic mackerel, crab and mullet. In addition to the usual warnings about high mercury fish, Consumer Reports added marlin and orange roughy to the list. They suggested limiting consumption of grouper, Chilean sea bass, bluefish, halibut, black cod, Spanish mackerel and fresh tuna.\n\nTo find out more about mercury in seafood, go to the Got Mercury? calculator created by the Sea Turtle Island Restoration Network at seaturtles.org/programs/mercury/.\n\n\n\nFor more fitness, food and wellness news, “like” our Facebook page.", "images": ["https://static01.nyt.com/images/2016/08/31/well/family/well-family-exerciseask/well-family-exerciseask-articleInline.jpg", "https://static01.nyt.com/images/2015/03/03/science/SUB03MERCURY/SUB03MERCURY-tmagArticle.jpg", "https://static01.nyt.com/marketing/newsletters/images/Running_75.jpg", "https://static01.nyt.com/images/2016/08/31/well/family/well-family-exerciseask/well-family-exerciseask-videoSixteenByNine600.jpg", "https://static01.nyt.com/images/2015/03/03/science/SUB03MERCURY/SUB03MERCURY-facebookJumbo.jpg", "https://static01.nyt.com/images/2016/08/29/science/well-klass-smallpenis/well-klass-smallpenis-videoSixteenByNine600.jpg", "https://static01.nyt.com/images/2016/08/29/science/well-klass-smallpenis/well-klass-smallpenis-articleInline.jpg", "https://static01.nyt.com/images/blogs_v5/well/well_post.png"], "top_img": "https://static01.nyt.com/images/2015/03/03/science/SUB03MERCURY/SUB03MERCURY-facebookJumbo.jpg", "keywords": [], "authors": ["Tara Parker-Pope", "Topics.Nytimes.Com Top Reference Timestopics People P Tara_Parkerpope Index.Html"], "canonical_link": "//well.blogs.nytimes.com/2015/03/02/should-pregnant-women-eat-more-tuna/", "title": "Should Pregnant Women Eat More Tuna?", "meta_data": {"channels": "NytNow", "communityAssetLabels": "NYT_Blogs", "communityAssetTaxonomy": "blogs/well/Should Pregnant Women Eat More Tuna? ( 20150302 )", "communityAssetURL": "//well.blogs.nytimes.com/2015/03/02/should-pregnant-women-eat-more-tuna/", "PT": "Blogs", "PST": "Blog Post", "sourceApp": "blogs", "blogpostid": 100000003545917, "author": "Tara Parker-Pope", "CLMST": "Tara Parker-Pope", "byl": "Tara Parker-Pope", "article": {"author": "//topics.nytimes.com/top/reference/timestopics/people/p/tara_parkerpope/index.html", "published_time": 1425329758, "modified_time": "2016-02-29T17:59:39-05:00", "section": "Health", "tag": "The Well Column", "collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp"}, "GBLC": "Family;Featured;Parenting;The Well Column", "PUV": "normal", "PUD": 20150302, "pdate": 20150302, "ptime": 20150302155558, "utime": 20160229175939, "DISPLAYDATE": "March 2, 2015", "dat": "March 2, 2015", "CG": "Health", "SCG": "well", "BN": "well", "robots": "noodp", "des": "Mercury (Metal);Pregnancy and Childbirth;Seafood;Tuna", "keywords": "Mercury (Metal),Pregnancy and Childbirth,Seafood,Tuna,Family,Featured,Parenting,The Well Column", "news_keywords": "Mercury Element,Pregnancy,Seafood,Tuna", "description": "For years pregnant women have been warned about eating tuna because of worries about mercury exposure. But now a federal panel has reignited the debate about the benefits and risks.", "hdl_p": "The Tuna Debate Still Swirls", "hdl": "Should Pregnant Women Eat More Tuna?", "og": {"title": "Should Pregnant Women Eat More Tuna?", "type": "article", "url": "//well.blogs.nytimes.com/2015/03/02/should-pregnant-women-eat-more-tuna/", "site_name": "Well", "description": "For years pregnant women have been warned about eating tuna because of worries about mercury exposure. But now a federal panel has reignited the debate about the benefits and risks.", "image": "https://static01.nyt.com/images/2015/03/03/science/SUB03MERCURY/SUB03MERCURY-facebookJumbo.jpg"}, "thumbnail_150": "https://static01.nyt.com/images/2015/03/03/science/SUB03MERCURY/SUB03MERCURY-thumbLarge.jpg", "twitter": {"card": "summary", "title": "Should Pregnant Women Eat More Tuna?", "url": "//well.blogs.nytimes.com/2015/03/02/should-pregnant-women-eat-more-tuna/", "description": "For years pregnant women have been warned about eating tuna because of worries about mercury exposure. But now a federal panel has reignited the debate about the benefits and risks.", "image": "https://static01.nyt.com/images/2015/03/03/science/SUB03MERCURY/SUB03MERCURY-thumbLarge.jpg", "site": "@nytimeswell"}, "thumbnail": "https://static01.nyt.com/images/2015/03/03/science/SUB03MERCURY/SUB03MERCURY-thumbLarge.jpg", "adxPage": "blog.nytimes.com/well/post", "dfp-ad-unit-path": "health/well/family", "categories": "family,family-matters,well"}, "movies": [], "publish_date": 1425272400.0, "source": "http://well.blogs.nytimes.com", "summary": ""}