{"url": "http://Healthday.com/Article.asp?AID=635323", "text": "En Español\n\nBy Serena Gordon\n\nHealthDay Reporter\n\nMONDAY, Jan. 25, 2010 (HealthDay News) -- A low-carbohydrate diet helps people shed as many pounds as a low-fat diet plus the weight-loss drug orlistat does, and the low-carb plan may be better at helping lower blood pressure, researchers report.\n\nTheir study, published in the Jan. 25 issue of the Archives of Internal Medicine, found that both diets helped participants lose almost 10 percent of their body weight.\n\n\"Weight loss was similar but substantial in both groups we studied, but blood pressure improved more in the low-carb dieters,\" said study author Dr. William Yancy Jr., an associate professor of medicine at Duke University Medical Center and a staff physician at the Department of Veterans Affairs Medical Center in Durham, N.C.\n\n\"There are options out there. Pick a diet you think you could stick to better, and work with your physician to help you target the right intervention for you,\" he advised. Two other studies in the same issue of the journal look at the effectiveness of the anti-hypertension DASH diet and a physician-supervised plan.\n\nObesity is a significant contributor to many illnesses, including heart disease, stroke, diabetes and many cancers, according to an editorial in the same journal by Dr. Robert Kushner of Northwestern University's Feinberg School of Medicine. More than one-third of American adults are obese, and the incidence of obesity has gone up 140 percent over the past decade, Kushner notes.\n\nYancy's study included 146 overweight or obese adults who were randomly assigned to a low-carbohydrate diet or orlistat with a low-fat diet. The average age of the study participants was 52 and the average body-mass index was 39 (30 and over is considered obese). Orlistat is marketed as Xenical, a prescription medication, and Alli, available over the counter.\n\nThe low-carb diet began with a carbohydrate intake of less than 20 grams of carbohydrates a day. The group taking orlistat received a 120-milligram dose of the drug three times daily and got less than 30 percent of their calories from fat.\n\nOver 48 weeks, the low-carbohydrate group lost 9.5 percent of their body weight, while the orlistat group lost 8.5 percent. \"Good\" cholesterol (HDL) and triglyceride levels improved in both groups. LDL, or \"bad\" cholesterol, was only reduced in the orlistat group. Insulin and glucose markers improved only in the low-carb group, and there was a significant drop in blood pressure in the low-carb group compared to the orlistat group -- systolic blood pressure (the top number) dropped by 5.9 mm Hg on the low-carb diet vs. 1.5 mm Hg for the orlistat group. Similar reductions were seen for diastolic blood pressure.\n\nYancy said the blood pressure and cholesterol drops might have been even more impressive if people had stayed on their medications, but as they lost weight and normalized these readings, the doctors took them off blood-pressure and cholesterol drugs.\n\nTwo other studies in the same issue of the journal looked at the effects of the DASH diet and a physician-supervised plan.\n\nResearchers compared the DASH (Dietary Approaches to Stop Hypertension) diet alone and in combination with exercise and weight management on blood pressure. The researchers found that combining the DASH diet with weight management and exercise resulted in a 16.1 mm Hg drop in systolic blood pressure compared to 11.2 mm Hg on the DASH diet alone. Additionally, those in the exercise, weight management and DASH plan lost an average of 19 pounds over four months vs. less than one pound for the DASH diet alone.\n\nThe third study compared an Internet weight-management program with a physician-managed program for extremely obese people that included a liquid diet component, followed by a structured diet, behavioral counseling and diet medications. The more intensive intervention was more successful with 31 percent losing more than 5 percent of their body weight, compared to just 9 percent of the Internet group.\n\n\"There are many paths to weight loss,\" said registered dietitian Karen Congro, director of the Wellness for Life Program at The Brooklyn Hospital Center in New York City. What often makes the difference in whether or not a diet is successful, she said, is whether or not there's a counseling and support component to the plan.\n\nAnd, she said, these studies show that you don't necessarily need to get to your \"ideal body weight\" to make substantial improvements to your health. Losing 5 percent to 10 percent of your body weight can make positive changes in blood pressure, cholesterol and glucose control.\n\n\"If it can make you a healthier person, then a diet is a success,\" said Congro.\n\nMore information\n\nFor advice on selecting a weight-loss plan, visit the National Heart, Lung, and Blood Institute.", "images": ["http://Healthday.com/images/favicon.ico"], "top_img": "http://Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Serena Gordon"], "canonical_link": "https://consumer.healthday.com/cardiovascular-health-information-20/dieting-to-control-salt-health-news-191/for-lower-blood-pressure-low-carb-diet-may-be-best-635323.html", "title": "For Lower Blood Pressure, Low-Carb Diet May Be Best", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "But for weight loss alone, other plans also work well, studies find", "og": {"title": "For Lower Blood Pressure, Low-Carb Diet May Be Best", "description": "But for weight loss alone, other plans also work well, studies find", "url": "https://consumer.healthday.com/cardiovascular-health-information-20/dieting-to-control-salt-health-news-191/for-lower-blood-pressure-low-carb-diet-may-be-best-635323.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://Healthday.com", "summary": ""}