{"url": "https://www.statnews.com/2017/08/02/infertility-genetic-test-fertilome/", "text": "“Take charge of your biological clock,” the invitation urged.\n\nIt beckoned women to an evening seminar in Manhattan. There, they received a coupon for the latest in fertility management: a genetic test marketed as a way to help maximize their chances of becoming pregnant.\n\nThe hitch: Top reproductive endocrinologists point out that there’s no evidence the $950 DNA test can actually help women conceive. And even the company’s founder and CEO acknowledges the test can’t provide clear and definitive answers on which treatments women should try next if they’re struggling with infertility.\n\nadvertisement\n\nThe Fertilome test hit the market at the start of this year and the company behind it, Celmatix, said more than 50 doctors have already ordered it for hundreds of women seeking scientific guidance on questions such as whether they should freeze their eggs for future use, or whether it’s worth it to try another round of in vitro fertilization. The Celmatix CEO, Piraye Yurttas Beim, said her team has heard of a small wave of “Fertilome babies” on the way.\n\nSome reproductive specialists are enthusiastic. But others caution that Fertilome is just the latest genetic test promising more than it can deliver — and, in this case, playing to the fears of women who are anxious about becoming a mother. (Another example: a new $89 test that claims to tell women how their DNA could influence the level of a beneficial fatty acid in their breast milk.)\n\nThe Fertilome test, which must be ordered by a doctor, analyzes a woman’s DNA for 49 genetic variants that have been linked to various conditions that can sometimes cause fertility problems. A couple weeks later, the doctor gets back a long report listing the odds that a patient has certain conditions.\n\nFor example, she might be 4.4 times more likely than women without a particular genetic variant to have a condition known as primary ovarian insufficiency, characterized by irregular periods and diminished fertility before age 40.\n\nThat sounds alarming, and might prompt a younger woman who’s planning to delay pregnancy to freeze her eggs to be sure she has them available down the road. But the report does not explain that the condition is fairly rare — affecting just 1 in 1,000 women by age 30 and 1 in 250 women by age 35 — so the absolute risk is still very small.\n\nThe $950 Fertilome test must be ordered by a doctor and requires women to get their blood drawn. Celmatix\n\nAnd just because women have an elevated genetic risk for a condition doesn’t mean they actually have it.\n\nMany of the other conditions that the test screens for are also quite rare. But the report doesn’t explain the prevalence.\n\nSo a patient may see a table showing that her genetic variants make her twice as likely to have a condition known as recurrent pregnancy loss, defined as repeated miscarriages. But the report doesn’t note that just 1 percent of women have that condition in the first place, making the odds still overwhelmingly in her favor. The doctor ordering the test, or a genetic counselor, is supposed to provide that information.\n\nWithout the proper context, “some of this can be very misleading and very frightening to patients,” said Dr. John Petrozza, chief of the division of reproductive medicine at Massachusetts General Hospital.\n\nPetrozza said he worries that women might wrongly interpret a long litany of genetic risks to mean that their hopes to start a family are “doomed.” He also said he sees the test as “very costly for what it’s trying to do — and not really giving, at least at this point, what I would consider meaningful information.”\n\nTapping into women’s anxieties\n\nThe Fertilome test was eight years in the making. It draws on more than 5,000 studies that have found associations between particular genetic variants and conditions that can cause fertility problems, company spokeswoman Colleen McMillen said.\n\nBeim, the Celmatix CEO, said the test is already bringing “tremendous” value, in part by providing guidance that can act as a “tiebreaker” to help patients and their doctor decide which treatment to prioritize.\n\n“It will help save a lot of heartache and time if we could know from the very beginning that [a given patient] is at risk for a uterine factor, or if it’s more her eggs,” said Dr. Angie Beltsos, a reproductive endocrinologist in private practice in Chicago who ordered the Fertilome test for one of her patients for the first time last month.\n\nWhat the test can’t do: provide evidence-backed answers on what patients should try next. Nor can it tell patients whether they’re wired to get pregnant from IVF — or wired to fail it. “We’re not there. We’re not claiming we’re there,” Beim said.\n\nBeim trained as a molecular genetics researcher. As a Ph.D. student at Weill Cornell in the 2000s, she worked on an early project in what’s now called precision medicine: identifying the specific genetic alterations in the tumors of lung cancer patients that seemed to predict whether they would respond to a certain drug.\n\nAfter shifting her research focus to embryology, Beim found herself frustrated that the fertility field wasn’t benefiting from the same boom in translational genetics that was reshaping oncology. So she started her own company.\n\nCelmatix also sells software, called Polaris, that pulls from the medical histories of hundreds of thousands of women to try to predict which fertility treatments are likely to work in different circumstances.\n\n“Some of this can be very misleading and very frightening to patients.” Dr. John Petrozza, fertility specialist\n\nFertilome — not to be confused with a line of weed killers and other gardening products with the same name — launched in January with a $1,900 price tag. Insurers don’t cover it; after it became clear that patients were balking at the bill, Celmatix cut the price in half.\n\nCelmatix is mostly marketing the test to reproductive specialists, who are largely using it in the toughest infertility cases, Beim said.\n\nBut the company is also beginning to market directly to women — including younger women who aren’t trying to get pregnant yet.\n\nThe company has recently started promoting social media ads, like one that asks: “Are you getting the right fertility treatments for your DNA?” Another asserts: “Over 60% of millennial women are open to #eggfreezing. The Fertilome test can help you decide if it is right for you.”\n\nThe company’s website also features testimonials from women who say they have used Fertilome to help guide their decisions. There’s Ella, a 30-year-old with dark hair and stylish clothing who decided to freeze her eggs after taking the Fertilome test. Then there’s Maxine, a 27-year-old medical school graduate with short hair and a warm smile who used the test to help her juggle the timing of starting a family and starting her career.\n\nThe wrinkle: The images of Ella and Maxine are actually stock photos, available for purchase online.\n\nAfter questions from STAT, the company added a disclaimer acknowledging that testimonials are not quite as they were promoted from the start: the names, images, and details of patients’ stories have been changed to safeguard their privacy.\n\nAlong with its social media outreach, Celmatix has held several after-work events for New York City-area women. It hosted one, on a Wednesday night in April, in its offices on Wall Street.\n\nAn ad beckons women to a seminar to learn about “proactive steps you can take today to reach your future family building goals.”\n\nAnd on a Tuesday evening earlier this summer, the company partnered with a women’s group to host a conversation about “proactive steps you can take today to reach your future family building goals.” Appetizers, wine, and beer were served — and, in a gesture to the crowd full of women with pregnancy on their minds, non-alcoholic beverages were on the menu, too.\n\nThe company is also trying to reach OB-GYNs whose patients aren’t yet trying to get pregnant — or may be just beginning to try. Celmatix held webinars earlier this summer for OB-GYNs, telling them that the test could help “optimize management plans from the very start.”\n\nDNA analysis points a patient to Walmart for supplements\n\nDr. Aimee Eyvazzadeh, a reproductive endocrinologist in private practice in the Bay Area, is among a few doctors who’ve been given vouchers by the company to offer the test for $500. She’s been ordering the Fertilome test for her patients about five times a week.\n\nEyvazzadeh said the test recently helped her counsel a patient to forgo a third round of IVF, because the patient had a genetic profile that suggested it would be unlikely to work and wasn’t in a financial position to gamble on such slim odds. (A round of IVF can cost $13,000.) That patient is now considering an egg donor.\n\nAnother one of Eyvazzadeh’s patients is 31-year-old Tara Smith.\n\nTara Smith and her husband, Nick, have spent the past four years trying to conceive. Courtesy Tara Smith\n\nFor Smith, who works as a foster parent providing intensive care in Northern California, there’s nothing more important than family. She’s dreamed of having her own baby since she was a child herself.\n\nThat’s why Smith and her husband have spent about $70,000 over the past four years trying, without success, to get pregnant. They’ve seen doctors in St. Louis and Las Vegas, taken countless blood tests, and tried two rounds of IVF and several cycles of intrauterine insemination. Smith has long known that she has a condition called polycystic ovary syndrome, which can make it harder to get pregnant, but no one could figure out exactly why none of the treatments were working.\n\n“It’s gut-wrenching. You’re almost like this alien,” Smith said. “Nobody knows what’s going on, and you can’t fix the problem.”\n\nNewsletters Sign up for Daily Recap A roundup of STAT's top stories of the day. Please enter a valid email address. Privacy Policy Leave this field empty if you're human:\n\nSo when Eyvazzadeh suggested that she take the Fertilome test, Smith jumped at the possibility of finally getting answers. Eyvazzadeh walked her through the results last month before showing her the report, so Smith had an idea of what to expect. Still, Smith said, “my heart sank” when she saw her results for the first time.\n\nShe was 2.88 times more likely to have endometriosis, a painful disorder of the uterus, than a woman without a certain genetic variant. She was 1.54 times more likely to have primary ovarian insufficiency. She also carried three genetic variants that elevated her risk of having recurrent pregnancy loss. And she had 24 additional genetic variants that are more weakly associated with various conditions that can play a role in fertility problems.\n\n“It’s gut-wrenching. You’re almost like this alien. Nobody knows what’s going on, and you can’t fix the problem.” Tara Smith, fertility patient\n\nDespite it all, Eyvazzadeh had a plan. Because many of Smith’s genetic variants were involved in immune response regulation, she instructed Smith to focus on minimizing inflammation.\n\nAt Eyvazzadeh’s recommendation, Smith spent about $200 buying dietary supplements like fish oils, turmeric, cayenne pepper, resveratrol, and berberine from Amazon and Walmart. Smith also embarked on a new diet, cutting out dairy and red meat. (A 2015 review of the evidence on the optimal diet to promote fertility — and the utility of supplements — found the data “conflicting.”)\n\nThey also plan to have Smith get infusions of intralipids — a cocktail of soy bean oil, egg yolks, and other fatty acids — during her third round of IVF, which she’s embarking on now. (Intralipid infusions are increasingly popular, but the practice was found not to help in a 2016 study of older women with a history of miscarriage.)\n\nSmith has mostly positive feelings about her Fertilome test. Having a concrete plan based on what’s in her DNA gives her a new sense of hope. “Now I feel like we’re armed with information,” she said. But at the same time, she said, knowing what may be wrong with her makes her apprehensive about whether she’ll ever get pregnant.\n\nAfter all, so far, the test has pointed her only to try nutritional tweaks of uncertain value. It doesn’t offer any definitive answers.\n\nAnd that’s what gives Dr. Valerie Baker pause. A reproductive endocrinologist at Stanford, she recently suggested the test to a patient with longstanding infertility. The patient asked a good question: What would we do differently if we had this genetic analysis?\n\n“I don’t know,” Baker recalled responding. “I probably wouldn’t do anything differently.”\n\nShe did not end up ordering the test.", "images": ["https://www.statnews.com/wp-content/uploads/2019/08/Newsletter-Logo-Images-DR.png", "https://www.statnews.com/wp-content/themes/stat/images/stat-logo.svg", "https://www.statnews.com/wp-content/plugins/stat-lazy-load/images/330x400-00000000.png", "https://www.statnews.com/wp-content/uploads/2017/07/AP106886737-1024x576.jpg", "https://www.statnews.com/wp-content/uploads/2017/08/NickTaraHandout-640x787.jpg", "https://dc.ads.linkedin.com/collect/?pid=46858&fmt=gif", "https://www.statnews.com/wp-content/uploads/2018/02/Circular_Rebecca.png", "https://www.statnews.com/wp-content/uploads/2017/08/FertilomeBox-640x555.jpg", "https://www.facebook.com/tr?id=436331036555416&ev=PageView&noscript=1", "https://www.statnews.com/wp-content/uploads/2017/07/AP106886737-645x645.jpg"], "top_img": "https://www.statnews.com/wp-content/uploads/2017/07/AP106886737-1024x576.jpg", "keywords": [], "authors": ["Rebecca Robbins", "Adam Feuerstein", "Jonathan Saltzman", "Boston Globe", "Ed Silverman", "Andrew Joseph"], "canonical_link": "https://www.statnews.com/2017/08/02/infertility-genetic-test-fertilome/", "title": "Can a genetic test really boost your odds of becoming pregnant?", "meta_data": {"viewport": "width=device-width, initial-scale=1", "referrer": "origin", "description": "A $950 DNA test is marketed as a way to maximize women's chances of becoming pregnant. But there's no proof it can actually help them conceive.", "og": {"locale": "en_US", "type": "article", "title": "Can a genetic test really boost your odds of becoming pregnant?", "description": "A $950 DNA test is marketed as a way to maximize women's chances of becoming pregnant. But there's no proof it can actually help them conceive.", "url": "https://www.statnews.com/2017/08/02/infertility-genetic-test-fertilome/", "site_name": "STAT", "updated_time": "2017-08-02T01:41:36+00:00", "image": {"identifier": "https://www.statnews.com/wp-content/uploads/2017/07/AP106886737-1024x576.jpg", "secure_url": "https://www.statnews.com/wp-content/uploads/2017/07/AP106886737-1024x576.jpg", "width": 1024, "height": 576}}, "article": {"publisher": "http://facebook.com/statnews/", "tag": "women's health", "section": "Health", "published_time": "2017-08-02T08:30:53+00:00", "modified_time": "2017-08-02T01:41:36+00:00"}, "fb": {"app_id": 933808010032702, "pages": 1456948254627841}, "twitter": {"card": "summary_large_image", "description": "A $950 DNA test is marketed as a way to maximize women's chances of becoming pregnant. But there's no proof it can actually help them conceive.", "title": "Can a genetic test really boost your odds of becoming pregnant?", "site": "@statnews", "image": "https://www.statnews.com/wp-content/uploads/2017/07/AP106886737-1024x576.jpg", "creator": "@rebeccadrobbins"}, "generator": "WordPress 5.2.4", "ia": {"markup_url": "https://www.statnews.com/2017/08/02/infertility-genetic-test-fertilome/?ia_markup=1"}, "apple-itunes-app": "app-id=1324796990", "msapplication-TileImage": "https://www.statnews.com/wp-content/uploads/2015/10/cropped-stat-logo-teal-328x328.png"}, "movies": [], "publish_date": 1501646400.0, "source": "https://www.statnews.com", "summary": ""}