{"url": "https://consumer.healthday.com/circulatory-system-information-7/blood-pressure-news-70/three-in-one-pill-shows-promise-in-beating-high-blood-pressure-731890.html", "text": "En Español\n\nTUESDAY, March 13, 2018 (HealthDay News) -- A pill that combines three blood pressure-lowering drugs improves people's chances of lowering their high blood pressure, researchers report.\n\nThe pill contains low doses of the three medications -- telmisartan, amlodipine and chlorthalidone.\n\nThe finding stems from a study of 700 people, who averaged 56 years old. All had high blood pressure.\n\nAmong those who took the so-called \"triple pill\" for six months, 70 percent had achieved their blood pressure targets, compared with 55 percent of those who received their usual care. Usual care meant taking whatever blood pressure medicine their doctor prescribed.\n\nThe rate of side effects was no greater among those who took the three-in-one pill than among the usual care group.\n\n\"Based on our findings, we conclude that this new method of using blood pressure-lowering drugs was more effective and just as safe as current approaches,\" lead author Ruth Webster said in a news release from the American College of Cardiology. She's a researcher with the George Institute for Global Health at the University of New South Wales in Sydney, Australia.\n\nThe study was presented Monday at the annual meeting of the American College of Cardiology in Orlando, Fla. The findings should be considered preliminary because research presented at meetings has not undergone the rigorous scrutiny given to research published in medical journals.\n\n\"The most urgent need for innovative strategies to control blood pressure is in low- and middle-income countries,\" Webster said. \"The triple pill approach is an opportunity to 'leapfrog' over traditional approaches to care and adopt an innovative approach that has been shown to be effective.\"\n\nHigh blood pressure increases the risk for heart attack, stroke and kidney problems.\n\n\"A control rate of 70 percent would be a considerable improvement, even in high-income settings,\" Webster said. \"Most hypertension guidelines in these countries do not recommend combination blood-pressure-lowering therapy for initial treatment in all people.\"\n\nThe findings, she said, \"should prompt reconsideration of recommendations around the use of combination therapy.\"\n\nMore information\n\nThe U.S. Food and Drug Administration has more on high blood pressure medications.", "images": ["https://media.healthday.com/Images/icimages/40066.jpg"], "top_img": "https://media.healthday.com/Images/icimages/40066.jpg", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/circulatory-system-information-7/blood-pressure-news-70/three-in-one-pill-shows-promise-in-beating-high-blood-pressure-731890.html", "title": "Three-in-One Pill Shows Promise in Beating High Blood Pressure", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "A pill that combines three blood pressure-lowering drugs improves people's chances of lowering their high blood pressure, researchers report.", "og": {"title": "Three-in-One Pill Shows Promise in Beating High Blood Pressure", "image": "https://media.healthday.com/Images/icimages/40066.jpg", "description": "A pill that combines three blood pressure-lowering drugs improves people's chances of lowering their high blood pressure, researchers report.", "url": "https://consumer.healthday.com/circulatory-system-information-7/blood-pressure-news-70/three-in-one-pill-shows-promise-in-beating-high-blood-pressure-731890.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}