{"url": "http://www.latimes.com/health/la-he-bariatric-surgery-20110222,0,815206.story", "text": "Less than a week after the Food and Drug Administration approved the marketing of Lap-Band weight-loss surgery to 11 million new patients, a pair of studies has found that a different, older procedure is more effective and no riskier than either the Lap-Band or another less-drastic surgery, sleeve gastrectomy.\n\nIn the first head-to-head comparison of weight-loss surgeries widely used in the United States, UC San Francisco researchers found that those who had their stomach capacity reduced by a Roux-en-Y bypass, which reduces the stomach’s capacity and bypasses a part of the intestine, lost more weight, required less diabetes medication and were less likely to need further surgery than those who received the Lap-Band.\n\nA second study found that diabetic patients who underwent sleeve gastrectomy, which surgically narrows the stomach to reduce food capacity, were more likely to continue needing diabetes medications than those who got the gastric bypass. Both studies were published Monday in the Archives of Surgery,\n\nLast week, the FDA broadened approval for the Lap-Band to people with a Body Mass Index as low as 30 if they also have a weight-related medical condition, a move that is expected to propel millions more obese patients into the offices of bariatric surgeons. The Lap-Band is an inflatable ring that is surgically implanted around the upper stomach. After surgical wounds have healed, saline solution is injected to expand the ring, limiting how much food can be consumed.\n\nAdvertisement\n\nYet both of the new studies suggest that the Roux-en-Y gastric bypass procedure, which is named for the surgeon who invented it and the shape of the altered small intestine, remains the standard for patients with severe obesity and serious weight-related illnesses such as diabetes. The procedure was first performed in 1993.\n\nThe UC San Francisco study, led by surgeon Guilherme M. Campos, measured weight loss, improvement in metabolic function and quality of life in 185 patients one year after their surgeries.\n\nOn all those measures, gastric bypass produced far better results than Lap-Band surgery. For instance, those who had had gastric bypass lost 64% of their excess weight on average in the year following surgery. Those who got the Lap-Band lost an average of 36% in the same period.\n\nThe study also found that although gastric bypass patients had more complications in the first month after surgery, those who underwent Lap-Band surgery had a higher rate of complications later, and/or more need for surgical adjustments, making the overall complication rate similar for both procedures.\n\nAdvertisement\n\nThe authors concluded that gastric bypass “has a better risk-benefit profile” than Lap-Band surgery. The second study, conducted by researchers in Taiwan, compared 30 obese patients who were treated with gastric bypass for their poorly controlled diabetes with 30 similar patients who were treated with a procedure called “gastric sleeving,” which surgically reshapes the stomach to a smaller size but does not close down a portion of the intestine to food.\n\nThe finding — that diabetes improved with gastric bypass but not with gastric sleeving — offered an important clue to why gastric bypasses seem to improve the metabolic function of diabetics virtually overnight. Neither sleeve gastrectomy nor the Lap-Band causes food to bypass any part of the intestine, suggesting that hormones in that part of the gut may play a key role in the changes that lead to diabetes.\n\n“We need to just register that gastric bypass is the gold standard for diabetic control in overweight patients,” said Beverly Hills-based weight-loss surgeon Ted Khalili, director of the Khalili Center for Bariatric Care, who was not involved in the study.\n\nBut Khalili, whose practice is roughly split between Lap-Band and gastric-bypass surgery, added that the UC San Francisco findings are far less clear for patients whose primary objective is to lose weight. Although more weight loss was seen for the gastric bypass group in the one-year study, patients getting the Lap-Band continue to lose weight for two to three years after the procedure, Khalili said.\n\nComparing the two patient populations three years after surgery would probably have narrowed the weight-loss gap considerably, Khalili said.\n\nmelissa.healy@latimes.com", "images": ["data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "https://ca-times.brightspotcdn.com/dims4/default/abd585f/2147483647/strip/true/crop/1152x1152+448+0/resize/100x100!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F12%2F57%2Fa343371429b7000ea37eaded8d93%2Fimg-534f3749-turbine-la-bio-melissa-healy"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "keywords": [], "authors": ["Melissa Healy Is A Health", "Science Reporter With The Los Angeles Times Writing The Washington", "D.C.", "Area. She Covers Prescription Drugs", "Obesity", "Nutrition", "Exercise", "Neuroscience", "Mental Health", "Human Behavior. She S Been At The Times For More Than Years"], "canonical_link": "https://www.latimes.com/style/la-xpm-2011-feb-22-la-he-bariatric-surgery-20110222-story.html", "title": "Gastric bypass more effective than other procedures, studies find", "meta_data": {"og": {"title": "Gastric bypass more effective than other procedures, studies find", "url": "https://www.latimes.com/style/la-xpm-2011-feb-22-la-he-bariatric-surgery-20110222-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "url": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "lat-logo-dark-full.jpg"}, "description": "Gastric bypass more effective than other procedures, studies find", "site_name": "Los Angeles Times", "type": "article"}, "article": {"author": "https://www.latimes.com/people/melissa-healy", "content_tier": "metered", "published_time": "2011-02-22T08:00:00", "opinion": "false", "section": "Lifestyle"}, "twitter": {"card": "summary_large_image", "creator": "@LATmelissahealy", "description": "Gastric bypass more effective than other procedures, studies find", "site": "@latimes", "title": "Gastric bypass more effective than other procedures, studies find"}, "fb": {"app_id": 119932621434123, "pages": 5863113009, "profile_id": "latimes"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "Gastric bypass more effective than other procedures, studies find", "brightspot.contentId": "00000169-988e-d37a-a1ff-9ccf76f50000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1298379600.0, "source": "http://www.latimes.com", "summary": ""}