{"url": "http://www.usatoday.com/story/news/nation/2012/10/17/multivitamins-cancer-risk-men/1638929/", "text": "Marilynn Marchione, AP\n\nAmerica's favorite dietary supplements, multivitamins, modestly lowered the risk for cancer in healthy male doctors who took them for more than a decade, the first large study to test these pills has found.\n\nThe result is a surprise because many studies of individual vitamins have found they don't help prevent chronic diseases and some have even caused problems.\n\nIn the new study, multivitamins cut the chance of developing cancer by 8%. That is less effective than a good diet, exercise and not smoking, each of which can lower cancer risk by 20% to 30%, cancer experts say.\n\nMultivitamins also may have different results in women, younger men or people less healthy than those in this study.\n\n\"It's a very mild effect and personally I'm not sure it's significant enough to recommend to anyone\" although it is promising, said Dr. Ernest Hawk, vice president of cancer prevention at the University of Texas MD Anderson Cancer Center and formerly of the National Cancer Institute.\n\n\"At least this doesn't suggest a harm\" as some previous studies on single vitamins have, he said.\n\nHawk reviewed the study for the American Association for Cancer Research, which is meeting in Anaheim, Calif., where the study was to be presented on Wednesday. It also was published online in the Journal of the American Medical Association.\n\nAbout one-third of U.S. adults and as many as half of those over 50 take them. They are marketed as a kind of insurance policy against bad eating. Yet no government agency recommends their routine use \"regardless of the quality of a person's diet,\" says a fact sheet from the federal Office of Dietary Supplements.\n\nSome fads, such as the antioxidant craze over vitamins A and E and beta-carotene, backfired when studies found more health risk with those supplements, not less. Many of those were single vitamins in larger doses than the \"100% of daily value\" amounts that multivitamins typically contain.\n\nScience on vitamins has been skimpy. Most studies have been observational — they look at groups of people who do and do not use vitamins, a method that can't give firm conclusions.\n\nDr. J. Michael Gaziano, of Brigham and Women's Hospital and VA Boston, led a stronger test. Nearly 15,000 male doctors who were 50 or older and free of cancer when the study started were given monthly packets of Centrum Silver or fake multivitamins without knowing which type they received.\n\nAfter about 11 years, there were 2,669 new cancers, and some people had cancer more than once. For every 1,000 men per year in the study, there were 17 cancers among multivitamin users and more than 18 among those taking the placebo pills. That worked out to an 8% lower risk of developing cancer in the vitamin group.\n\nMultivitamins made no difference in the risk of developing prostate cancer, which accounted for half of all cases. They lowered the risk of other cancers collectively by about 12%. There also was a trend toward fewer cancer deaths among multivitamin users, but the difference was so small it could have occurred by chance alone.\n\nSide effects were fairly similar except for more rashes among vitamin users. The National Institutes of Health paid for most of the study. Pfizer Inc. supplied the pills and other companies supplied the packaging.\n\nThe main reason to take a multivitamin is to correct or prevent a deficiency, \"but there may be a modest benefit in reducing the risk of cancer in older men,\" Gaziano said.\n\nCancer experts said the results need to be confirmed by another study before recommending multivitamins to the public. These participants were healthier — only 4% smoked, for example.\n\nFor people who do want to take multivitamins, doctors suggest:\n\n— Be aware that they are dietary supplements, which do not get the strict testing required of prescription medicines.\n\n— Ask your doctor before taking any. Vitamin K can interfere with common heart medicines and blood thinners, and vitamins C and E can lower the effectiveness of some types of chemotherapy. For people having surgery, some vitamins affect bleeding and response to anesthesia.\n\n— Current and former smokers should avoid multivitamins with lots of beta-carotene or vitamin A; two studies have tied them to increased risk of lung cancer.", "images": ["https://www.gannett-cdn.com/presto/2019/11/09/USAT/71bf8e18-be3f-4b7b-a869-fb4bbd14f34b-65611019-131a-4c3a-a54e-b87eece97874_thumbnail.png?width=660&height=372&fit=crop&format=pjpg&auto=webp", "https://www.gannett-cdn.com/media/USATODAY/USATODAY/2012/10/17/ap-multivitamins-16_9.jpg?width=3200&height=1811&fit=crop&format=pjpg&auto=webp", "https://www.gannett-cdn.com/media/USATODAY/USATODAY/2012/10/17/ap-multivitamins-16_9.jpg?width=660&height=374&fit=crop&format=pjpg&auto=webp"], "top_img": "https://www.gannett-cdn.com/media/USATODAY/USATODAY/2012/10/17/ap-multivitamins-16_9.jpg?width=3200&height=1811&fit=crop&format=pjpg&auto=webp", "keywords": [], "authors": [], "canonical_link": "https://www.usatoday.com/story/news/nation/2012/10/17/multivitamins-cancer-risk-men/1638929/", "title": "Study: Multivitamins may lower cancer risk in men", "meta_data": {"viewport": "width=device-width,initial-scale=1,minimum-scale=1", "og": {"title": "Study: Multivitamins may lower cancer risk in men", "description": "In a new study, multivitamins cut the chance of developing cancer by 8%.", "url": "https://www.usatoday.com/story/news/nation/2012/10/17/multivitamins-cancer-risk-men/1638929/", "site_name": "USA TODAY", "image": {"identifier": "https://www.gannett-cdn.com/media/USATODAY/USATODAY/2012/10/17/ap-multivitamins-16_9.jpg?width=3200&height=1811&fit=crop&format=pjpg&auto=webp", "width": 3200, "height": 1811}, "type": "article"}, "article": {"author": "Marilynn Marchione, AP", "content_tier": "free", "opinion": "false"}, "description": "In a new study, multivitamins cut the chance of developing cancer by 8%.", "fb": {"pages": "13652355666,48958576760,156345381090801,110471702456365,6566864515,137698179626815,315942225236045,927427260614748,183850168300771,1443524575938047,251228454889939,158095147555989,115535341805950,236655713446291,1621466394844549,250325640686,177037772444433,1972936962947967,2047091012096533,535551216797440", "app_id": 215046668549694}, "ROBOTS": "NOODP, NOYDIR", "google": "notranslate", "twitter": {"card": "summary_large_image", "image": "https://www.gannett-cdn.com/media/USATODAY/USATODAY/2012/10/17/ap-multivitamins-16_9.jpg?width=1600&height=800&fit=crop&format=pjpg&auto=webp", "site": "@usatoday", "creator": "@usatoday", "title": "Study: Multivitamins may lower cancer risk in men", "description": "In a new study, multivitamins cut the chance of developing cancer by 8%."}}, "movies": [], "publish_date": 1350446400.0, "source": "http://www.usatoday.com", "summary": ""}