{"url": "http://Healthday.com/Article.asp?AID=636945", "text": "By Jenifer Goodwin\n\nHealthDay Reporter\n\nMONDAY, March 15, 2010 (HealthDay News) -- A newer type of genetic test is better at detecting abnormalities that predispose a child to autism than standard genetic tests, new research has determined.\n\nResearchers offered about 933 people aged 13 months to 22 years who had been diagnosed with an autism spectrum disorder three genetic tests: G-banded karyotype testing, fragile X testing or chromosomal microarray analysis (CMA), which has been available only for the past few years.\n\nKaryotype tests identified chromosomal aberrations associated with autism in about 2 percent of patients, while the fragile X genetic mutation was found in about 0.5 percent of patients.\n\nCMA detected chromosomal abnormalities in slightly more than 7 percent of patients, making it the best available genetic test for autism spectrum disorders, the study authors said.\n\n\"The CMA test alone has triple the detection rate of karyotyping or fragile X,\" said co-senior author Bai-Lin Wu, director of the Genetics Diagnostic Laboratory at Children's Hospital Boston. \"CMA should be added to first-tier genetic testing for autism spectrum disorders.\"\n\nThe study appeared online March 15 and will be published in the April print issue of Pediatrics.\n\n\"When parents have a child diagnosed with an autism spectrum disorder, one of the first questions they often ask is 'how did this happen?' \" said Dr. Robert Marion, a pediatric geneticist at Children's Hospital at Montefiore Medical Center in New York City.\n\n\"In the vast majority of cases, we believe there is at least a genetic predisposition to autism, but the ability to identify a specific genetic cause has been very elusive,\" Marion said. \"Part of that is because of the technology that's been available. A larger part is at this point, we just don't fully understand what the genetic mechanism that leads to autism is.\"\n\nStandard practice is to offer children with autism two tests as a first-line genetic work-up: karyotype and fragile X testing, the researchers said.\n\nIn karyotyping, forms of which have been around since the 1960s, geneticists use a microscope to look for chromosomal abnormalities that are associated with autism, explained Dr. David Miller, a clinical geneticist and assistant director of the Genetics Diagnostic Laboratory at Children's Hospital Boston, which conducted the new research along with Boston's Autism Consortium.\n\nLike karyotyping, CMA also looks for chromosomal abnormalities, but does so at 100 times the resolution of the earlier test, Miller said. CMA, a genome-wide test, can identify sub-microscopic deletions of duplications of DNA sequences, called copy-number variants, known to be associated with autism, he said.\n\n\"Think of chromosomes as a library full of books and each book as a gene,\" Miller said. \"What we look for are shelves of books that have gone missing, which represent a missing fragment of a chromosome, or extra fragments of chromosome, that could contain genes related to autism.\"\n\nWhile both Children's Hospital Boston and Montefiore have offered CMA testing for several years, not all hospitals do, nor does all insurance pay for it, the researchers noted.\n\nThe main purpose of genetic testing of children with autism is to help parents determine if they're at a higher risk of having another child with autism, Marion said.\n\nIf tests pinpoint an autism-related chromosomal abnormality in the child, the parents are then offered testing. If a parent is also found to have the abnormality, geneticists conclude that the couple is at higher risk of having a child with autism. (The precise risk depends on what the variant is.)\n\nBut if the parents don't have the abnormality, geneticists conclude that the deletion or duplication happened by chance, and the parents are probably not at any greater risk of having another child with autism than the general population, Marion said.\n\nStill, there is much geneticists can't tell parents. Between 10 percent and 15 percent of autism cases can be traced to a known genetic cause, the researchers noted. Of that, CMA alone can detect 7 percent of those.\n\nThere are a few other genetic tests that can explain another few percentage points of autism cases.\n\nBut that leaves 85 percent or more families with little explanation for the disorder, Marion said.\n\n\"CMA is better, but it's not great,\" Marion said. \"The vast majority of children who have autism have no identifiable genetic markers that will help in genetic counseling for future pregnancies. That is very frustrating.\"\n\nMore information\n\nThe U.S. National Institute of Neurological Disorders and Stroke has more on autism.", "images": ["http://Healthday.com/images/favicon.ico"], "top_img": "http://Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Jenifer Goodwin"], "canonical_link": "https://consumer.healthday.com/cognitive-health-information-26/autism-news-51/newer-genetic-test-for-autism-more-effective-636945.html", "title": "Newer Genetic Test for Autism More Effective", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Study finds chromosomal microarray analysis detects more abnormalities", "og": {"title": "Newer Genetic Test for Autism More Effective", "description": "Study finds chromosomal microarray analysis detects more abnormalities", "url": "https://consumer.healthday.com/cognitive-health-information-26/autism-news-51/newer-genetic-test-for-autism-more-effective-636945.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://Healthday.com", "summary": ""}