{"url": "http://www.usatoday.com/yourlife/food/diet-nutrition/2010-12-23-friedfish23_ST_N.htm", "text": "Enlarge By RANDY MAYOR, AP Stroke belt residents were 32% more likely to eat two or more servings of fried fish each week than those in the rest of the country. TWO SERVINGS OF FISH TWO SERVINGS OF FISH The American Heart Association recommends at least two servings of fish each week for heart health. Types rich in omega-3 fatty acids are best. These are essential fatty acids that humans get through foods, including fish, nuts and some oils such as canola and flaxseed.\n\n\n\nScientists say the fatty acids are linked to heart health and brain function and may reduce inflammation. Research has shown omega-3 fatty acids decrease the risk of arrhythmias (abnormal heartbeats), which can lead to sudden death, and triglyceride levels.\n\n\n\nWHICH FISH SHOULD YOU CHOOSE?\n\n\n\nMost omega-3 rich:\n\n• Salmon\n\n• Mackerel\n\n• Herring\n\n• Lake trout\n\n• Sardines\n\n• Albacore tuna\n\n\n\nLess omega-3 rich:\n\n• Cod\n\n• Haddock\n\n• Catfish\n\n• Sole\n\n\n\nSource: Fadi Nahab, M.D.,\n\nEmory University Hospital The steep rate of death from stroke in a swath of Southern states often referred to as America's \"stroke belt\" may be linked to a higher consumption of fried fish in that region, new research suggests. A study published in today's Neurology shows people living in the stroke belt — which comprises North Carolina, South Carolina, Georgia, Alabama, Mississippi, Tennessee, Arkansas and Louisiana — eat more fried fish and less non-fried fish than people living in the rest of the country, and African-Americans eat more fried fish than Caucasians. \"Differences in dietary fish consumption, specifically in cooking methods, may be contributing to higher rates of stroke in the stroke belt and also among African Americans,\" says study author Fadi Nahab, medical director for the Stroke Program at Emory University Hospital in Atlanta. The research, part of a large government-funded study, Reasons for Geographic and Racial Differences in Stroke (REGARDS), involved 21,675 participants from across the country; the average age was 65. Of the participants, 21% were from the \"stroke buckle,\" the coastal plain region of North Carolina, South Carolina and Georgia where stroke mortality rates are even higher than they are in the rest of the stroke belt. Another 34% were from the rest of the stroke belt and 44% were from the other states. Participants were interviewed by phone and then given an in-home physical exam. The questionnaire asked how often they ate oysters, shellfish, tuna, fried fish and non-fried fish. The American Heart Association recommends people eat fish high in omega-3 fatty acids—essential fatty acids humans get through their diet—at least twice a week, baked or grilled but not fried. Fewer than one in four overall ate two or more servings of non-fried fish a week. Stroke belt residents were 32% more likely to eat two or more servings of fried fish each week than those in the rest of the country. African-Americans were more than 3.5 times more likely to eat two or more servings of fried fish each week than Caucasians, with an overall average of about one serving per week of fried fish compared with about half a serving for Caucasians. When it came to eating non-fried fish meals, stroke belt residents ate an average of 1.45 servings per week, compared with 1.63 servings eaten by people elsewhere. \"This is good stuff. It's a well-done study, but I think one thing to bear in mind is that it's not specifically a study of stroke risk. You're looking at a community and seeing how it's behaving on the whole,\" says Daniel Labovitz, a stroke neurologist at Montefiore Medical Center in the Bronx. \"This study can't tell you causation. It can't tell you there's a direct link between one thing and another, it just tells you they're associated,\" says stroke neurologist Victor Urrutia, an assistant professor at Johns Hopkins University School of Medicine. How might eating fried fish impact stroke? It could be that frying the fish leaches out the omega-3s, says Jeremy Lanford, stroke director at Scott & White Healthcare in Roundrock, Texas. Or the increased fat calorie content from the frying oil may contribute to stroke, says author Nahab. He also notes that fish used for frying, such as cod and haddock, tend to be the types lower in healthy fats. More research is needed to tease out whether cooking methods affect stroke risk, Labovitz says. \"In other words, is fried fish a problem, or is it another red herring?\" he says. The study was supported by the National Institute of Neurological Disorders and Stroke, the National Institutes of Health, and the Department of Health and Human Services. Funding was provided by General Mills for coding of the food frequency questionnaire. Guidelines: You share in the USA TODAY community, so please keep your comments smart and civil. Don't attack other readers personally, and keep your language decent. Use the \"Report Abuse\" button to make a difference. You share in the USA TODAY community, so please keep your comments smart and civil. Don't attack other readers personally, and keep your language decent. Use the \"Report Abuse\" button to make a difference. Read more", "images": ["http://i.usatoday.net/marketing/email/_notches/email-promo-most-popular.jpg", "http://i.usatoday.net/yourlife/_common/_images/health_logo.png", "http://i.usatoday.net/yourlife/_common/_images/pawprintpost_logo.png", "http://i.usatoday.net/yourlife/_common/_images/kindness_logo.png", "http://i.usatoday.net/_common/_images/_inside/enlarge.gif", "http://i.usatoday.net/yourlife/_common/_images/fitnessfood_logo.png", "http://i.usatoday.net/_common/_images/clear.gif", "http://i.usatoday.net/yourlife/_common/global/images/yourlife_logo.png", "http://i.usatoday.net/yourlife/_common/_images/sexrelationship_logo.png", "http://i.usatoday.net/yourlife/_photos/file/friedfishx.jpg", "http://images.usatoday.com/_common/_images/clear.gif", "http://yourlife.usatin.usatoday.com/_common/global/images/gannett_logo_footer.png", "http://i.usatoday.net/yourlife/_common/_images/familyparenting_logo.png", "http://i.usatoday.net/_common/_images/favicon.ico", "http://i.usatoday.net/yourlife/_common/_images/mindsoul_logo.png"], "top_img": "http://i.usatoday.net/_common/_images/favicon.ico", "keywords": [], "authors": ["Mary Brophy Marcus", "Usa Today"], "canonical_link": "", "title": "Study: Stroke deaths higher where fried fish aplenty", "meta_data": {"ROBOTS": "NOODP, NOYDIR", "pubdate": "Dec 22, 2010", "pubtime": "06:29 PM", "pubdatetime": "12/22/2010 6:29 PM", "description": "The steep rate of death from stroke in a swath of Southern states often referred to as America's stroke belt may be linked to a higher consumption of fried fish in that region, new research suggests.", "keywords": "Stroke, fish, gen, States, photos, servings, auto, University, widget, Center, front, Department + of + Health + and + Human + Services, belt, General + Mills, National + Institutes + of + Health, Georgia, South + Carolina"}, "movies": [], "publish_date": 1293080400.0, "source": "http://www.usatoday.com", "summary": ""}