{"url": "http://consumer.healthday.com/cancer-information-5/mis-cancer-news-102/vitamin-d-supplements-might-slow-prostate-cancer-study-suggests-697648.html", "text": "En Español\n\nBy Steven Reinberg\n\nHealthDay Reporter\n\nMONDAY, March 23, 2015 (HealthDay News) -- Vitamin D supplements may slow or prevent low-grade prostate cancer from progressing, a small new study suggests.\n\n\"Vitamin D decreases inflammation in tissues, and inflammation is a driver of cancer,\" explained Bruce Hollis, the study's lead researcher and a professor of pediatrics, biochemistry and molecular biology at the Medical University of South Carolina in Charleston.\n\nFor the study, researchers randomly assigned 37 men who elected to have their prostate removed to receive either 4,000 international units (IU) of vitamin D or an inactive placebo daily for 60 days before their operation.\n\nWhen the prostate gland was examined after their surgery, researchers found that many who received vitamin D had improvements in their prostate tumors, while the tumors in the placebo group remained the same or got worse.\n\n\"In greater than 60 percent of those taking it, vitamin D actually made the cancer better,\" said Hollis.\n\nHollis reported that in some cases the tumor shrank and in others the cancer went away. However, the study was small, and results from a larger trial aren't expected for several years, he added.\n\nDoctors often recommend a \"watch and wait\" period for men with low-grade, or less aggressive, prostate tumors. But many patients and their families aren't comfortable waiting and opt to have surgery before it's deemed medically necessary. These findings suggest that taking vitamin D might help reduce the need for such radical treatment.\n\nBut Dr. Anthony D'Amico, chief of radiation oncology at Brigham and Women's Hospital in Boston, said that this study was too small to reach any definitive conclusion about the value of vitamin D in fighting prostate cancer.\n\n\"It's premature to make any conclusions,\" he said. The findings also need to be replicated in a much larger number of patients, D'Amico said.\n\nD'Amico stressed that men should not start taking vitamin D supplements in hopes of slowing or curing prostate cancer.\n\nVitamin D, known as the \"sunshine vitamin,\" is produced by the body when it's exposed to sun. It's also found in fortified dairy products and fatty fish.\n\nThe study results were scheduled for presentation Monday at the annual meeting of the American Chemical Society in Denver. Data and conclusions presented at meetings are usually considered preliminary until published in a peer-reviewed medical journal.\n\nMore information\n\nFor more about prostate cancer, visit the American Cancer Society.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/mis-cancer-news-102/vitamin-d-supplements-might-slow-prostate-cancer-study-suggests-697648.html", "title": "Vitamin D Supplements Might Slow Prostate Cancer, Study Suggests", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "But it's too early to make blanket recommendation, expert says", "og": {"title": "Vitamin D Supplements Might Slow Prostate Cancer, Study Suggests", "description": "But it's too early to make blanket recommendation, expert says", "url": "https://consumer.healthday.com/cancer-information-5/mis-cancer-news-102/vitamin-d-supplements-might-slow-prostate-cancer-study-suggests-697648.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}