{"url": "https://web.archive.org/web/20150303152646/http://abcnews.go.com:80/Health/wireStory/young-girls-story-lead-idaho-approve-marijuana-oil-29308553", "text": "Ten-year-old Alexis Carey has a rare but intractable form of epilepsy, Dravet Syndrome. The genetic disease causes severe and multiple seizures, which often leave parents guessing if the terror of watching their child seize up will pass or turn fatal.\n\nHer Boise, Idaho, family learned that oil extracted from marijuana had helped other children and wanted to see if it would help Alexis too.\n\n\"Parent to parent, when you're in a small community and 10 people that you know are all having success, that's no longer anecdotal,\" Clare Carey, her mother, said. \"That's hope.\"\n\nBut Idaho's stringent marijuana laws do not allow for medicinal use. The family began lobbying lawmakers to decriminalize the oil almost two years ago. Now, they've got some legislative backers and an upcoming hearing, as Idaho joins a larger movement to loosen laws to allow the use of marijuana extract oil.\n\nTwelve states have legalized the oil while still banning medical marijuana. Virginia legalized the oil Feb. 26. In Utah, lawmakers have given initial approval to let those with chronic and debilitating diseases consume edible marijuana products, while still banning smoking.\n\nMarijuana extract oil first received attention when a Colorado family fought and won for access for their daughter who also had Dravet Syndrome. It is similar to hemp oil, which is legal in Idaho and can be bought in grocery stores.\n\nWith no known cure for Dravet Syndrome, children are often prescribed a cocktail of medications to counter the seizures. However, the heavy drugs often come with side-effects that can permanently damage a child's developing liver, kidneys and other organs.\n\nProponents of cannabidiol oil, a non-psychotropic extract of marijuana, argue that it reduces the amount and length of seizures in children.\n\nOver time, Carey hopes that the oil would also reduce the number of medications her daughter relies on.\n\n\"Like any parent, you never give up hope that you can get complete seizure control,\" she said. \"Children die from Dravet by any one of the seizures. Alexis could have a seizure that may not stop, we never really know.\"\n\nAlexis began having seizures when she was two months old. But even in 2003, her mom says a lack of awareness of the disease led to many doctors not automatically suspecting it could be a rare, genetic disorder.\n\nIt wasn't until Alexis lost all speech and potty control when she was 2 that doctors determined she had Dravet Syndrome, Carey said.\n\nSince then, Alexis' parents have put her on a variety of diets and medications to help reduce the seizures but the disease is tricky to manage. Dravet Syndrome often causes a variety of different kinds of seizures but medications typically target one particular type.\n\nAlexis' seizures usually occur at night, which means one of her parents regularly sleep with her and monitor her sleep patterns. During the day, Alexis requires constant supervision. While most 10-year-olds freely run and jump around, Alexis walks— albeit sometimes unstably and with help going up and down stairs.\n\nCarey says working with Idaho's Republican-controlled Legislature has been easier than anticipated.\n\nLawmakers who resisted the idea at first blush have warmed up to the idea, she said.\n\nThis year, the bill is endorsed by Republicans Sen. Curt McKenzie and Rep. Tom Leortscher. Both are chairs of the legislature's State Affairs Committees, panels that often get tossed controversial legislation and have a high bar for clearance.\n\nThe measure unanimously passed the Senate committee during its introduction hearing, which means it now goes on to a full hearing in front of the committee.\n\nYet the bill must survive a Statehouse that approved a resolution in 2013 vowing never to legalize marijuana for any purpose.", "images": ["https://web.archive.org/web/20150303152646im_/http://www.googleadservices.com/pagead/conversion/1005826543/?value=0&label=1GPKCOHYjwMQ7-PO3wM&guid=ON&script=0", "https://web.archive.org/web/20150303152646im_/http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-704476h&cg=0&cc=1&ts=noscript", "https://web.archive.org/web/20150303152646im_/http://a.abcnews.com/assets/images/v3/pixel_eee.gif", "https://web.archive.org/web/20150303152646im_/http://a.abcnews.com/assets/images/navigation/gear_icon.png", "https://web.archive.org/web/20150303152646im_/http://a.abcnews.com/assets/images/navigation/abc-logo.png", "https://web.archive.org/web/20150303152646im_/http://a.abcnews.com/images/Health/AP_alexis_carey_jt_150301_16x9_992.jpg", "https://web.archive.org/web/20150303152646im_/http://a.abcnews.com/assets/images/navigation/abc-logo-small.png", "https://web.archive.org/web/20150303152646im_/http://a.abcnews.com/assets/images/spacer.gif", "https://web.archive.org/web/20150303152646im_/http://pixel.quantserve.com/pixel/p-9e_QHc34iBt22.gif?labels=<%replace(label,' ', '%20')%>", "https://web.archive.org/web/20150303152646im_/http://a.abcnews.com/assets/images/logo/AP_logo_update_20130709.gif"], "top_img": "https://web.archive.org/web/20150303152646im_/http://a.abcnews.com/images/Health/AP_alexis_carey_jt_150301_16x9_992.jpg", "keywords": [], "authors": ["Abc News", "Kimberlee Kruesi Associated Press"], "canonical_link": "https://web.archive.org/web/20150303152646/http://abcnews.go.com/Health/wireStory/young-girls-story-lead-idaho-approve-marijuana-oil-29308553", "title": "Young Girl's Story May Lead Idaho to Approve Marijuana Oil", "meta_data": {"robots": "index, follow", "author": "ABC News", "copyright": "Copyright (c) 2015 ABC News Internet Ventures", "description": "Young Girl's Story May Lead Idaho to Approve Marijuana Oil", "keywords": "General news, Health, State legislature, Recreational drug laws and regulations, Government and politics, Industry regulation, Government business and finance, Business, Government regulations, Neurological disorders, Diseases and conditions, Energy indu, health news, medical news, medical articles", "fb": {"admins": 704409894, "app_id": 4942312939}, "fb_title": "Young Girl's Story May Lead Idaho to Approve Marijuana Oil", "og": {"site_name": "ABC News", "title": "Young Girl's Story May Lead Idaho to Approve Marijuana Oil", "description": "Ten-year-old Alexis Carey has a rare but intractable form of epilepsy, Dravet Syndrome. The genetic disease causes severe and multiple seizures, which often leave parents guessing if the terror of watching their child seize up will pass or turn fatal. Her Boise, Idaho, family learned that...", "url": "https://web.archive.org/web/20150303152646/http://abcnews.go.com/Health/wireStory/young-girls-story-lead-idaho-approve-marijuana-oil-29308553", "image": "https://web.archive.org/web/20150303152646im_/http://a.abcnews.com/images/Health/AP_alexis_carey_jt_150301_16x9_992.jpg", "type": "article"}, "DC.date.issued": "2015-03-01", "Date": "2015-03-01", "Last-Modified": "2015-03-01 13:40:15", "news_keywords": "General news, Health, State legislature, Recreational drug laws and regulations, Government and politics, Industry regulation, Government business and finance, Business, Government regulations, Neurological disorders, Diseases and conditions, Energy indu", "twitter": {"card": "summary_large_image", "site": "@ABC", "title": "Young Girl's Story May Lead Idaho to Approve Marijuana Oil", "description": "Ten-year-old Alexis Carey has a rare but intractable form of epilepsy, Dravet Syndrome. The genetic disease causes severe and multiple seizures, which often leave parents guessing if the terror of watching their child seize up will pass or turn fatal. Her Boise, Idaho, family learned that...", "url": "http://abcnews.go.com/Health/wireStory/young-girls-story-lead-idaho-approve-marijuana-oil-29308553", "image": "http://a.abcnews.com/images/Health/AP_alexis_carey_jt_150301_4x3t_240.jpg", "app": {"name": {"iphone": "ABC News", "ipad": "ABC News", "googleplay": "ABC News"}, "id": {"iphone": 300255638, "ipad": 306934135, "googleplay": "com.abc.abcnews"}, "url": {"iphone": "abcnewsiphone://link/story,29308553", "ipad": "abcnewsipad://link/story,29308553", "googleplay": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Health/wireStory/young-girls-story-lead-idaho-approve-marijuana-oil-29308553"}}}}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}