{"url": "http://www.cnn.com/2015/06/16/health/no-surgery-appendicitis/index.html", "text": "Story highlights A new study suggests antibiotics could be an alternative to appendectomy for people with simple cases of appendicitis\n\nAntibiotic therapy could be less expensive, allow faster recovery, although questions remain over who are the best candidates for it\n\nThe study found that 27% of people who received antibiotics instead of surgery had a second case of appendicitis within a year\n\n(CNN) Surgery to remove the appendix, called appendectomy, is the go-to treatment for patients with appendicitis and is one of the most common surgical procedures in the U.S. However, antibiotic drugs could take the place of surgery for the many patients who have mild cases of appendicitis, according to new research.\n\nResearchers in Finland studied more than 500 adults who had uncomplicated appendicitis, meaning their appendixes had not ruptured and they had no signs of infection or other problems in their abdomens. Half of the patients received an appendectomy, which is the standard of care, while the other half got an IV of antibiotics for three days followed by antibiotic pills for a week.\n\nThe researchers found that 73% of the patients who took antibiotics recovered from appendicitis and did not need surgery for at least a year afterward. The rest of the patients -- who went on to have another case of appendicitis and need an appendectomy -- did not have a higher rate of complications than the patients who initially received surgery.\n\n\"This is quite a radical change in the line of thinking, because appendectomy has served patients well for over 100 years,\" said Dr. Paulina Salminen, a surgeon at the Turku University Hospital in Finland and lead author of the study, which was published on Tuesday in The Journal of the American Medical Association . An editorial accompanying the study added, \"the time has come to consider abandoning routine appendectomy for patients with uncomplicated appendicitis.\"\n\nThe findings suggest that for patients with uncomplicated cases, who make up about 80% of the patients diagnosed with appendicitis, surgery may not be necessary, Salminen said. However, if the appendix has ruptured, emergency surgery must be done because patients can develop deadly infections in the abdomen and antibiotics alone are not strong enough to treat them, she added.\n\nRead More", "images": ["https://cdn.cnn.com/cnnnext/dam/assets/150616131515-abdominal-pain-stock-super-169.jpg", "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7", "http://cdn.cnn.com/cnnnext/dam/assets/150616131515-abdominal-pain-stock-large-169.jpg"], "top_img": "https://cdn.cnn.com/cnnnext/dam/assets/150616131515-abdominal-pain-stock-super-169.jpg", "keywords": [], "authors": ["Carina Storrs", "Special To Cnn"], "canonical_link": "https://www.cnn.com/2015/06/16/health/no-surgery-appendicitis/index.html", "title": "Surgery-free option for appendicitis could become norm", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0", "section": "health", "referrer": "unsafe-url", "og": {"pubdate": "2015-06-16T19:10:30Z", "url": "https://www.cnn.com/2015/06/16/health/no-surgery-appendicitis/index.html", "title": "Surgery-free option for appendicitis could become norm - CNN", "description": "Antibiotics, for many, may be an effective and cheaper alternative to appendectomy.", "site_name": "CNN", "type": "article", "image": {"identifier": "https://cdn.cnn.com/cnnnext/dam/assets/150616131515-abdominal-pain-stock-super-169.jpg", "width": 1100, "height": 619}}, "pubdate": "2015-06-16T19:10:30Z", "lastmod": "2015-06-16T19:10:30Z", "author": "Carina Storrs, Special to CNN", "twitter": {"title": "Surgery-free option for appendicitis could become norm - CNN", "description": "Antibiotics, for many, may be an effective and cheaper alternative to appendectomy.", "card": "summary_large_image", "image": "https://cdn.cnn.com/cnnnext/dam/assets/150616131515-abdominal-pain-stock-super-169.jpg"}, "description": "Antibiotics, for many, may be an effective and cheaper alternative to appendectomy.", "keywords": "health, Surgery-free option for appendicitis could become norm - CNN", "thumbnail": "https://cdn.cnn.com/cnnnext/dam/assets/150616131515-abdominal-pain-stock-super-169.jpg", "vr": {"canonical": "https://www.cnn.com/2015/06/16/health/no-surgery-appendicitis/index.html"}, "article": {"opinion": "false", "content-tier": "free"}, "fb": {"app_id": 80401312489, "pages": "5550296508,18793419640"}, "template-top": "health,art-img"}, "movies": [], "publish_date": 1434427200.0, "source": "http://www.cnn.com", "summary": ""}