{"url": "http://www.Reuters.com/article/idUSTRE69B3HO20101012", "text": "MILAN (Reuters) - An established targeted therapy for bowel cancer may also help women with an aggressive form of breast cancer, a mid-stage clinical study revealed on Monday, opening up a potential new market for the medicine.\n\nAdding Erbitux to cisplatin, a platinum-based chemotherapy, doubled the tumor response rate and the length of time patients lived without their disease worsening, compared with giving cisplatin on its own, in the Phase II trial.\n\n“We are very excited by these results,” lead researcher Jose Baselga of the Massachusetts General Hospital Cancer Center in Boston told the European Society for Medical Oncology (ESMO) — Europe’s biggest cancer meeting.\n\nErbitux — from Merck KGaA, Eli Lilly and Bristol-Myers Squibb — is approved for bowel and head and neck cancer. Sales last year were $1.7 billion.\n\nAn independent Nordic study, published at ESMO on Sunday, revealed 566 patients who were given Erbitux plus a three-drug chemotherapy regimen called FLOX, in first-line treatment for bowel cancer, did not live longer or gain any significant extra benefit to those on chemotherapy alone.\n\nBREAST CANCER BREAKTHROUGH\n\nIt is the first time researchers have shown that a drug like Erbitux, which targets a protein called epidermal growth factor involved in cancer cell growth, can provide substantial benefit in difficult-to-treat “triple negative” breast cancer.\n\nWomen with triple negative breast cancer have tumors that do not respond to two types of hormonal therapy, or drugs that target a protein called HER-2.\n\nThe disease tends to spread through the body rapidly and there are few treatment options, though Sanofi-Aventis has a promising drug in late-stage development.\n\nThe Phase II study included 173 women whose cancer had spread and who had received other treatments. The best overall tumor response rate, of 20 percent, was in those given Erbitux. This compared with 10 percent among those on cisplatin alone.\n\nErbitux, known generically as cetuximab, also more than doubled the median time before the patients’ disease worsened, to 3.7 months from 1.5 months.\n\nBaselga said that level of improvement was rarely seen in this advanced-disease population and was highly promising.\n\n“This study clearly opens the field ... I am convinced that cetuximab or other anti-EGFR agents have a role in triple negative breast cancer. No question,” he said.\n\nMISSED TARGET\n\nStill, further studies will be needed to build the case, including testing Erbitux alongside other types of chemotherapy, he added, noting the Phase II study did not meet its primary objective of proving a greater than 20 percent response rate.\n\nDr. Fabrice Andre from Institut Gustave Roussy in Villejuif, France, who was not involved in the research, said the results were “extremely important” but echoed the view that the findings now had to be confirmed in larger-scale clinical tests.\n\nIn practice, experts suspect triple negative breast cancer represents a number of different disease sub-groups and that analyzing patients according to the molecular profile of their tumors may help identify a sub-group that could benefit most.\n\nWolfgang Wein, head of oncology at German drugmaker Merck, welcomed the latest findings, which could broaden the market for the company’s key medicine.\n\nMerck suffered a setback last year when its attempts to win marketing approval to sell Erbitux in lung cancer were rebuffed by regulators.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Ben Hirschler", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-cancer-breast-erbitux-idUSTRE69B3HO20101012", "title": "Erbitux may help fight breast cancer, claims study", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "An established targeted therapy for bowel cancer may also help women with an aggressive form of breast cancer, a mid-stage clinical study revealed on Monday, opening up a potential new market for the medicine.", "Author": "Ben Hirschler", "keywords": "US,CANCER,BREAST,ERBITUX", "news_keywords": "US;CANCER;BREAST;ERBITUX", "REVISION_DATE": "Tue Oct 12 14:55:32 UTC 2010", "analyticsAttributes.articleDate": "2010-10-12T14:55:32+0000", "analyticsAttributes.author": "Ben Hirschler", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-cancer-breast-erbitux-idUSTRE69B3HO20101012", "analyticsAttributes.contentTitle": "Erbitux may help fight breast cancer, claims study", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "US,CANCER,BREAST,ERBITUX", "analyticsAttributes.keywordSlug": "US-CANCER-BREAST-ERBITUX", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Erbitux may help fight breast cancer, claims study", "sailthru.author": "Ben Hirschler", "sailthru.date": "2010-10-12T14:55:32+0000", "sailthru.title": "Erbitux may help fight breast cancer, claims study", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Erbitux may help fight breast cancer, claims study", "url": "https://www.reuters.com/article/us-cancer-breast-erbitux-idUSTRE69B3HO20101012", "type": "article", "description": "An established targeted therapy for bowel cancer may also help women with an agg...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2010-10-12T14:55:32+0000", "modified_time": "2010-10-12T14:55:32+0000", "section": "Homepage", "author": "Ben Hirschler", "tag": "US,CANCER,BREAST,ERBITUX"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary", "title": "Erbitux may help fight breast cancer, claims study", "description": "An established targeted therapy for bowel cancer may also help women with an aggressive form of breast cancer, a mid-stage clinical study revealed on Monday, opening up a potential new market for the ...", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1286895332.0, "source": "http://www.Reuters.com", "summary": ""}