{"url": "http://www.cnn.com/2017/04/18/health/frog-flu-virus-study/", "text": "(CNN) Finding ways to fight the flu just got a tad more ribbeting -- that is, if you ask some researchers who have turned their attention to frogs.\n\nA new study suggests that mucus from the skin of certain frogs can be harnessed to obliterate flu viruses.\n\nSome frog mucus contains antimicrobial peptides, which are immune system molecules that can neutralize bacteria, viruses, and fungi.\n\nHowever, the flu-killing power of such peptides has been demonstrated only under a microscope and in lab mice. More research is needed to determine just how effective a peptide can be in helping humans beat the flu.\n\n\"We have identified a potentially new treatment for H1N1 human influenza virus, which is a peptide that comes from the skin of a frog from southern India,\" said Joshy Jacob , an associate professor in the Emory University School of Medicine's microbiology and immunology department, who led the study.\n\nThe peptide, named urumin, specifically targets H1 flu viruses, according to the study, published Tuesday in the journal Immunity\n\n\"This peptide works by directly killing the virus, and it is specific for all influenza viruses that have a H1 type of hemagglutinin,\" Jacob said.\n\nHemagglutinin is a spike-shaped protein found on the surface of flu viruses. For the viruses to make you sick, the spikes of hemagglutinin attach to your cells to infect them.\n\n'It makes the virus particle fall apart'\n\nFor the study, skin secretions were collected from 15 frogs, of the species Hydrophylax bahuvistara , which are about the size of a tennis ball and brightly colored. Peptides were then gathered from their secretions.\n\nA Hydrophylax bahuvistara frog in its native environment in southern India.\n\nThe researchers observed how the peptides interacted with influenza viruses under a microscope and in mice.\n\n\"In this paper we screened 32 peptides, and the surprise was that four out of 32 had activity against the virus,\" Jacob said.\n\n\"Out of the four, we found one of them (urumin) was non-toxic to human cells,\" he said. \"So, we tested it against viruses that came from the 1930s until the current ones, and it kills all of the H1s. It doesn't touch H3. It's very, very specific.\"\n\nProfessor Joshy Jacob, in middle, seen with his colleagues David Holthausen (on left) and Song Hee Lee (on right).\n\nThe researchers aren't quite sure why urumin only targets H1 viruses, but Jacob said that H1 viruses might be anatomically similar to an amphibian pathogen that the frog mucus is intended to destroy. If there is a similarity, it may explain why H1 viruses are vulnerable to urumin's wrath.\n\n\"The frog makes this peptide for its own survival. It never gets influenza,\" Jacob said, adding that the peptide fights the flu virus by destroying an important part of the hemagglutinin.\n\nTo explain how the peptide works, Jacob likened hemagglutinin to a billboard sign.\n\n\"You have the message and then you have the little stem that holds it up. The message can change but the stem is the same, and this peptide targets the stem of the hemagglutinin, that's why it's very efficient,\" he said.\n\nA side-by-side electron microscope image of a flu virus before and after being exposed to the urumin peptide.\n\nThe urumin peptide could be a novel treatment since it targets the hemagglutinin, unlike current drugs on the market which target other parts of the virus, resulting in less impact, Jacob said.\n\n\"It just blows it up. It makes the virus particle fall apart,\" he said.\n\nGregory Chinchar, a professor in the University of Mississippi Medical Center's department of microbiology and immunology, said that he was surprised that the peptide targeted the hemagglutinin on the flu virus. He was not involved in the new study.\n\n\"I don't think people thought that they work that way before,\" Chinchar said about the peptide. \"They thought that they would be more targeted to membranes, but the data looks like they target the H1 protein specifically and that data looks pretty firm.\"\n\nThe history of 'milking' frog skin\n\nIt was first discovered that frogs had a special way of warding off bacteria and other pathogens in ancient Russia, when live Russian Brown frogs were dropped into milk to keep the milk from going sour, according to the American Chemical Society\n\n\"The milk stayed good, just like you refrigerated it,\" Jacob said about the age-old Russian practice.\n\n\"In 2012, scientists took that particular frog and wanted to know why is it, why do these frogs keep milk fresh? It turned out that when you shock a frog or when you stimulate them or stress them, they secrete these short peptides into their surroundings,\" he said. \"A majority of the peptides were antibacterial and some of them kill the things that make milk go bad.\"\n\nSeparate studies have also shown that various amphibian and fish antimicrobial peptides play important roles in protecting the animals against invasive pathogens, including viruses.\n\n\"Amphibians, especially certain groups of frogs, produce and store large amounts of antimicrobial peptides in specialized granular glands in the skin,\" said Louise Rollins-Smith, associate professor of pathology, microbiology, and immunology at Vanderbilt University School of Medicine. \"When the skin is injured or the frog is alarmed, they release large amounts of the peptides to protect the skin.\"\n\nRollins-Smith, who was not involved in the new study, has conducted separate research on whether certain antimicrobial peptides in frogs might hold clues to preventing HIV transmission\n\n\"The peptide described in the Immunity report is somewhat unusual because of the apparent specificity,\" Rollins-Smith said about how urumin specifically targets H1 viruses.\n\n\"If further studies show that it has a low level of cytotoxicity and it can protect in other animal models of influenza, it could be developed as a potential treatment for influenza,\" she said. Cytoxicity refers to being toxic to cells in the body.\n\n\"As an amphibian biologist concerned about the loss of amphibian species around the globe, it is important to note that they may hold important secrets useful for human medicine and they should be preserved,\" she said.\n\nFerrets are next, then possibly humans\n\nA challenge to possibly using frog mucus as a flu-fighting treatment in humans is figuring out how to get the urumin peptide to attach to flu virus cells in the human body, Jacob said.\n\nIn the new study, the peptide was delivered to mice through their noses, where flu viruses were also delivered.\n\nJoin the conversation See the latest news and share your comments with CNN Health on Facebook and Twitter.\n\n\"I need to come up with a strategy to deliver it systemically as well; maybe an injectable, which goes in the bloodstream and kills influenza viruses,\" Jacob mused.\n\nto duplicate their study findings in ferrets, which are For now, Jacob said that his colleagues and he are hopingto duplicate their study findings in ferrets, which are often used in influenza virus research , and they hope to secure funding for additional studies.\n\nIf those studies prove to be successful, human testing could be next.", "images": ["http://cdn.cnn.com/cnnnext/dam/assets/130108072356-sn-flu-gupta-interview-00011218-story-top.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016172553-02-microscope-cold-flu-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016160957-03-vintage-flu-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016161009-05-vintage-flu-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016172606-04-microscope-cold-flu-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016172553-02-microscope-cold-flu-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/170417150858-03-frog-flu-research-0417-large-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016172612-05-microscope-cold-flu-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016172612-05-microscope-cold-flu-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/170417150857-01-frog-flu-research-0417-large-169.jpeg", "http://cdn.cnn.com/cnnnext/dam/assets/131016161003-04-vintage-flu-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016161031-08-vintage-flu-horizontal-large-gallery.jpg", "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7", "http://cdn.cnn.com/cnnnext/dam/assets/131016172600-03-microscope-cold-flu-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016161014-06-vintage-flu-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016172628-07-microscope-cold-flu-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016160950-02-vintage-flu-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016161020-07-vintage-flu-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016160957-03-vintage-flu-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016160943-01-vintage-flu-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016172628-08-microscope-cold-flu-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/170417150855-02-frog-flu-research-0417-large-169.jpeg", "http://cdn.cnn.com/cnnnext/dam/assets/131016172600-03-microscope-cold-flu-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016172618-06-microscope-cold-flu-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016163530-09-vintage-flu-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016160943-01-vintage-flu-story-top.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016172628-08-microscope-cold-flu-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016160943-01-vintage-flu-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016161014-06-vintage-flu-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016172546-01-microscope-cold-flu-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016161020-07-vintage-flu-topics.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170417150858-03-frog-flu-research-0417-super-tease.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016160950-02-vintage-flu-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/160531160929-vaccine-vile-and-needle-large-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016163530-09-vintage-flu-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016161009-05-vintage-flu-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016172546-01-microscope-cold-flu-story-top.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016172628-07-microscope-cold-flu-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016161031-08-vintage-flu-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016161003-04-vintage-flu-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016172618-06-microscope-cold-flu-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016172606-04-microscope-cold-flu-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131016172546-01-microscope-cold-flu-horizontal-large-gallery.jpg"], "top_img": "https://cdn.cnn.com/cnnnext/dam/assets/170417150858-03-frog-flu-research-0417-super-tease.jpg", "keywords": [], "authors": ["Jacqueline Howard"], "canonical_link": "https://www.cnn.com/2017/04/18/health/frog-flu-virus-study/index.html", "title": "Fighting the flu, with frog mucus", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0", "section": "health", "referrer": "unsafe-url", "og": {"pubdate": "2017-04-18T16:01:01Z", "url": "https://www.cnn.com/2017/04/18/health/frog-flu-virus-study/index.html", "title": "Fighting the flu -- with frog mucus", "description": "A new study shows that frog mucus can fight flu viruses under the microscope and in mice; but more research is needed to determine any benefits for humans.", "site_name": "CNN", "type": "article", "image": {"identifier": "https://cdn.cnn.com/cnnnext/dam/assets/170417150858-03-frog-flu-research-0417-super-tease.jpg", "width": 1100, "height": 619}}, "pubdate": "2017-04-18T16:01:01Z", "lastmod": "2017-04-18T17:23:20Z", "author": "Jacqueline Howard, CNN", "twitter": {"title": "Fighting the flu -- with frog mucus", "description": "A new study shows that frog mucus can fight flu viruses under the microscope and in mice; but more research is needed to determine any benefits for humans.", "card": "summary_large_image", "image": "https://cdn.cnn.com/cnnnext/dam/assets/170417150858-03-frog-flu-research-0417-super-tease.jpg"}, "description": "A new study shows that frog mucus can fight flu viruses under the microscope and in mice; but more research is needed to determine any benefits for humans.", "keywords": "health, Fighting the flu, with frog mucus - CNN", "thumbnail": "https://cdn.cnn.com/cnnnext/dam/assets/170417150858-03-frog-flu-research-0417-super-tease.jpg", "vr": {"canonical": "https://www.cnn.com/2017/04/18/health/frog-flu-virus-study/index.html"}, "article": {"opinion": "false", "content-tier": "free"}, "fb": {"app_id": 80401312489, "pages": "5550296508,18793419640"}, "template-top": "health,art-gal"}, "movies": [], "publish_date": 1492488000.0, "source": "http://www.cnn.com", "summary": ""}