{"url": "http://Healthday.com/Article.asp?AID=636049", "text": "En Español\n\nBy Amanda Gardner\n\nHealthDay Reporter\n\nMONDAY, Feb. 15, 2010 (HealthDay News) -- People with high-functioning autism or Asperger's syndrome were better able to \"catch\" social cues after inhaling the hormone oxytocin, new research shows.\n\nOxytocin,which is produced in abundance when a mother is breast-feeding her baby, is known as the \"bonding\" hormone.\n\nAlthough there are many kinks to be worked out, experts feel the strategy holds promise to treat one of the core symptoms of autism spectrum disorder.\n\n\"When you start thinking of a hormone that can actually encourage pro-social behavior, you're talking about potentially significant changes in quality of life,\" said Clara Lajonchere, a vice president of clinical programs at the advocacy group Autism Speaks and a clinical assistant professor at the Keck School of Medicine, University of Southern California.\n\n\"In the absence of intellectual deficits, the areas where they have the greatest struggle is around social communication and social connectedness,\" she continued. \"These people can't interpret other people's perceptions, they can't read social cues, they don't make eye contact.\"\n\nWhile there are drugs for the secondary symptoms of autism, such as irritability and aggression, doctors have nothing yet for the core symptoms in the areas of language, social interaction and intellectual deficits.\n\nPrior studies have shown a strong effect of oxytocin on people with autism, as well as on people who are not on the autism disorders spectrum. One study found that autistic people seem to have a lower sensitivity to oxytocin than people without the disorder.\n\n\"There's no doubt that oxytocin has a big effect on social interactions in anyone. It's almost like a designer drug, a drug which has a selective effect on a behavior in the normal range,\" said Keith Young, vice chairman of research in psychiatry and behavioral science at the Texas A&M Health Science Center College of Medicine in Temple and the neuroimaging and genetics core leader at the VA Center of Excellence for Research on Returning War Veterans at the Central Texas Veterans Health Care System.\n\nThe new study, led by Angela Sirigu at the Center for Cognitive Neuroscience in Lyon, France, was published in this week's issue of Proceedings of the National Academy of Sciences. It involved 13 adults, most of them men, aged 17 to 39. All had high-functioning autism or Asperger's syndrome.\n\nParticipants performed different tasks -- either after inhaling oxytocin or without using the hormone.\n\nWhen observed playing a virtual ball game, individuals who had inhaled oxytocin were able to interact better with their virtual partners compared to untreated participants.\n\nAlso, after inhaling oxytocin, participants showed more alertness to socially important visual cues in pictures of human faces.\n\nThere were, however, wide variations in individual responses, the team noted.\n\n\"It's not clear whether this would be effective at all in children or in young adults who had intellectual problems,\" warned Young.\n\nThe long-term effects of the hormone are also uncertain.\n\n\"I really want to encourage clinical trials in this area because of its potential significance, but we have to be very careful in terms of safety data,\" Lajonchere said. \"Safety data is really critical.\"\n\nAlso, scientists would need to come up with a different method of delivery, Young said.\n\n\"The nasal [inhaled] drugs only work for a few minutes. Potentially it would be very difficult to be using this drug once an hour or something. It doesn't make a whole lot of sense,\" he pointed out. \"But it does point the way to the possibility of raising oxytocin levels with other kinds of compounds to increase oxytocin levels more generally over a longer period of time. I don't know whether this is a realistic therapy as we have it now but, potentially, in the future it could really help these people whose primary autistic symptoms are having to do with reduction in social activity.\"\n\nMore information\n\nFor more on autism, visit the U.S. National Institute of Neurological Disorders and Stroke.", "images": ["http://Healthday.com/images/favicon.ico"], "top_img": "http://Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Amanda Gardner"], "canonical_link": "https://consumer.healthday.com/cognitive-health-information-26/autism-news-51/bonding-hormone-might-help-some-with-autism-636049.html", "title": "'Bonding' Hormone Might Help Some With Autism", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "High-functioning patients grasped interpersonal cues better after oxytocin treatment", "og": {"title": "'Bonding' Hormone Might Help Some With Autism", "description": "High-functioning patients grasped interpersonal cues better after oxytocin treatment", "url": "https://consumer.healthday.com/cognitive-health-information-26/autism-news-51/bonding-hormone-might-help-some-with-autism-636049.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://Healthday.com", "summary": ""}