{"url": "http://www.cnn.com/2017/11/20/health/spit-test-concussion-children-study/index.html", "text": "(CNN) A saliva test may someday be able to diagnose a concussion and predict how long symptoms last, according to a study published Monday in the JAMA Pediatrics.\n\nIn their study, Penn State College of Medicine researchers found five small molecules called microRNAs in saliva with real potential for identifying concussive symptoms in children, teens and young adults. MicroRNAs influence protein activities throughout the body, and they are easily measured in biofluids, including blood, cerebrospinal fluid and saliva, according to the authors.\n\nDr. Steve Hicks, senior author of the study and an assistant professor of pediatrics at Penn State College of Medicine, said the \"five microRNAs in saliva could predict with approximately 85% accuracy which concussed children would have symptoms one month later. In comparison, standard survey measures that are typically used in clinics were approximately 65% accurate.\"\n\nThe study was funded in part by Quadrant Biosciences, a biotech company that hopes to bring a saliva test for concussion to market in the next 12 to 24 months, Hicks said.\n\nConcussions affect mostly children\n\nIn 2013, there were about 2.8 million traumatic brain injury-related ER visits, hospitalizations and deaths in the US, according to the Centers for Disease Control and Prevention.\n\nJUST WATCHED Concussions keep kids out of school Replay More Videos ... MUST WATCH Concussions keep kids out of school 01:08\n\nNearly two-thirds of concussions take place in children and teens, Hicks and his co-authors noted. Although most patients' symptoms disappear within two weeks, one-third of children and teens may experience prolonged symptoms of concussion.\n\n\"It's frustrating for both parents and physicians that we can't accurately and objectively predict how long a child's concussion symptoms might last, what those symptoms are likely to consist of and when it might be safe for them to return to sports or school,\" said Hicks, who, as a practicing pediatrician, has routinely cared for kids with concussions.\n\nFor the study, Hicks and his co-authors looked at 52 patients between the ages of 7 and 21, with an average age of 14.\n\nMicroRNA expression was measured in saliva spit into a cup by the patients, who had been injured mostly in sports or car accidents, when they arrived at Penn State Hershey Medical Center for an evaluation. Of the 52, 30 had prolonged symptoms and 22 had short-term symptoms of mild traumatic brain injury.\n\nLevels of five microRNAs accurately identified patients with prolonged symptoms in the study. Even more, the five saliva biomarkers were more accurate than the Standardized Concussion Assessment Tool 3, a questionnaire currently used to help make a diagnosis of mild traumatic brain injury. The questionnaire is not a standalone tool but one used in conjunction with an assessment made by a medical professional. It notes that an athlete may have a concussion even if their score is \"normal.\"\n\n\"We found three microRNAs that were highly associated with specific symptoms one month after injury, such as headache, fatigue and memory difficulties,\" Hicks said. He added that creating an actual test for use by doctors will require collaboration on the part of researchers.\n\n\"Fortunately, the technology required to measure saliva RNA is already employed in medicine; we use it to check patients for upper respiratory viruses in our hospitals and clinics every day,\" Hicks said. \"Modifying this approach for patients with concussions could potentially provide a rapid, objective tool for managing brain injury.\"\n\nThe new research \"represents an advance in the science of sport-related concussions,\" according to an editorial published alongside the study in JAMA Pediatrics.\n\n'Way too early to know'\n\nHowever, the editorial authors, Dr. William P. Meehan III of Micheli Center for Sports Injury Prevention at Boston Children's Hospital in Massachusetts and Dr. Rebekah Mannix of Brain Injury Center at Boston Children's Hospital, noted that \"the relatively small sample size in this study requires larger-scale studies to determine the reliability\" of the results.\n\nFor example, they noted that the use of nonsteroidal anti-inflammatory medications is common among those with more severe injury. In the study, those who had used anti-inflammatory medications were the ones with longer-term symptoms. Possibly, then, the drugs may be a potential 'confounding' variable, they wrote, meaning that medication may influence test results and symptoms, adding an element of confusion to the study and its possible interpretation.\n\nStill, \"the findings are promising, representing potential biomarkers for the diagnosis, recovery, and prognostic assessment of a sport-related concussion.\"\n\nDr. Jeffrey Kutcher, a neurologist and National Director of The Sports Neurology Clinic at The CORE Institute, said that \"work like this is important because it does provide potential for tests that can be helpful in the clinical setting.\"\n\n\"I think the main caveat is, this is way too early to know what this type of tool can do for us,\" added Kutcher, who was not involved in the new research. \"The main reason is that there's a difference between simply having a brain that experiences force and being concussed.\"\n\nThe saliva biomarker may be showing that neurons experienced force and not that a there is a concussion, with which the brain cannot perform its typical functions within a normal range, he said: \"I would hesitate to assign too much potential groundbreaking science.\"\n\nFollow CNN Health on Facebook and Twitter See the latest news and share your comments with CNN Health on Facebook and Twitter.\n\nOther biomarkers, including blood, are being investigated as potential concussion tests, he said, though \"nothing is at this stage or beyond this.\"\n\nThere are also tools that look at the electrical networks that brains form, he said, disclosing that he is consulting for a company working on one such technology. A patient undergoes an electroencephalogram while doing a cognitive task, and the EEG records how the brain responds.\n\n\"By actually (measuring) the brain network activity directly, you can look at really what is the functional health of the brain,\" he said.\n\nIn addition, some scientists are exploring functional MRI techniques to look at the metabolic function of different areas of the brain to gain insight into concussion, he said.\n\nHicks said he and his colleagues are collaborating with others to examine saliva biomarkers in adult athletes and members of the armed services.\n\n\"Because the markers we identified in this study are not correlated with patient age, we are hopeful they may be applied in adult populations, as well,\" he said.", "images": ["http://cdn.cnn.com/cnnnext/dam/assets/120124054752-eitm-concussions-00011003-horizontal-large-gallery.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/171117154846-01-saliva-concussion-study-restricted-super-tease.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140602153059-concussions-even-potus-wants-answers-00022022-story-top.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/150804102358-betsy-nabel-gupta-large-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/130829173208-exp-lead-intv-peter-king-nfl-concussion-lawsuit-00020117-story-top.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131029150150-exp-hm-concussions-school-00000201-story-top.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/151022200647-spc-vital-signs-concussion-b-00022105-large-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131115154625-sgmd-concussion-helmet-sensors-00001817-story-top.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/171101155143-you-football-stat-02-large-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/150422163733-nfl-football-large-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/131127071631-exp-newday-gupta-scholes-concussions-00015320-story-top.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/130507111154-teen-concussions-00000510-story-top.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/150908110417-adrian-coxson-nfl-rookie-retires-sot-wire-00001806-large-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/120124054752-eitm-concussions-00011003-story-top.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/150406171418-lead-pkg-gupta-veterans-cte-00010801-large-169.jpg", "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7", "http://cdn.cnn.com/cnnnext/dam/assets/150317075847-chris-borland-large-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/141230144746-danny-cevallos-concussions-football-helmets-image-1-orig-ms-story-top.jpg"], "top_img": "https://cdn.cnn.com/cnnnext/dam/assets/171117154846-01-saliva-concussion-study-restricted-super-tease.jpg", "keywords": [], "authors": ["Susan Scutti"], "canonical_link": "https://www.cnn.com/2017/11/20/health/spit-test-concussion-children-study/index.html", "title": "Spit test may diagnose, predict duration of concussion in kids", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0", "section": "health", "referrer": "unsafe-url", "og": {"pubdate": "2017-11-20T16:01:24Z", "url": "https://www.cnn.com/2017/11/20/health/spit-test-concussion-children-study/index.html", "title": "Spit test may diagnose a concussion in kids", "description": "A saliva test may someday be able to diagnose a concussion in children and predict how long symptoms last, according to a new study.", "site_name": "CNN", "type": "article", "image": {"identifier": "https://cdn.cnn.com/cnnnext/dam/assets/171117154846-01-saliva-concussion-study-restricted-super-tease.jpg", "width": 1100, "height": 619}}, "pubdate": "2017-11-20T16:01:24Z", "lastmod": "2017-11-20T23:31:24Z", "author": "Susan Scutti, CNN", "twitter": {"title": "Spit test may diagnose a concussion in kids", "description": "A saliva test may someday be able to diagnose a concussion in children and predict how long symptoms last, according to a new study.", "card": "summary_large_image", "image": "https://cdn.cnn.com/cnnnext/dam/assets/171117154846-01-saliva-concussion-study-restricted-super-tease.jpg"}, "description": "A saliva test may someday be able to diagnose a concussion in children and predict how long symptoms last, according to a new study.", "keywords": "health, Spit test may diagnose, predict duration of concussion in kids  - CNN", "thumbnail": "https://cdn.cnn.com/cnnnext/dam/assets/171117154846-01-saliva-concussion-study-restricted-super-tease.jpg", "vr": {"canonical": "https://www.cnn.com/2017/11/20/health/spit-test-concussion-children-study/index.html"}, "article": {"opinion": "false", "content-tier": "free"}, "fb": {"app_id": 80401312489, "pages": "5550296508,18793419640"}, "template-top": "health,art-vid-vls-col,col-concussions-in-football"}, "movies": [], "publish_date": 1511154000.0, "source": "http://www.cnn.com", "summary": ""}