{"url": "http://Healthday.com/Article.asp?AID=634842", "text": "En Español\n\nBy Randy Dotinga\n\nHealthDay Reporter\n\nMONDAY, Jan. 11, 2010 (HealthDay News) -- As a major organization of pediatricians considers revising its recommendations on circumcision of newborn boys, two new reviews of existing research offer conflicting conclusions about the bitterly debated procedure.\n\nOne review, from Australia, says there's no evidence that infant circumcision will reduce the risk of sexually transmitted disease later in life, and it warns of significant psychological harm. But another from the United States gives more weight to findings from Africa that show the procedure, when it's performed on adult men, makes a major difference in preventing such diseases as AIDS.\n\nThe findings come as the American Academy of Pediatrics debates updating its recommendations regarding circumcision among newborns. The academy now takes a neutral stance.\n\nIn general, \"there is still a lot of uncertainty surrounding the risks and benefits of circumcision,\" said Dr. Douglas S. Diekema, a pediatrician at the University of Washington who's familiar with both reviews and serves on a task force working on the academy's recommendations.\n\n\"There are some clear benefits to circumcision,\" he said. \"There are some risks to circumcision, although the significant ones appear to be rare.\"\n\nNot so, write the Australian researchers, who examined eight studies for a review in the latest issue of the Annals of Family Medicine. Two studies involved neonatal circumcision, and six involved older males, roughly 14 to 49 years old.\n\nThe review's lead author, researcher Caryn Perera of the Royal Australasian College of Surgeons, said the risk of major complications ranges from 2 percent to 10 percent. \"These may be considered unacceptable for an elective procedure,\" she said.\n\nParents who think circumcision has medical benefits should be aware that there's \"a lack of consensus and robust evidence\" on that, she added.\n\nThough African studies have linked circumcision in adult men to lower rates of sexually transmitted diseases, including the virus that causes AIDS, Perera said that only future studies will tell if those findings are applicable to the Western world, where AIDS is much less prevalent.\n\nAnd there's more to consider, Perera said. She said that circumcision poses problems from a mental point of view, potentially causing \"significant anger or feeling incomplete, hurt, frustrated, abnormal or violated.\"\n\nAs to whether circumcision reduces sexual sensitivity, Perera said there's no evidence that it affects sensation when performed on adults. The highest-quality studies, known as randomized controlled trials, don't report whether infant circumcision affects sensation, she said.\n\nA review in the January issue of Archives of Pediatrics & and Adolescent Medicine, which examined three studies, took a different tack. It says that risks of complications from circumcision are less than 1 percent, and \"serious long-term complications are extremely rare.\"\n\nDr. Matthew Golden, an associate professor of medicine at the University of Washington Center for AIDS and STD, said the ideal study would randomly assign thousands of infants to either get circumcised or not get circumcised and then follow them for decades. But \"that trial is never getting done, nor should it be done,\" Golden said.\n\nFor now, he said, when it comes to circumcision, \"we know it's pretty safe, and we have a lot of evidence for some benefit.\"\n\nMore information\n\nThe American Academy of Pediatrics has more on circumcision.", "images": ["http://Healthday.com/images/favicon.ico"], "top_img": "http://Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Randy Dotinga"], "canonical_link": "https://consumer.healthday.com/men-s-health-information-24/circumcision-news-131/to-circumcise-or-not-634842.html", "title": "To Circumcise or Not?", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Reviews offer differing views on value and risks of procedure", "og": {"title": "To Circumcise or Not?", "description": "Reviews offer differing views on value and risks of procedure", "url": "https://consumer.healthday.com/men-s-health-information-24/circumcision-news-131/to-circumcise-or-not-634842.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://Healthday.com", "summary": ""}