{"url": "http://www.statnews.com/2015/11/10/ultrasound-brain-tumor/", "text": "Patient Bonny Hall received chemotherapy for her brain tumor through tiny bubbles and waves of ultrasound in a medical first.\n\nUsing tiny bubbles and waves of ultrasound, Canadian doctors have succeeded in delivering chemotherapy deep inside a cancer patient’s brain.\n\nProving that the procedure works in people is “a big step forward,” said Dr. Pejman Ghanouni, a radiologist at Stanford University School of Medicine, who was not involved in the research. “It really opens up a lot to the imagination.”\n\nMost drugs are blocked from entering the brain by the “blood-brain barrier,” which protects against infection, but also makes it tricky to treat brain tumors, diseases like Alzheimer’s, and mental illness.\n\nadvertisement\n\nStudies in mice, dogs, pigs, and monkeys have shown that so-called focused ultrasound waves can be used to heat tiny bubbles that then mechanically push open gaps in blood vessels, allowing drugs to leak out into the brain. But the procedure had never been done in people.\n\nOn Tuesday, Dr. Todd Mainprize, a neurosurgeon at Sunnybrook Health Sciences Centre and the University of Toronto, announced at a news conference that he had successfully breached the blood-brain barrier in a 56-year-old Canadian woman whose brain tumor, diagnosed six years ago, had recently begun to grow.\n\nMainprize performed the two-and-a-half-hour procedure last Thursday, with the patient, Bonny Hall, inside an MRI scanner. Hall felt nothing from the seconds-long bursts from 1,024 ultrasound beams aimed at different points around her skull, and an MRI scan confirmed that the brain barrier was successfully traversed.\n\nThe microscopic bubbles — roughly the size of red blood cells — had previously been injected into a vein, along with a chemotherapy drug called liposomal doxorubicin and a tracing molecule.\n\nOn Friday, as scheduled, Hall had brain surgery to remove her tumor. No damage from the ultrasound was visible inside her brain, Mainprize said, and she is recovering well from the surgery.\n\nBecause the trial was designed solely to determine the safety of focused ultrasound to the brain, the patient was not given a therapeutic dose of doxorubicin and the procedure is not expected to help in her recovery, Mainprize said. In the trial at Sunnybrook — funded by the Virginia-based Focused Ultrasound Foundation — nine others are slated to receive the same procedure.\n\nCanadian doctors have successfully breached the blood-brain barrier to deliver chemotherapy to Bonny Hall, whose brain tumor had recently begun to grow. Sunnybrook/Doug Nicholson/Media Source\n\nSucceeding in getting drugs across the barrier is “a huge achievement” said Dr. Nathan McDannold, a radiologist at Boston’s Brigham and Women’s Hospital, who has been working to open the barrier with ultrasound since he first accomplished the feat 15 years ago in animals.\n\nBut it’s just one of many. New, safe doses of drugs will need to be determined, once medication is not being diverted by the blood-brain barrier, noted Dr. Gordon Li, a neurosurgeon at Stanford. “If we feel like we have a safe method of getting drugs in there,” he said, “it will open up a whole new slew of clinical trials.”\n\nMainprize said the patient, a “remarkable woman,” was chosen to go first, because of the status and large size of her tumor, because it was an area of the brain that the ultrasound machinery could easily reach, and because of her willingness to help the research.\n\nIn a prepared video, Hall said she just wants to get back to living her life. “I want to be a normal housewife … a normal grandma.”", "images": ["https://www.statnews.com/wp-content/uploads/2015/11/BloodBrainBarrier_151105_040-1024x576.jpg", "https://www.statnews.com/wp-content/uploads/2015/11/BloodBrainBarrier_151105_040-645x645.jpg", "https://www.statnews.com/wp-content/uploads/2019/08/Newsletter-Logo-Images-DR.png", "https://www.statnews.com/wp-content/themes/stat/images/stat-logo.svg", "https://www.statnews.com/wp-content/plugins/stat-lazy-load/images/330x400-00000000.png", "https://www.statnews.com/wp-content/uploads/2015/11/BloodBrainBarrier_151105_252-768x513.jpg", "https://dc.ads.linkedin.com/collect/?pid=46858&fmt=gif", "https://www.facebook.com/tr?id=436331036555416&ev=PageView&noscript=1"], "top_img": "https://www.statnews.com/wp-content/uploads/2015/11/BloodBrainBarrier_151105_040-1024x576.jpg", "keywords": [], "authors": ["Karen Weintraub", "Shraddha Chakradhar", "Sharon Begley", "Megan Thielking", "Elizabeth Preston", "Associated Press"], "canonical_link": "https://www.statnews.com/2015/11/10/ultrasound-brain-tumor/", "title": "Brain tumor breached with ultrasound in medical first", "meta_data": {"viewport": "width=device-width, initial-scale=1", "referrer": "origin", "description": "Using tiny bubbles and waves of ultrasound, Canadian doctors have succeeded in delivering chemotherapy deep inside a cancer patient’s brain.", "og": {"locale": "en_US", "type": "article", "title": "Brain tumor breached with ultrasound in medical first", "description": "Using tiny bubbles and waves of ultrasound, Canadian doctors have succeeded in delivering chemotherapy deep inside a cancer patient’s brain.", "url": "https://www.statnews.com/2015/11/10/ultrasound-brain-tumor/", "site_name": "STAT", "updated_time": "2017-08-25T19:25:36+00:00", "image": {"identifier": "https://www.statnews.com/wp-content/uploads/2015/11/BloodBrainBarrier_151105_040-1024x576.jpg", "secure_url": "https://www.statnews.com/wp-content/uploads/2015/11/BloodBrainBarrier_151105_040-1024x576.jpg", "width": 1024, "height": 576}}, "article": {"publisher": "http://facebook.com/statnews/", "tag": "ultrasound", "section": "Health", "published_time": "2015-11-10T21:43:55+00:00", "modified_time": "2017-08-25T19:25:36+00:00"}, "fb": {"app_id": 933808010032702, "pages": 1456948254627841}, "twitter": {"card": "summary_large_image", "description": "Using tiny bubbles and waves of ultrasound, Canadian doctors have succeeded in delivering chemotherapy deep inside a cancer patient’s brain.", "title": "Brain tumor breached with ultrasound in medical first", "site": "@statnews", "image": "https://www.statnews.com/wp-content/uploads/2015/11/BloodBrainBarrier_151105_040-1024x576.jpg", "creator": "@kweintraub"}, "generator": "WordPress 5.2.4", "ia": {"markup_url": "https://www.statnews.com/2015/11/10/ultrasound-brain-tumor/?ia_markup=1"}, "apple-itunes-app": "app-id=1324796990", "msapplication-TileImage": "https://www.statnews.com/wp-content/uploads/2015/10/cropped-stat-logo-teal-328x328.png"}, "movies": [], "publish_date": 1447131600.0, "source": "http://www.statnews.com", "summary": ""}