{"url": "https://consumer.healthday.com/infectious-disease-information-21/antibiotics-news-30/short-course-of-antibiotics-not-best-for-kids-ear-infections-718006.html", "text": "WEDNESDAY, Dec. 21, 2016 (HealthDay News) -- A shorter period of antibiotic treatment for ear infections in young children does more harm than good, a new study finds.\n\nAbout three-quarters of children have ear infections in their first year of life. These infections are the most common reason why children are given antibiotics, the University of Pittsburgh researchers noted.\n\n\"Given significant concerns regarding overuse of antibiotics and increased antibiotic resistance, we conducted this trial to see if reducing the duration of antibiotic treatment would be equally effective along with decreased antibiotic resistance and fewer adverse reactions,\" Dr. Alejandro Hoberman said in a university news release. Hoberman is chief of the general academic pediatrics division at Children's Hospital of Pittsburgh of UPMC.\n\nThe study included 520 youngsters with ear infections. The children ranged in age from 9 months to 23 months, and were randomly selected to receive either a standard 10-day course of antibiotics or a shortened five-day course of antibiotics followed by five days of placebos.\n\nThe risk of treatment failure was 34 percent in the five-day group and 16 percent in the 10-day group. What's more, the children in the five-day group didn't have a lower risk of antibiotic resistance or of side effects such as diarrhea or diaper rash.\n\n\"The results of this study clearly show that for treating ear infections in children between 9 and 23 months of age, a five-day course of antibiotic offers no benefit in terms of adverse events or antibiotic resistance,\" Hoberman said.\n\n\"Though we should be rightly concerned about the emergence of resistance overall for this condition, the benefits of the 10-day regimen greatly outweigh the risks,\" he added.\n\nThe study was published Dec. 21 in the New England Journal of Medicine.\n\nMore information\n\nThe U.S. National Institute on Deafness and Other Communication Disorders has more about ear infections in children.", "images": ["https://media.healthday.com/Images/icimages/59265.jpg"], "top_img": "https://media.healthday.com/Images/icimages/59265.jpg", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/infectious-disease-information-21/antibiotics-news-30/short-course-of-antibiotics-not-best-for-kids-ear-infections-718006.html", "title": "Short Course of Antibiotics Not Best for Kids' Ear Infections", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "10 days of the medication was twice as effective, study finds", "og": {"title": "Short Course of Antibiotics Not Best for Kids' Ear Infections", "image": "https://media.healthday.com/Images/icimages/59265.jpg", "description": "10 days of the medication was twice as effective, study finds", "url": "https://consumer.healthday.com/infectious-disease-information-21/antibiotics-news-30/short-course-of-antibiotics-not-best-for-kids-ear-infections-718006.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}