{"url": "http://consumer.healthday.com/alternative-medicine-information-3/acupuncture-news-5/acupuncture-beats-pills-for-hot-flashes-in-breast-cancer-survivors-702622.html", "text": "En Español\n\nBy Emily Willingham\n\nHealthDay Reporter\n\nTUESDAY, Aug. 25, 2015 (HealthDay News) -- Needles beat pills for treating hot flashes in breast cancer survivors, according to a new trial that compared acupuncture, \"sham\" acupuncture, the medication gabapentin and a placebo pill.\n\nInterestingly, sham acupuncture came in second place for effectiveness, the researchers said.\n\nFurthermore, the effects of acupuncture were \"significant and enduring for hot flashes while gabapentin's effect only happened when a patient was taking the medication,\" said study first author Dr. Jun Mao, an associate professor of family medicine and community health at the University of Pennsylvania in Philadelphia.\n\nThe study was published Aug. 24 in the Journal of Clinical Oncology.\n\nMao and his colleagues tested the treatments in 120 women who were breast cancer survivors. The women were enduring hot flashes at least twice a day.\n\nThirty women each received real acupuncture that also included a bit of an electric buzz or the inactive placebo pill, 32 women got sham acupuncture, and 28 women received gabapentin (Neurontin). The drug is typically used to treat seizures and nerve pain.\n\nThe women documented their hot flashes in diaries, noting frequency and severity, for 8 weeks of treatment, and then continued to keep track of their hot flashes up to 24 weeks total. The investigators used a hot flash score to see how much frequency and severity changed from when the study started to what the women reported at 8, 12 and 24 weeks.\n\nAcupuncture had the greatest effect on overall hot flash scores at 8 weeks, when all interventions ended, followed by sham acupuncture and then gabapentin. At 24 weeks, 16 weeks after treatments ended, acupuncture was still associated with the greatest reduction in hot flashes. But even those who had sham acupuncture or placebo pills had steeper drops in hot flash scores at 24 weeks than those who took gabapentin.\n\n\"The placebo effects for both acupuncture and drugs are quite intriguing, as they both seem to persist over time,\" Mao said. \"The magnitude of the placebo effect for acupuncture is bigger than for the drug.\"\n\nThe results with the sham acupuncture, which bested gabapentin, suggest that \"there is more than a placebo effect with the sham acupuncture,\" said Dr. Gary Deng, interim chief of the integrative medicine service at Memorial Sloan Kettering Cancer Center in New York City. \"There is a component of behavior of doing a sham procedure, so it psychologically may trigger a different kind of reaction from patients versus taking the placebo pill.\"\n\nDeng pointed out that clinicians have come to realize that the placebo effect is very important in treatment. \"In fact, in clinical practice, every doctor uses it all of the time,\" he said. \"The so-called bedside manner or communication with patients -- all of these enhance the effect of the patients feeling they're getting something.\"\n\nNo one is quite sure why placebos work for some people and not for others, said Deng. \"It's like psychotherapy,\" he added. \"Why does it work for some people and not others?\" He suggested that differences in anatomy and genetics might be possible explanations, but said \"there is a fertile field for further research.\"\n\nSome patients might wonder if acupuncture that's helpful for hot flashes among breast cancer patients might be helpful for the hot flashes associated with natural menopause. But Mao pointed out that hot flashes in breast cancer patients are more common, more severe and longer lasting than menopausal hot flashes.\n\nHowever, Deng said that both might have similar causes related to lower estrogen levels. \"Breast cancer survivors have hot flashes because of hormonal repression,\" he said. Menopause also is linked to declining estrogen levels.\n\nOne big distinction between the two populations, though, is that breast cancer survivors do not have the option of hormone replacement therapy open to them because those hormones are linked to breast cancer. Some women undergoing natural menopause still might have that option available. For this reason, most studies of acupuncture for hot flashes have focused on breast cancer survivors, Deng explained.\n\nBut should a woman undergoing natural menopause try acupuncture for hot flashes?\n\n\"For patients suffering symptoms, they can look for all kinds of possible solutions and are better off talking to their doctor to find out what's most appropriate for them,\" Deng said.\n\nMore information\n\nVisit the U.S. National Center for Complementary and Integrative Health for more on acupuncture.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Emily Willingham"], "canonical_link": "https://consumer.healthday.com/alternative-medicine-information-3/acupuncture-news-5/acupuncture-best-for-hot-flashes-in-breast-cancer-survivors-study-702622.html", "title": "Acupuncture Best for Hot Flashes in Breast Cancer Survivors: Study", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Even 'sham' acupuncture beat one frequently used medication", "og": {"title": "Acupuncture Best for Hot Flashes in Breast Cancer Survivors: Study", "description": "Even 'sham' acupuncture beat one frequently used medication", "url": "https://consumer.healthday.com/alternative-medicine-information-3/acupuncture-news-5/acupuncture-best-for-hot-flashes-in-breast-cancer-survivors-study-702622.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}