{"url": "http://well.blogs.nytimes.com/2010/01/18/ankles-gain-as-candidates-for-joint-replacement/", "text": "The bodies of many older Americans are practically bionic: more than 770,000 hip and knee replacements are performed each year in the United States.\n\nNow another aging joint is fast becoming a candidate for replacement. This year, 4,400 patients are expected to undergo surgery to replace arthritic or injured ankles with artificial joints made of metal alloys and lightweight plastic, according to industry estimates.\n\nFour models are commonly used in the United States, with Food and Drug Administration approval. And demand is expected to grow as more and more baby boomers hobble into their 60s and 70s with debilitating ankle pain.\n\nAnkle replacement has been around for three decades, but it has been slow to catch on. Problems with early devices left surgeons and patients wary. The operation is complex, and many foot and ankle surgeons lack experience. While Medicare pays for ankle replacement, many private insurers do not.\n\nEach year about two million Americans visit the doctor for ankle pain from arthritis or fracture. An estimated 50,000 people a year experience end-stage ankle arthritis, in which the ankle cartilage has worn away completely, causing painful bone-on-bone contact and some level of disability.\n\nUntil lately, such patients have had only one surgical option: ankle fusion surgery, in which the worn-out part of the joint is removed and the bones are permanently locked together with screws and plates. The procedure usually relieves pain, but the patient loses mobility in the ankle, leading to changes in gait and, ultimately, additional wear and tear and arthritic pain in other parts of the ankle. About 25,000 ankle fusions were performed in the United States last year.\n\nAndrew Keaveney, now 73, shattered his ankle in a fall from a truck while hanging flags as an American Legion volunteer. Surgery repaired the broken bones, but he continued to have severe pain.\n\nDoctors suggested ankle fusion, but he found a surgeon who offered total ankle replacement. He had the operation in December 2008, and now he says the ankle is “99 percent.”\n\n“Before the surgery, I couldn’t sleep at night,” said Mr. Keaveney, of Locust Valley, N.Y. “Now I’m able to climb ladders. I have absolutely no pain. I was even playing soccer with my grandkids a few months ago.”\n\nHis surgeon, Dr. Craig S. Radnay, an associate at the Insall Scott Kelly Institute for Orthopedics and Sports Medicine in New York City and on Long Island, says he is now a “big believer” in ankle replacement for certain patients.\n\n“For an ankle replacement you have to be a little more picky in who you select for those cases,” he said. “But I can’t tell you how many patients come in, and I mention this option they don’t even know exists.” (Dr. Radnay, who says he has performed more than 100 ankle replacements using an Inbone device from Wright Medical Group of Arlington, Tenn., is now a paid consultant to the company, helping to gather data on long-term success rates.)\n\nThe ideal patient is around 60 years old and of normal weight, although doctors consider older patients, depending on their health. People with diabetes may not be good candidates because they may risk complications as a result of poor blood circulation.\n\nDr. Jonathan T. Deland, chief of the foot and ankle service at the Hospital for Special Surgery in Manhattan, said that while the devices had improved, he remained cautious about offering the operation. (Dr. Deland is helping to develop a new ankle replacement device for Zimmer of Warsaw, Ind., which may be submitted for F.D.A. approval this year.)\n\n“The big concern about ankle replacement is how often do they fail and how often do they loosen,” he said.\n\nComplications can include slow healing, as well as infection. Severe complications are rare, but they can result in amputation. Still, Dr. Deland said, “we’re getting fewer and fewer failures.”\n\nThe new models require that less bone be removed, so the bone to which the device is affixed is stronger. In addition, instruments used to guide surgeons in aligning the artificial joint have improved. Dr. Deland cited data showing that for some recent models, 90 percent of ankle replacements were still in place after an average of eight and a half years.\n\nThough the four devices in common use have technical differences in design and in how they are implanted, doctors say the choice of device matters far less than the experience of the surgeon. The procedure is among the most difficult that foot and ankle surgeons perform, and one of the biggest challenges is getting proper alignment of the replacement joint.\n\nDr. Brian Donley, an orthopedic surgeon who is director of the foot and ankle center at the Cleveland Clinic, says patients should always ask their doctor to disclose any financial interest in a device. (He performed the first United States operation using the Salto Talaris device from Tornier of Minneapolis, and receives consulting fees from the company.)\n\nEven with a successful implantation, patients should not necessarily expect to have the same ankles they did at 18. They should not try to return to activities like basketball and distance running. But golf and walking, and sometimes even skiing, are typically allowed.\n\n“My happiest patients I have in my practice are my ankle replacement patients,” Dr. Donley said. “They are so appreciative about how their life has been changed. They can go to their grandchild’s wedding and get up and have a dance.”", "images": ["https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png", "https://static01.nyt.com/marketing/newsletters/images/Running_75.jpg", "https://static01.nyt.com/images/2016/08/31/well/family/well-family-exerciseask/well-family-exerciseask-videoSixteenByNine600.jpg", "https://static01.nyt.com/images/2016/08/29/science/well-klass-smallpenis/well-klass-smallpenis-videoSixteenByNine600.jpg", "https://static01.nyt.com/images/blogs_v5/well/well_post.png", "https://static01.nyt.com/images/2016/08/29/science/well-klass-smallpenis/well-klass-smallpenis-articleInline.jpg", "https://static01.nyt.com/images/2016/08/31/well/family/well-family-exerciseask/well-family-exerciseask-articleInline.jpg", "https://static01.nyt.com/images/2010/01/18/health/18well_graphic/articleInline.jpg"], "top_img": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png", "keywords": [], "authors": ["Tara Parker-Pope", "Topics.Nytimes.Com Top Reference Timestopics People P Tara_Parkerpope Index.Html", "Alan Rogers", "James R Mcwilliam", "Kathleen Cuerdon-Kahn", "Stephanie Fossan", "Larry Turyn", "Michael Seid", "Richard Ginnold", "Melissa Williamson"], "canonical_link": "//well.blogs.nytimes.com/2010/01/18/ankles-gain-as-candidates-for-joint-replacement/", "title": "Ankles Gain as Candidates for Joint Replacement", "meta_data": {"PT": "Blogs", "PST": "Blog Post", "sourceApp": "blogs", "blogpostid": 100000000085851, "author": "Tara Parker-Pope", "CLMST": "Tara Parker-Pope", "byl": "Tara Parker-Pope", "article": {"author": "//topics.nytimes.com/top/reference/timestopics/people/p/tara_parkerpope/index.html", "published_time": 1263848973, "modified_time": "2017-07-01T23:58:14-04:00", "section": "Health", "tag": "Aging", "collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp"}, "GBLC": "Aging", "PUV": "normal", "PUD": 20100118, "pdate": 20100118, "ptime": 20100118160933, "utime": 20170701235814, "DISPLAYDATE": "January 18, 2010", "dat": "January 18, 2010", "CG": "Health", "SCG": "well", "BN": "well", "robots": "noodp", "keywords": "Aging", "description": "As baby boomers enter their 60s and 70s, demand for surgery to replace ankles with artificial joints is expected to grow.", "hdl": "Ankles Gain as Candidates for Joint Replacement", "og": {"title": "Ankles Gain as Candidates for Joint Replacement", "type": "article", "url": "//well.blogs.nytimes.com/2010/01/18/ankles-gain-as-candidates-for-joint-replacement/", "site_name": "Well", "description": "As baby boomers enter their 60s and 70s, demand for surgery to replace ankles with artificial joints is expected to grow.", "image": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png"}, "thumbnail_150": "https://static01.nyt.com/packages/images/icons/t_logo_300_black.png", "twitter": {"card": "summary", "title": "Ankles Gain as Candidates for Joint Replacement", "url": "//well.blogs.nytimes.com/2010/01/18/ankles-gain-as-candidates-for-joint-replacement/", "description": "As baby boomers enter their 60s and 70s, demand for surgery to replace ankles with artificial joints is expected to grow.", "image": "https://static01.nyt.com/packages/images/icons/t_logo_300_black.png", "site": "@nytimeswell"}, "thumbnail": "https://static01.nyt.com/packages/images/icons/t_logo_300_black.png", "adxPage": "blog.nytimes.com/well/post", "dfp-ad-unit-path": "health/well", "categories": "aging-well"}, "movies": [], "publish_date": 1263790800.0, "source": "http://well.blogs.nytimes.com", "summary": ""}