{"url": "http://www.npr.org/sections/health-shots/2016/05/10/477376914/does-putting-on-a-few-pounds-help-you-cheat-death", "text": "Does Putting On A Few Pounds Help You Cheat Death?\n\nEnlarge this image toggle caption Kris Hanke/Getty Images Kris Hanke/Getty Images\n\nA body mass index under 25 is deemed normal and healthy, and a higher BMI that's \"overweight\" or \"obese\" is not. But that might be changing, at least when it comes to risk of death.\n\nThe body mass index, or BMI, associated with the lowest risk of death has increased since the 1970s, a study finds, from 23.7, in the \"normal\" weight category, to 27, which is deemed \"overweight.\"\n\nThat means a person who is 5-foot-8 could weigh 180 pounds and be in that epidemiological sweet spot, according to the NIH's online BMI calculator. The results were published Tuesday in JAMA, the journal of the American Medical Association.\n\nThe researchers came to that conclusion by looking at data from three studies of people in Copenhagen, one from the 1970s, one from the 1990s and one from 2003-2013. More than 100,000 people were involved. Because Denmark has an excellent national health registry, they were able to pinpoint the cause of death for every single one of those people.\n\nThe risk of death for people who are obese, with a BMI of 30 or greater, also declined, to the point that it was on a par with some people of so-called \"normal\" weight.\n\nSo being fatter, at least a bit, may be healthier.\n\n\"I was surprised as a scientist to see how clear the result was,\" Borge Nordestgaard, a clinical professor and chief physician at Copenhagen University Hospital and senior author of the study, told Shots.\n\nSo he and his colleagues sliced and diced the data to see what could account for the shift. They looked at age, sex, smoking, cancer and heart disease. The most relevant was the decline in smoking since the 1970s. But when they looked at the mortality rates in nonsmokers who had never had cancer or heart disease, it also became associated with a higher BMI over time.\n\nSo what's going on?\n\n\"Now we get into the speculation part, right? I know you journalists always want that,\" Nordestgaard says. \"One option certainly is over these three decades we have become much better at treating the cardiovascular risk factors that come with overweight and obesity.\"\n\nThat includes treating high cholesterol with statins; treating high blood pressure with diet, exercise and an array of medications; and making concerted efforts to help people to control blood sugar.\n\nPeople in Denmark got heavier on average over the course of the study, as they have in the United States and most other countries. By 2013, 56 percent of the Danes had a BMI of 25 or higher. So you could think, OK, the new average is a heavier average.\n\nOr you could wonder if being a bit heavier somehow helps confer health benefits that affect longevity.\n\nResearchers have long known that people who are very thin tend to have a shorter life expectancy, often because they're dealing with cancer or other serious illnesses. The sweet spot on the BMI/longevity axis is typically somewhere near the middle. But there's not much data to back the notion that a bit more pudge is protective. \"This is total speculation,\" Nordestgaard says.\n\nThe BMI has been vilified as a poor measure of an individual's health. Someone who is big, fit and well-muscled, like a pro football player, can peg an obese BMI. And all of the people in this study are white, so that's a limitation. But the BMI, which is a general measure of body fat, has proven useful for thinking about the health of large groups of people, as in this study.\n\nNordestgaard and his colleagues are going to dig into this more in an effort to figure out what's going on, but he cautions that these kinds of data dives can take many months.\n\nBut this does raise the prospect of whether it may soon be time to tweak the official definition of normal, healthy weight.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/assets/img/2016/05/10/bmi_wide-cd228ce6df1e9b82a81601c7d036f64358c02249.jpg?s=1400", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2016/05/10/bmi_custom-aaaa52bf1038b994307bcaab8f04c0ba0605c242-s1100-c15.jpg", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2016/05/10/bmi_wide-cd228ce6df1e9b82a81601c7d036f64358c02249.jpg?s=1400", "keywords": [], "authors": ["Nancy Shute"], "canonical_link": "https://www.npr.org/sections/health-shots/2016/05/10/477376914/does-putting-on-a-few-pounds-help-you-cheat-death", "title": "Does Putting On A Few Pounds Help You Cheat Death?", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2016-05-10", "description": "We're told that it's important to keep body mass index below 25. But a study finds that for the lowest risk of death, the magic number has inched up to 27 — in the \"overweight\" category.", "og": {"title": "Does Putting On A Few Pounds Help You Cheat Death?", "url": "https://www.npr.org/sections/health-shots/2016/05/10/477376914/does-putting-on-a-few-pounds-help-you-cheat-death", "type": "article", "description": "We're told that it's important to keep body mass index below 25. But a study finds that for the lowest risk of death, the magic number has inched up to 27 — in the \"overweight\" category.", "image": "https://media.npr.org/assets/img/2016/05/10/bmi_wide-cd228ce6df1e9b82a81601c7d036f64358c02249.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Does Putting On A Few Pounds Help You Cheat Death?", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2016/05/10/bmi_wide-cd228ce6df1e9b82a81601c7d036f64358c02249.jpg?s=1400"}}}, "movies": [], "publish_date": 1462852800.0, "source": "http://www.npr.org", "summary": ""}