{"url": "https://consumer.healthday.com/diseases-and-conditions-information-37/dizziness-and-vertigo-news-205/newly-identified-form-of-vertigo-responds-to-treatment-734083.html", "text": "THURSDAY, May 24, 2018 (HealthDay News) -- Because vertigo can have many causes, treating it can be difficult, but researchers have identified a new type that may be effectively treated with medication.\n\n\"These conditions can be difficult to diagnose and quite debilitating for people, so it's exciting to be able to discover this new diagnosis of a condition that may respond to treatment,\" said Dr. Ji-Soo Kim, a researcher at Seoul National University in South Korea.\n\nVertigo -- episodes of dizziness that can last for minutes or days -- may be triggered by a number of health issues, ranging from an inner ear disorder to tumors. In some cases, the cause is unclear. Patients can also experience other uncomfortable symptoms, including vomiting, headaches and motion sickness.\n\nFor the study, researchers recruited 338 people who had vertigo with an unknown cause. Some had attacks rarely, maybe once a year. Others had them two to three times a week. Participants also developed nausea, headaches and could not tolerate head movements during the attacks.\n\nTo diagnose the new vertigo, the researchers had patients sit in a dark room. They then moved each patient's head forward and shook it from side to side for about 15 seconds.\n\nAfterwards, a video recorded the patients' eye movements. The researchers noticed that uncontrolled eye movements, called nystagmus, lasted longer in people with this new form of vertigo.\n\nThe findings were published online May 23 in Neurology.\n\n\"It's possible that the vertigo occurs when this unstable mechanism is disrupted by factors either within the person's body or in their environment,\" Kim said in a journal news release.\n\nThis new form of the condition is called recurrent spontaneous vertigo with head-shaking nystagmus. Thirty-five study participants had this form of vertigo.\n\nThey were compared to 35 others whose vertigo is triggered by other conditions, including the inner ear disorder Meniere's disease. Those with the newly identified form of vertigo experienced uncontrolled eye movements for 12 seconds -- twice as long as those with Meniere's and five seconds longer than those with vestibular migraine and another inner ear disorder called vestibular neuritis.\n\nThose with the new form of vertigo were also more likely to have severe motion sickness than those with other forms of the condition, the study showed.\n\nPreventative medication was given to 20 of the 35 people with the newly detected type of vertigo. Of these, one-third saw their symptoms reduced or they recovered completely.\n\nThe researchers followed the new vertigo patients for an average of 12 years. Five had no more attacks, 14 had an improvement in their condition, and only one person had a worsening of symptoms. The others' outcomes were not revealed.\n\nMore information\n\nThe U.S. National Library of Medicine provides more on vertigo.", "images": ["https://media.healthday.com/Images/icimages/WHI078MH.jpg"], "top_img": "https://media.healthday.com/Images/icimages/WHI078MH.jpg", "keywords": [], "authors": ["Healthday Staff"], "canonical_link": "https://consumer.healthday.com/diseases-and-conditions-information-37/dizziness-and-vertigo-news-205/newly-identified-form-of-vertigo-responds-to-treatment-734083.html", "title": "Newly Identified Form of Vertigo Responds to Treatment", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Because vertigo can have many causes, treating it can be difficult, but researchers have identified a new type that may be effectively treated with medication.", "og": {"title": "Newly Identified Form of Vertigo Responds to Treatment", "image": "https://media.healthday.com/Images/icimages/WHI078MH.jpg", "description": "Because vertigo can have many causes, treating it can be difficult, but researchers have identified a new type that may be effectively treated with medication.", "url": "https://consumer.healthday.com/diseases-and-conditions-information-37/dizziness-and-vertigo-news-205/newly-identified-form-of-vertigo-responds-to-treatment-734083.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}