{"url": "http://time.com/4272765/blood-test-for-concussions/", "text": "There’s growing evidence that concussions may have more lasting effects than previously thought, and that monitoring people with head injuries, no matter how apparently minor, is crucial to ensuring they receive proper treatment and minimize the effects of the trauma.\n\nHealth Newsletter Get the latest health and science news, plus: burning questions and expert tips. View Sample Sign Up Now\n\nBut there aren’t good ways to distinguish between mild blows that don’t require additional care and mild to moderate traumatic brain injury (TBI), which could have more serious consequences. Currently, CT scans of the brain are the standard way of diagnosing TBI, but they can’t pick up every case. And because the expose patients to radiation, doctors are often reluctant to use them on every patient, especially young children, who come to the emergency room with a head injury.\n\nMORE: NFL’s Concussion Research Full of Holes, Report Finds\n\nBut in a study published in JAMA Neurology, scientists report on a promising blood test that could distinguish the more serious cases of TBI that require further evaluation. Led by Dr. Linda Papa, director of clinical research and an emergency physician at Orlando Regional Medical Center, the research team focused on two blood proteins that have already been linked to brain injury. Papa and her team expanded on that work by studying how levels of these two proteins, or biomarkers, change immediately after head trauma.\n\nThey collected blood from 584 people coming to the Orlando Regional Medical Center, which is a Level 1 Trauma Center, for trauma-related injuries. About half them had brain-related injuries, and half had other traumas, including broken bones and chest injuries. Papa wanted to test several things about the blood test, including whether they were specific to brain injuries or whether they changed during any trauma to any part of the body. All of the people had their blood drawn 19 times, starting at within four hours of their injury and up to 7 days later. By tracking changes in the levels of the two proteins over this time, Papa could see how they changed, and correlate that with the people’s symptoms.\n\nMORE: Concussion Expert: Over 90% of NFL Players Have Brain Disease\n\nIn all people, regardless of the type of injury they had, the levels of the proteins, called GFAP and UCH-L1, rose within the first hour after the injuries. GFAP, which is specific to cells known as astrocytes that form a matrix for nerves in the central nervous system (which includes the brain and spinal cord), peak at 20 hours after the injury and then decline steadily but are still detectable seven days later. UCH-L1 is released by brain nerves when they’re stressed, and its levels rise more rapidly immediately after injury and peak at eight hours.\n\nGet The Brief. Sign up to receive the top stories you need to know right now. Choose your country United States of America Afghanistan Albania Algeria American Samoa Andorra Angola Anguilla Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Brazil Brunei Darussalam Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Colombia Comoros Congo Congo, Democratic Republic of Cook Islands Costa Rica Cote d'Ivoire Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Faeroe Islands Falkland Islands (Malvinas) Fiji Finland France French Guiana French Polynesia Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guinea Guinea-Bissau Guyana Haiti Holy See Honduras Hong Kong Hungary Iceland India Indonesia Iran Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libyan Arab Jamahiriya Liechtenstein Lithuania Luxembourg Macao Macedonia Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia Monaco Mongolia Montserrat Morocco Mozambique Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory, Occupied Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Republic of Korea Republic of Moldova Reunion Romania Russian Federation Rwanda Saint Helena Saint Kitts and Nevis Saint Lucia Saint Pierre and Miquelon Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia and Montenegro Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Islands Swaziland Sweden Switzerland Syrian Arab Republic Taiwan Tajikistan Tanzania, United Republic of Thailand Timor-Leste Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United Kingdom Virgin Islands (U.S.) Virgin Islands (British) Uruguay Uzbekistan Vanuatu Venezuela Viet Nam Wallis and Futuna Islands Western Sahara Yemen Zambia Zimbabwe Please enter a valid email address. Please select your country. I can confirm I have read and accept the Terms Of Use. Please check to proceed. Sign Up Now You may unsubscribe from email communication at any time. See our Privacy Policy for further details. Thank you! For your security, we've sent a confirmation email to the address you entered. Click the link to confirm your subscription and begin receiving our newsletters. If you don't get the confirmation within 10 minutes, please check your spam folder.\n\nWhen Papa then looked just at people who showed signs of TBI on CT scans, she found that their levels of GFAP and UCH-L1 were significantly higher than those of people with other types of trauma, suggesting that the two markers can be relatively specific to TBI and not trauma in general.\n\nMORE: American Medical Association Adopts Concussion Policy for Young Athletes\n\n“We don’t want to do any unnecessary procedures on people who don’t need them,” says Papa of using CT scans to distinguish people with more serious head injuries from those how just have hit their head but don’t experience any symptoms. “I don’t think a blood will be the be-all and end-all but it would be a beautiful tool for us to have in the clinic to support a lot of our decision making.”\n\nTesting for levels of UCH-L1, for example, might be helpful for emergency medical teams in an ambulance trying to assess whether a patient has any serious head injuries, since its levels peak in the hours immediately after a trauma. It might also help coaches or athletic trainers are sports events to determine which athletes who have had a concussion are able to return to the game and which, if they have higher levels of the blood marker, should not.\n\nMORE: A New Blood Test to Diagnose Concussions On The Field\n\nIn the emergency room, a blood test for UCH-L1 could also help doctors decide which patients should get a CT scan — the higher their levels of the protein are, the more likely they are to have TBI and would benefit from a scan, while those with lower levels probably don’t need one.\n\nAnd because levels of GFAP tend to remain higher for many days, Papa says it might be useful in cases where patients don’t come in immediately after a head injury, thinking they’re okay, but see the doctor several days later because they’re concerned. Even at that point, the study shows, GFAP levels might be higher than normal and therefore might indicate TBI and need for further tests.\n\n“We may not use these blood tests in a hundred percent of cases but probably in eighty percent of cases where there is a question mark, a blood test could definitely help,” she says.\n\nContact us at editors@time.com.", "images": ["http://time.com/img/Paper-plane.svg", "http://assets.time.com/images/dianomi-logo.png", "http://subscription-assets.timeinc.com/current/1850_top2_205_thumb.jpg", "http://time.com/images/newsletter-time.png", "https://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "http://pixel.watch/f3fo", "http://pixel.carambo.la/Pixel/tmnc11/112753/0/1/0", "http://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2016/03/gettyimages-482186651-1.jpg?quality=85&w=1200&h=628&crop=1", "https://timedotcom.files.wordpress.com/2018/02/couple-experimental-treatment-battle-alzheimer-disease-hospital.jpg?quality=85&w=600", "https://timedotcom.files.wordpress.com/2016/03/gettyimages-482186651-1.jpg", "https://timedotcom.files.wordpress.com/2017/09/time-newsletter-tout-footer.png", "https://timedotcom.files.wordpress.com/2019/08/gettyimages-548554295.jpeg?quality=85&w=600"], "top_img": "https://timedotcom.files.wordpress.com/2016/03/gettyimages-482186651-1.jpg?quality=85&w=1200&h=628&crop=1", "keywords": [], "authors": ["Alice Park"], "canonical_link": "https://time.com/4272765/blood-test-for-concussions/", "title": "Concussion Blood Test Shows Promise", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "keywords": "blood test,Brain,brain injury,Concussion,traumatic brain injury", "news_keywords": "concussion, blood test, blood test for concussion, brain injury, traumatic brain injury, concussion symptoms", "description": "With greater awareness about the dangers of head blows, researchers say a blood test may diagnose more serious traumatic brain injuries", "og": {"title": "Blood Test For Concussion Shows Promise", "type": "article", "site_name": "Time", "url": "https://time.com/4272765/blood-test-for-concussions/", "description": "With greater awareness about the dangers of head blows, researchers say a blood test may diagnose more serious traumatic brain injuries", "image": {"identifier": "https://timedotcom.files.wordpress.com/2016/03/gettyimages-482186651-1.jpg?quality=85&w=1200&h=628&crop=1", "width": 1200, "height": 628}}, "article": {"content_tier": "free", "opinion": "false"}, "pinterest": {"url": "https://time.com/4272765/blood-test-for-concussions/", "description": "With greater awareness about the dangers of head blows, researchers say a blood test may diagnose more serious traumatic brain injuries", "media": "https://timedotcom.files.wordpress.com/2016/03/gettyimages-482186651-1.jpg?quality=85&w=1200&h=628&crop=1"}, "twitter": {"card": "summary_large_image", "url": "https://time.com/4272765/blood-test-for-concussions/", "title": "Blood Test For Concussion Shows Promise", "description": "With greater awareness about the dangers of head blows, researchers say a blood test may diagnose more serious traumatic brain injuries", "site": "@TIME", "image": "https://timedotcom.files.wordpress.com/2016/03/gettyimages-482186651-1.jpg?quality=85&w=1024&h=512&crop=1"}, "fb": {"app_id": 53177223193, "pages": 10606591490}}, "movies": [], "publish_date": null, "source": "http://time.com", "summary": ""}