{"url": "http://consumer.Healthday.com/Article.asp?AID=642202", "text": "By Steven Reinberg\n\nHealthDay Reporter\n\nTUESDAY, Aug. 17, 2010 (HealthDay News) -- Less invasive biopsies done with the help of imaging to guide the needle now make up the majority of biopsies being done, a new study finds.\n\nIn fact, the use of these minimally invasive biopsies increased from 59 percent to 67 percent of all biopsies between 1997 and 2008, a trend which is likely to continue, one expert noted. A biopsy involves the removal of tissue or fluids to test for disease.\n\n\"Doing image-guided biopsy allows more definitive diagnosis and shorter hospital stays,\" said Dr. Robert Quencer, chair of radiology at the University of Miami Miller School of Medicine, who was not involved on the study.\n\nIn addition, image-guided biopsies are more accurate, Quencer said. \"This is a trend throughout the whole country. I doubt there is any variation to this in any major medical center.\"\n\nThe report is published online and in the September print edition of Radiology.\n\nFor the study, a team led by Dr. Sharon W. Kwan, a radiology resident at the University of California, San Francisco, looked at biopsies done among Medicare patients from 1997 through 2008.\n\nDuring that time, the number of biopsies increased from 1,380 per 100,000 in 1997 to 1,945 per 100,000 in 2008. That's an annual growth of 3 percent in number of biopsies, the researchers noted.\n\nMoreover, by 2008, 67 percent of these biopsies were being done through the skin with the help of CT scans, ultrasound and MRI, Kwan's group found.\n\n\"We also found that the use of imaging guidance increased over this time period, most likely because the technique enables more efficient and safe targeting of lesions,\" Kwan said in a news release.\n\nThis increase in less-invasive biopsies went along with a decrease in the number of more-invasive biopsies and through-the-skin biopsies where no imaging was used, the researchers found.\n\nThe only two areas where needle biopsies were not the majority of biopsies done were biopsies of lymph nodes and soft tissues. For these areas, open biopsies are easier to do and need less imaging guidance, Kwan's team noted.\n\nQuencer thinks the use of image-guided biopsies will continue to increase over time, even for lymph nodes and soft tissues. \"In time, I would expect 80 to 90 percent of biopsies will be image-guided biopsies,\" he said.\n\nMore information\n\nFor more information on biopsies, visit the U.S. National Library of Medicine.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/health-technology-information-18/cat-scan-news-88/less-invasive-biopsies-gain-favor-642202.html", "title": "Less Invasive Biopsies Gain Favor", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Most now being done through the skin, guided by imaging, researchers say", "og": {"title": "Less Invasive Biopsies Gain Favor", "description": "Most now being done through the skin, guided by imaging, researchers say", "url": "https://consumer.healthday.com/health-technology-information-18/cat-scan-news-88/less-invasive-biopsies-gain-favor-642202.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}