{"url": "http://consumer.healthday.com/Article.asp?AID=662912", "text": "By Randy Dotinga\n\nHealthDay Reporter\n\nMONDAY, March 19, 2012 (HealthDay News) -- New research finds that a minimally invasive surgical procedure to treat hernias results in less chronic pain and a faster recovery when compared to a traditional approach.\n\nOne expert, however, said the older strategy may still be the best option in some cases.\n\n\"It's not one-size-fits-all,\" said Dr. L. Michael Brunt, a professor at Washington University in St. Louis. \"One repair isn't appropriate for all circumstances.\"\n\nHernias occur when part of an internal organ, such as the intestines, bulges out through muscle. At issue are the surgical approaches that physicians use when a patient suffers from a hernia in the groin.\n\nThe procedures are designed to reduce the bulge of the hernia and make a patch so it doesn't protrude again. \"It's as if you had a leak in a tire that's ballooned out,\" Brunt said. \"You'll patch it to prevent it from continuing to protrude.\"\n\nThe study, led by researchers at Erasmus Medical Center in Rotterdam, the Netherlands, examined two procedures.\n\nOne procedure, known as total extraperitoneal inguinal hernioplasty, is performed under a general anesthetic and uses a laparoscopic approach through a small opening. It was developed in the 1990s, Brunt said.\n\nThe other approach is older and is performed through a 2- to 2.5-inch incision in the groin, Brunt said. It can be done under local anesthesia. The study authors didn't examine a third approach, known as \"patch and plug,\" he said.\n\nIn the study, researchers randomly assigned 660 hernia patients to one of the two surgical procedures. Almost all the patients were men, and their average age was around 55.\n\nThe researchers followed up with 75 percent of the patients after an average period of five years.\n\nHernias recurred in 5 percent of laparoscopic and 8 percent of the traditional-procedure patients. Recurrences decreased to 0.5 percent and 4 percent, respectively, if the procedures were performed by experienced surgeons.\n\nAfter five years, 28 percent of those who had the traditional procedure reported chronic pain, compared to 15 percent of the laparoscopic group.\n\nThe study \"confirms what a lot of surgeons who do both procedures know already,\" Brunt said. \"There's less pain and a bit of a faster recovery from the laparoscopic procedure.\"\n\nStill, \"the vast majority of patients do well, regardless of the approach,\" he said.\n\nWhy use the traditional approach if the laparoscopic technique is better in some ways? The traditional approach may be appropriate when it's too risky to place patients under general anesthesia, Brunt said, such as in elderly patients and those with multiple health problems.\n\nBrunt said the costs of the two procedures are comparable, although the laparoscopic procedure may cost more.\n\nThe findings appear in the March issue of the Archives of Surgery.\n\nMore information\n\nFor more about hernias, try the U.S. National Library of Medicine.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Randy Dotinga"], "canonical_link": "https://consumer.healthday.com/diseases-and-conditions-information-37/hernia-news-375/less-invasive-hernia-procedure-easier-on-patients-study-662912.html", "title": "Less Invasive Hernia Procedure Easier on Patients: Study", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Less pain and faster recovery, but expert notes older approach sometimes still best", "og": {"title": "Less Invasive Hernia Procedure Easier on Patients: Study", "description": "Less pain and faster recovery, but expert notes older approach sometimes still best", "url": "https://consumer.healthday.com/diseases-and-conditions-information-37/hernia-news-375/less-invasive-hernia-procedure-easier-on-patients-study-662912.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}