{"url": "http://time.com/4318201/carbohydrates-weight-loss-resistant-starch/", "text": "Carbohydrates sound so innocent: mere starches, sugar and fiber that the body uses for energy. Yet health-conscious Americans despise them, designing entire diets just to cut them out.\n\nBut out of the pile of cast-off carbs, there are some you should keep. New research around a certain kind of carb, called “resistant starch,” suggests that they could be a key way to help control weight.\n\nWhen we eat refined carbohydrates, like white bread and cookies, our bodies absorb them very quickly, and the hormone insulin ushers them into our cells. Eat a lot of them, and the body will store most of those calories instead of burning them—which is why we gain weight on high-carb diets.\n\nBut that’s not the case with resistant starches, so named because they resist digestion. These kinds of carbs bypass the small intestine (where most food is digested) and head to the large intestine (also known as the colon) to be metabolized. There, they’re fermented and turned into short-chain fatty acids, which the body burns as energy. Resistant starches also serve as powerful prebiotics—food for intestinal bacteria in the colon.\n\nHealth Newsletter Get the latest health and science news, plus: burning questions and expert tips. View Sample Sign Up Now\n\nThose benefits—getting digested slower, being converted into fatty acids and sustaining colonies of gut bacteria—set resistant starch apart. Resistant starch is being explored as a healthy food for people with type-2 diabetes; eating it improved certain measures of inflammation, a condition that often precedes type-2 diabetes, and lipid profiles in women with the condition, showed one 2015 study.\n\n“Certain populations and cultures have been benefiting from resistant starches for a long time,” says Paul Arciero, professor in the health and exercise sciences department of Skidmore College. “In my belief, that’s what’s protected them against some of the ravages of the more modern-day high carbohydrate diet.”\n\nLuckily, resistant starch is found in a range of delicious foods. Legumes, beans, whole grains and some seeds have it, as do uncooked potatoes and unripe bananas. Products made from these foods, including bean flour, potato starch, tapioca starch and brown rice flour, also count.\n\nGetty Images; Illustration by Marisa Gertz for TIME\n\nMost intriguing and surprising of all is that so many leftovers contain resistant starch. When you cook a certain starchy food, like white rice, pasta or a potato, and then cool it in the refrigerator, the food develops resistant starches. “Cooking the carbohydrate starch alters the chemical bonds in the food,” Arciero explains. Stick it in the fridge, and as the food cools, those bonds reform in a new design. “The ensuing structure of those bonds during the cooling process is what makes them resistant to then being digested in the small intestine,” Arciero says. Even if you heat them up again, they retain their new resistant starches.\n\nIn all of its forms, resistant starch shows promise for helping people control their weight. In a Nutrition Journal study published in October 2015, Arciero and his team cooked a series of four pancake breakfasts for 70 women. The four pancakes were made from ordinary starch, starch plus whey protein, resistant starch (a tapioca-based starch modified to become resistant—much like leftovers are), and resistant starch with whey protein.\n\nGet The Brief. Sign up to receive the top stories you need to know right now. Choose your country United States of America Afghanistan Albania Algeria American Samoa Andorra Angola Anguilla Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Brazil Brunei Darussalam Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Colombia Comoros Congo Congo, Democratic Republic of Cook Islands Costa Rica Cote d'Ivoire Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Faeroe Islands Falkland Islands (Malvinas) Fiji Finland France French Guiana French Polynesia Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guinea Guinea-Bissau Guyana Haiti Holy See Honduras Hong Kong Hungary Iceland India Indonesia Iran Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libyan Arab Jamahiriya Liechtenstein Lithuania Luxembourg Macao Macedonia Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia Monaco Mongolia Montserrat Morocco Mozambique Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory, Occupied Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Republic of Korea Republic of Moldova Reunion Romania Russian Federation Rwanda Saint Helena Saint Kitts and Nevis Saint Lucia Saint Pierre and Miquelon Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia and Montenegro Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Islands Swaziland Sweden Switzerland Syrian Arab Republic Taiwan Tajikistan Tanzania, United Republic of Thailand Timor-Leste Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United Kingdom Virgin Islands (U.S.) Virgin Islands (British) Uruguay Uzbekistan Vanuatu Venezuela Viet Nam Wallis and Futuna Islands Western Sahara Yemen Zambia Zimbabwe Please enter a valid email address. Please select your country. I can confirm I have read and accept the Terms Of Use. Please check to proceed. Sign Up Now You may unsubscribe from email communication at any time. See our Privacy Policy for further details. Thank you! For your security, we've sent a confirmation email to the address you entered. Click the link to confirm your subscription and begin receiving our newsletters. If you don't get the confirmation within 10 minutes, please check your spam folder.\n\nArciero and his team monitored the women after each meal for three hours and used a device to see how many calories they burned, and what type. To Arciero’s surprise, after women ate pancakes containing resistant starch plus protein, they experienced an increase in fat burning, compared to all of the other kinds of pancakes. “After you eat a meal that’s principally carbohydrate, the fact that your body can burn a greater percentage of fat as its energy source is very unusual,” he says. Adding protein to the batter also made the women feel fuller, they found—which hints at a potentially powerful food combo for people trying to control their weight. “If you can combine a resistant starch with a hardboiled egg, or whey protein, or pea protein, or chicken or Greek yogurt, that’s a pretty powerful combination,” Arciero says.\n\nIt’s too soon to tell if resistant starch can help people lose weight. But the new evidence suggests that it may help control weight by altering body composition and increasing satiety. “The potential for a nutritional lifestyle intervention to counter obesity driven by high-carbohydrate food, though we don’t know yet how significantly, is fascinating,” Arciero says—especially when it’s as simple and delicious as reheating your pasta.\n\nWrite to Mandy Oaklander at mandy.oaklander@time.com.", "images": ["http://time.com/img/Paper-plane.svg", "http://subscription-assets.timeinc.com/current/1850_top2_205_thumb.jpg", "http://time.com/images/newsletter-time.png", "https://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2019/11/hamburgers-and-fries.jpg?quality=85&w=600", "https://timedotcom.files.wordpress.com/2016/01/soda-can-drink-diet-health-fitness.jpg?quality=85&w=600", "http://pixel.carambo.la/Pixel/tmnc11/112753/0/1/0", "https://timedotcom.files.wordpress.com/2017/01/healthy-and-filling-barley.jpg?quality=85&w=1200&h=628&crop=1", "http://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2016/05/carbs-group.jpg", "http://assets.time.com/images/dianomi-logo.png", "https://timedotcom.files.wordpress.com/2017/09/time-newsletter-tout-footer.png", "http://pixel.watch/f3fo"], "top_img": "https://timedotcom.files.wordpress.com/2017/01/healthy-and-filling-barley.jpg?quality=85&w=1200&h=628&crop=1", "keywords": [], "authors": ["Mandy Oaklander"], "canonical_link": "https://time.com/collection/guide-to-weight-loss/4318201/carbohydrates-weight-loss-resistant-starch", "title": "Carbohydrates and Resistant Starch May Help Weight Loss", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "keywords": "carb,carbohydrate,carbohydrates,Carbs,diet,Diet/Nutrition,Food Facts,good carbs,low-carb diet,potato starch,resistant starch,starch,starches,Weight loss,what are carbohydrates,what are carbs", "news_keywords": "diet, carbs, carb, carbohydrate, carbohydrates, starch, starches, resistant starch, weight loss, good carbs, what are carbs, potato starch, low carb diet, what are carbohydrates", "description": "Resistant starch is a kind of carbohydrate found in unripe bananas, white rice and pasta, and this carb may help you maintain body weight", "og": {"title": "This Kind of Carb Won't Make You Gain Weight", "type": "article", "site_name": "Time", "url": "https://time.com/4318201/carbohydrates-weight-loss-resistant-starch/", "description": "Unripe bananas and takeout white rice both have it", "image": {"identifier": "https://timedotcom.files.wordpress.com/2017/01/healthy-and-filling-barley.jpg?quality=85&w=1200&h=628&crop=1", "width": 1200, "height": 628}}, "article": {"content_tier": "free", "opinion": "false"}, "pinterest": {"url": "https://time.com/collection/guide-to-weight-loss/4318201/carbohydrates-weight-loss-resistant-starch", "description": "Resistant starch is a kind of carbohydrate found in unripe bananas, white rice and pasta, and this carb may help you maintain body weight", "media": "https://timedotcom.files.wordpress.com/2017/01/healthy-and-filling-barley.jpg?quality=85&w=1200&h=628&crop=1"}, "twitter": {"card": "summary_large_image", "url": "https://time.com/4318201/carbohydrates-weight-loss-resistant-starch/", "title": "This Kind of Carb Won't Make You Gain Weight", "description": "Unripe bananas and takeout white rice both have it", "site": "@TIME", "image": "https://timedotcom.files.wordpress.com/2017/01/healthy-and-filling-barley.jpg?quality=85&w=1024&h=512&crop=1"}, "fb": {"app_id": 53177223193, "pages": 10606591490}}, "movies": [], "publish_date": null, "source": "http://time.com", "summary": ""}