{"url": "https://consumer.healthday.com/circulatory-system-information-7/heart-failure-news-753/can-stem-cell-patch-help-heart-failure-721352.html", "text": "By Amy Norton\n\nHealthDay Reporter\n\nWEDNESDAY, April 5, 2017 (HealthDay News) -- Scientists report another step in the use of stem cells to help treat people with debilitating heart failure.\n\nIn an early study of 27 patients, Japanese researchers used patients' own muscle stem cells to create a \"patch\" that was placed on the heart.\n\nOver the next year, the patients generally showed small improvements in their symptoms -- including the ability to walk without becoming breathless and fatigued.\n\nHowever, experts cautioned that while the results are encouraging, there's a lot of work left ahead before stem cells can be used to treat heart failure.\n\n\"They've shown that this approach is feasible,\" said Dr. Eiran Gorodeski, a heart failure specialist at the Cleveland Clinic in Ohio.\n\nBut it's not clear whether the stem-cell tactic was actually effective, said Gorodeski, who was not involved in the study.\n\nThat's because the study didn't include a comparison group that did not receive stem cells.\n\nSo it's possible, Gorodeski explained, that the \"modest\" symptom improvements would have happened anyway. All of the patients were on standard medications, and some had heart devices implanted.\n\nStem cells are primitive cells that mature into the various cells that make up the body's tissues. In the past 15 years or so, scientists have tried to use the cells to help repair some of the damage seen in heart failure.\n\nHeart failure is a progressive disease where the heart muscle is too damaged to efficiently pump blood throughout the body. It often arises after a heart attack.\n\nSymptoms of heart failure include fatigue, breathlessness and swelling in the limbs. The condition cannot be cured, although medications and implantable devices can treat the symptoms.\n\nIn the new study, the researchers used stem cells from the patients' own thigh muscle to create a patch they placed on the heart.\n\nThat's in contrast to many past studies, where researchers have injected stem cells -- often from patients' bone marrow -- into the heart.\n\nThe patch tactic could have some advantages, said senior researcher Dr. Yoshiki Sawa, of Osaka University.\n\nHe said animal research suggests that cells in sheet form survive for a longer period, compared to injections.\n\nTo test the safety of the approach, Sawa's team recruited 27 patients who had debilitating symptoms despite standard heart failure therapies. The scientists extracted stem cells from each patient's thigh muscle, then cultured the cells so that they formed a sheet.\n\nThe sheet was placed on each patient's heart.\n\nThe tactic appeared safe, the researchers said, and there were signs of symptom improvements over the next six months to a year.\n\nWhy would stem cells from the thigh muscle affect the heart? It's not clear, Sawa acknowledged.\n\nThe stem cells don't grow into new heart muscle cells. Instead, Sawa explained, they seem to produce chemicals called cytokines that can promote new blood vessel growth in damaged areas of the heart. The theory, he said, is that \"hibernating\" cells in the heart muscle can then function better.\n\nStill, it's too soon to know what the new findings mean, said Gorodeski.\n\nThis type of trial, called phase 1, is designed to look at the safety and feasibility of a therapy, Gorodeski said. It takes later-phase trials -- where some patients receive the treatment, and others do not -- to prove that a therapy actually works.\n\nThose trials are underway, Sawa said.\n\nOther studies are further along. Last year, researchers reported on a trial testing infusions of stem cells taken from the bone marrow of patients with severe heart failure.\n\nPatients who received the therapy were less likely to die or be hospitalized over the next year, versus those given standard treatment only. But the study was small, and the stem cells had only a minor impact on patients' heart function.\n\nSo it's not clear why the stem-cell patients fared better, Gorodeski said.\n\nFor now, he stressed, all stem-cell therapies for heart failure remain experimental.\n\n\"There's no cell therapy that we can offer patients right now,\" Gorodeski said.\n\nThe message for patients, he added, is that heart failure can be treated, and researchers are looking for \"innovative\" ways to improve that treatment.\n\nThe study was published April 5 in the Journal of the American Heart Association.\n\nMore information\n\nThe American Heart Association has more on heart failure.", "images": ["https://media.healthday.com/Images/icimages/40252.jpg"], "top_img": "https://media.healthday.com/Images/icimages/40252.jpg", "keywords": [], "authors": ["Amy Norton"], "canonical_link": "https://consumer.healthday.com/circulatory-system-information-7/heart-failure-news-753/can-stem-cell-patch-help-heart-failure-721352.html", "title": "Can Stem Cell 'Patch' Help Heart Failure?", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Small improvement seen over one year in  early study", "og": {"title": "Can Stem Cell 'Patch' Help Heart Failure?", "image": "https://media.healthday.com/Images/icimages/40252.jpg", "description": "Small improvement seen over one year in  early study", "url": "https://consumer.healthday.com/circulatory-system-information-7/heart-failure-news-753/can-stem-cell-patch-help-heart-failure-721352.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}