{"url": "https://www.statnews.com/2017/02/23/vitamin-iv-infusion/", "text": "Step inside the lounge at Evolved Science and you’ll find a cocktail menu unlike any you’ve ever seen.\n\nThe ritzy Manhattan medical office — which says it serves high-powered clients and celebrities — shakes and stirs up tailored IV infusions using a slurry of vitamins and amino acids. There’s a Jet Lag Eraser, for use after hopping off a long international flight, a Detoxification saline smoothie for “improving alertness and mental acuity,” and a Late Night Rescue cocktail to undo the effects of too many actual cocktails the night before.\n\nThe company claims liquid vitamins, minerals, and amino acids delivered straight to the bloodstream can protect users from getting a cold, boost athletic performance, “annihilate toxins,” and stave off headaches. “We put together the ideal combination for them to obtain the results they want: clearer skin, clearer mind, better hair, better nails,” said Dr. Erika Schwartz, who runs the clinic.\n\nadvertisement\n\nAnd though the IV lends a medical air to the procedure, the infusions suffer from the same problem as many supplements taken orally — there isn’t any robust evidence to back up their health claims.\n\n“Supplements don’t fix anything and they don’t prevent anything. It’s simple,” said Dr. Pete Miller, a clinician and nutrition researcher at Johns Hopkins.\n\nThe Evolved Science clinic in New York. Evolved Science\n\nVitamin IV infusions aren’t anything new. Celebrities from Simon Cowell and Rihanna to the Real Housewives have proclaimed their love for vitamin drips. They’re part of a huge — and wildly popular — supplement industry which goes largely unregulated. Supplement makers aren’t allowed to claim that their products can cure or treat a particular condition, but they are allowed to make sweeping claims that the products promote health.\n\nThe infusion treatments can be traced back to an intravenous supplement known as the Myers’ cocktail, a slurry of magnesium, calcium, B vitamins, and other products developed decades ago by a Baltimore physician. There is a published review on the use of Myers’ cocktail — but it’s just a collection of anecdotal evidence. The author, Dr. Alan Gaby, has long promoted the use of intravenous vitamins for a wide range of clinical conditions.\n\nThe research on injectable vitamins of any kind is thin and the results unimpressive. One study looked at injectable vitamins to treat asthma, but there was no placebo group to compare outcomes against. Two studies have examined intravenous vitamin use in fibromyalgia patients. One didn’t turn up any significant improvement in patients who received the infusions. The other — which was also missing a placebo group — involved just seven patients and showed only short-term improvement in symptoms.\n\nSchwartz, though, said the supplements are completely safe.\n\n“We’re doing it in a sterile environment, it’s administered by a nurse, and everything is sterile,” she said. “The only difference is it’s kind of a beautiful environment.”\n\nCustomers at Evolved Science shell out anywhere from $325 to $875 for an infusion. For first-time clients, Schwartz recommends weekly injections for the first month or so, and then a routine infusion once a month. Patients kick back in cream-colored chairs together while they’re hooked up to IVs in the “infusion lounge.”\n\n“It doesn’t look like a doctor’s office. It’s very relaxed, not like a spa. But like a private club. It’s a SoHo house kind of thing,” said Schwartz, a former trauma surgeon.\n\nBut as for whether they’ll help a client prepare for an important presentation?\n\n“There is not not substantial evidence that vitamin supplements have a large impact on cognitive function,” said Dr. Francine Grodstein, a public health researcher at Harvard who has studied the subject. A longitudinal study would be needed to back those claims with evidence, she added.\n\nStill, the trend seems to be going strong. The I.V. Doc — an in-home vitamin infusion service — offers on-demand nutrient drips in places including Boston, Los Angeles, Chicago, and the Hamptons. In Las Vegas, hangover buses deliver pick-me-up infusions on the go.\n\nAnd despite a lack of sound evidence, experts expect consumers to keep coming back for infusions.\n\n“What drives the market is not the science,” said Miller. “In spite of that lack of evidence, there’s still a market for it.”", "images": ["https://www.statnews.com/wp-content/uploads/2017/02/IVClinic_DSC_1023-1024x683.jpg", "https://www.statnews.com/wp-content/uploads/2019/08/Newsletter-Logo-Images-DR.png", "https://www.statnews.com/wp-content/themes/stat/images/stat-logo.svg", "https://www.statnews.com/wp-content/plugins/stat-lazy-load/images/330x400-00000000.png", "https://dc.ads.linkedin.com/collect/?pid=46858&fmt=gif", "https://www.statnews.com/wp-content/uploads/2016/05/Megan-Thielking_avatar_1462974211.png", "https://www.statnews.com/wp-content/uploads/2017/02/FRUIT_IV_02-645x645.jpg", "https://www.facebook.com/tr?id=436331036555416&ev=PageView&noscript=1", "https://www.statnews.com/wp-content/uploads/2017/02/IVClinic_DSC_1023-768x512.jpg"], "top_img": "https://www.statnews.com/wp-content/uploads/2017/02/IVClinic_DSC_1023-1024x683.jpg", "keywords": [], "authors": ["Megan Thielking", "Shraddha Chakradhar", "Sharon Begley", "Elizabeth Preston", "Associated Press"], "canonical_link": "https://www.statnews.com/2017/02/23/vitamin-iv-infusion/", "title": "Vitamin IVs make bold health promises. But where's the evidence?", "meta_data": {"viewport": "width=device-width, initial-scale=1", "referrer": "origin", "description": "Vitamin IV infusions, popular among celebrities, are touted as medical treatments for hangovers and jet lag. The scientific evidence is thin.", "og": {"locale": "en_US", "type": "article", "title": "Vitamin IVs make bold health promises. But where's the evidence?", "description": "Vitamin IV infusions, popular among celebrities, are touted as medical treatments for hangovers and jet lag. The scientific evidence is thin.", "url": "https://www.statnews.com/2017/02/23/vitamin-iv-infusion/", "site_name": "STAT", "updated_time": "2017-02-23T10:59:44+00:00", "image": {"identifier": "https://www.statnews.com/wp-content/uploads/2017/02/IVClinic_DSC_1023-1024x683.jpg", "secure_url": "https://www.statnews.com/wp-content/uploads/2017/02/IVClinic_DSC_1023-1024x683.jpg"}}, "article": {"publisher": "http://facebook.com/statnews/", "tag": "wellness", "section": "Health", "published_time": "2017-02-23T10:00:26+00:00", "modified_time": "2017-02-23T10:59:44+00:00"}, "fb": {"app_id": 933808010032702, "pages": 1456948254627841}, "twitter": {"card": "summary_large_image", "description": "Vitamin IV infusions, popular among celebrities, are touted as medical treatments for hangovers and jet lag. The scientific evidence is thin.", "title": "Vitamin IVs make bold health promises. But where's the evidence?", "site": "@statnews", "image": "https://www.statnews.com/wp-content/uploads/2017/02/FRUIT_IV_02.jpg", "creator": "@meggophone"}, "generator": "WordPress 5.2.4", "ia": {"markup_url": "https://www.statnews.com/2017/02/23/vitamin-iv-infusion/?ia_markup=1"}, "apple-itunes-app": "app-id=1324796990", "msapplication-TileImage": "https://www.statnews.com/wp-content/uploads/2015/10/cropped-stat-logo-teal-328x328.png"}, "movies": [], "publish_date": 1487826000.0, "source": "https://www.statnews.com", "summary": ""}