{"url": "http://www.Healthday.com/Article.asp?AID=638656", "text": "SUNDAY, May 2, 2010 (HealthDay News) -- One reason many people dread a colonoscopy is the unpleasant preparation, which often requires that they drink a gallon of prescribed fluids to clear out their bowels before the procedure. But an industry-funded study suggests that a pill could negate the need for so much liquid.\n\nResearchers from Henry Ford Hospital report that people preparing for the test were able to take a pill approved as a treatment for chronic constipation and avoid half of the liquid requirement.\n\nIn the study, 126 people took either the pill -- lubiprostone (Amitiza) -- or an inactive placebo. Those who took the combination of the pill and liquid were better able to tolerate the preparation than were those who drank a gallon of a mixture of polyethylene glycol and electrolytes, the study found.\n\n\"Most people say they don't want to have a colonoscopy because they find the preparation intolerable,\" the study's lead author, Dr. Chetan Pai, a gastroenterologist, said in a news release from the hospital. \"If physicians are able to offer a better way to prep, I think this will encourage more people to get the colonoscopies that may save their lives.\"\n\nPai also pointed out that about 90 percent of colon cancer cases occur in people older than 50, an age group that tends to have an especially hard time drinking the gallon of liquid often prescribed for colonoscopy preparation.\n\nThe study, scheduled to be presented Sunday at the Digestive Diseases Week conference in New Orleans, was funded by the pill's manufacturer, Sucampo Pharmaceuticals.\n\nMore information\n\nThe U.S. National Library of Medicine has more on colonoscopies.", "images": ["http://www.Healthday.com/images/favicon.ico"], "top_img": "http://www.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Randy Dotinga"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/colonoscopy-news-140/colonoscopy-prep-in-a-pill-may-be-easier-to-swallow-638656.html", "title": "Colonoscopy Prep in a Pill May Be Easier to Swallow", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Tablet cuts the needed pre-procedure liquid intake in half, study says", "og": {"title": "Colonoscopy Prep in a Pill May Be Easier to Swallow", "description": "Tablet cuts the needed pre-procedure liquid intake in half, study says", "url": "https://consumer.healthday.com/cancer-information-5/colonoscopy-news-140/colonoscopy-prep-in-a-pill-may-be-easier-to-swallow-638656.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://www.Healthday.com", "summary": ""}