{"url": "http://health.usnews.com/health-care/patient-advice/articles/2017-09-12/fecal-occult-stool-tests-for-colorectal-cancer-screening", "text": "Is it time for you to begin screening for colorectal cancer? Screening looks for signs of cancer in someone who doesn't have any symptoms. The idea is that by catching cancer early, before it spreads, it's easier to treat.\n\nStool Screening Tests\n\nOne way to look for signs of colorectal cancer is to see if there are microscopic amounts of blood in the stool using a high-sensitivity fecal occult blood test, or FOBT. Occult, in this case, means hidden. \"It's an indirect indicator the patient could be harboring polyps [precancerous growths in the colon],\" says Dr. Sreeram Maddipatla, medical oncologist/hematologist for the Liver Center and Pancreas Center at UF Health Cancer Center – Orlando Health. Although blood in the stool can mean there's a tumor or polyps, it can also be a sign of something much less serious, like hemorrhoids.\n\nThe U.S. Food and Drug Administration has approved two types of fecal occult blood tests and one stool DNA test:\n\nGuaiac FOBT. This was the first stool test for colorectal screening, says Dr. Robin Mendelsohn, a gastroenterologist at Memorial Sloan-Kettering Cancer Center. Mendelsohn says the concept for the guaiac FOBT originated from the idea that colon cancer bled into the colon and then into the stool. Guaiac FOBT detects heme – an iron compound in the blood that carries oxygen – in the stool. The guaiac FOBT is not specific to human heme, Mendelsohn says, so if you consume meat before the test, it could affect the results.\n\nTo do a guaiac FOBT, you'll use a kit to collect stool from three different bowel movements and send the samples to a lab for analysis. \"[The need for three samples] is due to the intermittent nature of bleeding from a tumor,\" Mendelsohn says. If you choose this method of colorectal screening, you'll need to repeat the test yearly.\n\nWhen a guaiac FOBT is performed every one to two years in adults 50 to 80 years old, it can reduce deaths from colorectal cancer by 15 to 33 percent, according to the National Cancer Institute.\n\nFecal immunochemical test, or FIT. The FIT detects human hemoglobin, Maddipatla says. It doesn't react to non-human blood, so there are no dietary restrictions prior to the test. Maddipatla says this test is easier than the guaiac FOBT, as it only requires one stool sample (which must be mailed back to the lab right away for an accurate result). Although other conditions, such as a lower gastrointestinal bleed, can produce a positive result, the FIT produces fewer false positives than the guaiac FOBT, Maddipatla says, and is almost equal to colonoscopy in reducing mortality from colorectal cancer. The FIT is approximately 80 percent sensitive for detecting cancer and 20 to 30 percent sensitive for detecting advanced polyps. \"The colonoscopy is still the gold standard,\" Maddipatla says.\n\nUnlike a colonoscopy – a visual examination of the full length of the colon and rectum – the guiaic FOBT and FIT only detect cancers or polyps. A colonoscopy can help prevent cancer by removing polyps before they have a chance to develop into a tumor.\n\nMany patients prefer the simplicity of stool testing to undergoing a colonoscopy. However, if you have a positive result with either a guaiac FOBT or FIT, you may have polyps or colon cancer, and you'll need to proceed with a diagnostic colonoscopy, Mendelsohn says. \"There's no point in doing [stool tests] if you're not willing to do a colonoscopy afterwards.\"\n\nFIT-DNA. You may have seen advertisements for the Cologuard FIT-DNA test. According to the NCI, Cologuard detects both tiny amounts of blood in the stool (the FIT portion) as well as nine biomarkers in three genes that have been found in colorectal cancer and advanced polyps. The NCI says for average-risk adults who didn't have symptoms, the FIT-DNA test detected more cancers and adenomas (advanced polyps) than the FIT, but had more false positives.\n\nMendelsohn says there are no long-term studies on FIT-DNA, so doctors aren't sure how frequently patients should undergo it. Medicare reimburses for the test every three years, she says, and depending on the manufacturer, the guidelines recommend repeating the test every one to three years. Mendelsohn says she is uncomfortable with the rate of false positives, which is about 10 to 13 percent. As with the guiaic FOBT and the FIT, a positive result means you still need to undergo a colonoscopy.\n\nThe Bottom Line\n\nAdults at average risk for colorectal cancer should begin colorectal screening at age 50. Talk to your doctor about which test is right for you.\n\nThe Affordable Care Act and Medicare cover screening for colorectal cancer. Check with your insurer about which tests are covered and what your out-of-pocket costs might be.", "images": ["https://www.usnews.com/dims4/USNEWS/8b7471c/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F5e%2F56%2F0a7c45fd4feba398d143e61238cc%2F170315-stoolsample-stock.jpg", "https://www.usnews.com/dims4/USNEWS/be61b69/2147483647/thumbnail/84x84/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F1a%2Fcb%2Faa43797745329f3078bb263746e7%2Fkathleen-hall.jpg", "https://www.usnews.com/static/img/usn-logo-large.svg"], "top_img": "https://www.usnews.com/dims4/USNEWS/8b7471c/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F5e%2F56%2F0a7c45fd4feba398d143e61238cc%2F170315-stoolsample-stock.jpg", "keywords": [], "authors": [], "canonical_link": "https://health.usnews.com/health-care/patient-advice/articles/2017-09-12/fecal-occult-stool-tests-for-colorectal-cancer-screening", "title": "Fecal Occult Stool Tests for Colorectal Cancer Screening", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "description": "Although the colonoscopy is the gold standard, tests like the guaiac FOBT and FIT are another way to screen for colon cancer.", "keywords": "Kathleen Hall,patients,patient advice,colon cancer,cancer,medical screening,colonoscopy,colon health,SMCE,Health Care,Patient Advice", "site": "healthcare", "zone": "edit", "fb": {"pages": 5834919267, "app_id": 130063997038366}, "og": {"title": "Fecal Occult Stool Tests for Colorectal Cancer Screening", "description": "Tests like the guaiac FOBT and FIT present another screening option for individuals at average risk for colon cancer.", "image": "https://www.usnews.com/dims4/USNEWS/8b7471c/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F5e%2F56%2F0a7c45fd4feba398d143e61238cc%2F170315-stoolsample-stock.jpg", "type": "article", "site_name": "US News & World Report", "url": "https://health.usnews.com/health-care/patient-advice/articles/2017-09-12/fecal-occult-stool-tests-for-colorectal-cancer-screening"}, "twitter": {"image": "https://www.usnews.com/dims4/USNEWS/8b7471c/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F5e%2F56%2F0a7c45fd4feba398d143e61238cc%2F170315-stoolsample-stock.jpg", "card": "summary_large_image", "site": "@USNews", "title": "Fecal Occult Stool Tests for Colorectal Cancer Screening", "description": "Tests like the guaiac FOBT and FIT present another screening option for individuals at average risk for colon cancer."}, "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "optimizely": "Optimizely is supported by this application but is not enabled for this page."}, "movies": [], "publish_date": 1505188800.0, "source": "http://health.usnews.com", "summary": ""}