{"url": "https://www.bostonglobe.com/lifestyle/2017/03/11/forget-cribs-carboard-box-may-safest-place-for-your-baby-sleep/wwEakqRSAHh10ZZturXBHL/story.html", "text": "‘‘To new moms: (SUID) was one of my biggest fears and then it happened,’’ said 35-year-old Chauntia Williams, of Maple Heights, Ohio.\n\nParents are beginning to take baby boxes home from hospitals along with their newborns. A Los Angeles-based company has partnered with health officials to give the boxes away for free and an online initiative offers advice aimed at reducing sudden unexpected infant deaths. New Jersey and Ohio were the first to participate statewide in the program.\n\nTRENTON, N.J. — Cardboard boxes certainly aren’t new technology. But when they’re linked to a practice that started in Finland decades ago to help babies sleep safely, they’re taking on a new purpose as so-called baby boxes make their way to the U.S.\n\nAdvertisement\n\nWilliams is an advocate for safe sleeping and the boxes after she unexpectedly lost her 33-day-old daughter Aaliyah nine years ago. Williams said her daughter went to sleep in a crib with cushiony bumpers, stuffed animals and an added blanket beneath the fitted sheet and never woke up. She said the coroner determined the bedding caused the death.\n\nShe now uses a box with her son, Bryce, though he’s getting a little too big for it. Her message to new parents: Educate yourselves on safe sleep habits.\n\n‘‘Open your mouth and say I’m concerned about this so you can get the assistance,’’ Williams said.\n\nSudden unexpected infant death is a broad category that includes sudden infant death syndrome and accidental suffocation and strangulation that could come from overcrowded bassinets or cribs. The boxes aren’t the only option for safe sleeping, of course, but health officials say they’re a useful part of a broader safe-sleep education program.\n\nOhio on Wednesday joined New Jersey in offering the cardboard boxes, which double as bassinets, for free. Each box comes filled with a mattress, fitted sheet, onesie and diapers.\n\nAdvertisement\n\nThe Baby Box Co. is also handing out the boxes in Minneapolis, Phoenix and San Francisco, with the goal of expanding to all 50 states. The for-profit company also operates in Canada, Ireland and the United Kingdom. Baby Box University, Baby Box Co.’s educational platform, maintains a website that coordinates the educational component of the program.\n\nThe idea for baby boxes started in Finland in the 1930s, and is tied to a sharp drop in sudden infant deaths, according to Dr. Kathryn McCans, a pediatrician who chairs New Jersey’s Child Fatality and Near Fatality Review Board. The boxes provide a clutter-free sleep space that has been shown to reduce accidental and unexpected deaths, she said.\n\nThe Centers for Disease Control and Prevention says the U.S. rate of sudden unexpected infant deaths has been declining since the 1990s when public health officials began recommending parents put infants to sleep on their backs. About 3,700 sudden unexpected infant deaths were reported in the country in 2015.\n\nThe boxes are a new idea for many Americans.\n\n‘‘The thought of putting the baby in a box, I was like ‘wow that’s weird,’’’ said Dolores Peterson, of Camden, New Jersey, who became a first-time mom recently and was among the first to bring home a box.\n\nPeterson’s daughter, Ariabella, just turned 3 months old. She said the program was eye-opening for how much information she learned about how to prevent sudden unexpected infant death.\n\nMcCans says the complimentary items like diapers and onesies are nice, but the more important objective behind the boxes is bringing down infant deaths and grounding parents on safe sleep practices: Place babies on their backs to sleep; Don’t use bumpers in cribs; Keep stuffed animals and blankets out of infants’ sleep spaces; Avoid sleeping in the same bed as infants.\n\nAdvertisement\n\n‘‘No one brings their baby into bed with them because they want their baby to die,’’ she said. ‘‘They do it because they want to be nurturing and they are, but it’s not safe.’’\n\nTo get the boxes, prospective moms can register through babyboxuniversity.com, watch a handful of videos on sleep safety and pass a quiz. Parents can then take their digital or printed-out certificates to a participating hospital for their boxes. The boxes can also be sent in the mail, if a nearby hospital is not designated as a distribution center.", "images": ["https://sb.scorecardresearch.com/p?c1=2&c2=6035042&cv=2.0&cj=1", "https://www.facebook.com/ tr?id=884869448226452&ev=PageView&noscript=1", "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/3AUECWHYYG1SnFiHdBAA0tu-Vg0=/506x0/arc-anglerfish-arc2-prod-bostonglobe.s3.amazonaws.com/public/6BHO3PAGSAI6PDC3TKBEKEMSQE.jpg"], "top_img": "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/3AUECWHYYG1SnFiHdBAA0tu-Vg0=/506x0/arc-anglerfish-arc2-prod-bostonglobe.s3.amazonaws.com/public/6BHO3PAGSAI6PDC3TKBEKEMSQE.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.bostonglobe.com/lifestyle/2017/03/11/forget-cribs-carboard-box-may-safest-place-for-your-baby-sleep/wwEakqRSAHh10ZZturXBHL/story.html", "title": "Forget cribs. A cardboard box may be the safest place for your baby to sleep", "meta_data": {"description": "Parents are beginning to take baby boxes home from hospitals along with their newborns.", "keywords": "US,Baby,Boxes", "robots": "noarchive", "viewport": "width=device-width, initial-scale=1", "msapplication-config": "/pf/resources/images/icons/browserconfig.xml?d=109", "theme-color": "#ffffff", "fb": {"admins": 507486035, "app_id": 103933749691726, "pages": 5637143257}, "og": {"site_name": "BostonGlobe.com", "type": "article", "title": "Forget cribs. A cardboard box may be the safest place for your baby to sleep - The Boston Globe", "url": "https://www.bostonglobe.com/lifestyle/2017/03/11/forget-cribs-carboard-box-may-safest-place-for-your-baby-sleep/wwEakqRSAHh10ZZturXBHL/story.html", "description": "Parents are beginning to take baby boxes home from hospitals along with their newborns.", "image": "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/3AUECWHYYG1SnFiHdBAA0tu-Vg0=/506x0/arc-anglerfish-arc2-prod-bostonglobe.s3.amazonaws.com/public/6BHO3PAGSAI6PDC3TKBEKEMSQE.jpg", "pixelID": 884869448226452}, "article": {"opinion": "false", "publisher": "https://www.facebook.com/globe", "content_tier": "free"}, "twitter": {"account_id": 95431448, "card": "summary_large_image", "site": "@BostonGlobe", "title": "Forget cribs. A cardboard box may be the safest place for your baby to sleep - The Boston Globe", "description": "Parents are beginning to take baby boxes home from hospitals along with their newborns.", "url": "https://www.bostonglobe.com/lifestyle/2017/03/11/forget-cribs-carboard-box-may-safest-place-for-your-baby-sleep/wwEakqRSAHh10ZZturXBHL/story.html", "image": "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/3AUECWHYYG1SnFiHdBAA0tu-Vg0=/506x0/arc-anglerfish-arc2-prod-bostonglobe.s3.amazonaws.com/public/6BHO3PAGSAI6PDC3TKBEKEMSQE.jpg"}, "section": "Lifestyle"}, "movies": [], "publish_date": 1489208400.0, "source": "https://www.bostonglobe.com", "summary": ""}