{"url": "http://www.usatoday.com/story/life/2016/11/06/calcium-supplements-heart/93050736/", "text": "Kim Painter\n\nSpecial for USA TODAY\n\nConfused about calcium?\n\nThat wouldn’t be surprising. The mineral found in popular supplement pills — and in dairy foods, leafy greens and many fortified foods — is unquestionably good for your bones. But in recent years, doctors have raised concerns that calcium supplements might be over-used and bad for hearts.\n\nRecently, two new studies made headlines. One found a link between the supplements and a build-up of calcium in arteries, a possible precursor to heart attacks and strokes.\n\nA second, wider-ranging study found no heart risks and was the basis of new guidelines from two medical groups saying that calcium supplements should be considered heart safe.\n\n“The public has been receiving very confusing and alarming messages about calcium supplements,” says JoAnn Manson, a professor of medicine at Harvard Medical School and chief of preventive medicine at Brigham and Women’s Hospital, Boston.\n\nAbout 35% of U.S. adults take calcium supplements, alone or in multivitamins, according to a recent report in the medical journal JAMA.\n\nSo here’s what all those people need to know.\n\nConcerns about heart risks may be fading.\n\nOver the past decade, some studies have raised the possibility that calcium, from supplements but not from food, might raise heart risks.\n\nMost recently, researchers at Johns Hopkins University tracked nearly 3,000 adults and found that those who took calcium supplements at the study outset were 22% more likely to show artery calcification 10 years later. Those who got the most calcium from food had a decreased risk. But the study, published in the Journal of the American Heart Association, was not designed in a way that could prove the supplements caused the artery changes.\n\nAnd its findings were quickly refuted by a larger review of 31 previous studies, including some with more rigorous designs. Taken together, those findings suggest healthy adults face no increased heart risks from calcium, in food or supplements, in amounts of up to 2,000-2,500 mg a day, researchers reported in the Annals of Internal Medicine. The review was funded by the non-profit National Osteoporosis Foundation, with support from Pfizer Consumer Healthcare, which makes calcium supplements.\n\n“If you look at the overall totality of the evidence, there’s a lack of association between supplement use and heart attack and other cardiovascular events,” says Manson, who co-wrote an editorial accompanying the review.\n\nThe review “is really reassuring,” says Clifford Rosen, senior scientist at the Maine Medical Center Research Institute at the University of Maine. He was not involved in the research.\n\nAlso reassured: The osteoporosis foundation and the American Society for Preventive Cardiology, which issued new guidelines saying supplements appear heart safe.\n\nNot everyone is convinced.\n\nThe larger review did not include all potentially relevant studies, says Erin Michos, an associate professor of medicine and epidemiology who led the Johns Hopkins study. “I’m still concerned about harm from supplements and I don’t advise them for my patients,” she says.\n\nThere are other reasons not to take calcium supplements.\n\nThe first is that most people don’t need them, Rosen says. Calcium intake from food has been rising, he says, with recent surveys finding averages around 1,000 mg a day — close to or meeting the 1,000 mg. to 1,200 mg recommended for adults (the higher level is advised for women over 50 and men over 70). Many people get more than they realize, he says, not just from milk, cheese and yogurt, but from vegetables, grains, and, increasingly, fortified foods and beverages.\n\nWhen there is a gap, food is a better choice than supplements, the experts agree. Calcium-rich foods, such as milk (300 mg a cup), plain yogurt (400 mg per cup) and kale (100 mg a cup), come with added nutritional benefits. And supplements come with extra risks: increases in kidney stones and, for some people, constipation and bloating.\n\nSome people do need supplements.\n\nOlder adults with osteoporosis — bone thinning severe enough to raise the risk of debilitating fractures — can benefit from calcium supplements, Rosen says, though most need just one 500 mg to 600 mg dose a day. Larger doses are poorly absorbed and rarely needed, he says.\n\nAmong others who might need a boost: Vegans, people with lactose intolerance and anyone who, for whatever reason, does not consume enough calcium, says Taylor Wallace, an affiliate professor of nutrition at George Mason University in Fairfax, Va., and a co-author of the new cardiovascular statement.\n\nTeen girls, who are in crucial bone-building years, often have diets that fall short of their needs, 1,300 mg a day, Wallace says.\n\nYour bones need more than calcium alone.\n\nVitamin D — found in fatty fish, fortified foods and supplements, and produced by the skin in response to sun exposure — also is essential to bone health. Many supplements combine vitamin D and calcium, but experts disagree on who should take those supplements and in what doses. Under current U.S. nutrition guidelines, teens and adults are advised to get 600 to 800 international units of vitamin D each day.\n\nAlso important for bone health: weight-bearing exercise, such as walking, dancing and workouts with weights.", "images": ["https://www.gannett-cdn.com/presto/2019/11/07/USAT/d7eec2f9-674c-4db2-8e34-ca10fd847ba2-VPC_FOOTBALL_PLAYER_ASL_DESK_THUMB.jpg?width=660&height=372&fit=crop&format=pjpg&auto=webp", "https://www.gannett-cdn.com/-mm-/475cb65c78086eae6ea7482b67bcabf0ec499abb/c=0-254-3798-2400/local/-/media/2016/10/31/USATODAY/USATODAY/636135027426604258-AP-CALCIUM-VITAMIN-D-54454993.JPG?width=3200&height=1809&fit=crop&format=pjpg&auto=webp"], "top_img": "https://www.gannett-cdn.com/-mm-/475cb65c78086eae6ea7482b67bcabf0ec499abb/c=0-254-3798-2400/local/-/media/2016/10/31/USATODAY/USATODAY/636135027426604258-AP-CALCIUM-VITAMIN-D-54454993.JPG?width=3200&height=1809&fit=crop&format=pjpg&auto=webp", "keywords": [], "authors": [], "canonical_link": "https://www.usatoday.com/story/life/2016/11/06/calcium-supplements-heart/93050736/", "title": "Calcium supplements and your heart: Researchers send mixed messages", "meta_data": {"viewport": "width=device-width,initial-scale=1,minimum-scale=1", "og": {"title": "Calcium supplements and your heart: Researchers send mixed messages", "description": "Concerns about heart risks may be fading, but calcium supplements may still be overused.", "url": "https://www.usatoday.com/story/life/2016/11/06/calcium-supplements-heart/93050736/", "site_name": "USA TODAY", "image": {"identifier": "https://www.gannett-cdn.com/-mm-/475cb65c78086eae6ea7482b67bcabf0ec499abb/c=0-254-3798-2400/local/-/media/2016/10/31/USATODAY/USATODAY/636135027426604258-AP-CALCIUM-VITAMIN-D-54454993.JPG?width=3200&height=1809&fit=crop&format=pjpg&auto=webp", "width": 3200, "height": 1809}, "type": "article"}, "article": {"author": "Kim Painter", "content_tier": "free", "opinion": "false"}, "description": "Concerns about heart risks may be fading, but calcium supplements may still be overused.", "fb": {"pages": "13652355666,48958576760,156345381090801,110471702456365,6566864515,137698179626815,315942225236045,927427260614748,183850168300771,1443524575938047,251228454889939,158095147555989,115535341805950,236655713446291,1621466394844549,250325640686,177037772444433,1972936962947967,2047091012096533,535551216797440", "app_id": 215046668549694}, "ROBOTS": "NOODP, NOYDIR", "google": "notranslate", "twitter": {"card": "summary_large_image", "image": "https://www.gannett-cdn.com/-mm-/475cb65c78086eae6ea7482b67bcabf0ec499abb/c=0-254-3798-2400/local/-/media/2016/10/31/USATODAY/USATODAY/636135027426604258-AP-CALCIUM-VITAMIN-D-54454993.JPG?width=1600&height=800&fit=crop&format=pjpg&auto=webp", "site": "@usatoday", "creator": "@usatoday", "title": "Calcium supplements and your heart: Researchers send mixed messages", "description": "Concerns about heart risks may be fading, but calcium supplements may still be overused."}}, "movies": [], "publish_date": 1478404800.0, "source": "http://www.usatoday.com", "summary": ""}