{"url": "http://consumer.healthday.com/Article.asp?AID=672843", "text": "By Kathleen Doheny\n\nHealthDay Reporter\n\nMONDAY, Jan. 28, 2013 (HealthDay News) -- Breast-conserving surgery for early stage breast cancers may result in better survival than mastectomy, according to a new study.\n\nFor those with early stage breast cancer, \"lumpectomy is just as effective if not more effective than mastectomy,\" said researcher Dr. Shelley Hwang, chief of breast surgery at Duke Cancer Institute in Durham, N.C.\n\n\"There are lots of women who think the more [treatment] they do, the better they will do,\" she said. \"This refutes that.\"\n\nThe findings, published online Jan. 28 in the journal Cancer, are especially strong for women over 50 with hormone-sensitive cancers, the researchers found.\n\nEarlier research had also concluded that the two procedures are similarly effective, but Hwang's is a more \"real-world\" study.\n\nHwang's team looked at 14 years of data from the California Cancer Registry, following more than 112,000 women with early stage breast cancer (stages 1 or 2) between 1990 and 2004. Ages ranged from 39 to 80.\n\nMore than half (55 percent) had lumpectomy and radiation, while 45 percent had mastectomy (complete breast removal) alone.\n\nHwang compared lumpectomy and radiation with mastectomy alone, not mastectomy plus radiation. \"We wanted to look at early stage disease, and those patients typically don't get radiation after mastectomy,\" she said.\n\nThe researchers tracked the women's progress for a median of more than nine years (half followed longer, half less). During that time, more than 31,000 women died, nearly 40 percent of them from breast cancer. The others died of other causes.\n\nFor the first three years after treatment, those who had a mastectomy had a higher risk of dying from heart disease and other ailments than those who had lumpectomy. This may indicate that the women who underwent lumpectomy were generally healthier, Hwang said.\n\nOver the entire follow-up, those who underwent lumpectomy were more likely to survive the breast cancer.\n\n\"The group that benefited the most -- who had the biggest difference in breast cancer survival -- were those women over 50 with estrogen-receptor positive disease,\" Hwang said. This means their cancer depends on estrogen to grow.\n\nAmong those women, the lumpectomy group had a 13 percent lower risk of death from breast cancer and a 19 percent lower risk of death from any cause than those who had a mastectomy.\n\nNot all women with early stage breast cancers can have a lumpectomy, Hwang said. In this procedure, just the tumor and some healthy tissue are removed, sparing the rest of the breast. Among the exceptions are those whose cancers are too large, or those who have different cancers in the same breast.\n\nThe percent of women with early breast cancers choosing a mastectomy has risen recently, after a dip in previous years. Hwang and others suspect that women told they could safely opt for lumpectomy were still afraid to try it.\n\nThe new research, which was funded by the U.S. National Cancer Institute, suggests that if a lumpectomy is possible, it may actually increase survival, Hwang said.\n\nThe findings may reverse the mastectomy trend, said Dr. Laura Kruper, co-director of the breast oncology program at the City of Hope Comprehensive Cancer Center in Duarte, Calif., who was not involved in the study.\n\nThe study is scientifically sound in many ways, Kruper said. \"They broke it down by year of diagnosis and by age category,\" she said. \"They looked at socioeconomic status, and they kept it early stage.\"\n\nDr. Wendy Woodward, section chief for breast radiation oncology at the University of Texas MD Anderson Cancer Center in Houston, said that for women with early cancers, the study \"clearly reiterates there is no detriment to cancer control in having a lumpectomy and radiation for breast-conserving surgery candidates.\"\n\nBut, Woodward added, \"I am not sure the study convinces us that lumpectomy and radiation is better for breast cancer survival, but it may be.\"\n\nThe study was observational, Hwang stressed. It found a link or association but could not provide cause-and-effect proof that the breast-conserving treatment is more effective than mastectomy in early stage breast cancer.\n\nHwang believes the study does arm women with valuable information. However, \"I don't want women who chose mastectomy to think they did the wrong thing,\" Hwang said. \"At the end of the day, personal preference trumps everything else. I fully support the patient's options to choose the best treatment for themselves.\"\n\nMore information\n\nTo learn more about lumpectomy, visit the American Cancer Society.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Kathleen Doheny"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/for-early-cancer-lumpectomy-beats-mastectomy-for-survival-study-672843.html", "title": "For Early Cancer, Lumpectomy Beats Mastectomy for Survival: Study", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Findings should reassure women who fear breast-conserving surgery, expert says", "og": {"title": "For Early Cancer, Lumpectomy Beats Mastectomy for Survival: Study", "description": "Findings should reassure women who fear breast-conserving surgery, expert says", "url": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/for-early-cancer-lumpectomy-beats-mastectomy-for-survival-study-672843.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}