{"url": "http://www.nytimes.com/2010/11/30/health/30vitamin.html?_r=1", "text": "With calcium, adolescent girls may be the only group that is getting too little, the panel found. Older women, on the other hand, may take too much, putting themselves at risk for kidney stones . And there is evidence that excess calcium can increase the risk of heart disease, the group wrote.\n\nAs for vitamin D, some prominent doctors have said that most people need supplements or they will be at increased risk for a wide variety of illnesses, including heart disease, cancer and autoimmune diseases.\n\nPhoto\n\nAnd these days more and more people know their vitamin D levels because they are being tested for it as part of routine physical exams.\n\n“The number of vitamin D tests has exploded,” said Dennis Black, a reviewer of the report who is a professor of epidemiology and biostatistics at the University of California, San Francisco .\n\nAt the same time, vitamin D sales have soared, growing faster than those of any supplement, according to The Nutrition Business Journal. Sales rose 82 percent from 2008 to 2009, reaching $430 million. “Everyone was hoping vitamin D would be kind of a panacea,” Dr. Black said. The report, he added, might quell the craze.\n\n“I think this will have an impact on a lot of primary care providers,” he said.\n\nThe 14-member expert committee was convened by the Institute of Medicine, an independent nonprofit scientific body, at the request of the United States and Canadian governments. It was asked to examine the available data — nearly 1,000 publications — to determine how much vitamin D and calcium people were getting, how much was needed for optimal health and how much was too much.\n\nThe two nutrients work together for bone health.\n\nBone health, though, is only one of the benefits that have been attributed to vitamin D, and there is not enough good evidence to support most other claims, the committee said.\n\nAdvertisement Continue reading the main story\n\nSome labs have started reporting levels of less than 30 nanograms of vitamin D per milliliter of blood as a deficiency. With that as a standard, 80 percent of the population would be deemed deficient of vitamin D, Dr. Rosen said. Most people need to take supplements to reach levels above 30 nanograms per milliliter, he added.\n\nBut, the committee concluded, a level of 20 to 30 nanograms is all that is needed for bone health, and nearly everyone is in that range.\n\nVitamin D is being added to more and more foods, said Paul R. Thomas of the Office of Dietary Supplements at the National Institutes of Health. Not only is it in orange juice and milk, but more is being added to breakfast cereals, and it now can be found in very high doses in supplement pills. Most vitamin D pills, he said, used to contain no more than 1,000 international units of it. Now it is easy to find pills, even in places like Wal-Mart , with 5,000 international units. The committee, though, said people need only 600 international units a day.\n\nPhoto\n\nTo assess the amounts of vitamin D and calcium people are getting, the panel looked at national data on diets. Most people, they concluded, get enough calcium from the foods they eat, about 1,000 milligrams a day for most adults (1,200 for women ages 51 to 70).\n\nVitamin D is more complicated, the group said. In general, most people are not getting enough vitamin D from their diets, but they have enough of the vitamin in their blood, probably because they are also making it naturally after being out in the sun and storing it in their bodies.\n\nThe American Society for Bone and Mineral Research and other groups applauded the report. It is “a very balanced set of recommendations,” said Dr. Sundeep Khosla, a Mayo Clinic endocrinologist and the society’s president.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBut Andrew Shao, an executive vice president at the Council for Responsible Nutrition, a trade group, said the panel was being overly cautious, especially in its recommendations about vitamin D. He said there was no convincing evidence that people were being harmed by taking supplements, and he said higher levels of vitamin D, in particular, could be beneficial.\n\nSuch claims “are not supported by the available evidence,” the committee wrote. They were based on studies that observed populations and concluded that people with lower levels of the vitamin had more of various diseases. Such studies have been misleading and most scientists agree that they cannot determine cause and effect.\n\nIt is not clear how or why the claims for high vitamin D levels started, medical experts say. First there were two studies, which turned out to be incorrect, that said people needed 30 nanograms of vitamin D per milliliter of blood, the upper end of what the committee says is a normal range. They were followed by articles and claims and books saying much higher levels — 40 to 50 nanograms or even higher — were needed.\n\nAdvertisement Continue reading the main story\n\nAfter reviewing the data, the committee concluded that the evidence for the benefits of high levels of vitamin D was “inconsistent and/or conflicting and did not demonstrate causality.”\n\nEvidence also suggests that high levels of vitamin D can increase the risks for fractures and the overall death rate and can raise the risk for other diseases. While those studies are not conclusive, any risk looms large when there is no demonstrable benefit. Those hints of risk are “challenging the concept that ‘more is better,’ ” the committee wrote.\n\nThat is what surprised Dr. Black. “We thought that probably higher is better,” he said.\n\nHe has changed his mind, and expects others will too: “I think this report will make people more cautious.”", "images": ["https://static01.nyt.com/images/2010/11/30/us/jp-VITAMIN/jp-VITAMIN-thumbStandard.jpg", "https://static01.nyt.com/images/2010/11/30/us/jp-VITAMIN/jp-VITAMIN-articleInline.jpg", "https://static01.nyt.com/images/2010/11/30/health/30vitamin_graphic/30vitamin_graphic-popup.jpg"], "top_img": "https://static01.nyt.com/images/2010/11/30/us/jp-VITAMIN/jp-VITAMIN-thumbStandard.jpg", "keywords": [], "authors": ["Gina Kolata"], "canonical_link": "https://www.nytimes.com/2010/11/30/health/30vitamin.html", "title": "Extra Calcium and Vitamin D Aren’t Necessary, Report Says", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1248069389139", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2010/11/30/health/30vitamin.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2010/11/30/health/30vitamin.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1248069389139"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2010/11/30/health/30vitamin.html", "title": "Extra Calcium and Vitamin D Aren’t Necessary, Report Says", "description": "Most people do not need extra calcium or vitamin D, and too much could cause harm, a report said.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary", "creator": "ginakolata"}, "robots": "noarchive", "hdl_p": "Extra Vitamin D and Calcium Aren’t Necessary, Report Says", "description": "Most people do not need extra calcium or vitamin D, and too much could cause harm, a report said.", "genre": "News", "articleid": 1248069389139, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Extra Calcium and Vitamin D Aren’t Necessary, Report Says", "pdate": 20101129, "utime": 20171026211837, "ptime": 20101129210814, "DISPLAYDATE": "Nov. 29, 2010", "dat": "Nov. 29, 2010", "lp": "Most people do not need extra calcium or vitamin D, and too much could cause harm, a report said.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "30vitamin", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "published": "2010-11-29T21:08:14-05:00", "modified": "2017-10-26T21:18:37-04:00", "section": "Health", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "section_url": "https://www.nytimes.com/section/health", "top-level-section": "health", "author": "https://www.facebook.com/gina.kolata.1", "tag": "Bones"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "og": {"url": "https://www.nytimes.com/2010/11/30/health/30vitamin.html", "type": "article", "title": "Extra Calcium and Vitamin D Aren’t Necessary, Report Says", "description": "Most people do not need extra calcium or vitamin D, and too much could cause harm, a report said.", "image": "https://static01.nyt.com/images/2010/11/30/us/jp-VITAMIN/jp-VITAMIN-thumbStandard.jpg"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Gina Kolata", "tone": "feature", "byl": "By GINA KOLATA", "PT": "article", "CG": "health", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Bones", "per": "Black, Dennis", "keywords": "Vitamin D,Calcium,Black  Dennis,Rosen  Dr. Clifford J.,Vitamins,Diet and Nutrition,Dietary Supplements and Herbal Remedies,Medicine and Health,Bones", "news_keywords": "Vitamin D,Calcium,Dennis Black,Vitamin,Nutrition,Diet and Herbal Supplements,Medicine and Health,Bone", "thumbnail": "https://static01.nyt.com/images/2010/11/30/us/jp-VITAMIN/jp-VITAMIN-thumbStandard.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "dfp-ad-unit-path": "health", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1291093200.0, "source": "http://www.nytimes.com", "summary": ""}