{"url": "http://www.Reuters.com/article/idUSTRE65Q0XW20100627", "text": "LONDON (Reuters) - Iranian scientists say they have developed a way of using a simple blood test to predict accurately when women will reach the menopause, offering the chance for women to plan for family and career far in advance.\n\nThe test, which measures levels of a hormone produced by cells in the ovaries, was able to predict the age at which women reached menopause to within an average of 4 months, according to data to be presented at the conference of the European Society of Human Reproduction and Embryology in Rome on Monday.\n\n“The results ... could enable us to make a more realistic assessment of women’s reproductive status many years before they reach menopause,” said Ramezani Tehrani of the Shahid Beheshti University of Medical Sciences in Tehran, who led the study.\n\nExperts commenting on the work agreed it was promising, but said its findings would need to be confirmed in larger trials.\n\n“The possibility of an accurate predictor for menopause is very exciting. People have been looking for something like this for years,” said Dagan Wells of the Nuffield Department of Obstetrics and Gynaecology at Oxford University.\n\nThe average age for menopause is 51, with ovulation in most women ending sometime between age 40 and 60. But it can happen later or earlier, making it difficult for women who want to develop a career before having babies to know how long to wait.\n\nTehrani’s team took blood samples from 266 women aged between 20 and 49 who were also taking part in another study called the Tehran Lipid and Glucose Study, which started in 1998.\n\nThey then measured concentrations of a hormone called the anti-Mullerian Hormone (AMH) that is produced by cells in women’s ovaries. AMH controls the development of follicles in the ovaries from which eggs develop, and the scientists suspected it might be useful for judging ovarian function.\n\nSTATISTICAL MODEL\n\nThe researchers took two more blood samples at three yearly intervals and also collected information on the women’s socioeconomic background and reproductive history.\n\n“We developed a statistical model for estimating the age at menopause from a single measurement of AMH concentration,” Tehrani explained in a report on the study. “Using this model, we estimated mean average ages at menopause for women at different time points in their reproductive life span.”\n\nTehrani said the results showed “a good level of agreement” between predicted and actual age at menopause for the 63 women in the group who reached menopause during the study.\n\nThe average difference between the predicted age and the women’s actual age at menopause was a third of a year, and the maximum margin of error was three to four years.\n\nWells said Tehrani’s team appeared to have hit upon a “fairly accurate algorithm” for predicting menopause.\n\nBut said it would be important to see if the method could also help predict the time when fertility effectively ends.\n\n“A woman may cease monthly ovulation and experience menopause at 50, but she will probably have been effectively infertile for several years prior to this,” he said. “It will be important to let patients know that fertility will have declined greatly in the years preceding the final ovulation.”", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Kate Kelland", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-menopause-test-idUSTRE65Q0XW20100627", "title": "Scientists find way to predict timing of menopause", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "Iranian scientists say they have developed a way of using a simple blood test to predict accurately when women will reach the menopause, offering the chance for women to plan for family and career far in advance.", "Author": "Kate Kelland", "keywords": "US,MENOPAUSE,TEST", "news_keywords": "US;MENOPAUSE;TEST", "REVISION_DATE": "Sun Jun 27 08:58:47 UTC 2010", "analyticsAttributes.articleDate": "2010-06-27T08:58:47+0000", "analyticsAttributes.author": "Kate Kelland", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-menopause-test-idUSTRE65Q0XW20100627", "analyticsAttributes.contentTitle": "Scientists find way to predict timing of menopause", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "US,MENOPAUSE,TEST", "analyticsAttributes.keywordSlug": "US-MENOPAUSE-TEST", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Scientists find way to predict timing of menopause", "sailthru.author": "Kate Kelland", "sailthru.date": "2010-06-27T08:58:47+0000", "sailthru.title": "Scientists find way to predict timing of menopause", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Scientists find way to predict timing of menopause", "url": "https://www.reuters.com/article/us-menopause-test-idUSTRE65Q0XW20100627", "type": "article", "description": "Iranian scientists say they have developed a way of using a simple blood test to...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2010-06-27T08:58:47+0000", "modified_time": "2010-06-27T08:58:47+0000", "section": "Homepage", "author": "Kate Kelland", "tag": "US,MENOPAUSE,TEST"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary", "title": "Scientists find way to predict timing of menopause", "description": "Iranian scientists say they have developed a way of using a simple blood test to predict accurately when women will reach the menopause, offering the chance for women to plan for family and career far...", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1277629127.0, "source": "http://www.Reuters.com", "summary": ""}