{"url": "http://www.usatoday.com/story/life/2017/02/05/low-fodmap-diet-catches-among-people-digestive-misery/97239910/", "text": "Kim Painter\n\nSpecial for USA TODAY\n\nWould a life without onions, garlic, apples and most bread be worth living?\n\nFor growing numbers of people suffering from digestive ills, the answer is \"yes,\" at least for a while.\n\nThey are trying something called the low-FODMAP diet, an experimental eating plan developed in Australia and now getting some scientific backing and commercial buzz in the United States. The diet is aimed primarily at people with irritable bowel syndrome, a common condition in which abdominal pain and irregular bowel habits — with diarrhea, constipation or both — can wax and wane for years.\n\nFollowers are asked to eliminate, and then try to reintroduce, a long list of foods containing certain carbohydrates that might trigger gas, bloating, pain and diarrhea. FODMAP is an acronym for those carbohydrates: fermentable oligosaccharides, disaccharides, monosaccharides and polyols.\n\nThe theory is that FODMAPs, found in many fruits, vegetables, grains, dairy foods and sweeteners, are poorly digested by susceptible people. The undigested carbohydrates can draw extra fluid into the digestive tract and end up in the colon, where they are “feasted upon” and fermented by gut microbes, leading to all sorts of misery, says Lauren Van Dam, a registered dietitian at the University of Michigan.\n\nIf giving up some foods might lessen that misery, many people are game, she says. “We have some patients that are literally housebound because they are worried they are going to have an accident or because they have terrible pain,” Van Dam says.\n\nBarbara DeLancey, a 63-year-old registered nurse from Ann Arbor, says she was crippled by 10-times-a-day diarrhea when she agreed to try the diet a year ago. “I was resistant at first because it seemed so restrictive,” she says. She got teary-eyed at the grocery store, seeing all the food she could not have.\n\nBut eventually she learned she could tolerate and add back some favorites, including garlic and apples. She credits the diet, along with medication, with a big reduction in her symptoms, but says “it has not been a miracle cure.”\n\nThe diet has generated enough interest to prompt some food companies to introduce low-FODMAP products — hoping for a market surpassing that for gluten-free foods, according to some industry reports.\n\nIn 2014, IBS treatment guidelines from the American College of Gastroenterology said the diet showed promise, but that the quality of evidence was “very low.\"\n\nSince then, several studies have strengthened the case for the diet, says guideline co-author Brian Lacy, a professor of medicine and chief of gastroenterology at Dartmouth-Hitchcock Medical Center, Lebanon, N.H. Still, one study from Sweden showed no advantage over a less-restrictive dietary approach that eliminates fewer foods and stresses changes such as smaller, more frequent meals.\n\n\"The data are not overwhelming,” Lacy says. “But I think it’s a reasonable thing to try.”\n\nThe largest study so far, with 92 patients, was conducted at University of Michigan. It found that 52% of low-FODMAP patients and 41% of patients on a less-restrictive diet reported “adequate relief.” The difference was not statistically significant, says study co-author William Chey, a professor of gastroenterology. But low-FODMAP patients did get significantly better relief from pain and bloating and greater gains in mood, body image and overall quality of life, he says.\n\nMedications, probiotics, fiber supplements and other approaches still have roles in treating IBS, and no one approach works for all patients, Chey and Lacy say.\n\nIt’s not known if the diet leads to any nutritional deficiencies or keeps working in the long run — especially for patients who get little support from doctors or dietitians.\n\n“Physicians are largely administering the diet by giving patients sheets of paper with foods to exclude,” Chey says. Ideally, all would be referred to dietitians, Chey and Lacy agree. But few dietitians are trained in the diet, and insurers typically do not cover the visits, Lacy notes.\n\nWhen patients do make their way to Kate Scarlata, a Boston area registered dietitian who specializes in the diet, the first thing she tells them is that it “is a dietary experiment. It’s a short-term learning diet.”\n\nVan Dam does the same — explaining that after a few weeks she will help clients reintroduce foods one carbohydrate category at a time.\n\n“Most are able to identify some high-FODMAP foods they can tolerate very well and some they can tolerate a little, but not in high portions every day,” she says. “Our goal is for them to be on the most varied, nutritious diet possible.”\n\nThe trickiest part is avoiding onions and garlic, the dietitians say. They teach clients strategies such as using (safe) garlic-infused oils, avoiding restaurant sauces and soups and topping salads with oil and vinegar.\n\nMapping FODMAP\n\nHigh- and low-FODMAP food lists are updated frequently at websites and apps run by the University of Michigan and Monash University in Australia.\n\nHere is a sampling from the Michigan site. (Note: the site receives funding from Nestle Health Science, which is marketing low-FODMAP products).\n\nFoods to avoid\n\nDairy: Milk, ice cream, yogurt, cottage and ricotta cheeses (except for lactose-free versions)\n\nFruits: Apples, peaches, pears, watermelon, cherries, figs\n\nVegetables: Garlic, onions, leeks, asparagus, cauliflower or large servings (more than ½ cup) of broccoli and Brussels sprouts\n\nGrains: Wheat (except in sourdough bread), rye, barley\n\nLegumes and nuts: Cashews, kidney beans, soy beans and soy milk\n\nSweeteners: Honey, fructose, xylitol, agave syrup\n\nFoods to include\n\nDairy and dairy substitutes: Kefir, almond milk, coconut milk\n\nFruits: Bananas, blueberries, grapes, oranges, strawberries\n\nVegetables: Carrots, green beans, bell peppers, potatoes, tomatoes\n\nGrains: Rice, oats, gluten-free bread (but check labels for high-FODMAP ingredients)\n\nLegumes and nuts: Peanuts, pecans, walnuts\n\nSweeteners: Cane sugar, aspartame, stevia", "images": ["https://www.gannett-cdn.com/presto/2019/11/07/USAT/d7eec2f9-674c-4db2-8e34-ca10fd847ba2-VPC_FOOTBALL_PLAYER_ASL_DESK_THUMB.jpg?width=660&height=372&fit=crop&format=pjpg&auto=webp", "https://www.gannett-cdn.com/-mm-/8682d42ebc41063ad52ce21473adacaf91a1eba0/c=234-0-3622-1914/local/-/media/2017/01/30/USATODAY/USATODAY/636213732095312603-GARLIC-15781337.JPG?width=3200&height=1808&fit=crop&format=pjpg&auto=webp"], "top_img": "https://www.gannett-cdn.com/-mm-/8682d42ebc41063ad52ce21473adacaf91a1eba0/c=234-0-3622-1914/local/-/media/2017/01/30/USATODAY/USATODAY/636213732095312603-GARLIC-15781337.JPG?width=3200&height=1808&fit=crop&format=pjpg&auto=webp", "keywords": [], "authors": [], "canonical_link": "https://www.usatoday.com/story/life/2017/02/05/low-fodmap-diet-catches-among-people-digestive-misery/97239910/", "title": "Low-FODMAP diet catches on among people with digestive misery", "meta_data": {"viewport": "width=device-width,initial-scale=1,minimum-scale=1", "og": {"title": "Low-FODMAP diet catches on among people with digestive misery", "description": "A plan that temporarily cuts out many common foods gains buzz and scientific backing", "url": "https://www.usatoday.com/story/life/2017/02/05/low-fodmap-diet-catches-among-people-digestive-misery/97239910/", "site_name": "USA TODAY", "image": {"identifier": "https://www.gannett-cdn.com/-mm-/8682d42ebc41063ad52ce21473adacaf91a1eba0/c=234-0-3622-1914/local/-/media/2017/01/30/USATODAY/USATODAY/636213732095312603-GARLIC-15781337.JPG?width=3200&height=1808&fit=crop&format=pjpg&auto=webp", "width": 3200, "height": 1808}, "type": "article"}, "article": {"author": "Kim Painter", "content_tier": "free", "opinion": "false"}, "description": "A plan that temporarily cuts out many common foods gains buzz and scientific backing", "fb": {"pages": "13652355666,48958576760,156345381090801,110471702456365,6566864515,137698179626815,315942225236045,927427260614748,183850168300771,1443524575938047,251228454889939,158095147555989,115535341805950,236655713446291,1621466394844549,250325640686,177037772444433,1972936962947967,2047091012096533,535551216797440", "app_id": 215046668549694}, "ROBOTS": "NOODP, NOYDIR", "google": "notranslate", "twitter": {"card": "summary_large_image", "image": "https://www.gannett-cdn.com/-mm-/8682d42ebc41063ad52ce21473adacaf91a1eba0/c=234-0-3622-1914/local/-/media/2017/01/30/USATODAY/USATODAY/636213732095312603-GARLIC-15781337.JPG?width=1600&height=800&fit=crop&format=pjpg&auto=webp", "site": "@usatoday", "creator": "@usatoday", "title": "Low-FODMAP diet catches on among people with digestive misery", "description": "A plan that temporarily cuts out many common foods gains buzz and scientific backing"}}, "movies": [], "publish_date": 1486270800.0, "source": "http://www.usatoday.com", "summary": ""}