{"url": "http://consumer.Healthday.com/Article.asp?AID=640578", "text": "En Español\n\nBy Steven Reinberg\n\nHealthDay Reporter\n\nSUNDAY, June 27, 2010 (HealthDay News) -- New research suggests that artificial pancreas technology can help diabetics gain greater blood sugar control overnight, even when they have eaten a big meal or had wine for dinner.\n\nThe promise of this emerging technology is to free diabetics from the need to constantly monitor their blood sugar levels by letting a computer program do the job -- constantly adjusting glucose and insulin levels as needed. Using this technology is still seen as a stopgap, however, while a biological solution to diabetes is sought.\n\n\"We have pioneered the development of a closed-loop artificial pancreas because we believe it will significantly impact the lives of individuals with both type 1 and type 2 diabetes, by providing exquisite control of blood sugar,\" Dr. Richard A. Insel, executive vice president for research at the Juvenile Diabetes Research Foundation (JDRF), said during a noon teleconference Saturday.\n\nA symposium on advances in the technology -- co-sponsored by the American Diabetes Association and the JDRF -- is slated for Sunday as part of the American Diabetes Association's annual meeting, in Orlando, Fla.\n\nFor people with type 1 diabetes, controlling their blood sugar levels is a full-time job. Too much insulin can cause low blood sugar (hypoglycemia), which can be life-threatening, while too little causes the serious damage of diabetes such as kidney, vision and circulation problems.\n\n\"The promise in the near term of these technologies is not only to help us reduce significantly the risk of long-term diabetic complications, but also to reduce the risk of having a catastrophic hypoglycemic event, and further help people with diabetes live easier,\" Aaron Kowalski, research director of the JDRF's Artificial Pancreas Project, said during the teleconference.\n\n\"This will help keep people healthy while we drive toward a biological approach, which will take longer,\" he said.\n\nIn the first report, Dr. Roman Hovorka, a principal research associate in the department of pediatrics at the University of Cambridge, reported that the technology can significantly improve overnight blood sugar control in adults without the fear of developing hypoglycemia. With the technology, patients maintained their blood sugar levels within the target range for 70 percent of the time, compared to 47 percent of the time among those not using the technology.\n\nMoreover, glucose control was demonstrated in real-life situations such as after a large meal and having a glass of white wine.\n\n\"We let them consume about three-quarters of a bottle of wine to simulate what happens after a large meal,\" Hovorka said during Saturday's teleconference. \"What has been shown is that drinking alcohol in the evening causes hypoglycemia early in the morning.\"\n\nThese results were similar to findings in children where the system extended the amount of time spent at target blood sugar levels, he added. \"We reduced hypoglycemia by half,\" he said.\n\n\"Our plan is to move into home studies, which hopefully will happen later on this year,\" Hovorka said.\n\nMeanwhile, Marilyn Ritholz, a senior psychologist at the Joslin Diabetes Center and an assistant professor of psychology at the Harvard Medical School, reported on a study on psychological barriers to continuous blood sugar monitoring.\n\n\"So far, studies have not shown which factors predict which factors are associated with successful or unsuccessful continuous glucose monitoring [CGM],\" she said during the teleconference.\n\nRitholz's team found that people who were better at coping with the frustration of using the device were more successful at keeping their blood sugar under control.\n\nFrustrations included warning alarms and problems at the insertion point of the device. \"We found that the people who did well used a more problem-solving approach and persisted in trying to learn how to use the CGM,\" she said.\n\nPeople who were not successful used \"emotion-based coping,\" Ritholz said. \"They easily became overwhelmed and they just gave up.\"\n\nIn addition, successful people had more involvement and support from their spouse or \"significant other,\" she added. All patients felt self-conscious wearing the device, Ritholz noted.\n\n\"We know that CGM success or failure is as dependent on the human experience as it is on the perfection of the technology,\" she said.\n\nSpeaking at the Saturday teleconference, Dr. William Tamborlane, chief of pediatric endocrinology at Yale University School of Medicine and co-chair of the Juvenile Diabetes Research Foundation's Continuous Glucose Monitoring Group, said the system only works if worn almost every day.\n\nStudies have shown that children and adults over 25 who used CGM were able to reduce their blood sugar levels. However, teenagers did not see a benefit, probably because they were less likely to wear the device, Tamborlane said.\n\nPeople who used the device more than six days per week saw improvement, regardless of age, he added.\n\nTo get more people to use CGM, \"the industry needs to come up with better systems and better devices,\" he said.\n\nArtificial pancreas technology combines CGM with an insulin pump and a sophisticated computer program that controls when and how much insulin to deliver.\n\nThe device delivers two hormones that are deficient in type 1 diabetes -- insulin, which keeps blood sugar levels from going too high after a meal, and glucagon, a naturally occurring hormone that prevents blood sugar levels from dropping too low.\n\nHowever, the complicated computer algorithm for the pump system is still being developed.\n\nMore information\n\nFor more information on type 1 diabetes, visit the American Diabetes Association.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/diabetes-information-10/diabetes-management-news-180/artificial-pancreas-continues-to-show-promise-640578.html", "title": "Artificial Pancreas Continues to Show Promise", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "New research finds it improves blood sugar control overnight in type 1 diabetics", "og": {"title": "Artificial Pancreas Continues to Show Promise", "description": "New research finds it improves blood sugar control overnight in type 1 diabetics", "url": "https://consumer.healthday.com/diabetes-information-10/diabetes-management-news-180/artificial-pancreas-continues-to-show-promise-640578.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}