{"url": "http://www.wsj.com/articles/skin-cancer-removal-with-miniaturized-radiation-1428358712", "text": "Toni Weiser is a veteran of skin-cancer removals. The 75-year-old retired teacher in Santa Fe, N.M., says she’s had at least eight basal and squamous cell cancers scraped, frozen and surgically excised from her arms, face and shoulders.\n\nWhen a basal-cell cancer reappeared on Mrs. Weiser’s nose last year, her dermatologist suggested a new, painless, nonsurgical treatment and she eagerly agreed. After 16 treatments with a small radiation device held millimeters from her nose, the tumor was gone. “I felt nothing—just some mild itching,” she says. “I much prefer radiation to having something dug out of my nose with a scalpel.”\n\nThe new procedure, called surface electronic brachytherapy, or eBx, is beginning to cause a stir in the world of non-melanoma skin cancers, the most common type of cancer. The American Academy of Dermatology’s official position is that surgery is the most effective treatment, and that more long-term data is needed before the safety and effectiveness of eBx can be determined.\n\nLast month, an editorial in the journal JAMA Dermatology raised other concerns. Noting that use of the procedure has risen 20-fold in recent years, to 24,000 procedures in 2013, the authors said that makers of the eBx equipment are marketing it to “busy people” who “aren’t interested in surgery” and pitching it to dermatology practices as a moneymaking service. Medicare reimbursements can run as high as $24,000 per patient, compared with $200 to $2100 for typical skin-cancer treatments, the authors said.\n\nOfficials for the two companies that make eBx equipment—Xoft Inc. and Elekta Inc. —say they agree that surgery is still the standard of care for non-melanoma skin cancers, but that eBx offers an attractive option for patients who can’t, or don’t want to, have surgery.\n\nToni Weiser, of Santa Fe, N.M., opted for radiation to treat skin cancer on her nose. Photo: Weiser Family\n\nMore than 3.6 million Americans are diagnosed with basal or squamous cell cancers every year—more than all other cancers combined. Unlike melanomas, they are rarely fatal. But they can invade surrounding tissues and become disfiguring. Dermatologists almost always recommend removing them.\n\nStandard treatments depend on the size, type, location and depth of the tumor and the patients age. They range from topical creams to burning, freezing, and Mohs surgery, where layers of tumor-containing skin are progressively removed until no cancer remains.\n\nRadiation has also been used for decades, typically for skin cancers that are hard to reach, for patients who can’t tolerate surgery, or in addition to surgery for high-risk lesions. Those treatments usually take place in a hospital or radiation oncology center, with lead-lined rooms and linear accelerators.\n\nThe new eBx treatment uses a miniaturized X-ray source in a small mobile unit that can be wheeled from room to room in a doctor’s office. Radiation is delivered directly to the cancer site by a mechanical arm with minimal shielding so the therapist can stay by the patient’s side.\n\nRick Cox, of Cave Creek, Ariz., paid $8,000 for radiation instead of having surgery. Photo: Judy Cox\n\nXoft, whose Axxent eBx device is the market leader, estimates that about one-third of patients with non-melanoma skin cancers—more than 1 million a year—are potential candidates for the new treatment, including those whose cancers are in prominent places like the eyes, ears and nose. Tumors must be less than four centimeters wide and no more than five millimeters deep for eBx treatment, Xoft says.\n\n“We have a great, nonsurgical, painless alternative to what can be a very time-consuming and painful procedure, and we are getting very effective clinical outcomes,” says Ken Ferry, CEO of Xoft’s parent company iCAD Inc. He says Xoft has sold about 100 units, mostly to dermatology practices, since 2011, although the company and some states require that a radiation oncologist administer the treatment.\n\nElekta Inc., a large Swedish maker of radiation equipment, has a competing device called the Esteya. It has installed fewer than 25 to date in the U.S., says Jay Hoey, president and CEO of Elekta Holdings, North America.\n\nBoth companies say research from older treatments shows that radiation is safe and effective for non-melanoma skin cancers. Mr. Ferry says that in six studies to date, some 1,300 patients, with 1,900 lesions, have been treated with eBx, and some have been followed for as long as four years. The most common side effects are temporary redness, dryness, itching, soreness and blistering. Only nine recurrences of the skin cancer have been reported.\n\nSome dermatologists say the experience with older radiation treatments isn’t comparable, adding that the median follow-ups in the eBx studies are just a few months. Skin cancer recurrences and severe side effects can take four or more years to appear.\n\nOne concern is that skin subjected to radiation can turn white and develop fibrous tissue that tightens, thickens and blocks blood supply.\n\nRadiation itself can cause secondary cancers decades later. “I have 70- and 80-year-old patients with extensive skin cancers where they had radiation for acne when they were kids,” says Jack Resneck, a professor of dermatology at the University of California, San Francisco, who co-wrote the JAMA Dermatology editorial. “The younger you are when you are treated, the longer you have to develop those secondary cancers.”\n\nAjay Bhatnagar, a radiation oncologist in Casa Grande, Ariz., who has led several eBx studies and receives research funds from Xoft, says he turns away patients under age 50 due to the risk of secondary cancers, although he notes the risk is low, at only about 0.1% a year.\n\nMohs has disadvantages, too, including scars and the need for reconstructive surgery in some cases, says Christopher Zachary, a professor of dermatology at University of California, Irvine, whose practice offers both Mohs and eBx.\n\n“There are patients in their 70s and 80s who say, ‘Stop. I don’t want to have any more cutting. I’ve had enough,’ which is not unreasonable,” he says. He is planning to lead a multi-center randomized trial treating 500 patients with either Mohs or eBx with a five-year follow-up.\n\nThe cost issue is more complicated. The eBx treatment has a temporary billing code originally used for breast and brain radiation, for which Medicare pays $770 to $1,600 per treatment. With 8 treatments per skin cancer, plus facility and other fees, practices can earn as much as $24,000 per patient, according to a Xoft analysis provided to inquiring dermatologists.\n\nBy contrast, older forms of radiation for skin cancer are reimbursed as little as $27 a treatment. Medicare reimbursement for Mohs surgery and repair is typically less than $2,000, dermatologists say.\n\nAs of now, Medicare covers eBx in 21 Western and Midwestern states. It covers the treatment on a case-by-case basis in Texas and the South and doesn't cover it in Florida or New England, where it is more difficult to find. Private insurance coverage also varies.\n\nThe American Academy of Dermatologists is concerned that such high reimbursement rates for eBx could draw scrutiny from government regulators.\n\nASTRO, the professional organization for radiation oncologists, is also wary. “We think radiation has a valuable role in the treatment of selected skin cancers,” says the group’s president-elect David Beyer. “But you as a consumer should get the treatment that’s best for you, not best for your doctor.”\n\nMrs. Weiser, who paid only $90 for the treatment after Medicare and supplemental insurance, is convinced that eBx was best for her. “If I can possibly avoid Mohs surgery again, I will,” she says.\n\nAnother veteran of many skin cancers, Rick Cox, age 62, of Cave Creek, Ariz., paid $8,000 out of pocket for eBx rather than have surgery, and a possible skin graft, on his nose. He is so happy with the results he now hands out brochures about it to all of his friends.\n\nWrite to Melinda Beck at HealthJournal@wsj.com\n\nCorrections & Amplifications\n\nApproximately 10,000 patients have had skin cancers treated with Xoft’s eBx to date, including 1,300 followed in six studies, and the risk of secondary cancers is approximately 0.1% per year. An earlier version of this story erroneously said that the 1,300 patients followed had been treated to date, and that the risk of secondary cancers is 1% per year. (April 6, 2015)", "images": ["https://content-thumbnail.cxpublic.com/content/dominantthumbnail/fddd6d28f0576a5772474e644a95623747e1cb4b.jpg?5dc9ac40", "https://s.wsj.net/public/resources/images/B3-FK672_STREAM_C_20191108185629.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/b5e977a5139ed9e9684742f90919df7b635ae623.jpg?5dc9aba2", "https://m.wsj.net/video/20191107/110719opvidpw3/110719opvidpw3_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/0d2ffa0d6fff89f02d5a9d5508d5467ad9dbd858.jpg?5dc9aba1", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/487b80633438bb2d561829c2e7f8bccee2c45e0b.jpg?5dc9ab9e", "https://si.wsj.net/public/resources/images/BN-HS723_0406hj_FR_20150403160044.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/2a7d0786567f18bb6a72f17019cd642c0b51f730.jpg?5dc9aba1", "https://m.wsj.net/video/20191107/110719electiontech2/110719electiontech2_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/93d4c0693749e5d6abc5f87d798d3bfdb580948b.jpg?5dc995fd", "https://si.wsj.net/public/resources/images/BN-HS724_0406hj_M_20150403160044.jpg", "https://images.wsj.net/im-101746?width=111&height=62", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/f600b0a56ee84a4d350fa4e522e51ee27d5fd426.jpg?5dc9aba3", "https://m.wsj.net/video/20191104/cinvest1105/cinvest1105_167x94.jpg", "https://si.wsj.net/public/resources/images/BN-HS697_0406hj_G_20150403151433.jpg", "https://images.wsj.net/im-125154?width=111&height=62", "https://s.wsj.net/public/resources/images/B3-ES110_PARTNE_C_20190809085434.jpg", "https://m.wsj.net/video/20191101/110419elevatorpai/110419elevatorpai_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/461b35da8a2936ee4a7ca01072773c0d5aa427f2.jpg?5dc9aba4", "https://si.wsj.net/public/resources/images/BN-HS697_0406hj_H_20150403151433.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/869c2a340c4c25db5466a6de556da60ae1a2bf4e.jpg?5dc9aba2", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/4a581253a775cca47f02b15ba756a5f4ccf7b8bf.jpg?5dc969b8", "https://images.wsj.net/im-124802?width=111&height=62", "https://m.wsj.net/video/20191107/110719seib/110719seib_167x94.jpg", "https://si.wsj.net/public/resources/images/BN-HS697_0406hj_D_20150403151433.jpg"], "top_img": "https://si.wsj.net/public/resources/images/BN-HS697_0406hj_G_20150403151433.jpg", "keywords": [], "authors": ["Melinda Beck", "Melinda.Beck Wsj.Com"], "canonical_link": "https://www.wsj.com/articles/skin-cancer-removal-with-miniaturized-radiation-1428358712", "title": "Skin Cancer Removal With Miniaturized Radiation", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "dj.asn": "i-0fb6", "user.type": "nonsubscriber", "user.exp": "default", "page.section": "Article", "page.content.type": "Article", "page.content.format": "responsive", "page.content.source": "WSJ Online", "article.template": "full", "page.site": "wsj", "page.site.product": "WSJ", "page.region": "na,us", "article.id": "SB11693368149279963468404580564243958236552", "article.type": "Health Journal", "article.type.display": "Health Journal", "article.access": "paid", "article.origheadline": "Skin Cancer Removal With Miniaturized Radiation", "article.headline": "Skin Cancer Removal With Miniaturized Radiation", "article.summary": "A type of skin cancer treatment uses radiation instead of surgery to eradicate non-melanoma cancers, but some doctors are skeptical the new practice works as well as surgical removals.", "apple-itunes-app": "app-id=364387007,app-argument=wsj://launch?articleid=SB11693368149279963468404580564243958236552&headline=Skin%20cancer%20removal%20with%20miniaturized%20radiation&weburl=http://www.wsj.com/articles/SB11693368149279963468404580564243958236552", "al": {"ios": {"url": "wsj://launch?articleid=SB11693368149279963468404580564243958236552&headline=Skin%20cancer%20removal%20with%20miniaturized%20radiation&weburl=http://www.wsj.com/articles/SB11693368149279963468404580564243958236552"}}, "article.page": "Health", "article.section": "Life", "article.published": "2015-04-06T22:18:00.000Z", "article.updated": "2015-04-06T22:18:00.000Z", "article.created": "2015-04-06T22:18:00.000Z", "dateLastPubbed": "2015-04-07T21:05:00.000Z", "author": "Melinda Beck", "keywords": "ebx,radiation for skin cancer,skin cancer,skin cancer treatment,xoft,icad,ICAD,American Academy of Dermatology,Xoft,Elekta,EKTA-B.SK,cancer,political,general news,health,medical conditions,medical treatments,procedures,ohwn,life & style,onew", "cXenseParse": {"wsj-keywords": "ebx,radiation for skin cancer,skin cancer,skin cancer treatment,xoft,icad,ICAD,American Academy of Dermatology,Xoft,Elekta,EKTA-B.SK,cancer,political,general news,health,medical conditions,medical treatments,procedures,ohwn,life & style,onew", "wsj-primary-inset": "image", "poptart": {"image": "https://si.wsj.net/public/resources/images/BN-HS697_0406hj_D_20150403151433.jpg"}, "candybar": {"image": "https://si.wsj.net/public/resources/images/BN-HS697_0406hj_E_20150403151433.jpg"}, "wsj-page-content-source": "WSJ Online", "wsj-coral": "true"}, "news_keywords": "ebx,radiation for skin cancer,skin cancer,skin cancer treatment,xoft,icad,ICAD,American Academy of Dermatology,Xoft,Elekta", "description": "A type of skin cancer treatment uses radiation instead of surgery to eradicate non-melanoma cancers, but some doctors are skeptical the new practice works as well as surgical removals.", "article": {"word_count": 1323, "image_count": 3, "internal_link_count": 1, "external_link_count": 1, "publisher": "https://www.facebook.com/wsj", "opinion": "false"}, "robots": "noarchive,noodp", "language": "en-US", "twitter": {"title": "Skin Cancer Removal With Miniaturized Radiation", "description": "A type of skin cancer treatment uses radiation instead of surgery to eradicate non-melanoma cancers, but some doctors are skeptical the new practice works as well as surgical removals.", "image": {"identifier": "https://si.wsj.net/public/resources/images/BN-HS697_0406hj_G_20150403151433.jpg", "alt": "Skin Cancer Removal With Miniaturized Radiation"}, "card": "summary_large_image", "creator": "@MelindaBeckWSJ", "site": "@WSJ", "domain": "wsj.com"}, "fb": {"app_id": 368513495882, "pages": 8304333127}, "og": {"title": "Skin Cancer Removal With Miniaturized Radiation", "description": "A type of skin cancer treatment uses radiation instead of surgery to eradicate non-melanoma cancers, but some doctors are skeptical the new practice works as well as surgical removals.", "url": "https://www.wsj.com/articles/skin-cancer-removal-with-miniaturized-radiation-1428358712", "image": {"identifier": "https://si.wsj.net/public/resources/images/BN-HS697_0406hj_G_20150403151433.jpg", "width": 553, "height": 369}, "locale": "en_US", "type": "article", "site_name": "WSJ"}, "cx_pv_id": "k2usfarx6ufgrkmz", "cx_shield": "{\"campaign\":99999,\"placement\":\"cx-articlecover\",\"tag\":\"openhouse\",\"type\":\"free\",\"bucket\":5}", "referrer": "always"}, "movies": [], "publish_date": null, "source": "http://www.wsj.com", "summary": ""}