{"url": "https://www.wsj.com/articles/the-scan-that-saved-my-life-1535209201", "text": "“Let’s talk about your test results,” my neurologist said.\n\nShe looked as if she had good news. Instead, it was shocking.\n\nThe carotid artery on the left side of my neck, one of the brain’s two main sources of blood and oxygen, was clogged with fatty plaque, the doctor said. The artery was almost completely blocked.\n\nThere must be a mistake, I thought frantically. I exercise and am healthy and young. Actually, I’m 68, but, you know, a young 68. You are in danger of a major stroke, she said, and need an operation. Immediately.\n\nThe irony wasn’t lost on me. As a journalist covering the medical field, I have spent years writing about strokes, most of which are caused by clots blocking blood flow to the brain. Now I faced the unnerving question: Am I going to become a weird punch line? As in: Did you see that the guy who writes all those stories about strokes just had a big one?\n\nA blocked carotid artery didn’t seem possible for an active person like me. I’ve never smoked. I’ve run, lifted weights or done something aerobic like playing tennis pretty much every day of my life. I watch what I eat. I even wrote an article about how I kept my bad cholesterol in check with diet and exercise, not medication.\n\nWhile I’m addicted to cheese, and my weight has climbed some, I’ve eaten foods like salmon and oatmeal with fervor for more than 20 years. So I figured I was exempt from medical crises.\n\nThe diagnosis made me reconsider dilemmas that had once seemed academic. For example, should older Americans be screened for blocked carotid arteries?\n\nCritical Paths The carotid arteries are passageways through which blood and oxygen move to a person's brain and face. When fatty plaque obstructs an artery, the blood supply can be reduced or cut off, sometimes resulting in a stroke. Internal carotid arteries Internal External supply blood to brain Blockage caused by fatty plaque External carotid arteries Blood flow supply blood to face and neck Common DETAIL Common carotid arteries External Internal Internal carotid arteries supply blood to brain Blockage caused by fatty plaque External carotid arteries Blood flow supply blood to face and neck DETAIL Common carotid arteries Common External Internal Internal carotid arteries supply blood to brain Blockage caused by fatty plaque External carotid arteries Blood flow supply blood to face and neck Common DETAIL Common carotid arteries 1. External carotid arteries supply blood to face and neck 2. Internal carotid arteries supply blood to brain 1 1 2 2 DETAIL Internal External Blockage caused by fatty plaque Blood flow Common carotid artery\n\nClots cause about 700,000 strokes that lead to 130,000 deaths annually in the U.S. and are the primary preventable cause of disability, according to the American Stroke Association. Carotid disease is a main cause of those strokes—nearly 200,000 strokes a year, vascular specialists say. Yet 80% of those patients have no symptoms before the strokes.\n\nIn 2014, a U.S. task force concluded that people with no symptoms don’t have to be screened for carotid disease, saying that the risks, such as poor surgery, “outweigh the benefits.” But the task force—a panel of private doctors assigned by law to help set U.S. medical policy—focused on screening in the general population, not older patients.\n\nThe task force said there aren’t enough carotid-caused strokes to warrant screening everyone. Of course, not everyone with carotid blockage will get surgery; thousands of people with the condition can benefit from drug therapy.\n\nMy experience, along with some evidence from screening of thousands of individuals, raises questions about the task force’s conclusions. The Society for Vascular Surgery recommends screening people over 65 with coronary disease, high blood pressure or a history of smoking.\n\nThe task force generally supports screening Americans for breast cancer, with 253,000 new cases in women and 41,000 estimated deaths annually, as well as colorectal cancer, with 135,000 new cases and 50,000 deaths a year. Government and private insurance pay to screen for these illnesses, but not for carotid screening of non-symptomatic people, which can cost about $70 a person.\n\nAfter hearing the jarring news about my dangerously blocked carotid, I faced a big decision. My wife Christa and I live near Washington, D.C. Our daughter, Maddie, was supposed to be married in San Francisco in June, a week after the neurologist told me I needed surgery right away. Suddenly the prospect of being at the wedding seemed iffy.\n\nConventional wisdom says that among the 65-and-older set, only those with symptoms should be tested. That often means individuals who have had mini-strokes, which tend to be brief periods in which the patient has something wrong on one side of the body, usually for a few minutes. Symptoms often include slurred speech, temporary vision loss, a one-sided facial droop and arm or leg weakness or numbness.\n\nVascular surgeon George Lavenson Jr. wrote in 2012 in the Journal for Vascular Ultrasound that among 22,146 people screened for carotid disease during four public screening campaigns between 2001 and 2006, about 7.5% were found to have blockage of 60% or more—enough to warrant treatment with medication.\n\n“It is hard to understand how many leaders in the medical profession can object to a one- to two-minute accurate screen of seniors that can find the 7.5% with silent carotid artery disease,” Dr. Lavenson said. Those patients can be “evaluated and managed to prevent them from being one of the 700,000 clot-caused strokes we continue to have annually.”\n\nMost doctors would have put me in the asymptomatic, or less-risky, category. But five years ago, I went out for a run of about 7 miles along the Potomac River. At the end of the run, my right leg started shaking. That seldom happened again until the past few months, when it started recurring more often, along with shaking in the right arm.\n\nMy physician, Joel Taubin, recommended a neurologist, Rhanni Herzfeld, of the Neurology Center in Washington. She prescribed tests to discern the cause of the shaking, perhaps a pinched nerve, incipient epilepsy, a neurological disorder or a tumor. The results ruled them all out.\n\nThen an MRI of my head showed a few white spots on the left side. Dr. Herzfeld wondered if I might have had some “silent strokes,” sending tiny bits of artery plaque floating to my brain—and now appearing as white spots on the scan. Fatty plaque accumulates in most people’s arteries, and can form clots that break off and can cause strokes.\n\nDr. Herzfeld ordered a carotid ultrasound of the arteries on both sides of my neck. It’s a quick, painless and very accurate scan. Moments later, we were talking in her office. My right carotid artery was perfectly clear, she said. The left was almost completely blocked and I needed immediate surgery to clear it.\n\nI asked if we could treat the obstruction with anti-platelet medication, such as Plavix.\n\n“No, your blockage is just too extensive,” Dr. Herzfeld said. She recommended that Bruce A. Perler, a professor of vascular surgery at Johns Hopkins Hospital in Baltimore, do the procedure.\n\nThe effectiveness of carotid-artery surgery in people without symptoms—but major blockage—was established two decades ago by the Asymptomatic Carotid Artery Stenosis trial, funded by the National Institutes of Health. It showed, in hospitals in the U.S. and Canada, that the risk of stroke or death in surgery patients after a median 2.7 years was 5.1%, less than half that of people treated only with drugs. An international study published in 2010 in the Lancet showed similar benefits from surgery.\n\nI consulted with other doctors, including one who said, “This isn’t quite an emergency, but it’s urgent.”\n\nThe operation is serious, with the rates of stroke and death within 30 days after surgery totaling about 2.4% in major studies examined by the task force. The task force noted that this typical measure can be as high as 5% at some low-volume hospitals.\n\nPeople considering this operation should ask their hospital, surgeon or academic medical center about their rates of stroke and death after surgery. Few hospitals and surgeons in the U.S. publish their individual results. Dr. Perler’s rate was well under 1%. He said my risk of stroke was 10% to 15% over five years, probably in the first year.\n\nA week before Maddie’s wedding, my wife and I met with Dr. Perler at Johns Hopkins. On the drive to Baltimore, we called Maddie. She sounded frightened and I told her maybe I wouldn’t need surgery—or could put it off. We also told her brothers, Jamie and Will, and her sister, Samantha, what was going on.\n\nDr. Perler’s test confirmed Dr. Herzfeld’s findings: I definitely needed surgery. My artery was almost completely obstructed by “echolucent” plaque—a type that can easily form clots, break off and cause strokes.\n\nWe discussed timing. Dr. Perler’s next surgery day was June 18. That would leave me four days to recover before the wedding. He warned that I would be “miserable” doing that. But his next surgery day after that wasn’t until June 27.\n\n“You can safely wait until next week,” he said, “but I wouldn’t wait two months.” Then he added the words I remember most: “We’ll take good care of you.”\n\nMy wife and I decided on June 27—and headed to San Francisco for the wedding. It was an untraditional ceremony with no white veil or a parade of bridesmaids. Maddie wore a champagne-colored, beaded dress. I have never seen her so happy—except maybe when she was playing My Little Pony as a 6-year-old. I was simply happy to be there.\n\nTom Burton and his daughter, Maddie, at her wedding to Dan Powers at San Francisco City Hall in June, less than a week before Mr. Burton’s surgery to unblock a carotid artery. Photo: Christina Richards Photography\n\nOn the morning of June 27, Dr. Perler started operating at 7:30. Within two hours, he had cleared the plaque from my carotid artery. Later, he told me it was so clogged—about 99%—he couldn’t even detect a pulse in it.\n\nWhen I woke up, I was relieved to see that my eyes and fingers all worked. I could think and speak clearly. I was even able to complain to the nurses about how lousy I felt.\n\nI spent two days in intensive care, with my blood pressure surging at times. About two weeks after the operation, I felt pretty normal. I’ve resumed running and weight-lifting. I recently played golf for the first time since the surgery and feel great.\n\nBut mostly I feel lucky to have gotten a test that may have saved my life.\n\nGetting Screened A national company, Life Line Screening, will do a carotid screen for $70, or with other tests such as for aortic aneurysms, for $149.\n\nHospitals’ accredited labs will do carotid ultrasound tests typically for $200 to $300, but usually only on a doctor’s order.\n\nInsurers, private and government, generally will pay only if the patient has symptoms, including a mini-stroke.\n\nThe Society for Vascular Surgery’s site, vascular.org, can direct people to specialists who can do testing.\n\nWrite to Thomas M. Burton at tom.burton@wsj.com", "images": ["https://content-thumbnail.cxpublic.com/content/dominantthumbnail/9c9718d16130fb9290ab02a73d3b5dd8c412d97a.jpg?5dc95278", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/2a7d0786567f18bb6a72f17019cd642c0b51f730.jpg?5dc9a61e", "https://s.wsj.net/public/resources/images/B3-FK672_STREAM_C_20191108185629.jpg", "https://m.wsj.net/video/20191107/110719opvidpw3/110719opvidpw3_167x94.jpg", "https://images.wsj.net/im-125024/social", "https://si.wsj.net/public/resources/images/B3-BN040_STROKE_TOP_20180823165616.jpg", "https://si.wsj.net/public/resources/images/B3-BN046_STROKE_574V_20180823170238.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/93d4c0693749e5d6abc5f87d798d3bfdb580948b.jpg?5dc995fd", "https://m.wsj.net/video/20191107/110719electiontech2/110719electiontech2_167x94.jpg", "https://images.wsj.net/im-101746?width=111&height=62", "https://si.wsj.net/public/resources/images/B3-BN041_STROKE_H_20180823165616.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/0d2ffa0d6fff89f02d5a9d5508d5467ad9dbd858.jpg?5dc99f52", "https://m.wsj.net/video/20191104/cinvest1105/cinvest1105_167x94.jpg", "https://si.wsj.net/public/resources/images/B3-BN210_backgr_4U_20180824152031.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/869c2a340c4c25db5466a6de556da60ae1a2bf4e.jpg?5dc9a205", "https://images.wsj.net/im-125154?width=111&height=62", "https://si.wsj.net/public/resources/images/B3-BN210_backgr_16U_20180824152031.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/f600b0a56ee84a4d350fa4e522e51ee27d5fd426.jpg?5dc9a19d", "https://si.wsj.net/public/resources/images/B3-BN210_backgr_8U_20180824152031.jpg", "https://s.wsj.net/public/resources/images/B3-ES110_PARTNE_C_20190809085434.jpg", "https://m.wsj.net/video/20191101/110419elevatorpai/110419elevatorpai_167x94.jpg", "https://si.wsj.net/public/resources/images/B3-BN210_backgr_12U_20180824152031.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/b5e977a5139ed9e9684742f90919df7b635ae623.jpg?5dc94a1a", "https://si.wsj.net/public/resources/images/B3-BN040_STROKE_D_20180823165616.jpg", "https://si.wsj.net/public/resources/images/B3-BN046_STROKE_PREVIEW_20180823170238.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/4a581253a775cca47f02b15ba756a5f4ccf7b8bf.jpg?5dc969b8", "https://images.wsj.net/im-124802?width=111&height=62", "https://m.wsj.net/video/20191107/110719seib/110719seib_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/461b35da8a2936ee4a7ca01072773c0d5aa427f2.jpg?5dc9a214"], "top_img": "https://si.wsj.net/public/resources/images/B3-BN040_STROKE_TOP_20180823165616.jpg", "keywords": [], "authors": ["Thomas M. Burton", "Tom.Burton Wsj.Com"], "canonical_link": "https://www.wsj.com/articles/the-scan-that-saved-my-life-1535209201", "title": "The Scan That Saved My Life", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "dj.asn": "i-0540", "user.type": "nonsubscriber", "user.exp": "default", "page.section": "Article", "page.content.type": "Article", "page.content.format": "responsive", "page.content.source": "WSJ Online", "article.template": "full", "page.site": "wsj", "page.site.product": "WSJ", "page.region": "na,us", "article.id": "SB10491543851590143505004584421073887243810", "article.type": "Health & Wellness", "article.type.display": "Health & Wellness", "article.access": "free", "article.origheadline": "The Scan That Saved My Life", "article.headline": "The Scan That Saved My Life", "article.summary": "After decades of exercise and healthy eating, a reporter’s blocked artery came as a shock; the debate over testing to prevent debilitating strokes.", "apple-itunes-app": "app-id=364387007,app-argument=wsj://launch?articleid=SB10491543851590143505004584421073887243810&headline=For%20an%20active%2068-year-old%20who%20watches%20his%20diet%2C%20a%20shocking%20diagnosis&weburl=http://www.wsj.com/articles/SB10491543851590143505004584421073887243810", "al": {"ios": {"url": "wsj://launch?articleid=SB10491543851590143505004584421073887243810&headline=For%20an%20active%2068-year-old%20who%20watches%20his%20diet%2C%20a%20shocking%20diagnosis&weburl=http://www.wsj.com/articles/SB10491543851590143505004584421073887243810"}}, "article.page": "Health", "article.section": "Life", "article.published": "2018-08-25T15:00:00.000Z", "article.updated": "2018-08-25T15:00:00.000Z", "article.created": "2018-08-25T15:00:00.000Z", "dateLastPubbed": "2018-08-27T14:34:00.000Z", "author": "Thomas M. Burton", "keywords": "anti-platelet medication,asymptomatic carotid artery stenosis ,bruce perler,carotid-artery blockage,carotid artery surgery,carotid ultrasound,echolucent plaque,johns hopkins hospital , m.d.,medical screening,mini-strokes,plaque,rhanni herzfeld,stroke,transient ischemic attacks,vascular surgery,cardiovascular conditions,political,general news,health,medical conditions", "cXenseParse": {"wsj-keywords": "anti-platelet medication,asymptomatic carotid artery stenosis ,bruce perler,carotid-artery blockage,carotid artery surgery,carotid ultrasound,echolucent plaque,johns hopkins hospital , m.d.,medical screening,mini-strokes,plaque,rhanni herzfeld,stroke,transient ischemic attacks,vascular surgery,cardiovascular conditions,political,general news,health,medical conditions", "wsj-primary-inset": "image", "poptart": {"image": "https://si.wsj.net/public/resources/images/B3-BN040_STROKE_D_20180823165616.jpg"}, "candybar": {"image": "https://si.wsj.net/public/resources/images/B3-BN040_STROKE_E_20180823165616.jpg"}, "wsj-page-content-source": "WSJ Online", "wsj-coral": "true"}, "news_keywords": "anti-platelet medication,asymptomatic carotid artery stenosis ,bruce perler,carotid-artery blockage,carotid artery surgery,carotid ultrasound,echolucent plaque,johns hopkins hospital , m.d.,medical screening", "description": "After decades of exercise and healthy eating, a reporter’s blocked artery came as a shock; the debate over testing to prevent debilitating strokes.", "article": {"word_count": 1581, "image_count": 2, "embed_count": 3, "internal_link_count": 2, "external_link_count": 1, "publisher": "https://www.facebook.com/wsj", "opinion": "false"}, "robots": "noarchive,noodp", "hdl_p": "The Scan That Saved My Life Getting Screened", "language": "en-US", "twitter": {"title": "The Scan That Saved My Life", "description": "After decades of exercise and healthy eating, a reporter’s blocked artery came as a shock; the debate over testing to prevent debilitating strokes.", "image": {"identifier": "https://si.wsj.net/public/resources/images/B3-BN040_STROKE_TOP_20180823165616.jpg", "alt": "The Scan That Saved My Life"}, "card": "summary_large_image", "creator": "@TomBurtonWSJ", "site": "@WSJ", "domain": "wsj.com"}, "fb": {"app_id": 368513495882, "pages": 8304333127}, "og": {"title": "The Scan That Saved My Life", "description": "After decades of exercise and healthy eating, a reporter’s blocked artery came as a shock; the debate over testing to prevent debilitating strokes.", "url": "https://www.wsj.com/articles/the-scan-that-saved-my-life-1535209201", "image": "https://si.wsj.net/public/resources/images/B3-BN040_STROKE_TOP_20180823165616.jpg", "locale": "en_US", "type": "article", "site_name": "WSJ"}, "cx_pv_id": "k2ur4whubxd8hqqx", "cx_shield": "{\"campaign\":99999,\"placement\":\"cx-articlecover\",\"tag\":\"openhouse\",\"type\":\"free\",\"bucket\":1}", "referrer": "always"}, "movies": [], "publish_date": null, "source": "https://www.wsj.com", "summary": ""}