{"url": "http://consumer.Healthday.com/Article.asp?AID=658100", "text": "En Español\n\nSUNDAY, Oct. 23, 2011 (HealthDay News) -- Older women who take nonsteroidal anti-inflammatory drugs -- such as aspirin or ibuprofen -- appear to have a lower risk of death from colorectal cancer than women who don't use these medications, a large new study suggests.\n\nWomen who reported using these drugs, called NSAIDs, at the beginning of the study and three years later had a roughly 30 percent lower rate of death from colorectal cancer than women who did not take the drugs, or women who took them at only one of these two points in time, according to an American Association for Cancer Research (AACR) news release.\n\n\"Our results suggest that nonsteroidal anti-inflammatory drug use is associated with lower colorectal cancer mortality among postmenopausal women who use these medications more consistently and for longer periods of time,\" Anna Coghill, a doctoral student in epidemiology at the University of Washington and Fred Hutchinson Cancer Research Center, said in the news release.\n\nIn the study, researchers examined the use of aspirin and non-aspirin NSAIDs among more than 160,000 postmenopausal women in relation to deaths from colorectal cancer.\n\nStudy participants were enrolled in the Women's Health Initiative, which \"represents a large and well-characterized cohort [group] of postmenopausal women, and the medication data collected in this cohort made it possible for us to investigate multiple types, durations and strengths of NSAID use,\" Coghill explained.\n\nThe researchers confirmed 2,119 cases of colorectal cancer and 492 deaths due to the disease.\n\n\"The results of our study help to further clarify the importance of different durations of NSAID use over time for the risk for dying from colorectal cancer,\" Coghill noted in the news release.\n\nWhile the study found an association between NSAID use and a reduced risk of colorectal cancer, it did not prove a cause-and-effect.\n\nThe findings were slated for presentation on Sunday at the AACR International Conference on Frontiers in Cancer Prevention Research, in Boston.\n\nExperts say that for studies presented at medical meetings, data and conclusions should be viewed as preliminary until published in a peer-reviewed journal.\n\nMore information\n\nThe U.S. National Cancer Institute has more about colon and rectal cancer.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Mary Elizabeth Dallas"], "canonical_link": "https://consumer.healthday.com/general-health-information-16/aspirin-news-46/can-nsaids-cut-colorectal-cancer-deaths-in-older-women-658100.html", "title": "Can NSAIDs Cut Colorectal Cancer Deaths in Older Women?", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Consistent use of aspirin, ibuprofen  associated with about 30% lower death rate, study found", "og": {"title": "Can NSAIDs Cut Colorectal Cancer Deaths in Older Women?", "description": "Consistent use of aspirin, ibuprofen  associated with about 30% lower death rate, study found", "url": "https://consumer.healthday.com/general-health-information-16/aspirin-news-46/can-nsaids-cut-colorectal-cancer-deaths-in-older-women-658100.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}