{"url": "http://www.nytimes.com/2010/08/19/health/19care.html?ref=health", "text": "Doctors and patients “traditionally see palliative care as something extended to a hospitalized patient in the last week of life,” said Dr. Jennifer S. Temel, an oncologist and author of the paper. “We thought it made sense to start them at the time of diagnosis. And we were thrilled to see such a huge impact. It shows that palliative care and cancer care aren’t mutually exclusive.”\n\nDr. Atul Gawande, a Harvard Medical School surgeon and writer who just published a long article in The New Yorker about hospitalized patients’ suffering before death, called the study “amazing.”\n\n“The field was crying out for a randomized trial,” he added.\n\nAlthough the study could not determine why the patients lived longer, the authors and other experts had several theories: depression is known to shorten life, and patients whose pain is treated often sleep better, eat better and talk more with relatives. Also, hospitals are dangerous places for very sick people; they may get fatal blood infections, pneumonia or bedsores, or simply be overwhelmed by the powerful drugs and radiation attacking their cancer.\n\nSaying the study was “of critical importance,” Dr. R. Sean Morrison, president of the American Academy of Hospice and Palliative Medicine, said it was the “first concrete evidence of what a lot of us have seen in our practices — when you control pain and other symptoms, people not only feel better, they live longer.”\n\nThere is sometimes tension between medical specialties, since surgeons and oncologists often view cancer as a battle, while palliative care specialists are seen as “giving up.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nPalliative care typically begins with a long conversation about what the patient with a terminal diagnosis wants out of his remaining life. It includes the options any oncologist addresses: surgery, chemotherapy and radiation and their side effects. But it also includes how much suffering a patient wishes to bear, effects on the family, and legal, insurance and religious issues. Teams focus on controlling pain, nausea, swelling, shortness of breath and other side effects; they also address patients’ worries and make sure they have help with making meals, dressing and bathing when not hospitalized.\n\nHospice care is intensive palliative care including home nursing, but insurers and Medicare usually cover it only if the patient abandons medical treatment and two doctors certify that death is less than six months away.\n\nDuring the debate over President Obama’s 2009 health care bill, provisions to have Medicare and insurers pay for optional consultations with doctors on palliative and hospice care led to rumors, spread by talk-show hosts like Rush Limbaugh and Glenn Beck and by the former vice-presidential candidate Sarah Palin, that the bill empowered “death panels” that would “euthanize” elderly Americans.\n\nAdvertisement Continue reading the main story\n\nLegislators eventually removed the provisions. In practice, Medicare and private insurers do pay for some palliative care, said Dr. Gail Austin Cooney, a former president of the palliative medicine academy. “But it’s piecemeal,” she said. “The billing is complicated, and for many physicians that’s enough of a deterrent to not bother.”\n\nDr. Cooney herself had such care along with surgery and chemotherapy for ovarian cancer in 2008.\n\n“I decided I wanted every drop of chemotherapy they could give me, and it was very painful, dumping the drugs directly into my belly,” she said. She needed powerful painkillers, and also chose alternative-medicine options like acupuncture and “energy work” for nausea and fatigue.\n\n“I’m rigid — I had my last chemo treatment on Christmas Eve because I wanted it on the day I was due for it,” she said. “But I couldn’t have completed the program without the psychosocial support.”\n\nPalliative care experts now want to study patients with other cancers, heart disease, stroke, dementia and emphysema. But the National Institutes of Health is under budget pressure, and the other major source of money for medical research, the pharmaceutical industry, has little incentive to study palliative care. This trial was paid for by the American Society of Clinical Oncology and private philanthropy.\n\n“Philanthropists tend to focus on curing cancer,” Dr. Temel said. “But we can’t ignore people who need end-of-life care.”", "images": ["https://static01.nyt.com/images/icons/t_logo_291_black.png"], "top_img": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "keywords": [], "authors": ["Donald G. Mcneil Jr."], "canonical_link": "https://www.nytimes.com/2010/08/19/health/19care.html", "title": "Palliative Care Extends Life of Lung Cancer Patients, Study Finds", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1247468651227", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2010/08/19/health/19care.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2010/08/19/health/19care.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1247468651227"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2010/08/19/health/19care.html", "title": "Palliative Care Extends Life of Lung Cancer Patients, Study Finds", "description": "Patients with terminal lung cancer who had palliative care with oncology treatment lived three months longer.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "robots": "noarchive", "hdl_p": "Palliative Care Found to Extend Life of Cancer Patients", "description": "Patients with terminal lung cancer who had palliative care with oncology treatment lived three months longer.", "genre": "News", "articleid": 1247468651227, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Palliative Care Extends Life of Lung Cancer Patients, Study Finds", "pdate": 20100818, "utime": 20141002034854, "ptime": 20100818170059, "DISPLAYDATE": "Aug. 18, 2010", "dat": "Aug. 18, 2010", "lp": "Patients with terminal lung cancer who had palliative care with oncology treatment lived three months longer.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "19care", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "published": "2010-08-18T17:00:59-04:00", "modified": "2014-10-02T03:48:54-04:00", "section": "Health", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "section_url": "https://www.nytimes.com/pages/health/index.html", "top-level-section": "health", "author": "https://www.nytimes.com/by/donald-g-mcneil-jr", "tag": "Medicine and Health"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "og": {"url": "https://www.nytimes.com/2010/08/19/health/19care.html", "type": "article", "title": "Palliative Care Extends Life of Lung Cancer Patients, Study Finds", "description": "Patients with terminal lung cancer who had palliative care with oncology treatment lived three months longer.", "image": "https://static01.nyt.com/images/icons/t_logo_291_black.png"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Donald G. McNeil Jr.", "tone": "feature", "byl": "By DONALD G. McNEIL Jr.", "PT": "article", "CG": "health", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Medicine and Health", "keywords": "Hospice Care,Cancer,Death and Dying,Medicine and Health", "dfp-ad-unit-path": "health", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1282190400.0, "source": "http://www.nytimes.com", "summary": ""}