{"url": "https://consumer.healthday.com/cancer-information-5/colon-cancer-news-96/expert-panel-reaffirms-need-for-colon-cancer-screen-beginning-at-50-712009.html", "text": "WEDNESDAY, June 15, 2016 (HealthDay News) -- Reiterating a recommendation last made in 2008, an influential U.S. panel of health experts is advocating that regular colon cancer screening begin at age 50 and continue until at least age 75.\n\nHowever, the U.S. Preventive Services Task Force stopped short of saying any one screening method was better than another.\n\n\"There are multiple screening options for colorectal cancer that reduce the risk of dying from the disease. We encourage people to choose the best option for them, in consultation with their clinician,\" former Task Force member Dr. Douglas Owens said Wednesday in a USPSTF news release.\n\nThe panel's reticence to choose one option over another may be at odds with the preference of many doctors, who often advise colonoscopy as the \"gold standard\" test.\n\nDr. Arun Swaminath is one of them.\n\n\"There is only one test -- colonoscopy -- that can both diagnose a polyp/cancer and remove or sample it at the same time,\" said Swaminath, who directs the inflammatory bowel disease program at Lenox Hill Hospital in New York City.\n\n\"This is key, because a positive stool test plus stool DNA test (such as Cologuard), or a positive imaging test (such as CT colonoscopy) will still require a follow up colonoscopy to confirm and treat the problem,\" he explained.\n\nFor its part, the American Cancer Society recommends colonoscopy screening once every 10 years, beginning at age 50, or one of a number of other tests at more frequent intervals.\n\nIn drafting its updated colon cancer screening guidelines, the USPSTF reviewed data on several screening strategies. Besides colonoscopy, these included flexible sigmoidoscopy (an invasive procedure that penetrates less far than colonoscopy); CT colonography (a scan of the colon); traditional fecal occult blood tests (looking for blood in stool); and the recently approved Cologuard DNA-based stool test.\n\nThe panel said there were no comparison studies that suggested that any of the screening methods were any more effective than others. There are varying amounts of proof supporting the effectiveness of each, and each method has its advantages and limitations, the panelists said.\n\nAnd what about colon cancer screening for the elderly?\n\nIn its statement, the panel said that \"for some adults ages 76 to 85, the benefits of screening are smaller, and the potential for harm greater. However, some people in this age group may benefit, especially if they have never been screened before and are healthy enough to undergo treatment if cancer is found.\"\n\nFor this older group, the USPSTF recommends that decisions on screening be made during consultations between the patient and his or her doctor.\n\nAll of the recommendations are specific to symptom-free people 50 years of age or older with an average risk colorectal cancer, the panel stressed. People with disorders or medical histories that raise their odds for colon cancer may need more rigorous screening, the USPSTF said.\n\nThe updated recommendation was published online June 16 in the Journal of the American Medical Association.\n\n\"Evidence convincingly shows screening for colorectal cancer works, but not enough people are taking advantage of this highly effective service,\" said Owens, a general internist at the Veterans Affairs Palo Alto Health Care System and a professor at Stanford University.\n\nThe USPSTF notes that only one-third of eligible adults in the United States are screened for colon cancer, and more need to take advantage of this effective method of prevention.\n\nColorectal cancer remains the second leading cause of cancer death in the United States. This year about 134,000 people in the country will be diagnosed with the disease, and about 49,000 will die from it., the panel said\n\nThe USPSTF is an independent, volunteer panel of experts that makes recommendations about the effectiveness of specific preventive health services.\n\nMore information\n\nThe U.S. Centers for Disease Control and Prevention has more on colon cancer screening.", "images": ["https://media.healthday.com/Images/icimages/colon11252.jpg"], "top_img": "https://media.healthday.com/Images/icimages/colon11252.jpg", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/colon-cancer-news-96/expert-panel-reaffirms-need-for-colon-cancer-screen-beginning-at-age-50-712009.html", "title": "Expert Panel Reaffirms Need for Colon Cancer Screen Beginning at Age 50", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "U.S. advisory group says there's not enough evidence to endorse one screening method over another", "og": {"title": "Expert Panel Reaffirms Need for Colon Cancer Screen Beginning at Age 50", "image": "https://media.healthday.com/Images/icimages/colon11252.jpg", "description": "U.S. advisory group says there's not enough evidence to endorse one screening method over another", "url": "https://consumer.healthday.com/cancer-information-5/colon-cancer-news-96/expert-panel-reaffirms-need-for-colon-cancer-screen-beginning-at-age-50-712009.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}