{"url": "http://www.usatoday.com/yourlife/health/healthcare/hospitals/2010-09-21-appendectomy21_ST_N.htm", "text": "BY THE NUMBERS BY THE NUMBERS Number of appendectomies annually in the USA: 250,000-300,000 Age group in which appendicitis is most commonly diagnosed: 10-30 Approximate overall lifetime risk of appendicitis: 7% Source: USA TODAY reporting Appendectomy is the most common emergency surgery in the world, but it doesn't have to be, suggests a study out today. Researchers analyzed data from nearly 33,000 U.S. patients who'd undergone an appendectomy. They were divided into three groups, depending on how soon they had the operation after being admitted to the hospital: within six hours, six through 12 hours and more than 12 hours. The scientists found no significant difference among the groups in the patients' condition 30 days after surgery or in the length of their operation or hospital stay. The study did have some limitations, the researchers write in the Archives of Surgery. They didn't know how much time had elapsed between when symptoms arose and when the patients arrived at the hospital. And they didn't know whether surgeons had triaged the patients, operating on the most worrisome cases first. Still, the researchers conclude, \"this information can guide the use of potentially limited operative and professional resources allocated for emergency care.\" In other words, patients and health care resources might be better served if surgeons could sleep on it before starting surgery, John Hunter, a surgeon at the Oregon Health & Science University in Portland, writes in an accompanying editorial. \"The ability of a surgeon to sleep through the night results in a day without the fatigue engendered by a sleepless night caring for a patient with acute appendicitis,\" he says. \"A secondary benefit is the savings to the hospital generated by minimizing staff and anesthesiologist presence late in the evening and during the wee hours of the morning.\" Guidelines: You share in the USA TODAY community, so please keep your comments smart and civil. Don't attack other readers personally, and keep your language decent. Use the \"Report Abuse\" button to make a difference. You share in the USA TODAY community, so please keep your comments smart and civil. Don't attack other readers personally, and keep your language decent. Use the \"Report Abuse\" button to make a difference. Read more", "images": ["http://i.usatoday.net/marketing/email/_notches/email-promo-most-popular.jpg", "http://i.usatoday.net/_common/_images/usat_logo2.gif", "http://images.usatoday.com/_common/_images/clear.gif", "http://i.usatoday.net/_common/_images/clear.gif", "http://i.usatoday.net/_common/_images/gray.gif", "http://i.usatoday.net/_common/_images/favicon.ico"], "top_img": "http://i.usatoday.net/_common/_images/favicon.ico", "keywords": [], "authors": ["Rita Rubin", "Usa Today"], "canonical_link": "", "title": "Some appendicitis cases may not require 'emergency' surgery", "meta_data": {"ROBOTS": "NOODP, NOYDIR", "pubdate": "Sep 20, 2010", "pubtime": "09:04 PM", "pubdatetime": "9/20/2010 9:04 PM", "description": "Of 33,000 appendectomy patients, waiting less than 6 hours, 6-12 hours or more than 12 hours to get surgery resulted in no difference later.", "keywords": "appendicitis, surgery, widget, hospitals, patients, healthcare, health, surgeons, hours, parameter, Researchers, definition, front, fronts, appendectomy, emergency, metadata, cases, date"}, "movies": [], "publish_date": 1285041600.0, "source": "http://www.usatoday.com", "summary": ""}