{"url": "http://abcnews.go.com/Health/affordable-home-brca-genetic-mutation-test/story?id=49913351", "text": "A new genetic testing kit that hits the market today is the most affordable, and arguably one of the simplest, ways for women to find out if they have an increased risk of developing breast cancer.\n\nHere is what women should know about BRCA gene mutation testing, including how it works, who should actually consider getting it and the new convenient test that one woman already credits for helping detect her cancer early.\n\nWhat are the BRCA genes?\n\nThe two BRCA genes (BRCA1 and BRCA2) normally help protect women from cancer, however, some women may have mutations to their BRCA genes, which can actually lead to cancer, according to the U.S. Centers for Disease Control and Prevention.\n\nIf untreated, women with a BRCA gene mutation are seven times more likely to get breast cancer, and 30 times more likely to get ovarian cancer before the age of 70, when compared with women without the gene mutations, according to the CDC.\n\nShould everyone take a BRCA gene test?\n\nMedical professionals say no.\n\nThe BRCA test is \"absolutely not recommended for every single person,\" according to Dr. Jennifer Ashton, ABC News chief women's health correspondent.\n\nShe identified the criteria doctors want people to meet before being tested for BRCA, including:\n\n1) A family history of someone having a positive BRCA mutation.\n\n2) Ovarian cancer at any age in the family.\n\n3) Breast cancer before the age of 50.\n\n4) Triple-negative breast cancer before the age of 60.\n\n5) Male breast cancer in the family at any age.\n\n6) People of Ashkenazi Jewish ancestry.\n\n7) People who have had two or more cases of breast cancer, one occurring before the age of 50, on their mother’s or father’s side of the family.\n\nThe U.S. Preventive Services Task Force (USPSTF) recommends against routine BRCA gene testing for women who do not have a family history associated with an increased risk for potentially harmful mutations in the BRCA genes, the group of preventative care experts wrote on their website.\n\nThe USPSTF does, however, recommend that women who have family members with breast, ovarian, tubal or peritoneal cancer should receive genetic counseling, and BRCA testing if recommended after counseling.\n\nThe Color BRCA gene test\n\nColor\n\nWhile the new Color BRCA genetic mutation test is not the only BRCA genetic test on the market, at $149 it is currently the cheapest, making gene testing more accessible to all women.\n\nThe Color test must be ordered by a physician, either through your own doctor, or an independent physician through the company. Users are asked to send a saliva sample -- which carries your D.N.A. -- to their lab, where it is analyzed. Results are then sent back to the user online in three to four weeks.\n\nDr. Valerie Montgomery Rice, a women's health researcher at the Morehouse School of Medicine in Atlanta, Georgia, told ABC News that \"one in eight [women] will get breast cancer in their lifetime.\"\n\n\"So it's very important the women who are high-risk, we want them to have access to the test, and many of us believe [the price] makes it more affordable,\" Montgomery Rice said.\n\nDevon Gant told ABC News that she used the Color test to find out that she tested positive for the BRCA 2 gene mutation.\n\nABC News\n\n\"It's kind of a black cloud,\" Gant said. \"It's this thing that's kind of looming in the future.\"\n\nGant said that although there were times when she struggled with the test results, \"it's not a death sentence.\"\n\nWhen her aunt, Lauren Rossi, took a Color test and also got a positive result for a BRCA mutation, doctors sent Rossi for an MRI, she said.\n\nABC News\n\n\"That's when they found a couple of spots, said they didn't really think it was anything,\" Rossi told ABC News. \"And it came back that it was cancer.\"\n\nRossi said that when she received the phone call she \"couldn't believe it.\"\n\nIn part due to the genetic test, and the early detection, Rossi says she is now cancer-free.\n\n\"Thank God,\" she told ABC News. \"It would've been a totally different outcome, probably next February, when I went for, you know, for my mammography.\"\n\nShe said that she is grateful that both she and Gant were tested for the BRCA gene mutation because it helped doctors detect cancer in her, and it empowers her niece with knowledge about her health.\n\n\"Now she knows,\" Rossi said of her niece. \"And she knows what she needs to do, and she'll stay healthy.\"\n\n'Window into the future'\n\nAshton describes genetic testing as showing a \"possible window into the future.\"\n\n\"It doesn’t mean a guarantee because we know that genes are just one part of what determines someone’s future health risks,\" she said. \"Behavior and environment are also important.\"\n\nPeople should also be aware that it is possible now to test for over 30 gene mutations associated with different types of hereditary cancer, according to Ashton. Eight of those gene mutations are associated with breast cancer.\n\n\"While all the attention goes on BRCA, it is important for people to know they can have a gene mutation in other genes and it is readily available now to test for this,\" she said. \"This is a mainstream option which I think is good news for some people.\"", "images": ["https://s.abcnews.com/images/Health/braca-2-ht-er-170918_31x13_992.jpg", "http://www.googleadservices.com/pagead/conversion/1005826543/?value=0&label=1GPKCOHYjwMQ7-PO3wM&guid=ON&script=0", "http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-704476h&cg=0&cc=1&ts=noscript", "https://s.abcnews.com/images/Health/braca-1-ht-er-170918_4x3_992.jpg", "https://s.abcnews.com/images/US/devon-gant-abc-ml-170918_4x3_992.jpg", "https://s.abcnews.com/images/US/lauren-rossi-abc-ml-170918_4x3_992.jpg", "https://s.abcnews.com/images/Health/braca-2-ht-er-170918_16x9_992.jpg"], "top_img": "https://s.abcnews.com/images/Health/braca-2-ht-er-170918_16x9_992.jpg", "keywords": [], "authors": ["Abc News", "Catherine Thorbecke"], "canonical_link": "https://abcnews.go.com/Health/affordable-home-brca-genetic-mutation-test/story?id=49913351", "title": "What to know about the new affordable at-home BRCA genetic mutation test", "meta_data": {"robots": "index, follow", "author": "ABC News", "copyright": "Copyright (c) 2019 ABC News Internet Ventures", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "keywords": "BRCA, test, health, breast cancer,health news, medical news, medical articles", "article": {"opinion": "false", "content_tier": "free"}, "lastPublishedDate": "2017-09-18T11:16:26:452-07", "fb": {"admins": 704409894, "app_id": 4942312939, "pages": 55845270277}, "fb_title": "What to know about the new BRCA genetic mutation test", "og": {"site_name": "ABC News", "title": "What to know about the new BRCA genetic mutation test", "description": "A new genetic testing kit that hits the market today is the most affordable, and arguably one of the simplest, ways for women to find out if they have an increased risk of developing breast cancer.\nHere is what women should know about BRCA gene mutation testing, including how it works, who should...", "url": "https://abcnews.go.com/Health/affordable-home-brca-genetic-mutation-test/story?id=49913351", "image": "https://s.abcnews.com/images/Health/braca-2-ht-er-170918_16x9_992.jpg", "type": "article"}, "news_keywords": "BRCA, test, health, breast cancer", "twitter": {"card": "summary_large_image", "site": "@ABC", "creator": "@cathythorbecke", "title": "What to know about the new BRCA genetic mutation test", "description": "A new genetic testing kit that hits the market today is the most affordable, and arguably one of the simplest, ways for women to find out if they have an increased risk of developing breast cancer.\nHere is what women should know about BRCA gene mutation testing, including how it works, who should...", "url": "https://abcnews.go.com/Health/affordable-home-brca-genetic-mutation-test/story?id=49913351", "image": "https://s.abcnews.com/images/Health/braca-2-ht-er-170918_16x9_992.jpg", "app": {"name": {"iphone": "ABC News", "ipad": "ABC News", "googleplay": "ABC News"}, "id": {"iphone": 300255638, "ipad": 306934135, "googleplay": "com.abc.abcnews"}, "url": {"iphone": "abcnewsiphone://link/story,49913351", "ipad": "abcnewsipad://link/story,49913351", "googleplay": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Health/affordable-home-brca-genetic-mutation-test/story?id=49913351"}}}, "al": {"iphone": {"url": "abcnewsiphone://link/story,49913351", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}, "ipad": {"url": "abcnewsipad://link/story,49913351", "app_store_id": 380520716, "app_name": "ABC News for iPad"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Health/affordable-home-brca-genetic-mutation-test/story?id=49913351", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "web": {"url": "https://abcnews.go.com/Health/affordable-home-brca-genetic-mutation-test/story?id=49913351"}}}, "movies": [], "publish_date": null, "source": "http://abcnews.go.com", "summary": ""}