{"url": "https://web.archive.org/web/20160216092247/http://abcnews.go.com/Health/wireStory/blood-boosters-give-tiny-preemies-developmental-edge-36941698", "text": "Two blood-building drugs injected soon after birth may give tiny preemies a lasting long-term edge, boosting brain development and IQ by age 4, a first-of-its-kind study found.\n\nThe study was small but the implications are big if larger, longer studies prove the drugs help even the playing field for these at-risk children, the researchers and other experts say.\n\nBabies who got the medicine scored much better by age 4 on measures of intelligence, language and memory than preemies who didn't get it. The medicine group's scores on an important behavior measure were just as good as a control group of 4-year-olds born on time at a normal weight.\n\nThe results are \"super exciting,\" said Dr. Robin Ohls, the lead author and a pediatrics professor at the University of New Mexico. She said it's the first evidence of long-term benefits of the drugs when compared to no blood-boosting treatment.\n\nEven though the treated youngsters didn't do as well as the normal-weight group on most measures, their scores were impressive and suggest greater brain development than the other preemies, Ohls said.\n\nThey scored about 12 points higher on average on IQ tests than the untreated kids but about 10 points lower than the normal-weight group. On tests measuring memory and impulsive behavior, the treated kids fared as well as those born at normal weight.\n\nHere's how those differences would show up in a preschool setting: The untreated group would be the kids who struggle a little in class, while the those who got the medicines would do OK but not as well as those born at a normal weight, said Dr. Michael Schreiber, a prematurity expert at the University of Chicago's Comer Children's Hospital.\n\nSurvival of extremely tiny preemies has improved dramatically in the past 50 years, but treatment for medical problems and developmental delays linked with prematurity has not kept pace, Schreiber said. He was not involved in the study.\n\nHe said larger studies including more diverse patient populations are needed to determine if the drugs can help a broader range of preemies.\n\nThe study involved 53 children, most white or Hispanic, born more than a month premature and weighing less than 3 pounds at hospitals in New Mexico, Utah and Colorado. Two dozen normal-weight children were also included.\n\nResults were published Monday in Pediatrics.\n\nShortly after birth the preemies were randomly assigned to receive injections of either erythropoeitin (EPO), three times weekly; darbepoetin once a week for several weeks; or no treatment. The drugs build red blood cells and are approved to treat anemia caused by cancer treatment or resulting from other conditions.\n\nPreemies lack the ability to make new red blood cells and often need frequent blood transfusions to replace blood taken for lab tests. The drugs are now sometimes used to try to reduce their need for transfusions, in doses similar to the ones studied.\n\nThe drugs can increase endurance by boosting oxygen levels in the blood, and have been implicated in some sports doping scandals.\n\nDr. Sandra Juul, a University of Washington pediatrics professor, is leading a larger multi-center study of both drugs in preemies and said it's too soon to recommend the medicines for treating developmental delays.\n\nStill, since almost half of infants born extremely early have significant developmental problems, any treatment that could improve their lives \"is incredibly important,\" Juul said.\n\n———\n\nPediatrics: http://www.pediatrics.org\n\nPrematurity: http://tinyurl.com/pc8chdd\n\n———\n\nFollow AP Medical Writer Lindsey Tanner at http://www.twitter.com/LindseyTanner . Her work can be found at http://bigstory.ap.org/content/lindsey-tanner", "images": ["https://web.archive.org/web/20160216092247im_/http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-704476h&cg=0&cc=1&ts=noscript", "https://web.archive.org/web/20160216092247im_/http://pixel.quantserve.com/pixel/p-9e_QHc34iBt22.gif?labels=<%replace(label,' ', '%20')%>", "https://web.archive.org/web/20160216092247im_/http://www.googleadservices.com/pagead/conversion/1005826543/?value=0&label=1GPKCOHYjwMQ7-PO3wM&guid=ON&script=0"], "top_img": "", "keywords": [], "authors": ["Abc News"], "canonical_link": "https://web.archive.org/web/20160216092247/http://abcnews.go.com/Health/wireStory/blood-boosters-give-tiny-preemies-developmental-edge-36941698", "title": "Blood-Boosters May Give Tiny Preemies a Developmental Edge", "meta_data": {"robots": "index, follow", "author": "ABC News", "copyright": "Copyright (c) 2016 ABC News Internet Ventures", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Blood-Boosters May Give Tiny Preemies a Developmental Edge", "keywords": "Health, Medication, Diagnosis and treatment, Pregnancy and childbirth, Sexual and reproductive health, Women's health, Human welfare, Social issues, Social affairs, Chicago, Illinois, United States, North America, health news, medical news, medical articles", "fb": {"admins": 704409894, "app_id": 4942312939}, "fb_title": "Blood-Boosters May Give Tiny Preemies a Developmental Edge", "og": {"site_name": "ABC News", "title": "Blood-Boosters May Give Tiny Preemies a Developmental Edge", "description": "Two blood-building drugs injected soon after birth may give tiny preemies a lasting long-term edge, boosting brain development and IQ by age 4, a first-of-its-kind study found. The study was small but the implications are big if larger, longer studies prove the drugs help even the playing...", "url": "https://web.archive.org/web/20160216092247/http://abcnews.go.com/Health/wireStory/blood-boosters-give-tiny-preemies-developmental-edge-36941698", "type": "article"}, "DC.date.issued": "2016-02-15", "Date": "2016-02-15", "Last-Modified": "2016-02-15 01:09:29", "news_keywords": "Health, Medication, Diagnosis and treatment, Pregnancy and childbirth, Sexual and reproductive health, Women's health, Human welfare, Social issues, Social affairs, Chicago, Illinois, United States, North America", "twitter": {"card": "summary_large_image", "site": "@ABC", "title": "Blood-Boosters May Give Tiny Preemies a Developmental Edge", "description": "Two blood-building drugs injected soon after birth may give tiny preemies a lasting long-term edge, boosting brain development and IQ by age 4, a first-of-its-kind study found. The study was small but the implications are big if larger, longer studies prove the drugs help even the playing...", "url": "http://abcnews.go.com/Health/wireStory/blood-boosters-give-tiny-preemies-developmental-edge-36941698", "image": {"width": 150, "height": 116}, "app": {"name": {"iphone": "ABC News", "ipad": "ABC News", "googleplay": "ABC News"}, "id": {"iphone": 300255638, "ipad": 306934135, "googleplay": "com.abc.abcnews"}, "url": {"iphone": "abcnewsiphone://link/story,36941698", "ipad": "abcnewsipad://link/story,36941698", "googleplay": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Health/wireStory/blood-boosters-give-tiny-preemies-developmental-edge-36941698"}}}, "al": {"iphone": {"url": "abcnewsiphone://link/story,36941698", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}, "ipad": {"url": "abcnewsipad://link/story,36941698", "app_store_id": 380520716, "app_name": "ABC News for iPad"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Health/wireStory/blood-boosters-give-tiny-preemies-developmental-edge-36941698", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "web": {"url": "http://abcnews.go.com/Health/wireStory/blood-boosters-give-tiny-preemies-developmental-edge-36941698"}}}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}