{"url": "http://time.com/4326798/breast-cancer-diet-teen-girls-fruit/", "text": "Fruits and vegetables are staples in a healthy diet, and that includes one aimed at preventing cancer. Many studies have documented the lower risk of various cancers among people who eat more fresh produce, and avoid things like red and processed meat.\n\nBut the majority of those studies have focused on adults, and it’s becoming clear that many of cancer’s drivers start early in life, with genes and even with childhood exposures to potential carcinogens.\n\nTo investigate this further, Maryam Farvid, a research associate at Massachusetts General Hospital and a visiting scientist at the Harvard T. H. Chan School of Public Health, and her colleagues decided to study how diet during adolescence might affect cancer risk. In a study reported in the BMJ, they plumbed the Nurses’ Health Study, a massive survey of nurses who filled out questionnaires on their diet and were followed for various health outcomes, including cancer.\n\nHealth Newsletter Get the latest health and science news, plus: burning questions and expert tips. View Sample Sign Up Now\n\nAbout half of the 90,000 women who participated in the Nurses’ Health Study also answered questions about their typical diet while they were teens. Those who reported eating nearly three servings of fruit a day on average had a 25% lower risk of developing breast cancer than those who ate half a serving of fruit.\n\nMORE: With Early Breast Cancer Treatment, Less May be More: Studies\n\nCertain fruits seemed to confer the biggest protection against breast cancer — apples, bananas and grapes were associated with the greatest reduction in risk while kale and oranges in adulthood also contributed to reduced breast cancer risk.\n\nFarvid says that apples, bananas and grapes contain fiber, which could help to lower cancer risk; they are also high in flavonoids, which act as antioxidants to combat damage to cells that can trigger abnormal growth. Kale and oranges are high in vitamin C, another antioxidant.\n\nMORE: Mediterranean Diet With Olive Oil Linked to Lower Breast Cancer Risk\n\n“This study underscores the importance of what a young girl eats for her future health,” says Farvid. “This study also has an important message for schools and the need to provide students with the opportunity to consume more fruits and vegetables as part of the school meal program.”\n\nFarvid wasn’t able to document a strong relationship between vegetables and lower breast cancer risk, but says that may be because the study wasn’t powered enough to detect an effect.\n\nThe findings are among the first to look at how diet during adolescence can affect health later, and highlights the importance of establishing healthy habits from a young age, especially since many of the chronic diseases occur over many years and get rooted early in life.\n\nThe results also underscore the importance of eating whole fruit, rather than fruit juice. In the study, Farvid and her team could not find any significant relationship between fruit juice and breast cancer risk; that may be because fruit’s anti-cancer effects may have to do with the fiber found in the whole fruit, which is stripped out of juice. In the latest Dietary Guidelines for Americans, however, government nutritionists equated servings of whole fruit with fruit juice. “We recommend whole fruit and not fruit juice,” says Farvid, “because maybe one of the most important ways that fruit decreases risk of breast cancer is through fiber, and even natural fruit juice often has no fiber in it.”\n\nGet The Brief. Sign up to receive the top stories you need to know right now. Choose your country United States of America Afghanistan Albania Algeria American Samoa Andorra Angola Anguilla Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Brazil Brunei Darussalam Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Colombia Comoros Congo Congo, Democratic Republic of Cook Islands Costa Rica Cote d'Ivoire Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Faeroe Islands Falkland Islands (Malvinas) Fiji Finland France French Guiana French Polynesia Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guinea Guinea-Bissau Guyana Haiti Holy See Honduras Hong Kong Hungary Iceland India Indonesia Iran Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libyan Arab Jamahiriya Liechtenstein Lithuania Luxembourg Macao Macedonia Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia Monaco Mongolia Montserrat Morocco Mozambique Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory, Occupied Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Republic of Korea Republic of Moldova Reunion Romania Russian Federation Rwanda Saint Helena Saint Kitts and Nevis Saint Lucia Saint Pierre and Miquelon Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia and Montenegro Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Islands Swaziland Sweden Switzerland Syrian Arab Republic Taiwan Tajikistan Tanzania, United Republic of Thailand Timor-Leste Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United Kingdom Virgin Islands (U.S.) Virgin Islands (British) Uruguay Uzbekistan Vanuatu Venezuela Viet Nam Wallis and Futuna Islands Western Sahara Yemen Zambia Zimbabwe Please enter a valid email address. Please select your country. I can confirm I have read and accept the Terms Of Use. Please check to proceed. Sign Up Now You may unsubscribe from email communication at any time. See our Privacy Policy for further details. Thank you! For your security, we've sent a confirmation email to the address you entered. Click the link to confirm your subscription and begin receiving our newsletters. If you don't get the confirmation within 10 minutes, please check your spam folder.\n\nIn another study also published in the BMJ, a separate group of researchers found that among 22,000 Danish women, those who added two alcoholic drinks a day on average increased their risk of developing breast cancer by 30% over five years. The added risk of cancer, however, was counterbalanced by a lower risk of heart disease.\n\nTaken together, the results show how critical diet can be in modulating risk of breast cancer. While challenging, changing diet can be a relatively easy way to alter a woman’s breast cancer risk equation, beginning even at a young age.\n\nContact us at editors@time.com.", "images": ["http://time.com/img/Paper-plane.svg", "http://subscription-assets.timeinc.com/current/1850_top2_205_thumb.jpg", "http://time.com/images/newsletter-time.png", "https://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2015/02/time-50-healthiest-foods-tangerines.jpg", "https://timedotcom.files.wordpress.com/2019/10/breast-cancer-angelina-jolie.jpg?quality=85&w=342", "http://pixel.carambo.la/Pixel/tmnc11/112753/0/1/0", "http://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "http://assets.time.com/images/dianomi-logo.png", "https://timedotcom.files.wordpress.com/2015/02/time-50-healthiest-foods-tangerines.jpg?quality=85&w=1200&h=628&crop=1", "https://timedotcom.files.wordpress.com/2017/09/time-newsletter-tout-footer.png", "http://pixel.watch/f3fo", "https://timedotcom.files.wordpress.com/2019/11/lung-cancer-rates-women-men.jpg?quality=85&w=321"], "top_img": "https://timedotcom.files.wordpress.com/2015/02/time-50-healthiest-foods-tangerines.jpg?quality=85&w=1200&h=628&crop=1", "keywords": [], "authors": ["Alice Park"], "canonical_link": "https://time.com/4326798/breast-cancer-diet-teen-girls-fruit/", "title": "What Teen Girls Should Eat to Reduce Breast Cancer Risk", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "keywords": "breast cancer, preventing breast cancer, diet, anti cancer diet, foods that prevent breast cancer, breast cancer and teens, how to prevent breast cancer,", "news_keywords": "breast cancer, preventing breast cancer, diet, anti cancer diet, foods that prevent breast cancer, breast cancer and teens, how to prevent breast cancer,", "description": "Changing one's diet, even from a young age, can significantly help prevent breast cancer, according to new research.", "og": {"title": "What Teen Girls Should Eat to Reduce Breast Cancer Risk", "type": "article", "site_name": "Time", "url": "https://time.com/4326798/breast-cancer-diet-teen-girls-fruit/", "description": "Changing one's diet, even from a young age, can make a big difference", "image": {"identifier": "https://timedotcom.files.wordpress.com/2015/02/time-50-healthiest-foods-tangerines.jpg?quality=85&w=1200&h=628&crop=1", "width": 1200, "height": 628}}, "article": {"content_tier": "free", "opinion": "false"}, "pinterest": {"url": "https://time.com/4326798/breast-cancer-diet-teen-girls-fruit/", "description": "Changing one's diet, even from a young age, can significantly help prevent breast cancer, according to new research.", "media": "https://timedotcom.files.wordpress.com/2015/02/time-50-healthiest-foods-tangerines.jpg?quality=85&w=1200&h=628&crop=1"}, "twitter": {"card": "summary_large_image", "url": "https://time.com/4326798/breast-cancer-diet-teen-girls-fruit/", "title": "What Teen Girls Should Eat to Reduce Breast Cancer Risk", "description": "Changing one's diet, even from a young age, can make a big difference", "site": "@TIME", "image": "https://timedotcom.files.wordpress.com/2015/02/time-50-healthiest-foods-tangerines.jpg?quality=85&w=1024&h=512&crop=1"}, "fb": {"app_id": 53177223193, "pages": 10606591490}}, "movies": [], "publish_date": null, "source": "http://time.com", "summary": ""}