{"url": "https://www.statnews.com/2016/10/08/ovarian-cancer-drug-parp/", "text": "The race to create the next potent ovarian cancer drug is coming to a head.\n\nOvarian cancer has historically been one of the harder cancers to treat — but a promising new class of drugs, called PARP inhibitors, is proving powerful in delaying the growth of tumors by preventing cancer cells from repairing themselves after they’ve been damaged by chemotherapy.\n\nIn recent days, the researchers behind three PARP drug contenders threw down preliminary data during the European Society for Medical Oncology conference in Denmark.\n\nadvertisement\n\nMassachusetts-based Tesaro was the clear front-runner with its experimental once-a-day ovarian cancer pill, niraparib. Its results built upon exciting data it released in June — showing that its drug can increase the window of time in which a woman’s cancer doesn’t get worse. (The study did not assess whether the drug helped women live longer, just how long it stopped tumors from growing.)\n\nA small pilot study on a drug called talazoparib, which is now owned by Pfizer (PFE), recently showed similarly compelling results.\n\nBut Colorado’s Clovis Oncology (CLVS) fared less well. Though its own PARP inhibitor, rucaparib, showed that it could help some women compared to chemotherapy alone, its data didn’t measure up to the other two trials. The company’s stock plunged 18 percent on Friday after the data were released.\n\nOne PARP inhibitor has already been approved by the Food and Drug Administration: olaparib, sold by AstraZeneca (AZN) as Lynparza. It’s being used to treat ovarian cancer in women who have already undergone chemotherapy.\n\nChemotherapy deals heavy damage to tumors — but often, the cancer cells are able to regroup and repair themselves. PARP inhibitors work by stopping this repair. They’re particularly useful in treating cancers associated with the BRCA mutation, since this gene codes for proteins that help repair damaged DNA.\n\nWhile chemotherapy is still used as a first line of attack, PARP inhibitors are largely being studied as maintenance drugs. The hope is that they’ll keep cancer at bay once it’s been attacked by chemo.\n\nA number of cancers are associated with BRCA mutations — including breast, prostate, and pancreatic.\n\nMore and more clinical trials will spring up to test PARP inhibitors in combination with other cancer treatments, such as immunotherapy, said Dr. Christina Annunziata, an investigator at the National Cancer Institute who studied the efficacy of Lynparza in ovarian cancer patients.\n\nThe field is so hot that over the summer, Pfizer agreed to spend an eye-popping $14 billion to buy San Francisco-based biotech Medivation. The key asset Pfizer wanted? The PARP inhibitor talazoparib. So far, there’s just extremely early data, but it looks promising. In a pilot study of 13 breast cancer patients on the drug at MD Anderson Cancer Center in Houston, tumors shrank on average 78 percent.\n\n“We found a significant decrease in the tumors with only two months of therapy,” said Dr. Jennifer Litton, the lead investigator. She’s launching a larger trial for further study.\n\nAs for Tesaro, it first shared initial data from a Phase 3 clinical trial this past June. It showed that patients with recurrent ovarian cancer treated with the drug got an extra 15 months without their disease getting worse, compared to a control group. At the European conference this weekend, Tesaro added a few more details to that data:\n\nThe study looked at 553 patients whose cancer responds to a certain type of chemotherapy, known as platinum chemo. The best results came from patients with the BRCA mutation: Their tumors didn’t start to grow again for 21 months, on average, compared to 5.5 months for a control group that just received a placebo. Other groups of patients treated with the drug also had significantly better outcomes than control groups.\n\nThe results were published this weekend in the New England Journal of Medicine.\n\nA few weeks ago, the Food and Drug Administration granted Tesaro’s drug fast-track approval status — and this new data will support its registration applications to both the FDA and the European Medicines Agency, Tesaro CEO Lonnie Moulder said. The company is now planning trials in lung cancer, and is considering other cancers to pursue.\n\n“In the field, these would be described as landmark results,” Moulder said. “At this time, there’s nothing available that has been approved by regulatory agencies for these women who have recurrence to their ovarian cancer.”\n\nBy comparison, Clovis Oncology has floundered.\n\nThe company aims to use its PARP inhibitor, rucaparib, to treat only patients with BRCA mutations who have had two or more chemotherapies. But the data it presented at the European conference showed that the drug may not actually be more effective than Lynparza, the PARP inhibitor that’s been marketed by AstraZeneca since 2014.\n\nThe study’s lead investigator, Rebecca Kristeleit, defended the performance of rucaparib, adding that one can’t compare Clovis’s drug to Tesaro’s: “It’s a completely different population, and a different use of the drugs,” she said.\n\nBecause early symptoms are fairly benign — bloating and back pain — about 75 percent of women diagnosed with ovarian cancer don’t learn they have it until it has progressed to stage 3. About 22,000 new cases are diagnosed each year, and about 15,000 women die of the disease each year in the United States.", "images": ["https://www.statnews.com/wp-content/uploads/2019/08/Newsletter-Logo-Images-DR.png", "https://www.statnews.com/wp-content/themes/stat/images/stat-logo.svg", "https://www.statnews.com/wp-content/plugins/stat-lazy-load/images/330x400-00000000.png", "https://www.statnews.com/wp-content/uploads/2017/11/Circular_Meghana.png", "https://www.statnews.com/wp-content/uploads/2016/10/5631596628_72ed88cd9e_o-1024x576.jpg", "https://dc.ads.linkedin.com/collect/?pid=46858&fmt=gif", "https://www.statnews.com/wp-content/uploads/2016/10/5631596628_72ed88cd9e_o-645x645.jpg", "https://www.facebook.com/tr?id=436331036555416&ev=PageView&noscript=1"], "top_img": "https://www.statnews.com/wp-content/uploads/2016/10/5631596628_72ed88cd9e_o-1024x576.jpg", "keywords": [], "authors": ["Meghana Keshavan", "Sharon Begley", "Adam Feuerstein", "Ed Silverman", "Rebecca Robbins", "Damian Garde"], "canonical_link": "https://www.statnews.com/2016/10/08/ovarian-cancer-drug-parp/", "title": "The race to create a new class of ovarian cancer drugs heats up", "meta_data": {"viewport": "width=device-width, initial-scale=1", "referrer": "origin", "og": {"locale": "en_US", "type": "article", "title": "The race to create a new class of ovarian cancer drugs heats up - STAT", "description": "Companies are racing to develop a promising class of drug, PARP inhibitors, to halt tumor growth in ovarian and other cancers. New data have raised hopes.", "url": "https://www.statnews.com/2016/10/08/ovarian-cancer-drug-parp/", "site_name": "STAT", "updated_time": "2016-10-11T17:28:19+00:00", "image": {"identifier": "https://www.statnews.com/wp-content/uploads/2016/10/5631596628_72ed88cd9e_o-1024x576.jpg", "secure_url": "https://www.statnews.com/wp-content/uploads/2016/10/5631596628_72ed88cd9e_o-1024x576.jpg", "width": 1024, "height": 576}}, "article": {"publisher": "http://facebook.com/statnews/", "tag": "ovarian cancer", "section": "Biotech", "published_time": "2016-10-08T06:15:35+00:00", "modified_time": "2016-10-11T17:28:19+00:00"}, "fb": {"app_id": 933808010032702, "pages": 1456948254627841}, "twitter": {"card": "summary_large_image", "description": "Companies are racing to develop a promising class of drug, PARP inhibitors, to halt tumor growth in ovarian and other cancers. New data have raised hopes.", "title": "The race to create a new class of ovarian cancer drugs heats up - STAT", "site": "@statnews", "image": "https://www.statnews.com/wp-content/uploads/2016/10/5631596628_72ed88cd9e_o-1024x576.jpg", "creator": "@megkesh"}, "generator": "WordPress 5.2.4", "ia": {"markup_url": "https://www.statnews.com/2016/10/08/ovarian-cancer-drug-parp/?ia_markup=1"}, "apple-itunes-app": "app-id=1324796990", "msapplication-TileImage": "https://www.statnews.com/wp-content/uploads/2015/10/cropped-stat-logo-teal-328x328.png"}, "movies": [], "publish_date": 1475899200.0, "source": "https://www.statnews.com", "summary": ""}