{"url": "http://www.NPR.org/blogs/health/2011/04/19/135547952/alzheimers-disease-gets-redefined-but-changes-mean-little-for-patients", "text": "Alzheimer's Redefined, But Changes Mean Little For Patients\n\nEnlarge this image toggle caption Sebastien Bozon/AFP/Getty Images Sebastien Bozon/AFP/Getty Images\n\nThe definition of Alzheimer's disease just got wider and deeper, but the expansion won't change how the vast majority of people are diagnosed. It also doesn't change the very limited treatment choices.\n\nBut the new criteria, which were developed by the National Institute on Aging and the Alzheimer's Association, are almost guaranteed to prompt confusion, even in people who are thinking quite clearly.\n\nFor research, there's a lot of value. For everyday clinical use, very very little.\n\nThe guidelines say, for instance, that newly developed \"biomarker\" tests, such as assays for proteins in spinal fluid, and some specialized brain scans can be used for early diagnosis of Alzheimer's. But, the guidelines say, the tests are to be used only for research, and not for diagnosing Alzheimer's in the general public.\n\nThe distinction is nothing to worry about for patients and their families. \"You don't need a biomarker test\" for everyday clinical practice, says David Knopman, a professor of neurology at the Mayo Clinic, who was co-chairman of the group that revised the dementia diagnosis. The existing tests for Alzheimer's are adequate, he says. And those biomarkers? \"It's in the fine print, but it definitely says in multiple places that the biomarkers are for research purposes.\"\n\nWhy? Well, the biomarker tests and PET scans aren't yet accurate enough to reliably diagnose Alzheimer's, and haven't been approved by the Food and Drug Administration. And it's also because there are no treatments that can prevent, slow or stop early signs of Alzheimer's.\n\n\"For research, there's a lot of value,\" Knopman says. \"For everyday clinical use, very very little.\"\n\nAbout 5 million Americans have Alzheimer's. The hallmark signs are problems with thinking, learning, and memory. The current definition, created in 1984, describes Alzheimer's that way. But over the past few years there's been solid evidence that Alzheimer's starts damaging the brain years before a person starts having noticeable problems thinking. Scientists have been putting a lot of effort into trying to identify what starts the disease process, but have so far come up empty.\n\nThe new definitions, which were just published online by the journal Alzheimer's & Dementia, acknowledge this dimly understood early phase of Alzheimer's. Now there are two new pre-dementia phases: mild cognitive impairment and \"preclinical Alzheimer's.\"\n\nIn mild cognitive impairment, a person's changes in thinking are noticeable to himself, friends, or family. They would show up on tests of memory and recall, but don't interfere with everyday activities. Alzheimer's is just one possible cause. Because there are no treatments to prevent or stop Alzheimer's, many people may not consider this diagnosis a blessing.\n\nThe second new phase, preclinical Alzheimer's, is much squishier. There's no list of symptoms that a doctor can whip out to say you've got it. Rather, the goal in creating this category is to see if scientists can define when the disease starts, and track it through biomarker tests, brain imaging, or other yet-to-be-invented tests. If that happens, it might someday lead to ways to prevent Alzheimer's. But for now this category is useful only to researchers.\n\nThe goal in all this, according to the Alzheimer's Association, is to increase opportunities for earlier diagnosis and treatment. The problem is that there aren't yet any reliable tools for earlier diagnosis and treatment. The new criteria are really a call for more research — and the money to fund it. That would be good for the Alzheimer's Association and the National Institute on Aging, which sponsored the work on the new criteria.\n\nAnd it does leave one wondering if a lot more worry will be generated by the notion of \"preclinical Alzheimer's,\" when science and medicine can't offer anything to ease those fears.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/assets/img/2011/04/19/alzheimerswoman_wide-6f27d3248e4f92121038955613518ed955da2ceb-s1100-c15.jpg", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2011/04/19/alzheimerswoman_wide-6f27d3248e4f92121038955613518ed955da2ceb.jpg?s=1400", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2011/04/19/alzheimerswoman_wide-6f27d3248e4f92121038955613518ed955da2ceb.jpg?s=1400", "keywords": [], "authors": ["Nancy Shute", "David Knopman", "A Professor Of Neurology At The Mayo Clinic"], "canonical_link": "https://www.npr.org/sections/health-shots/2011/04/19/135547952/alzheimers-disease-gets-redefined-but-changes-mean-little-for-patients", "title": "Early Stages Of Alzheimer's Now Get Formal Definitions : Shots", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2011-04-19", "description": "The goal of the new definitions is to help recognize the early stages of the disease. While the new criteria will likely be valuable to researchers, it won't change how the vast majority of people are diagnosed or the very limited treatment choices.", "og": {"title": "Definition Of Alzheimer's Disease Gets Expanded", "url": "https://www.npr.org/sections/health-shots/2011/04/19/135547952/alzheimers-disease-gets-redefined-but-changes-mean-little-for-patients", "type": "article", "description": "The goal of the new definitions is to help recognize the early stages of the disease. While the new criteria will likely be valuable to researchers, it won't change how the vast majority of people are diagnosed or the very limited treatment choices.", "image": "https://media.npr.org/assets/img/2011/04/19/alzheimerswoman_wide-6f27d3248e4f92121038955613518ed955da2ceb.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Definition Of Alzheimer's Disease Gets Expanded", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2011/04/19/alzheimerswoman_wide-6f27d3248e4f92121038955613518ed955da2ceb.jpg?s=1400"}}}, "movies": [], "publish_date": 1303185600.0, "source": "http://www.NPR.org", "summary": ""}