{"url": "http://consumer.Healthday.com/Article.asp?AID=646941", "text": "En Español\n\nBy Amanda Gardner\n\nHealthDay Reporter\n\nSUNDAY, Dec. 5, 2010 (HealthDay News) -- Using gene therapy, German researchers report that they managed to \"correct\" a malfunctioning gene responsible for Wiskott-Aldrich syndrome, a rare but devastating childhood disorder that leads to prolonged bleeding from even minor hits or scrapes, and also leaves these children vulnerable to certain cancers and dangerous infections.\n\nHowever, one of the 10 kids in the study developed acute T-cell leukemia, apparently as a result of the viral vector that was used to insert the healthy gene. The boy is currently on chemotherapy, the study authors noted.\n\n\"This is a very good first step, but it's a little scary and we need to move to safer vectors,\" said Dr. Mary Ellen Conley, director of the Program in Genetic Immunodeficiencies at St. Jude Children's Research Hospital in Memphis, Tenn.\n\n\"The study shows proof-of-principle that gene therapy with stem cells in a genetic disorder like this has strong potential,\" added Paul Sanberg, a stem cell specialist who is director of the University of South Florida Center of Excellence for Aging and Brain Repair in Tampa.\n\nNeither Conley nor Sanberg were involved in the study, which is scheduled to be presented Sunday at the annual meeting of the American Society of Hematology in Orlando, Fla.\n\nAccording to Conley, children (mostly boys) with Wiskott-Aldrich syndrome (WAS) are born with an inherited genetic defect on the X chromosome that affects the number and size of platelets and makes the children remarkably susceptible to easy bleeding and infections, including different types of cancer.\n\nBone marrow transplants are the main treatment for the disorder which, if they succeed, basically cure the patient.\n\n\"They grow up, go to college and they cause problems,\" said Conley. \"But they're not an easy group of patients to transplant.\"\n\nEven if a good match is found, transplant recipients can go on to have more problems with infections, such as graft-versus-host disease, in which the body basically rejects the foreign elements.\n\n\"One of the long-lasting complications is the kids couldn't do this, they couldn't do that, they see themselves as different,\" Conley said. \"Transplants are getting better but we need better therapy, there's no question.\"\n\nIn this study, the researchers inserted a healthy gene capable of producing WAS protein into hematopoietic stem cells (the \"granddaddy\" cells that give rise to different blood cells), then transferred these stem cells back into the patient using a viral vector. A viral vector is a virus that has been modified to deliver foreign genetic material into a cell.\n\nIn fact, the experiment was largely successful, with cells now able to produce WAS protein, resulting in increased platelet counts and improvement of some immune-system cells.\n\n\"This is a first step that says you can correct the disease but I think most people would look at it and say the risk of leukemia is something, and that, let's see if we can avoid that,\" said Conley, whose team at St. Jude is working on a therapy involving a different type of vector. \"It's a good start, but I think we have better things coming down the road.\"\n\nIn other news from the conference, another group of German researchers have determined that people who donate peripheral blood stem cells or bone marrow to help save a life don't face any heightened risk of cancer.\n\nPreviously there had been some concern that drugs needed to get the stem cells out of the bone marrow and into the bloodstream where they could be accessed might pose a risk of leukemia.\n\nThe study was based on questionnaires returned from more than 12,500 donors, which also showed the donors tended to be in good health and were willing to donate again.\n\nAnother study found that the drug rituximab (Rituxan), used to treat rheumatoid arthritis and forms of leukemia and lymphoma, could greatly reduce graft-versus-host disease in stem cell transplant recipients.\n\nMore information\n\nThe National Marrow Donor Program has more on Wiskott-Aldrich syndrome.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Amanda Gardner"], "canonical_link": "https://consumer.healthday.com/circulatory-system-information-7/blood-disorder-news-68/gene-therapy-corrected-rare-bleeding-disorder-study-646941.html", "title": "Gene Therapy Corrected Rare Bleeding Disorder: Study", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "But one of 10 boys developed leukemia, possibly from treatment, researchers say", "og": {"title": "Gene Therapy Corrected Rare Bleeding Disorder: Study", "description": "But one of 10 boys developed leukemia, possibly from treatment, researchers say", "url": "https://consumer.healthday.com/circulatory-system-information-7/blood-disorder-news-68/gene-therapy-corrected-rare-bleeding-disorder-study-646941.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}