{"url": "https://www.washingtonpost.com/national/health-science/tweaking-brains-with-smart-drugs-to-get-ahead-in-silicon-valley/2017/06/09/5bc9c064-0b35-11e7-93dc-00f9bdd74ed1_story.html?utm_term=.d23880c73297", "text": "George Burke has a talent for tossing back his daily cocktail — which contains vitamins, minerals, muscle-building compounds, some little-known research drugs and a microdose of LSD — in almost a single gulp. It’s a weird but handy trick for someone who swallows 25 pills a day, most of them purchases off the Internet.\n\nBurke credits the regimen with giving him the cognitive edge he needs to thrive in California’s Silicon Valley, where he’s the co-founder of a food service that caters to athletes and fitness devotees.\n\nHe used to get his edge from Adderall, but after moving from New Jersey to San Francisco, he says, he couldn’t find a doctor who would write him a prescription. Driven to the Internet, he discovered a world of cognition-enhancing drugs known as nootropics — some prescription, some over-the-counter, others available on a worldwide gray market of private sellers — said to improve memory, attention, creativity and motivation.\n\n“It’s not like every tech worker in Silicon Valley is taking nootropics to get ahead,” Burke acknowledges. “It’s the few who are getting ahead who are using supplements to do that.”\n\nThe word “nootropic” was coined in 1972 by a Romanian scientist, Corneliu Giurgea, who combined the Greek words for “mind” and “bending.” Caffeine and nicotine can be considered mild nootropics, while prescription Ritalin, Adderall and Provigil (modafinil, a drug for treating narcolepsy) lie at the far end of the spectrum when prescribed off-label as cognitive enhancers. Even microdosing of LSD is increasingly viewed as a means to greater productivity.\n\nBut when aficionados talk about nootropics, they usually refer to substances that have supposedly few side effects and low toxicity. Most often they mean piracetam, which Giurgea first synthesized in 1964 and which is approved for therapeutic use in dozens of countries for use in adults and the elderly. Not so in the United States, however, where officially it can be sold only for research purposes.\n\nPiracetam is well studied and is credited by its users with boosting their memory, sharpening their focus, heightening their immune system, even bettering their personalities. But it’s only one of many formulations in the racetam drug family. Newer ones include aniracetam, phenylpiracetam and oxiracetam. All are available online, where their efficacy and safety are debated and reviewed on message boards and in podcasts.\n\nUsing ‘stacks’\n\nA number of companies now market nootropic “stacks,” or formulas, some of which include piracetam, herbal remedies, amino acids and citicoline, a naturally occurring brain chemical that can be taken orally as a supplement, intravenously or as a shot.\n\nBecause they are sold as nutritional supplements and natural products that refrain from making health claims, they avoid close government scrutiny.\n\nWhen Burke began ordering piracetam online five years ago, it arrived in baggies filled with white powder. “It was as if I was buying coke off the street,” he recalls. These days, he buys his stack from Nootroo, a San Francisco company.\n\nBut self-experimenters such as Burke often don’t restrict themselves to medication alone. Dedicated brain hackers, as they call themselves, are willing to exploit their own biology to try to sharpen their mind. Their methods include meditation, cold-water plunges, periodic fasting and high-fat, low-carbohydrate ketogenic diets.\n\n“Who doesn’t want to maximize their cognitive ability? Who doesn’t want to maximize their muscle mass?” asks Murali Doraiswamy, who has led several trials of cognitive enhancers at Duke University Health System and has been an adviser to pharmaceutical and supplement manufacturers as well as the Food and Drug Administration. He attributes the demand to an increasingly knowledge-based society that values mental quickness and agility above all else.\n\nBut while some studies have found short-term benefits, Doraiswamy says there is no evidence that what are commonly known as smart drugs — of any type — improve thinking or productivity over the long run. “There’s a sizable demand, but the hype around efficacy far exceeds available evidence,” notes Doraiswamy, adding that, for healthy young people such as Silicon Valley go-getters, “it’s a zero-sum game. That’s because when you up one circuit in the brain, you’re probably impairing another system.”\n\nShort-term benefits?\n\nEarly studies attributed a lot of short-term benefits to nootropics — so much so that in 1983, Russian scientists turned to phenylpiracetam to boost the physical and mental performance of cosmonauts during space flight.\n\nA 1999 study found that piracetam had beneficial effects on the hippocampal membranes of patients with Alzheimer’s disease. The hippocampus, an area of the brain that plays a key role in the formation of new memories, typically shows severe shrinkage with Alzheimer’s. The idea that piracetam might reverse that effect was exciting.\n\nAlthough piracetam has a history of “relatively few side effects,” it has fallen far short of its initial promise for treating any of the illnesses associated with cognitive decline, according to Lon Schneider, a professor of psychiatry and behavioral sciences at the Keck School of Medicine at the University of Southern California. “We don’t use it at all and never have.”\n\nAs for newer nootropic drugs, there are unknown risks. “Piracetam has been studied for decades,” says cognitive neuroscientist Andrew Hill, the founder of a neurofeedback company in Los Angeles called Peak Brain Institute. But “some of [the newer] compounds are things that some random editor found in a scientific article, copied the formula down and sent it to China and had a bulk powder developed three months later that they’re selling. Please don’t take it, people!”\n\nFor Burke and other brain hackers, the evidence for nootropics is strong enough.\n\nBurke, who begins each morning with a Bulletproof coffee — a rich brew of caffeine with dollops of butter and coconut oil — has created a San Francisco meetup group called Peak Performance “to teach all my friends in the tech space about life hacks so they can kick a--better every day.”\n\nLast spring, 100 people showed up at a Peak Performance event where psychedelic psychologist James Fadiman said the key to unleashing the cognition-enhancing effects of LSD — which he listed as less anxiety, better focus, improved sleep, greater creativity — was all in the dosage. He recommended a tenth of a “party dose” — enough to give you “the glow” and enhance your cognitive powers without “the trip.”\n\nBurke says he definitely got the glow. “The first time I took it, I was working on a business plan. I had to juggle multiple contingencies in my head, and for some reason a tree with branches jumped into my head. I was able to place each contingency on a branch, retract and go back to the trunk, and in this visual way I was able to juggle more information.”\n\nThe effects of fasting\n\nNot all brain hacking involves taking a pill, though.\n\nNootrobox, a San Francisco company that markets a nootropic mix of vitamins, minerals and amino acids, promotes fasting as a way to energize brain and body.\n\n“We stumbled upon fasting as a way to optimize cognition and make yourself into a more efficient human being,” says Manuel Lam, an internal medicine physician who advises Nootrobox on clinical issues. He and members of the company’s executive team have implanted glucose monitors in their arms — not because they fear diabetes but because they wish to track the real-time effect of the foods they eat.\n\n“Fasting forces your body to deplete its glucose storage and trains it to look inside for fuel,” Lam enthuses. “It’s like being strapped to a solar panel. The sun is always shining on you.”\n\nNootrobox employees are encouraged to fast every Tuesday, then meet for breakfast on Wednesday at a local diner. Founded by two Stanford University computer graduates, the company has initiated an international fasting group on Facebook; at last count, there were 3,500 members.\n\nResearch on animals has shown that intermittent fasting — limiting caloric intake at least two days a week — can help improve neural connections in the hippocampus and protect against the accumulation of plaque, a protein prevalent in the brains of people with Alzheimer’s disease. Research has also shown that intermittent fasting helped reduce anxiety in mice.\n\nMark Mattson, chief of the Laboratory of Neurosciences at the National Institute on Aging, has overseen a lot of the animal studies on fasting and is impressed with the evidence — so much so that he has personally adopted a regimen of intermittent fasting.\n\n“There’s pretty conclusive evidence from animal studies that intermittent fasting is beneficial for brain function and resistance to aging from neurogenerative diseases,” he says.\n\nFasting has been deployed since the ancient Greeks to fast-track learning. As Plato is said to have stated, “I fast for greater physical and mental efficiency.” The philosopher Pythagoras reportedly demanded that his students fast 40 days before attending his lectures.\n\nFar easier to take a pill.\n\nLooking for an edge\n\nVinh Ngo, a San Francisco family practice doctor who specializes in hormone therapy, has become familiar with piracetam and other nootropics through a changing patient base. His office is located in the heart of the city’s tech boom and he is increasingly sought out by young, male tech workers who tell him they are interested in cognitive enhancement.\n\nNgo has experimented with piracetam himself (“The first time I tried it, I thought, ‘Wow, this is pretty strong for a supplement.’ I had a little bit of reflux, heartburn, but in general it was a cognitive enhancer. . . . I found it helpful”) and the neurotransmitter DMEA (“You have an idea, it helps you finish the thought. It’s for when people have difficulty finishing that last connection in the brain”).\n\nBut he has also seen patients whose propensity for self-experimentation to improve cognition got out of hand. One chief executive he treated, Ngo said, developed an unhealthy predilection for albuterol, because he felt the asthma inhaler medicine kept him alert and productive long after others had quit working. Unfortunately, the drug ended up severely imbalancing his electrolytes, which can lead to dehydration, headaches, vision and cardiac problems, muscle contractions and, in extreme cases, seizures.\n\n“There is that culture here [in Silicon Valley] that relies on being smarter than your own self,” Ngo says. “People want to find an edge over their competitor — that’s how they got their position in the first place. I’m trying to give them a little more wiggle room — but in a safe way.”\n\nHe says he screens his patients for addiction and cardiovascular problems and creates individual treatment plans based on their health histories and blood tests.\n\nThere’s no one-size-fits-all approach. “I don’t have a rubber stamp for everyone, and not everyone is a candidate” for cognitive enhancement, says Ngo, who requires that his patients sign waivers acknowledging possible health risks in taking nootropics.\n\nIf, for example, someone decides to go on medication — be it Adderall, albuterol or piracetam — the patient must understand that there is a risk for high blood pressure and heart problems.\n\n“I want to empower them,” Ngo says, but “there’s a fine line between empowering them to make their own health decisions and staying healthy.”\n\nRead more\n\nBrainhacking: The frontier in mental illness treatment\n\nSmart drugs are here. Should college students be allowed to use them?\n\nA reality check on nootropics and other efforts to keep aging at bay", "images": ["https://www.washingtonpost.com/resizer/yAFxThroW-CI5t-yu8Q6FsF7kHI=/1x1/www.washingtonpost.com/pb/resources/img/spacer.gif", "https://me.effectivemeasure.net/em_image", "https://img.washingtonpost.com/rf/image_60w/2010-2019/WashingtonPost/2017/06/09/Others/Images/2017-06-08/iStock-95748656.JPG?uuid=qr-WxExpEeeYfEKrV0XbLg", "https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2017/06/09/Others/Images/2017-06-08/iStock-95748656.JPG?t=20170517", "https://sb.scorecardresearch.com/p?c1=2&c2=3005617&cv=2.0&cj=1"], "top_img": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2017/06/09/Others/Images/2017-06-08/iStock-95748656.JPG?t=20170517", "keywords": [], "authors": ["Sara Solovitch", "June"], "canonical_link": "https://www.washingtonpost.com/national/health-science/tweaking-brains-with-smart-drugs-to-get-ahead-in-silicon-valley/2017/06/09/5bc9c064-0b35-11e7-93dc-00f9bdd74ed1_story.html", "title": "Tweaking brains with ‘smart drugs’ to get ahead in Silicon Valley", "meta_data": {"eomportal-uuid": "5bc9c064-0b35-11e7-93dc-00f9bdd74ed1", "object-hash": 1573444365, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "referrer": "unsafe-url", "keywords": "nootropics, piracetam, smart drugs, herbal remedies, amino acids, citicoline, supplements, hippocamus, alzheimers, coffee, lsd, fasting, Silicon Valley", "news_keywords": "nootropics, piracetam, smart drugs, herbal remedies, amino acids, citicoline, supplements, hippocamus, alzheimers, coffee, lsd, fasting, Silicon Valley", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image"}, "og": {"type": "article", "site_name": "Washington Post", "url": "https://www.washingtonpost.com/national/health-science/tweaking-brains-with-smart-drugs-to-get-ahead-in-silicon-valley/2017/06/09/5bc9c064-0b35-11e7-93dc-00f9bdd74ed1_story.html", "image": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2017/06/09/Others/Images/2017-06-08/iStock-95748656.JPG?t=20170517", "title": "Tweaking brains with ‘smart drugs’ to get ahead in Silicon Valley", "description": "Nootropics may have few side effects and low toxicity, but do they work?"}, "article": {"publisher": "https://www.facebook.com/washingtonpost", "content_tier": "metered", "opinion": "false"}, "fb": {"app_id": 41245586762, "admins": 500835072}, "description": "Nootropics may have few side effects and low toxicity, but do they work?", "robots": "index,follow", "theme": "normal"}, "movies": [], "publish_date": 1496980800.0, "source": "https://www.washingtonpost.com", "summary": ""}