{"url": "http://consumer.Healthday.com/Article.asp?AID=652094", "text": "En Español\n\nBy Randy Dotinga\n\nHealthDay Reporter\n\nWEDNESDAY, April 20, 2011 (HealthDay News) -- Researchers have developed a blood test that they say could help physicians predict whether pregnant women will deliver their babies prematurely.\n\nThe test isn't ready for prime time, however, and it's not foolproof: a study found that it misses some premature births and incorrectly predicts others.\n\nStill, the test \"should be an important tool for an obstetrician who currently has no clue\" if premature birth is a possibility until it happens, said Brigham Young University (BYU) chemistry professor Steven W. Graves.\n\nPhysicians will \"be able to use a simple blood test and then know that this woman is at increased risk or reduced risk of a preterm birth,\" said Graves, whose laboratory performed the research in the study.\n\nAbout 10 percent of births are premature, and the rate rises to 30 percent among women who have already had a baby prematurely, Graves said. Premature birth can lead to a long list of medical problems and puts babies at risk of dying.\n\nIn the new study, the researchers examined blood samples from 80 women who went on to have normal births and 80 who had premature births. They tried to find signs in the blood that indicate what kind of birth the women would have.\n\nThe researchers developed a screening method that looked for so-called peptide biomarkers in the blood that -- in tandem with several other proteins -- predicted 80 percent to 90 percent of the premature births at 28 weeks of gestation. The false positive rate -- referring to tests that wrongly indicated premature birth -- was 20 percent.\n\nThe test wasn't as effective at 24 weeks of gestation.\n\n\"This may simply indicate that some of the causes for preterm birth may not pre-exist before the pregnancy,\" Graves said. \"Most probably don't, but develop or become apparent as the pregnancy progresses. The closer to the preterm birth, the more likely you are to have significant changes in the physiology of the woman that is observed in the blood.\"\n\nThe test may cost $150 to $250, Graves said. It would require several years to go through the U.S. Food and Drug Administration approval process. BYU and the University of Utah have a patent on the test and have licensed it.\n\nEven if the test is found to indicate that a birth will be premature, physicians would have limited options. One option is to provide drugs that dampen the immune system so the baby's lungs develop faster, said Dr. Jennifer Wu, an obstetrician-gynecologist at Lenox Hill Hospital in New York City.\n\nWu said the study results are promising, but more research is needed to confirm that the test is reliable. \"If you are going to be alarming a patient by saying that she may have premature delivery, you want to make sure that's truly the case.\"\n\nThe study appears in the May issue of the American Journal of Obstetrics & Gynecology.\n\nMore information\n\nFor more about premature birth, visit the U.S. National Library of Medicine.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Randy Dotinga"], "canonical_link": "https://consumer.healthday.com/circulatory-system-information-7/blood-disorder-news-68/experimental-test-may-warn-of-premature-births-652094.html", "title": "Experimental Test May Warn of Premature Births", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "It identifies proteins in blood, but it's not foolproof", "og": {"title": "Experimental Test May Warn of Premature Births", "description": "It identifies proteins in blood, but it's not foolproof", "url": "https://consumer.healthday.com/circulatory-system-information-7/blood-disorder-news-68/experimental-test-may-warn-of-premature-births-652094.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}