{"url": "http://www.npr.org/sections/health-shots/2016/09/26/495477531/walking-fends-off-disability-and-its-not-too-late-to-start", "text": "Walking Fends Off Loss Of Mobility, And It's Not Too Late To Start\n\nEnlarge this image Zing Images/Getty Images Zing Images/Getty Images\n\nPeople who have reached their later years may think it's primarily a time to relax, not to increase their physical activity. Not so. Previous research has suggested that exercise can improve memory and reverse muscle loss in older adults, among other benefits. And a study out Monday finds that a regular program of physical activity reduces the time spent with mobility-limiting disability.\n\nResearchers took more than 1,600 sedentary people between 70 and 89 years old who had some functional limitations, but who could walk about a quarter of a mile in 15 minutes or less, unassisted by another person or a walker. (Canes were OK.)\n\nHalf of the participants got a health education program involving regular in-person sessions and some stretching exercises, while the other group was told to aim for 150 minutes of aerobic activity as well as strength, flexibility and balance training both at the study's facilities and at home. \"Walking was the cornerstone of the program,\" says Thomas Gill, a professor of geriatrics at the Yale School of Medicine and an author of the study, which appears in Annals of Internal Medicine.\n\nThe study followed participants for about 2.7 years, and found that the physical activity program cut the amount of time that people spent with a \"major mobility disability\" — defined as being unable to walk a quarter mile — by 25 percent compared to the education program. Previous findings from the same study showed that the exercise program lowered the risk of becoming disabled in the first place; this one showed that it sped recovery from an episode of disability and lowered the risk of subsequent episodes.\n\n\"They've done a really nice job of showing the incredible power of physical activity,\" says Bradley Cardinal, a professor of kinesiology at Oregon State University who wasn't involved with the study. \"It's the secret ingredient to successful aging in terms of quality of life.\" An editorial accompanying the study, by the University of California, San Francisco's Patricia Katz and the University of South Carolina's Russell Pate, also noted that people who engage in physical activity have a lower risk for heart disease, diabetes, certain cancers, depression, cognitive impairment and functional decline.\n\nThe exercise program pretty closely followed the government's recommendations for all adults, including older ones: 150 minutes of moderate-intensity or 75 minutes of vigorous-intensity exercise per week, plus two strength sessions that hit all the major muscle groups.\n\nBut most Americans don't get that much exercise, and that becomes increasingly true as people age. According to statistics from the Centers for Disease Control and Prevention, just 28 percent of those 75 and up meet the recommendation for aerobic activity, and only 8 percent also did the suggested amount of strength training.\n\nCardinal says older adults need to realize that exercise can greatly improve their quality of life by maximizing function as long as possible. But he says that many believe that older age is for relaxing and that physical activity is somehow dangerous or unnatural. That belief \"is pervasive among older adults,\" he says, even though for many of them, meeting the minimum requirements \"is doable.\"\n\nSemantics can help. \"We try to frame this as more physical activity than exercise,\" says Gill. \"We talk with older folks and many say, 'I can't exercise, but maybe I can become more physically active.' \" Study participants were advised to \"start low and go slow,\" and some were even able to get rid of their canes after six months of exercise, which Gill says they found particularly rewarding.\n\nPhysicians can also help. \"Prescribing exercise may be just as important as prescribing medications — perhaps even more important in some cases,\" the editorial said. The authors called on medical schools to \"start preparing students to prescribe exercise as effectively as they prescribe statins, and for health systems to support physicians in addressing inactivity just as they provide support in addressing other health risks.\" (The American College of Sports Medicine has an \"Exercise is Medicine\" initiative to help physicians integrate exercise recommendations into their treatment plans.)\n\nThere are also some basic behavioral strategies for getting yourself to get moving, no matter your age, including giving yourself an incentive to change and engineering your environment to encourage the activity.\n\nKatherine Hobson is a freelance health and science writer based in Brooklyn, N.Y. She's on Twitter: @katherinehobson", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2016/06/23/runningandmemory_sq-82804f94bb8171934fd4c33af7a22e8c39d77fc0-s100-c15.jpg", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2016/08/16/armstrong_sq-ed862e7078bcaf2f7489aee87ef03eb5e798129d-s100-c15.jpg", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2016/09/20/fitbits1_sq-323c1a02a1e7b14ea2f86169f1611d616fe09519-s100-c15.jpg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/assets/img/2016/05/17/parkbasketball1_sq-a2fe0fca1f2020b9754f2acecf40b0b6c630d526-s100-c15.jpg", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/assets/img/2016/09/26/walking-man_wide-1d8b5fdd16e852b9e586ef948ba76b8e7b8f7466.jpg?s=1400", "https://media.npr.org/assets/img/2016/09/26/walking-man_custom-797d7ca9ea5fe539814b06360639d0dd8bd0e34a-s1100-c15.jpg", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2016/08/09/lifting-weights_sq-dc30b126b37d8c1b3f558e259d58eac7f3bbba42-s100-c15.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2016/09/26/walking-man_wide-1d8b5fdd16e852b9e586ef948ba76b8e7b8f7466.jpg?s=1400", "keywords": [], "authors": ["Katherine Hobson"], "canonical_link": "https://www.npr.org/sections/health-shots/2016/09/26/495477531/walking-fends-off-disability-and-its-not-too-late-to-start", "title": "Walking Fends Off Loss Of Mobility, And It's Not Too Late To Start", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2016-09-26", "description": "People in their 70s and 80s recovered more quickly from physical setbacks if they remained active, a study finds. Walking a total of 150 minutes a week with some strength training did the trick.", "og": {"title": "Walking Fends Off Loss Of Mobility, And It's Not Too Late To Start", "url": "https://www.npr.org/sections/health-shots/2016/09/26/495477531/walking-fends-off-disability-and-its-not-too-late-to-start", "type": "article", "description": "People in their 70s and 80s recovered more quickly from physical setbacks if they remained active, a study finds. Walking a total of 150 minutes a week with some strength training did the trick.", "image": "https://media.npr.org/assets/img/2016/09/26/walking-man_wide-1d8b5fdd16e852b9e586ef948ba76b8e7b8f7466.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Walking Fends Off Loss Of Mobility, And It's Not Too Late To Start", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2016/09/26/walking-man_wide-1d8b5fdd16e852b9e586ef948ba76b8e7b8f7466.jpg?s=1400"}}}, "movies": [], "publish_date": 1474862400.0, "source": "http://www.npr.org", "summary": ""}