{"url": "http://www.cnn.com/2017/11/14/health/medicated-assisted-treatment-buprenorphine-naltrexone/index.html", "text": "(CNN) The first large head-to-head comparison of two opioid addiction medications found that, although they were equally effective in getting people off of high levels of opioids, users had a significantly more difficult time starting a regimen of naltrexone, compared with buprenorphine.\n\nBuprenorphine is commonly known by the the brand name Suboxone, and naltrexone is sold under the brand name Vivitrol.\n\nThe study, published Tuesday in the Lancet , looked at 570 patients with opioid addiction at eight inpatient treatment centers across the country for 24 weeks. Half of the group was assigned to naltrexone and the other half to bupenorphine.\n\nSix percent of those enlisted to use buprenorphine were unable to start their treatment, whereas 28% of those assigned to naltrexone dropped out before starting the therapy.\n\nThat hurdle is attributed to the fact that in order to start naltrexone, a person has to have detoxed or not used opioids for several days, whereas a user can transition from opioids to buprenorphine seamlessly. \"If you're currently opiate-dependent ... (naltrexone) takes more work,\" said Dr. Joshua Lee , the lead author of the study, who studies opioid addiction behavior and treatment at New York University.\n\nOnce on either of the medications, people fared equally well. \"They tend to stay on medications about the same rate. They report good outcomes, avoiding heroin use,\" Lee said. However, both groups also reported similar challenges staying with the regimens: Just 40% of patients still used the drugs after 24 weeks.\n\nWhat was important, Lee said, was for opioid addicts as well as treatment providers to understand that addiction isn't one-size-fits-all. \"Much like you would expect if the doctor told you 'you have cancer' or 'you have diabetes,' then there are different ways you could pursue treatment,\" he said.\n\nThe gold standard of addiction treatment\n\nPublic health experts consider medicated-assisted treatment the gold standard of opioid addiction treatment. It combines medication with counseling to help addicts wean off of high opioid use. Public health experts say it can help solve the staggering opioid overdose epidemic.\n\nThis year alone, the CDC estimates that more than 64,000 people have died of drug overdoses, most of them from opioids -- more than the number of American troops lost during the entire Vietnam War . Studies have found that using medicated-assisted treatments can reduce overdose mortality by half.\n\nMethadone may be the best-known form of medicated-assisted treatment, but it requires patients to have the drug administered daily in a clinic. Two other options have become increasingly popular: buprenorphine, which can be taken outside a clinic, and naltrexone, which is administered monthly.\n\nNaltrexone has become become an increasingly popular choice among drug courts . Some say that's because of the once-a-month administration, and others say it's because it requires that users completely detox before starting the regimen.\n\nUnderstanding addiction\n\n\"People need choices,\" said Caleb Banta-Green, a professor at the University of Washington's School of Public Health. Banta-Green, who was not involved in the new study, said that getting the right treatment means understanding addiction from a psychological as well as biological perspective.\n\nLegally prescribed opioid drugs like oxycodone and hydrocodone work in the same manner as illicit drugs like heroin. They all chemically bind to the opioid receptors in the brain to help dull pain and, in some people, provide euphoria.\n\nThe body also produces natural opioids, but the more narcotics a person takes, the less opioids the body naturally produces. Without the opioids, people can go into withdrawal, all contributing to a cycle of dependency.\n\n\"To feel normal, they need opiates on those receptors,\" Banta-Green said. Buprenorphine and methadone, which are opioids, work by reducing people's cravings. \"They bind to prevent withdrawal, giving some opiate effect,\" he said.\n\nOn the other hand, naltrexone works by chemically blocking those receptors, which is why someone needs to detox before starting the regimen. \"You're not getting an opiate effect,\" Banta-Green explained.\n\nIf a person takes an opioid while on naltrexone, it is unlikely they will feel any opioid sensation. If a person is using opioids and takes naltrexone, it can induce a feeling of withdrawal. \"It addresses craving in a different way. The person knows they can't use,\" he said.\n\nSo, for example, a person who is actively using opioids and can't manage the withdrawals may be better suited for buprenorphine, while someone coming from a facility where he or she has detoxed and who doesn't want to use opioids may be better suited for naltrexone.\n\nFollow CNN Health on Facebook and Twitter See the latest news and share your comments with CNN Health on Facebook and Twitter.\n\nWhat is key, said Dr. Miriam Komaromy, is meeting a patient where they are and understanding what best meets their needs.\n\nAddiction \"is an incredibly deadly disease,\" said Komaromy, an addiction specialist at the University of New Mexico Health Sciences Center. And as public policymakers, prisons and drug courts play a larger role in treating addiction, public health experts like Komaromy argue that it is imperative to look at \"evidence-based ways instead of having a moralistic view.\"\n\nBanta-Green says he talks to a lot of judges who are trying to understand addiction treatment. \"I say this a lot to judges: You can't just offer one medication. Just like any other medication, some people are going to feel right with one as opposed to the other.\"", "images": ["https://cdn.cnn.com/cnnnext/dam/assets/171103130244-pills-needles-stock-super-tease.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/160505183221-opioids-addiction-orig-nws-00000613-exlarge-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/171030113843-abraham-manning-split-large-169.jpg", "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7", "http://cdn.cnn.com/cnnnext/dam/assets/160424152618-14-naloxone-dangerous-painkillers-large-169.jpg"], "top_img": "https://cdn.cnn.com/cnnnext/dam/assets/171103130244-pills-needles-stock-super-tease.jpg", "keywords": [], "authors": ["Nadia Kounang"], "canonical_link": "https://www.cnn.com/2017/11/14/health/medicated-assisted-treatment-buprenorphine-naltrexone/index.html", "title": "Some opioid addiction drugs harder to start than others, study finds", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0", "section": "health", "referrer": "unsafe-url", "og": {"pubdate": "2017-11-15T00:19:20Z", "url": "https://www.cnn.com/2017/11/14/health/medicated-assisted-treatment-buprenorphine-naltrexone/index.html", "title": "Some opioid addiction drugs harder to start than others, study finds", "description": "The first large head-to-head comparison of two opioid addiction medications found that, although they were equally effective in getting people off of high levels of opioids, users had a significantly more difficult time starting a regimen of naltrexone, compared with buprenorphine.", "site_name": "CNN", "type": "article", "image": {"identifier": "https://cdn.cnn.com/cnnnext/dam/assets/171103130244-pills-needles-stock-super-tease.jpg", "width": 1100, "height": 619}}, "pubdate": "2017-11-15T00:19:20Z", "lastmod": "2017-11-15T21:06:14Z", "author": "Nadia Kounang, CNN", "twitter": {"title": "Some opioid addiction drugs harder to start than others, study finds", "description": "The first large head-to-head comparison of two opioid addiction medications found that, although they were equally effective in getting people off of high levels of opioids, users had a significantly more difficult time starting a regimen of naltrexone, compared with buprenorphine.", "card": "summary_large_image", "image": "https://cdn.cnn.com/cnnnext/dam/assets/171103130244-pills-needles-stock-super-tease.jpg"}, "description": "The first large head-to-head comparison of two opioid addiction medications found that, although they were equally effective in getting people off of high levels of opioids, users had a significantly more difficult time starting a regimen of naltrexone, compared with buprenorphine.", "keywords": "health, Some opioid addiction drugs harder to start than others, study finds - CNN", "thumbnail": "https://cdn.cnn.com/cnnnext/dam/assets/171103130244-pills-needles-stock-super-tease.jpg", "vr": {"canonical": "https://www.cnn.com/2017/11/14/health/medicated-assisted-treatment-buprenorphine-naltrexone/index.html"}, "article": {"opinion": "false", "content-tier": "free"}, "fb": {"app_id": 80401312489, "pages": "5550296508,18793419640"}, "template-top": "health,art-vid"}, "movies": [], "publish_date": 1510635600.0, "source": "http://www.cnn.com", "summary": ""}