{"url": "http://www.latimes.com/science/sciencenow/la-sci-sn-magic-mushrooms-cancer-anxiety-20161201-story.html", "text": "In findings that could pry open a door closed for nearly half a century, researchers have found that psilocybin — a hallucinogen long used in traditional healing rituals — eases the depression and soothes the anxiety of patients contending with serious illness and the prospect of imminent death.\n\nIn two separate studies published Thursday, researchers report that trial subjects who received a single moderate-to-large dose of psilocybin got substantial and lasting relief from their profound distress. Among 80 cancer patients who participated in the two trials, as many as 4 in 5 continued to feel measurably less hopeless and demoralized six months after taking the drug than they had upon their recruitment.\n\nAnd even years later, many reported they had gained — and retained — a profound sense of peace and meaning from the experience. Of 29 cancer patients who got psilocybin in a trial conducted at New York University’s Langone Medical Center, 20 rated it as “among the most meaningful” events of their life.\n\n“This drug saved my life and changed my life,” said Dinah Bazer, a Brooklyn, N.Y., woman who was administered a single dose of psilocybin at a New York treatment center in 2011.\n\nAdvertisement\n\nIn the wake of treatment for ovarian cancer, Bazer said, her anxiety at the prospect of its return was “eating her alive.” Under the influence of a single high dose of psilocybin, Bazer said Wednesday, she became “volcanically angry” as she visualized her cancer as a dark mass bearing down on her. With an epithet, she then saw herself throwing it off.\n\n“I was bathed in God’s love” for hours after that, said Bazer, who describes herself as an atheist. When the psilocybin’s hallucinatory effects wore off, she said, two years of intense anxiety were simply gone.\n\n“This is a groundbreaking result,” said Dr. George Greer, medical director of the Heffter Research Institute, the nonprofit organization that funded the two trials.\n\nGreer suggested that the “existential anxiety” of the terminally ill is only one of many conditions that psilocybin may one day treat. Others may include treatment-resistant depression, addiction to cocaine, alcohol or tobacco, obsessive-compulsive disorder and “demoralization” in long-term survivors of HIV, he said.\n\nAdvertisement\n\nJohns Hopkins University psychiatrist Dr. Roland R. Griffiths, the lead author of one of the two studies, said the enduring relief provided by a single dose of psilocybin makes such treatment more akin to surgery than it does to the plodding, labor-intensive treatments that remain the mainstay of his profession.\n\n“I really don’t think we have any models in psychiatry that look like” the effects demonstrated in the two trials, said Griffiths. “Something occurs and it’s repaired and it’s better going forward … very plausibly for more than six months,” he added. “In that sense it’s a new model.”\n\nThe publication of the two early trials, in the Journal of Psychopharmacology, marks an American return to research on the therapeutic use of hallucinogenic drugs after a hiatus of 50 years.\n\nIn the 1950s and ’60s, hallucinogenic drugs such as lysergic acid diethylamide — LSD — and psilocybin, which is found naturally in certain mushrooms, were widely used in U.S. biomedical research and in psychotherapy practices. But in 1966, as the psychedelic drugs gained a broad counterculture following in the United States, the U.S. government declared any use of the drugs illegal. By the 1970s, that ended all American research on their potential therapeutic benefits.\n\nIn recent years, a small clutch of American researchers, including the authors of the two new papers, have argued that such prohibitions might be preventing the discovery of better treatments for widespread and pressing psychiatric problems, including depression, addiction and post-traumatic stress disorder (PTSD).\n\nWith PTSD epidemic among U.S. combat veterans and drug addiction a national scourge, American officials have indicated a new willingness to allow research to proceed on psychedelic and other drugs long classified as having no legitimate medical use.\n\nOn Tuesday, the Food and Drug Administration gave its blessing to conducting large-scale clinical trials of an experimental medication — 3,4-methylenedioxymethamphetamine — better known as the party drug ecstasy.\n\nLike LSD and psilocybin, ecstasy appears to hold promise as an adjunct to psychotherapy in the treatment of PTSD. If the resulting Phase 3 trials of ecstasy demonstrate their effectiveness, the next step could be FDA approval of ecstasy as a prescription drug.\n\nAdvertisement\n\nThe newly published trials of psilocybin are not quite so far advanced. Both studies were considered Phase 2 clinical trials, in which the safety and dosing regimens of a potential medication are still being tested. But both were considered to be double-blind placebo trials — the gold-standard of medical research in which subjects are left to guess whether they have gotten the active study drug or an inactive lookalike.\n\nIn one of the trials, researchers used a very low dose of psilocybin, much lower than that required to induce hallucinations, as a placebo. In the other, they used the dietary supplement niacin. In each trial, all of the subjects got a high dose of psilocybin in one of two sessions. So all, in the end, experienced the full effects of the drug.\n\nAll subjects in both trials had been diagnosed with cancer, and with “existential anxiety or depression” resulting from the illness and the likelihood of an early death. Participants were extensively prepared for the expected effects of the psilocybin. To minimize adverse reactions, researchers closely monitored the subjects while they were under the influence of the drug or the placebo. Afterwards, psychotherapists encouraged the subjects to write down and reflect upon the experience.\n\nImmediately after, as well as five weeks after their first session, subjects who got the psilocybin first looked much better than did those who got the placebo first. A wide range of standardized measures of depression, anxiety and quality of life showed that these subjects were less hopeless, less demoralized and less anxious.\n\nSix months out, 87% of those in the trial conducted at New York University/Langone reported their life satisfaction and/or well-being had been improved by the experience. In the larger of the two trials, conducted at Johns Hopkins University, psilocybin produced “large and significant … increases in measures of quality of life, life meaning, death acceptance, and optimism” — effects that “were sustained at six months.”\n\nPsilocybin’s side effects, meanwhile, were pretty tame. In the two trials, about 15% of subjects experienced nausea or vomiting when getting a high dose, and about 1 in 3 experienced some form of transient psychological discomfort. Many subjects’ heart rates and blood pressure rose, but none to a dangerous extent.\n\nThe potential use of psilocybin in patients diagnosed with life-threatening diseases comes at a moment when medical care at the end of life is a subject of growing concern among patients and physicians. Research finds it’s still common for dying patients to get painful and futile procedures. Palliative and hospice care, both aimed at easing the discomfort of the seriously ill, are growing specialties in American hospitals. An increasing number of patients, meanwhile, are demanding the right to die with a physician’s help.\n\nAs states debate these physician-assisted suicide bills, they should consider the implications of finding an effective treatment for the “existential distress” of the dying, said Dr. Craig D. Blinderman, a palliative care specialist at Columbia University Medical Center/New York Presbyterian Hospital.\n\nAdvertisement\n\n“It would seem to me, before we get to that point, we should explore approaches like psilocybin and hopefully not consider [physician-assisted suicide] as their only option,” said Blinderman, who was not involved in either of the two studies published Thursday.\n\nBut finding drugs like psilocybin effective is by no means the final hurdle to their widespread availability. None are currently in production, and no for-profit pharmaceutical company would likely invest millions of dollars to bring to market a pill intended effectively for one-time use.\n\nDr. Greer said that, in addition to “incubating the next generation of researchers” to explore the healing effects of psychedelic compounds, the New Mexico-based Heffter Institute is pondering a future in which specialized psychiatric clinics have routine access to psilocybin for treating patients. The institute is laying plans to scale up the production and distribution of a synthetic form of psilocybin that could make such treatments available at low cost to patients who could benefit from the drug, he said.\n\nmelissa.healy@latimes.com\n\nFollow me on Twitter @LATMelissaHealy and “like” Los Angeles Times Science & Health on Facebook.\n\nMORE IN SCIENCE\n\nTurn on, tune in and get better?\n\nExperiments with embryos suggest ways to make 3-parent IVF safer for babies\n\nPluto’s heavy ‘heart’ may have led to depression. Seriously", "images": ["data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/dims4/default/8a89e98/2147483647/strip/true/crop/480x252+0+54/resize/1200x630!/quality/90/?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2FrpbwBGRh57Y%2Fhqdefault.jpg", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "https://ca-times.brightspotcdn.com/dims4/default/abd585f/2147483647/strip/true/crop/1152x1152+448+0/resize/100x100!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F12%2F57%2Fa343371429b7000ea37eaded8d93%2Fimg-534f3749-turbine-la-bio-melissa-healy"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/8a89e98/2147483647/strip/true/crop/480x252+0+54/resize/1200x630!/quality/90/?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2FrpbwBGRh57Y%2Fhqdefault.jpg", "keywords": [], "authors": ["Staff Writer", "Melissa Healy Is A Health", "Science Reporter With The Los Angeles Times Writing The Washington", "D.C.", "Area. She Covers Prescription Drugs", "Obesity", "Nutrition", "Exercise", "Neuroscience", "Mental Health"], "canonical_link": "https://www.latimes.com/science/sciencenow/la-sci-sn-magic-mushrooms-cancer-anxiety-20161201-story.html", "title": "There’s something in magic mushrooms that’s shown to ease anxiety and depression in cancer patients in one dose", "meta_data": {"og": {"title": "There's something in magic mushrooms that's shown to ease anxiety and depression in cancer patients in one dose", "url": "https://www.latimes.com/science/sciencenow/la-sci-sn-magic-mushrooms-cancer-anxiety-20161201-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/8a89e98/2147483647/strip/true/crop/480x252+0+54/resize/1200x630!/quality/90/?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2FrpbwBGRh57Y%2Fhqdefault.jpg", "url": "https://ca-times.brightspotcdn.com/dims4/default/8a89e98/2147483647/strip/true/crop/480x252+0+54/resize/1200x630!/quality/90/?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2FrpbwBGRh57Y%2Fhqdefault.jpg", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "Ingredient in magic mushrooms is shown to ease anxiety and depression in cancer patients in one dose"}, "description": "In findings that could pry open a door closed for nearly half a century, researchers have found that psilocybin — a hallucinogen long used in traditional healing rituals — eases the depression and soothes the anxiety of patients contending with serious illness and the prospect of imminent death.", "site_name": "Los Angeles Times", "type": "article"}, "article": {"author": "https://www.latimes.com/people/melissa-healy", "content_tier": "metered", "published_time": "2016-12-01T06:02:15", "opinion": "false", "section": "Science"}, "twitter": {"card": "summary_large_image", "creator": "@LATmelissahealy", "description": "In findings that could pry open a door closed for nearly half a century, researchers have found that psilocybin — a hallucinogen long used in traditional healing rituals — eases the depression and soothes the anxiety of patients contending with serious illness and the prospect of imminent death.", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/299c982/2147483647/strip/true/crop/480x270+0+45/resize/1200x675!/quality/90/?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2FrpbwBGRh57Y%2Fhqdefault.jpg", "alt": "Ingredient in magic mushrooms is shown to ease anxiety and depression in cancer patients in one dose"}, "site": "@latimes", "title": "There's something in magic mushrooms that's shown to ease anxiety and depression in cancer patients in one dose"}, "fb": {"app_id": 119932621434123, "pages": 5863113009, "profile_id": "latimes"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "A single dose of psilocybin, the active compound in hallucinogenic magic mushrooms, provided considerable relief from cancer-related anxiety or depression in people.", "keywords": "cancer, depression, hallucinogens, pharmaceuticals, medical research,magic mushrooms, psilocybin, anxiety", "brightspot.contentId": "00000169-0cb7-dbbe-a16f-4ef761a00000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1480568400.0, "source": "http://www.latimes.com", "summary": ""}