{"url": "http://health.usnews.com/health-care/patient-advice/articles/2017-06-22/the-case-against-and-for-arthroscopic-knee-surgery", "text": "The prospect of resolving nagging knee pain – or discomfort that’s come on fairly sudden – drives many patients to go under the knife, specifically to have an arthroscopic knee procedure done.\n\nDuring the procedure, an orthopedic surgeon inserts a tiny camera – or arthroscope – through a small incision to view the inside of the knee. The doctor then attempts to surgically address the knee pain, such as making repairs to a torn meniscus – a C-shaped disc that cushions the knee – or realigning a misaligned patella or kneecap.\n\n“There are some limited circumstances where it’s helpful,” says Dr. Reed Siemieniuk, an internist in Toronto and a doctorate student in health research methodology at McMaster University in Hamilton, Ontario. That includes young patients who have sports injuries, or tears in the ligaments of the knee, he says, and patients who have bleeding in the knee – to try to figure out where the bleeding is coming from and address that. The surgery could also benefit individuals of any age who’ve suffered a traumatic injury to the knee, such as a meniscus tear. An example of a good candidate for arthroscopic knee surgery would be a 30-year-old who twists his knee getting up from a seated position or while playing tennis, says Dr. Joseph Bosco, a professor and vice chair of the department of orthopedic surgery at NYU Langone Medical Center.\n\nBut a meta-analysis led by Siemieniuk of research on arthroscopic knee surgery strongly recommended against knee scoping “in nearly all patients with degenerative knee disease.” The clinical practice guideline was published in the BMJ in May. The analysis evaluated arthroscopic knee surgery for degenerative knee disease, which is often synonymous with knee arthritis. \"It is knee pain or locking that occurs with use or overuse. The most common risk factor is being overweight or obese,\" Siemieniuk explains. \"We use the term degenerative knee disease rather than arthritis because some surgeons restrict the diagnosis of arthritis to those diagnosed by X-ray or MRI when in reality, many people have degenerative knee disease with normal X-rays and MRIs.\" Meniscus tears are also a common finding in those with arthritis, or degenerative knee disease, and are not associated with knee symptoms, but are often used as a reason to operate, he adds.\n\n“In all of those groups of patients, arthroscopic surgery … doesn’t have any long-term benefit for pain or for function or quality of life,” Siemieniuk says. “But it does have some downsides [including] two to six weeks recovery time, and some rare but more serious adverse effects like blood clots that can sometimes be fatal [and] infection.”\n\nThe procedure is generally considered safe, but given the lack of evidence demonstrating a long-term benefit in these common scenarios, clinicians and patients should look at other non-surgical options to address knee pain, the researchers assert. The alternatives they cite include losing weight, if a person is overweight, physical therapy, corticoid steroid injections and other types of injections into the joint to treat pain or taking non-steroidal anti-inflammatory drugs known as NSAIDs. “Then if it’s severe and it really is interfering with your quality of life and it’s persistent … some people require knee replacement surgery,” Siemieniuk says. “But nowhere along that line should ... arthroscopic surgery, which is even more common, be performed.”\n\nBosco says he generally agrees with the recommendation set forth, and that it doesn’t change the way he practices. But he emphasizes that each patient has to be treated individually. The recommendation suggests similarly that individual factors and patient values and preferences must be taken into account. The expert panel that created the guidelines published in the BMJ included not only doctors but also several patients who had osteoarthritis, including one who’d had arthroscopic knee surgery.\n\n“Our strong recommendation against arthroscopy reflects a low value on a modest probability (less than 15 percent) of small or very small improvement in short-term pain and function that does not persist to one year, and a higher value on avoiding the burden, postoperative limitations and rare serious adverse effects associated with knee arthroscopy,” the researchers wrote. The panel felt that almost all patients would share these values. “The recommendation is not applicable to patients who do not share these values (that is, those who place a high value on a small, uncertain and transient reduction in pain and function, and a low value on avoiding the burden and postoperative limitation associated with arthroscopy),” the researchers added.\n\nBut many arthroscopic surgeries are being done that don’t benefit patients, Siemieniuk stressed. In Ontario, approximately 90 percent of arthroscopic surgeries are performed for degenerative knee disease, he says. Though he adds that it’s difficult to know exactly what proportion of arthroscopic knee surgeries were for degenerative knee disease in the United States, the researchers reported that arthroscopic procedures for degenerative knee disease cost more than $3 billion per year in the U.S. alone, according to previous research. Citing other studies, they report that arthroscopic knee surgery for degenerative knee disease is the most common orthopedic procedure in countries where data is available and that more than 2 million procedures are done annually worldwide.\n\nDespite the concern that many arthroscopic surgeries are being performed on patients who won’t benefit, some clinicians say these type of guidelines have already been adopted by many surgeons.\n\nThe new recommendation comes as no surprise, says Dr. Alejandro Gonzalez Della Valle, a hip and knee surgeon at Hospital for Special Surgery in New York City. “For a number of years, we have known, that if we offer arthroscopic surgery to patients who have moderate or severe arthritis, they generally don’t do well in the long-term,” he says.\n\nFrequently patients with lots of arthritis in the knee also have torn meniscus. But performing arthroscopic surgery won’t relieve a patient of the discomfort from the underlying arthritis. “Fixing the torn meniscus will not cure the patient’s pain,” he says. “Under those conditions, the surgery will not be useful or effective or will not provide any benefit to the patient.”\n\nOn the other hand, some patients have very minimal arthritis in the knee, and a very severe meniscal tear producing a lot of pain. “In our clinical impression, those patients can do well for several years with arthroscopic surgery,” he says. “So it’s all about patient selection at the end of the day.” For ideal arthroscopic candidates – like those who suffer a traumatic or sports-related meniscal tear, who have no arthritis – arthroscopic surgery can provide a permanent fix.", "images": ["https://www.usnews.com/dims4/USNEWS/e3eac70/2147483647/thumbnail/84x84/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F49%2F30%2F214edd8848ff83dec20a3e1719b1%2Fmichael-o-schroeder.jpg", "https://www.usnews.com/static/img/usn-logo-large.svg", "https://www.usnews.com/dims4/USNEWS/f39c880/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2Fdb%2F19%2Fd167cfa34d10ad3ad9397ac49aa0%2F170621-surgerytray-stock.jpg"], "top_img": "https://www.usnews.com/dims4/USNEWS/f39c880/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2Fdb%2F19%2Fd167cfa34d10ad3ad9397ac49aa0%2F170621-surgerytray-stock.jpg", "keywords": [], "authors": [], "canonical_link": "https://health.usnews.com/health-care/patient-advice/articles/2017-06-22/the-case-against-and-for-arthroscopic-knee-surgery", "title": "The Case Against – and for – Arthroscopic Knee Surgery", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "description": "Though useful in limited circumstances, research finds the procedures often provide no benefit.", "keywords": "Michael O. Schroeder,health,patients,patient advice,joint health,arthritis,sports,sports medicine,surgery,bone joint health,patient-advice-include [Consumer Advice],Health Care,Patient Advice", "site": "healthcare", "zone": "edit", "fb": {"pages": 5834919267, "app_id": 130063997038366}, "og": {"title": "The Case Against – and for – Arthroscopic Knee Surgery", "description": "Though useful in limited circumstances, research finds the procedures often provide no benefit.", "image": "https://www.usnews.com/dims4/USNEWS/f39c880/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2Fdb%2F19%2Fd167cfa34d10ad3ad9397ac49aa0%2F170621-surgerytray-stock.jpg", "type": "article", "site_name": "US News & World Report", "url": "https://health.usnews.com/health-care/patient-advice/articles/2017-06-22/the-case-against-and-for-arthroscopic-knee-surgery"}, "twitter": {"image": "https://www.usnews.com/dims4/USNEWS/f39c880/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2Fdb%2F19%2Fd167cfa34d10ad3ad9397ac49aa0%2F170621-surgerytray-stock.jpg", "card": "summary_large_image", "site": "@USNews", "title": "The Case Against – and for – Arthroscopic Knee Surgery", "description": "Though useful in limited circumstances, research finds the procedures often provide no benefit."}, "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "optimizely": "Optimizely is supported by this application but is not enabled for this page."}, "movies": [], "publish_date": 1498104000.0, "source": "http://health.usnews.com", "summary": ""}