{"url": "http://www.CNN.com/2011/HEALTH/05/02/mammogram.study/", "text": "(CNN) -- The use of mammograms has dipped since a medical task force made controversial recommendations that women in their 40s may not need to get breast cancer screenings every year, according to one of three small studies to be presented Monday.\n\nThe studies related to this topic will be presented at the American Roentgen Ray Society annual meeting. They do not appear in peer-reviewed journals.\n\nThe studies suggest that fewer physicians are recommending annual mammograms for women in their 40s, fewer patients in that age group are getting screened and that tumors found through routine mammography are more likely to be detected in early stages of cancer.\n\nThe studies examined the impact of the controversial guidelines issued by the U.S. Preventive Services Task Force, a federal advisory board.\n\nWho decides about mammograms? Inside the task force\n\nIn November 2009, the group stated that yearly mammograms should not be automatic at age 40 and that physicians should discuss their risks and benefits with their patients. It recommended routine mammography screenings every two years for women ages 50 to 74.\n\n\"The benefit in 40- to 49-year-old women is pretty small,\" said Dr. Virginia Moyer, chair of the task force, about annual mammograms. \"There is a real, but rather modest benefit. There are also risks, and they are greater in younger women than older women.\"\n\nMammograms are less effective in detecting growths in younger women, whose breasts may be denser. The screening gets better with older women because breast tissues change over time.\n\nAs a result, some women experience false positives, anxiety and unnecessary biopsies because of mammograms, according to data. Roughly 15% of women in their 40s detect breast cancer through mammography.\n\nShould I get a mammogram?\n\n\"The benefit is modest enough it needs to be an individual decision,\" Moyer said about mammograms for women in their 40s.\n\nThis contradicted advice from cancer groups such as the American Cancer Society and Susan G. Komen for the Cure, which told women 40 and older to get screened every year. It sparked immediate outcry from such groups and cancer survivors, who say routine mammograms for women younger than 50 can save lives.\n\nOnce-dropping U.S. breast cancer rates now stable\n\nSuspicious growths caught in regular-screening mammograms are more likely to be in early stages and therefore more treatable, said Dr. Donna Plecha, division chief of mammography at University Hospitals at Case Medical Center in Ohio.\n\nShe reviewed records of 524 biopsies (samples of suspicious growths in breasts) from women in their 40s during 2008 to 2009 at her hospital.\n\nOf the 359 biopsies from screening mammography patients, 15% had cancer. These cancers were more treatable because they were caught in earlier stages, Plecha said.\n\nAlthough 85% of those biopsies turned out to be noncancerous, some \"may show us the patient is at higher risk of breast cancer,\" she said.\n\n\"I haven't met many patients who don't appreciate us being thorough, to trying to find the cancers at an early stage,\" Plecha said. \"I would still recommend screening mammograms starting at age of 40,\" because cancers caught earlier would be more curable.\n\nBreast cancer ID'd more accurately by docs who see more scans\n\nPlecha's findings were not surprising to Moyer. It's obvious that annual screenings would catch cancers before they progress, she said.\n\nThe study presumes that catching earlier stages for women between the ages of 40-49 would translate into fewer breast cancer deaths.\n\n\"The data that we have suggests that 1 in a thousand will benefit from mammograms in the 40-49 age,\" she said. \"There are whole lots of assumptions that are not supported by the data they presented.\"\n\nThe task force did not say don't get mammograms, Moyer said.\n\n\"It might make women not want to get the test,\" she said. \"This is a decision that should belong to the woman with appropriate info on hand.\"\n\nIn another study, Dr. Lara Hardesty, section chief of breast imaging at the University of Colorado Hospital, examined survey results from fewer than 50 internists, gynecologists, family practitioners and nurse midwives.\n\nShe found that fewer clinicians were recommending annual mammograms after the task force's guidelines were issued.\n\nBefore the guidelines, 56% recommended yearly mammograms for women in the 40- to 49-year-old range. After the guidelines, that rate decreased to 20%, and 56% of the clinicians reported they were discussing the risks and benefits of screening with patients. That decrease, Hardesty said, \"is a statistically significant difference,\" but it also showed more doctors were discussing mammograms with patients.\n\nHardesty also found that there were 205 fewer mammograms among women in their 40s after the guidelines were issued. Among patients 50 and older, mammograms increased slightly from 4,479 patients to 4,498.\n\nIt was unclear why mammograms in the 40s decreased while older women's mammograms increased slightly.\n\nHardesty offered this hypothesis: Older women are used to having annual mammograms because they've done it for years. Meanwhile, younger women may feel as though they don't have to get this screening.\n\nAlthough the task force concluded that the net benefit of mammography in the 40s is small, Hardesty said: \"If you're the one person we find your cancer, it's the world to you.\"", "images": ["http://i.cdn.turner.com/cnn/2011/HEALTH/05/02/mammogram.study/tzvids.mammogram.cnn.jpg", "http://i.cdn.turner.com/cnn/2011/HEALTH/05/02/mammogram.study/t1larg.mammogram.cnn.jpg", "http://i.cdn.turner.com/cnn/images/1.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/misc/advertisement.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/mosaic/bttn_close.gif", "http://cdn.cnn.com/cnn/images/1.gif", "http://www.CNN.com/video/health/2010/12/01/nr.cohen.mammograms.cnn.640x360.jpg", "http://i.cdn.turner.com/cnn/.element/img/3.0/mosaic/15x15_PLUS_bt.jpg", "http://www.CNN.com/video/health/2010/05/04/hm.mammograms.and.age.cnn.640x360.jpg", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/icons/btn_close.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/1px.gif"], "top_img": "http://i.cdn.turner.com/cnn/2011/HEALTH/05/02/mammogram.study/tzvids.mammogram.cnn.jpg", "keywords": [], "authors": ["Madison Park"], "canonical_link": "http://www.cnn.com/2011/HEALTH/05/02/mammogram.study/index.html", "title": "Fewer mammograms being done, studies show", "meta_data": {"TITLE": "Fewer mammograms being done, studies show - CNN.com", "og": {"title": "Fewer mammograms being done, studies show", "url": "http://www.cnn.com/2011/HEALTH/05/02/mammogram.study/index.html", "description": "The use of mammograms has dipped since a medical task force made controversial recommendations that women in their 40s may not need to get breast cancer screenings every year, according to one of three small studies to be presented Monday.", "type": "article", "image": "http://i.cdn.turner.com/cnn/2011/HEALTH/05/02/mammogram.study/tzvids.mammogram.cnn.jpg"}, "description": "The use of mammograms has dipped since a medical task force made controversial recommendations that women in their 40s may not need to get breast cancer screenings every year, according to one of three small studies to be presented Monday.", "AUTHOR": "By Madison Park, CNN", "SECTION": "HEALTH", "fb": {"admins": 690014395, "app_id": 80401312489, "page_id": 129343697106537}, "viewport": "width=1024"}, "movies": [], "publish_date": null, "source": "http://www.CNN.com", "summary": ""}