{"url": "http://www.today.com/health/avocado-day-lowers-cholesterol-1D80410564", "text": "Just an avocado a day can significantly lower your cholesterol and reduce the risk of heart disease, a new study shows.\n\nAvocados are rich in so-called healthy fats and other nutrients and the study, published in the Journal of the American Heart Association, shows the creamy fruit can work within weeks to lower cholesterol.\n\n\n\nJust like olive oil and nuts, avocados have plaque-busting monounsaturated fatty acids, and the effects seem similar to all the benefits from a Mediterranean diet, the researchers said.\n\nAnd it’s one more piece of evidence in favor of adding good fats to the diet.\n\nAvocados can lower your cholesterol, a new study shows Today\n\n“In the past, we used to substitute carbohydrate for saturated fat, and that would result in a low-fat diet,” said Penny Kris-Etherton, chair of the American Heart Association’s Nutrition Committee and distinguished professor of nutrition at Pennsylvania State University.\n\n“Now we're seeing that it's better for people to have good fats in their diet at the expense of saturated fat. And so the current message is to replace saturated fat with unsaturated fat, and in so doing, consume a moderate-fat diet, not too much, and also not too little,” Kris-Etherton told NBC News.\n\nKris-Etherton and colleagues did an intensive study with 45 typical Americans – all overweight or obese, but with healthy cholesterol and blood pressure levels.\n\nIt’s tough to test diets in real life, because people eat so many different things, but the team controlled what everyone ate, feeding them carefully calibrated diets. One was a lower-fat diet without avocado, another was a moderate-fat diet without avocado, and the third added one avocado per day to the moderate-fat diet.\n\nTrending stories,celebrity news and all the best of TODAY. This site is protected by recaptcha Privacy Policy | Terms of Service\n\nThe two moderate-fat diets looked a lot like the average American diet, with about a third of calories coming from fat. The lower fat diet provided 24 percent of calories from fat.\n\nEveryone spent five weeks on each diet. No one lost weight, but their low-density lipoprotein (LDL or “bad” cholesterol) levels changed.\n\n“All diets decreased LDL cholesterol, the main lipid risk factor for cardiovascular disease. But the diet with the avocado decreased LDL cholesterol the most,” Kris-Etherton said.\n\nAmericans are advised to keep total cholesterol below 200 and preferably below 180. LDL should be below 100.\n\nWhile they were eating the avocado-a-day diet, the volunteers saw their LDL go down by more than 13 points compared to their usual levels, Kris-Etherton’s team reported in the Journal of the American Heart Association.\n\nLDL was 8.3 points lower on the moderate-fat diet without the avocado and 7.4 points less on the lower-fat diet.\n\nThe volunteers all ate Hass avocados, which have bumpy green skin. The Hass Avocado Board helped pay for the research, which was also funded by the U.S. government.\n\nIn addition to monounsaturated fats, the avocados contain fiber, phytosterols and polyphenols – all of which can help lower cholesterol. Avocados also contain natural sugars that may help regulate blood sugar.\n\n“We need to focus on getting people to eat a heart-healthy diet that includes avocados and other nutrient-rich food sources of better fats,” Kris-Etherton said.\n\n“All the foods were exactly the same, except the avocado versus oils that were high in monounsaturated fat on the moderate-fat diet. So that was the only difference between the two diets, which then tells us that it's the avocado that has additional benefits which are beyond the unsaturated fat.”\n\nThe findings are similar to a batch of studies that showed people who were given olive oil and nuts and told to add them to their diets ended up healthier. They were less likely to have strokes or heart attacks, and they were less likely to die over a period of years than people who didn’t get the extra oils.\n\nSaturated fat – the kind found in meat and butter – has a different chemical structure from the unsaturated fats found in plant products. Repeated studies have shown it raises the risk of heart disease.\n\n\n\n“We studied avocados but maybe a lot of other fruits and vegetables have these bioactive components which have additional cholesterol-lowering effects,” Kris-Etherton said. “And certainly there's an emerging research base showing that some of these bioactive components may affect another lipoprotein particle favorably, like high-density lipoprotein. I think we need to stay tuned for that. “\n\nAmericans may not be used to eating avocado but Kris-Etherton says it’s easy to add.\n\n“Consumers can include avocados in their diet in salads. They can include avocados on top of a sandwich, or in a sandwich. They can make guacamole and use vegetables rather than chips as the dip,” she said.\n\n“I love guacamole and with my recipe, I'll use avocados, cilantro, lime juice and garlic... and then sometimes I'll put salsa in, or red pepper flakes.”\n\nBut like anything, too much of a good thing can be harmful. Avocados are definitely not low-calorie food.\n\n“One avocado has around 200 to 250 calories. So I would strongly urge people not to just add an avocado a day to their diet but they have to substitute nutrient-poor calories, which are so popular in the U.S. diet.,” Kris-Etherton said.\n\nErika Edwards contributed to this story", "images": ["https://media4.s-nbcnews.com/j/newscms/2018_52/2696426/food_v2_4430f66e4555be0684b8f4bf6875e1e8.focal-120x180.jpg", "https://media2.s-nbcnews.com/j/newscms/2018_52/2696441/popculture_v2_4430f66e4555be0684b8f4bf6875e1e8.focal-120x180.jpg", "https://media2.s-nbcnews.com/j/newscms/2018_52/2696491/williegeist_4bc7d2146c228dd9a02a3c15b38527d0.10000;74;7;80;3.png", "https://media3.s-nbcnews.com/j/newscms/2018_52/2696431/home_v2_4430f66e4555be0684b8f4bf6875e1e8.focal-120x180.jpg", "https://media4.s-nbcnews.com/j/newscms/2018_52/2696481/today_4bc7d2146c228dd9a02a3c15b38527d0.10000;74;7;80;3.png", "https://media3.s-nbcnews.com/j/newscms/2018_43/1380012/weekend_team2x_3b631839bdbf4518d5d31685d78b3cbf.10000;74;7;80;3.png", "https://media3.s-nbcnews.com/j/newscms/2019_18/1432043/hodaandjenna_00d9547321553d5a5f55c2b3973c514b.10000;74;7;80;3.png", "https://media3.s-nbcnews.com/j/newscms/2018_52/2696461/videos_v2_4430f66e4555be0684b8f4bf6875e1e8.focal-120x180.jpg", "https://media3.s-nbcnews.com/j/streams/2015/January/150107/1D274907563405-today-avocado-150107-01.social_share_1200x630_center.jpg", "https://media3.s-nbcnews.com/j/newscms/2018_52/2696466/wellness_v2_4430f66e4555be0684b8f4bf6875e1e8.focal-120x180.jpg", "https://media2.s-nbcnews.com/j/newscms/2018_52/2696456/style_v2_4430f66e4555be0684b8f4bf6875e1e8.focal-120x180.jpg", "https://media3.s-nbcnews.com/j/newscms/2018_52/2696436/parenting_v2_4430f66e4555be0684b8f4bf6875e1e8.focal-120x180.jpg", "https://media4.s-nbcnews.com/j/newscms/2018_52/2696446/shop_v2_4430f66e4555be0684b8f4bf6875e1e8.focal-120x180.jpg", "https://media3.s-nbcnews.com/j/newscms/2019_18/1432044/today-3rd-hour_9370906f7c40d78db8842bc0c3e628a7.10000;74;7;80;3.png"], "top_img": "https://media3.s-nbcnews.com/j/streams/2015/January/150107/1D274907563405-today-avocado-150107-01.social_share_1200x630_center.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.today.com/health/avocado-day-lowers-cholesterol-1D80410564", "title": "An avocado a day lowers cholesterol", "meta_data": {"msapplication-TileColor": "#FFFFFF", "msapplication-TileImage": "https://nodeassets.nbcnews.com/cdnassets/projects/ramen/favicon/today/all-other-sizes-PNG.ico/ms-icon-144x144.png", "msapplication-config": "https://nodeassets.nbcnews.com/cdnassets/projects/ramen/favicon/today/all-other-sizes-PNG.ico/browserconfig.xml", "fb": {"app_id": 122384521533, "admins": 100001657893615, "pages": 157687092983}, "og": {"site_name": "TODAY.com", "locale": "en_US", "url": "http://www.today.com/health/avocado-day-lowers-cholesterol-1D80410564", "title": "An avocado a day keeps the doctor away", "description": "Just an avocado a day can significantly lower your cholesterol and reduce the risk of heart disease, a new study shows.Avocados are rich in so-called healthy fats and other nutrients and the study, published in the Journal of the American Heart Association, shows the creamy fruit can work within weeks to lower cholesterol.Just like olive oil and nuts, avocados have plaque-busting monounsaturated f", "image": {"identifier": "https://media3.s-nbcnews.com/j/streams/2015/January/150107/1D274907563405-today-avocado-150107-01.social_share_1200x630_center.jpg", "secure_url": "https://media3.s-nbcnews.com/j/streams/2015/January/150107/1D274907563405-today-avocado-150107-01.social_share_1200x630_center.jpg", "type": "image/jpeg", "width": 1200, "height": 630}, "type": "article"}, "twitter": {"site": "@TodayShow", "creator": "TodayShow", "image": "https://media3.s-nbcnews.com/j/streams/2015/January/150107/1D274907563405-today-avocado-150107-01.social_share_1024x512_center.jpg", "title": "An avocado a day keeps the doctor away", "description": "Just an avocado a day can significantly lower your cholesterol and reduce the risk of heart disease, a new study shows.Avocados are rich in so-called healthy fats and other nutrients and the study, published in the Journal of the American Heart Association, shows the creamy fruit can work within weeks to lower cholesterol.Just like olive oil and nuts, avocados have plaque-busting monounsaturated f", "card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1", "description": "Just an avocado a day can significantly lower your cholesterol and reduce the risk of heart disease, a new study shows.Avocados are rich in so-called healthy fats and other nutrients and the study, published in the Journal of the American Heart Association, shows the creamy fruit can work within weeks to lower cholesterol.Just like olive oil and nuts, avocados have plaque-busting monounsaturated f", "article": {"opinion": "false", "content_tier": "free"}, "thumbnail": "https://media3.s-nbcnews.com/j/streams/2015/January/150107/1D274907563405-today-avocado-150107-01.social_share_1024x768_scale.jpg", "apple-itunes-app": "app-id=416357699"}, "movies": [], "publish_date": 1420664520.0, "source": "http://www.today.com", "summary": ""}