{"url": "http://Healthday.com/Article.asp?AID=634898", "text": "En Español\n\nBy Ed Edelson\n\nHealthDay Reporter\n\nTUESDAY, Jan. 12, 2010 (HealthDay News) -- Blood pressure drugs that block the protein angiotensin appear to reduce the risk of developing Alzheimer's disease and other forms of dementia, a new study finds.\n\n\"We think it [angiotensin] is one of the most important factors determining healthy blood vessels and also acts in the brain to help neurons to be a little more resilient,\" said Dr. Benjamin Wolozin, a professor of pharmacology and neurology at Boston University and senior author of a report on the findings, published online Jan. 13 in BMJ.\n\nThat report describes a study of more than 819,000 U.S. veterans, nearly all men, that found that those taking blood pressure medications that block cell receptors for angiotensin had a lower risk for dementia than those taking other cardiovascular medicines.\n\nA similar but smaller protective effect was found for a related drug, lisinopril (Prinivil, Zestril), which blocks production of the active form of angiotensin.\n\nAngiotensin causes blood vessels to constrict, raising blood pressure. It is produced when enzymes act to convert a precursor molecule, angiotensinogen. Lisinopril is a member of a drug family called ACE (angiotensin-converting enzyme) inhibitors. Other examples of ACE inhibitors are benazepril (Lotensin), enalapril (Vasotec) and ramipril (Altace).\n\nReducing angiotensin production by giving ACE inhibitors can lower blood pressure. The same effect can be achieved with drugs that block the cell receptors through which angiotensin acts. Called angiotensin receptor blockers, these drugs have a greater protective effect against dementia than ACE inhibitors, the study found. Such drugs include candesartan (Atacand), irbesartan (Avapro), losartan (Cozaar) and valsartan (Diovan).\n\nIn the study, men taking an angiotensin receptor blocker had a 24 percent lower incidence of dementia than those taking other cardiovascular drugs. The risk was 19 percent lower for men taking ACE inhibitors. The risk was nearly halved for those taking both angiotensin-targeting drugs.\n\nIn men with Alzheimer's disease, use of an angiotensin receptor blocker reduced admission to nursing homes by half. Combined angiotensin medication therapy reduced nursing home admissions by two-thirds.\n\nWolozin said that it's not clear why the drugs would have a beneficial effect on the brain, but improved blood flow probably plays a role.\n\n\"If you get no blood to the brain, you're not going to think well,\" he said. \"Also, in brain cells there is more than one kind of angiotensin receptor. By blocking bad receptors, you are left with the good ones so that helps neurons become more resilient.\"\n\nBut the evidence is not sufficient to support routine use of angiotensin receptor blockers to prevent Alzheimer's disease, Wolozin said. The new report describes an observational study, one that lacks the strict controls that are needed for convincing proof.\n\n\"Any study like this is hypothesis-generating,\" he said. \"You only know for sure when you have done clinical prospective trials.\"\n\nHis advice for anyone considering angiotensin receptors blockers to reduce dementia risk: \"They should consult with their physicians.\" There are potential hazards, such as too-low blood pressure that can lead to damaging falls, Wolozin said.\n\nCaution was urged by Dr. Richard B. Lipton, vice chairman of neurology at Albert Einstein College of Medicine in New York City, who has done work on the genetics of Alzheimer's disease.\n\nThe angiotensin hypothesis makes sense, Lipton said, because improved blood flow to the brain helps nerve cells and reduces formation of Alzheimer's-related amyloid protein.\n\nBut there have been a number of observational studies implicating various molecules, including estrogens, in dementia, he said. \"The sequence is that when you do the randomized trial, you don't get the same effect,\" Lipton said.\n\nOn the other hand, such randomized trials usually include people who are close to having Alzheimer's disease, and \"it could be different if you gave the drugs earlier,\" Lipton said.\n\nMore information\n\nThe U.S. Food and Drug Administration has more on blood pressure medications.", "images": ["http://Healthday.com/images/favicon.ico"], "top_img": "http://Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Ed Edelson"], "canonical_link": "https://consumer.healthday.com/circulatory-system-information-7/blood-pressure-news-70/some-blood-pressure-drugs-may-stave-off-dementia-634898.html", "title": "Some Blood Pressure Drugs May Stave Off Dementia", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Medications' role against angiotensin appears to be key, study finds", "og": {"title": "Some Blood Pressure Drugs May Stave Off Dementia", "description": "Medications' role against angiotensin appears to be key, study finds", "url": "https://consumer.healthday.com/circulatory-system-information-7/blood-pressure-news-70/some-blood-pressure-drugs-may-stave-off-dementia-634898.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://Healthday.com", "summary": ""}