{"url": "http://www.Reuters.com/article/idUSTRE65E2DD20100615", "text": "WASHINGTON (Reuters) - A new, longer-lasting “morning-after” pill to prevent unwanted pregnancy appears to work with no unexpected side effects, U.S. health regulatory staff said in documents released on Tuesday.\n\nData shows the one-pill treatment, called ella and made by French drugmaker HRA Pharma, is effective when taken as many as five days after unprotected sex, Food and Drug Administration staff reviewers said in documents released ahead of a public meeting on the drug scheduled for Thursday.\n\nAt the meeting, an FDA panel of outside experts will decide whether to recommend the agency approve the emergency contraceptive for the U.S. market. If approved, Watson Pharmaceuticals Inc would sell the drug in the United States.\n\nHRA Pharma’s drug, approved last year in Europe under the name ellaOne, has re-ignited debate over “morning-after” pills in the United States, where reproductive issues are a constant political issue.\n\nWomen’s health advocates have welcomed the potential for another contraceptive option, but some critics contend the drug is more akin to the abortion pill, sold by Danco Laboratories as Mifeprex and also known as RU-486 or mifepristone.\n\nTeva Pharmaceutical Industries Ltd sells a rival product, called Plan B, a two-pill regimen with generic competition from Watson’s Next Choice. Teva also sells a one-pill version of Plan B.\n\nBoth versions of Plan B, which are available over the counter for women at least 17 years of age, have only been proven to work for up to 72 hours after intercourse.\n\n“There is a medical need for an efficient emergency contraceptive product which acts consistently over a prolonged time period,” HRA Pharma said in a separate document released by the FDA.\n\nThe drugmaker has said its pill, also known by its chemical name ulipristal, works primarily by preventing ovulation of a woman’s egg. But the drug’s effect on the lining of the uterus — critical for a fertilized egg to develop — may also play a role, according to its label in Europe.\n\nFDA staff scientists, in their review, concurred.\n\nThe agency’s reviewers also said the company’s studies showed no unexpected side effects in women, although reports of nausea, headache and abdominal pain were common. It was not clear what effect the drug had, if any, when a woman still became pregnant despite taking it, they added.\n\n“Data on pregnancy outcomes after EC (emergency contraceptive) failure with ulipristal were too limited to draw any definitive conclusions regarding the effect of ulipristal on an established pregnancy or fetal development,” they wrote.\n\n“MORE LEEWAY”\n\nEmergency contraceptive pills have been available in the United States for more than a decade.\n\nPlan B, or levonorgestrel, was first approved in 1999. Efforts in 2001 to make it available without a prescription stirred fierce opposition from conservatives, and the bid stalled under the George W. Bush administration. Democrats angered by the delay threatened to block Bush’s nominee to run the FDA. Easier access to the drug won approval in 2006.\n\nHRA is not seeking to sell ella without a doctor’s prescription.\n\nAdvocates for women’s health have applauded the possibility of additional contraceptive options, saying a longer-lasting product could help women who want to avoid pregnancy.\n\nFor ella, “while you’re going to have to go and get a prescription for it, it gives you a little bit more leeway in terms of putting your ability to put your life on hold and get this healthcare need taken care of,” said Amy Allina, program and policy director for the National Women’s Health Network.\n\nCost is also an issue. With Plan B sold over the counter, most women have to pay for the drug themselves — roughly $50 — rather than have their health insurance cover it, Allina said.\n\nAnti-abortion groups oppose HRA Pharma’s drug, saying it is closer chemically to mifepristone than Plan B and pressing the FDA to reject the product.\n\nLike mifepristone, ella is a type of drug known as a selective progesterone receptor modulator (SPRM) that interferes with the hormone progesterone, which is critical for pregnancy.\n\nIf it is approved, it should be clearly labeled as an abortifacient, which would limit its distribution, the American Association of Pro Life Obstetricians & Gynecologists said in a letter to the FDA earlier this month.\n\n“There is no doubt that ulipristal acts an abortifacient because the drug blocks progesterone receptors at three critical areas,” an action that “interferes with the hormone action of progesterone to prepare the endometrium for implantation and to support the early pregnancy,” the group wrote.\n\nProponents agree that ella is similar chemically to mifepristone but say the dose given does not interfere with a pregnancy already underway.\n\n“There’s just no evidence that it causes abortion,” said Baylor College of Medicine professor Paul Fine, who also serves as medical director for Planned Parenthood in Houston and Southeast Texas.\n\nOn Thursday, the FDA’s advisers will weigh HRA Pharma’s data and offer recommendations before the agency later makes its approval decision.\n\nWatson shares were up 50 cents, or 1.2 percent, to $43.20 in morning trade. Teva shares were up 6 cents to $53.34 in New York.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Susan Heavey", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-hrapharma-contraceptive-idUSTRE65E2DD20100615", "title": "New \"morning-after\" pill effective, safe: FDA staff", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews;domesticNews;USWire_EL", "description": "A new, longer-lasting \"morning-after\" pill to prevent unwanted pregnancy appears to work with no unexpected side effects, U.S. health regulatory staff said in documents released on Tuesday.", "Author": "Susan Heavey", "keywords": "US,HRAPHARMA,CONTRACEPTIVE", "news_keywords": "US;HRAPHARMA;CONTRACEPTIVE", "REVISION_DATE": "Tue Jun 15 21:19:46 UTC 2010", "analyticsAttributes.articleDate": "2010-06-15T21:19:46+0000", "analyticsAttributes.author": "Susan Heavey", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-hrapharma-contraceptive-idUSTRE65E2DD20100615", "analyticsAttributes.contentTitle": "New \"morning-after\" pill effective, safe: FDA staff", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "US,HRAPHARMA,CONTRACEPTIVE", "analyticsAttributes.keywordSlug": "US-HRAPHARMA-CONTRACEPTIVE", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "New \"morning-after\" pill effective, safe: FDA staff", "sailthru.author": "Susan Heavey", "sailthru.date": "2010-06-15T21:19:46+0000", "sailthru.title": "New \"morning-after\" pill effective, safe: FDA staff", "og": {"locale": "en_US", "site_name": "U.S.", "title": "New \"morning-after\" pill effective, safe: FDA staff", "url": "https://www.reuters.com/article/us-hrapharma-contraceptive-idUSTRE65E2DD20100615", "type": "article", "description": "A new, longer-lasting \"morning-after\" pill to prevent unwanted pregnan...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2010-06-15T21:19:46+0000", "modified_time": "2010-06-15T21:19:46+0000", "section": "Homepage", "author": "Susan Heavey", "tag": "US,HRAPHARMA,CONTRACEPTIVE"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary", "title": "New \"morning-after\" pill effective, safe: FDA staff", "description": "A new, longer-lasting \"morning-after\" pill to prevent unwanted pregnancy appears to work with no unexpected side effects, U.S. health regulatory staff said in documents released on Tuesday.", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1276636786.0, "source": "http://www.Reuters.com", "summary": ""}