{"url": "http://www.npr.org/sections/health-shots/2016/10/13/497716281/brain-implant-restores-sense-of-touch-to-paralyzed-man", "text": "Brain Implant Restores Sense Of Touch To Paralyzed Man\n\nEnlarge this image toggle caption UPMC/Pitt Health Sciences UPMC/Pitt Health Sciences\n\nTwelve years ago, a car wreck took away Nathan Copeland's ability to control his hands or sense what his fingers were touching.\n\nA few months ago, researchers at the University of Pittsburgh and the University of Pittsburgh Medical Center gave Copeland a new way to reach out and feel the world around him. It's a mind-controlled robotic arm that has pressure sensors in each fingertip that send signals directly to Copeland's brain.\n\nThe scientists published details of their work online Thursday in the journal Science Translational Medicine.\n\n\"It's a really weird sensation,\" Copeland, now 30, says in a video made shortly after he first tried the system. \"Sometimes it feels, kind of, like electrical and sometimes it's more of a pressure.\" But he also describes many of the sensations coming from his robotic hand as \"natural.\"\n\nWhen Copeland touches an object with the robotic hand, he can tell which finger the sensation is coming from and whether an object feels hard or soft, says Robert Gaunt, a bioengineer and assistant professor in the Department of Physical Medicine & Rehabilitation at the University of Pittsburgh.\n\n\"But we're really not at the point where we could, say, get him to feel the difference between silk and burlap,\" Gaunt says.\n\nThe success represents an advance that is \"absolutely critical in terms of making prosthetics useful,\" says Mike McLoughlin, an engineer at the Johns Hopkins University Applied Physics Laboratory.\n\nMcLoughlin is part of a team at Hopkins that developed the Modular Prosthetic Limb that Copeland is using. The research at both Hopkins and in Pittsburgh is supported by the government's Defense Advanced Research Projects Agency.\n\nFor several years now, people have been able to control robotic arms using thoughts alone. But they have relied entirely on vision to know whether the arm is going in the right direction or grasping an object with the proper amount of force.\n\nThat makes it very challenging to perform simple tasks like grasping a foam coffee cup without crushing it, McLoughlin says.\n\nSensing Touch Watch a blindfolded Nathan Copeland accurately sense which finger's being touched.\n\n\"Without sensory feedback, somebody would have to actually have to look at the prosthetic, look at the cup, start to close the hand, (and) visually see the cup is starting to deform,\" he says.\n\nRestoring Copeland's sense of touch was a painstaking process, but the Pittsburgh team knew it was possible.\n\n\"His hand has been disconnected from his brain because of his spinal cord injury,\" Gaunt says. \"But the brain hasn't lost its ability to feel.\"\n\nSo the team began looking for a way to send touch sensations directly to Copeland's brain. The first step was to monitor his brain activity using a technique called magnetoencephalography.\n\n\"We were able to see the parts of his brain that became active when he was watching videos of a hand being touched,\" Gaunt says.\n\nNext, the researchers placed tiny electrodes in Copeland's brain that could stimulate the areas corresponding to each finger. Then they waited for the brain to heal, as it adjusted to the presence of the electrodes.\n\nIt was several weeks before the team was able to send the first tiny pulse of electricity to Copeland's brain. \"When it finally happened, he just very calmly said, 'Yep, I felt it on my index finger,' \" Gaunt recalls. \"But in the background I was breathing a sigh of relief and other people were cheering.\"\n\nOf course, mind-controlled robots are still years away from consumer applications, McLoughlin says. At the moment, they are still too expensive, too bulky and too finicky to be used outside a laboratory setting. And there's no good way to control them without implanting electrodes in the brain.\n\nStill, the ability to receive touch sensation from a robotic arm has the potential to help not only thousands of people who are paralyzed, but also people with a wide range of physical disabilities, McLoughlin says. For example, robots that provide sensory feedback could eventually help a disabled person cook a meal or clean up things at home.\n\n\"We're on the verge of something here that's going to transform lives,\" he says.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2016/10/12/finger-detection-1_wide-928c839c41145324125a0a0af228b9aa7970f3be.jpg?s=1400", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/assets/img/2016/10/12/finger-detection-1_custom-430f1a197e4090d93c03b357bcfa2620174ab952-s1100-c15.jpg", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2011/12/30/johnhamilton_3_sq-39eb667fd73b9f61b4f0ebb957074cad841efd7a-s100-c85.jpg", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2016/10/12/finger-detection-1_wide-928c839c41145324125a0a0af228b9aa7970f3be.jpg?s=1400", "keywords": [], "authors": ["Jon Hamilton"], "canonical_link": "https://www.npr.org/sections/health-shots/2016/10/13/497716281/brain-implant-restores-sense-of-touch-to-paralyzed-man", "title": "Brain Implant Restores Sense Of Touch To Paralyzed Man", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2016-10-13", "description": "A mind-controlled robotic arm has pressure sensors in each fingertip that send signals directly to a paralyzed man's brain. It's still experimental, but could eventually help thousands, engineers say.", "og": {"title": "Brain Implant Restores Sense Of Touch To Paralyzed Man", "url": "https://www.npr.org/sections/health-shots/2016/10/13/497716281/brain-implant-restores-sense-of-touch-to-paralyzed-man", "type": "article", "description": "A mind-controlled robotic arm has pressure sensors in each fingertip that send signals directly to a paralyzed man's brain. It's still experimental, but could eventually help thousands, engineers say.", "image": "https://media.npr.org/assets/img/2016/10/12/finger-detection-1_wide-928c839c41145324125a0a0af228b9aa7970f3be.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Brain Implant Restores Sense Of Touch To Paralyzed Man", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2016/10/12/finger-detection-1_wide-928c839c41145324125a0a0af228b9aa7970f3be.jpg?s=1400"}}}, "movies": [], "publish_date": 1476331200.0, "source": "http://www.npr.org", "summary": ""}