{"url": "http://www.nytimes.com/2010/11/05/health/research/05cancer.html?_r=1", "text": "“These people are worried about lung cancer, and now there is an opportunity to offer them something,” said Dr. Mary Reid, an associate professor of oncology at the Roswell Park Cancer Institute in Buffalo.\n\nBut health officials involved in the study refused to endorse widespread screening of current or former smokers, saying more analysis of the study’s results is needed to further identify who benefited most. Such an analysis is months away. And they pointed out that the study offers no reassurance about the safety of smoking or the advisability of CT scans for younger smokers or nonsmokers.\n\n“No one should come away from this thinking that it’s now safe to continue to smoke,” said Dr. Harold E. Varmus, director of the National Cancer Institute.\n\nPhoto\n\nPatients wishing to get a CT lung screen will most likely have to pay the roughly $300 charge themselves, since few insurers pay for such scans unless an illness is suspected. The federal Medicare program will soon reconsider paying for such screens, a Medicare official said.\n\nThe study, called the National Lung Screening Trial, was conducted by the American College of Radiology Imaging Network and the cancer institute. It involved more than 53,000 people ages 55 to 74 who had smoked at least 30 pack-years — one pack a day for 30 years or two packs a day for 15 years. Ex-smokers who had quit within the previous 15 years were included in the group.\n\nEach was given either a standard chest X-ray or a low-dose CT scan at the start of the trial and then twice more over the next two years. Participants were followed for up to five years. There were 354 lung cancer deaths among those who received CT scans and 442 among those who got X-rays. The $250 million study, which began in 2002, was paid for by the cancer institute and carried out at 33 sites.\n\nIts preliminary results were announced days after an independent monitoring board determined that the benefits of CT scans were strong enough to stop the trial. The study will be published in the coming months.\n\nAdvertisement Continue reading the main story\n\nThe study found that for every 300 people who were screened, one person lived who would otherwise have died during the study. But one-quarter of those given CT scans were found to have anomalies, nearly all of which were benign. These false signals generally led to more worry, more CT scans and sometimes to lung biopsies and thoracic surgery.\n\n“There are economic, medical and psychological consequences of finding these abnormalities,” Dr. Varmus said.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nDeaths due to all causes declined by 7 percent among study participants who received CT scans, suggesting the tests helped to detect other life-threatening diseases besides lung cancer.\n\nDr. Claudia Henschke, a clinical professor of radiology at Mount Sinai Medical Center and a longtime advocate for use of CT to screen for lung cancer, said the study was likely to have underestimated the benefits of CT scans because participants were screened only three times. Had the screening continued for 10 years, as many as 80 percent of lung cancer deaths could have been averted, she said. Dr. Henschke’s research has been controversial because of its statistical methods and its financing, which included money from a tobacco company. She earns royalties from makers of CT machines.\n\n“What we also have found is that low-dose CT scan gives information on cardiovascular disease, emphysema” and other pulmonary diseases, Dr. Henschke said. “Those are the three big killers of older people. There is just tremendous potential.”\n\nPhoto\n\nBut Dr. Edward F. Patz Jr., professor of radiology at Duke who helped devise the study, said he was far from convinced that a thorough analysis would show that widespread CT screening would prove beneficial in preventing most lung cancer deaths. Dr. Patz said that the biology of lung cancer has long suggested that the size of cancerous lung tumors tells little about the stage of the disease.\n\n“If we look at this study carefully, we may suggest that there is some benefit in high-risk individuals, but I’m not there yet,” Dr. Patz said.\n\nSince 46 million people in the United States smoke and tens of millions more once smoked, a widespread screening program could cost billions annually. Any further refinement of those most at risk could reduce those costs. Low-dose CT scans expose patients to about the same radiation levels as mammograms. Little is known about how the cumulative risks of years of such scans would balance the benefits.\n\nThe study’s results could have both legal and political consequences. Suits against tobacco companies have sought to force cigarette makers to pay for annual CT screens of former smokers. But with the science uncertain, those claims have so far been rebuffed. Congress has diverted some research money to create pilot CT lung screening programs, diversions that may gain momentum now.\n\nAdvertisement Continue reading the main story\n\nSome Obama administration officials argued during the debate on the health care law that patients’ health was often harmed by getting too many tests and procedures that, if reduced, would improve health while reducing costs. This study suggests that, at least in lung cancer, spending more on tests saves lives.\n\nLaurie Fenton, president of the Lung Cancer Alliance, which has lobbied for widespread CT lung screening, said the debate about the advisability of such scans is now over.\n\n“The challenge now shifts from proving the efficacy of the method to developing the proper quality standards, infrastructure and guidelines to bring this needed benefit to those at high risk for the disease — now,” Ms. Fenton said.\n\nBut Dr. Peter B. Bach, a pulmonologist at Memorial Sloan-Kettering Cancer Center in New York, said no one should rush out and get a CT scan yet because further analysis will better define whom the screening helped.\n\n“Very soon we’ll have an answer about who should be screened and how frequently,” Dr. Bach said, “but we don’t have that answer today.”", "images": ["https://static01.nyt.com/images/2010/11/04/health/CANCER/CANCER-thumbStandard.jpg", "https://static01.nyt.com/images/2010/11/04/health/CANCER/CANCER-jumbo.jpg", "https://static01.nyt.com/images/2010/11/04/health/CANCER2/CANCER2-jumbo.jpg"], "top_img": "https://static01.nyt.com/images/2010/11/04/health/CANCER/CANCER-thumbStandard.jpg", "keywords": [], "authors": ["Gardiner Harris"], "canonical_link": "https://www.nytimes.com/2010/11/05/health/research/05cancer.html", "title": "Lung Cancer Deaths Reduced by CT Scans, Study Finds", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1248069284985", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2010/11/05/health/research/05cancer.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2010/11/05/health/research/05cancer.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1248069284985"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2010/11/05/health/research/05cancer.html", "title": "Lung Cancer Deaths Reduced by CT Scans, Study Finds", "description": "A trial has shown that early detection, using annual CT scans rather than X-rays, can sharply reduce deaths.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary", "creator": "gardinerharris"}, "robots": "noarchive", "hdl_p": "Scans Cut Deaths By Lung Cancer Among Smokers", "description": "A trial has shown that early detection, using annual CT scans rather than X-rays, can sharply reduce deaths.", "genre": "News", "articleid": 1248069284985, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Lung Cancer Deaths Reduced by CT Scans, Study Finds", "pdate": 20101104, "utime": 20150209145146, "ptime": 20101104111037, "DISPLAYDATE": "Nov. 4, 2010", "dat": "Nov. 4, 2010", "lp": "A trial has shown that early detection, using annual CT scans rather than X-rays, can sharply reduce deaths.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "05cancer", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "published": "2010-11-04T11:10:37-04:00", "modified": "2015-02-09T14:51:46-05:00", "section": "Health", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "top-level-section": "health", "author": "https://www.nytimes.com/by/gardiner-harris", "tag": "Lungs"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "og": {"url": "https://www.nytimes.com/2010/11/05/health/research/05cancer.html", "type": "article", "title": "Lung Cancer Deaths Reduced by CT Scans, Study Finds", "description": "A trial has shown that early detection, using annual CT scans rather than X-rays, can sharply reduce deaths.", "image": "https://static01.nyt.com/images/2010/11/04/health/CANCER/CANCER-thumbStandard.jpg"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Gardiner Harris", "tone": "feature", "byl": "By GARDINER HARRIS", "PT": "article", "CG": "health", "SCG": "research", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Lungs", "org": "National Cancer Institute", "keywords": "Cancer,CAT Scans,Smoking and Tobacco,National Cancer Institute,Lungs", "thumbnail": "https://static01.nyt.com/images/2010/11/04/health/CANCER/CANCER-thumbStandard.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "dfp-ad-unit-path": "health/research", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1288929600.0, "source": "http://www.nytimes.com", "summary": ""}