{"url": "http://www.wsj.com/articles/breathing-for-your-better-health-1422311283", "text": "Take a deep breath and relax.\n\nBehind that common piece of advice is a complex series of physiological processes that calm the body, slow the heart and help control pain.\n\nBreathing and controlling your breath is one of the easiest ways to improve mental and physical health, doctors and psychologists say. Slow, deep and consistent breathing has been shown to have benefits in treating conditions ranging from migraines and irritable bowel syndrome to anxiety disorders and pain.\n\n“If you train yourself to breathe a little bit slower it can have long-term health benefits,” said Murali Doraiswamy, a professor of psychiatry at Duke University Medical Center in Durham, N.C. Deep breathing activates a relaxation response, he said, “potentially decreasing inflammation, improving heart health, boosting your immune system and maybe even improving longevity,”\n\nTo help foster the habit of healthful breathing, a San Francisco technology startup recently launched a wearable device called Spire that tracks breathing patterns and tells users when they are too tense or anxious. “One of the goals of this work was, ‘How do you make it so simple to shift into calm or focus that people don’t have to stop what they’re doing?’” said Neema Moraveji, co-founder of Spire and director of the Calming Technology Lab at Stanford University.\n\nMany early buyers of the $150 Spire are office workers who spend a lot of time on computers. Research has found people working on computers often hold their breath, an action referred to as screen apnea, he said.\n\nBelisa Vranich, a New York City-based clinical psychologist, has been conducting breathing workshops around the country for just over a year. Among her biggest clients: corporate managers eager to learn how to better manage stress.\n\nDr. Vranich says she instructs clients to breathe with their abdomen. On the inhale, this encourages the diaphragm to flatten out and the ribs to flare out. Most of us by instinct breathe vertically, using our chest, shoulders and neck, she says.\n\nAbdominal, or diaphragmatic, breathing is often taught in yoga and meditation classes. Experts say air should be breathed in through the nose, and the exhale should be longer than the inhale. Dr. Vranich recommends trying to breathe this way all the time but other experts say it is enough to use the technique during stressful or tense times or when it is necessary to focus or concentrate.\n\nSlow breathing stimulates the vagus nerve, which runs from the stem of the brain to the abdomen. It is part of the parasympathetic nervous system, which is responsible for the body’s “rest and digest” activities. (By contrast, the sympathetic nervous system regulates many of our “fight or flight” responses.)\n\nThe vagus-nerve activity causes the heart rate to decrease as we exhale, said Richard Gevirtz, a psychology professor at Alliant International University in San Diego. Vagal activity can be activated when breathing at about five to seven breaths a minute, said Dr. Gevirtz, compared with average breathing rates of about 12 to 18 breaths a minute.\n\nThe vagus nerve’s response includes the release of different chemicals, including acetylcholine, a neurotransmitter that acts as an anti-inflammatory and slows down digestion and the heart rate, said Stephen Silberstein, director of the Jefferson Headache Center at Thomas Jefferson University in Philadelphia who is working on an article on the vagus nerve and its functions.\n\nGetty Images\n\nWhen medical conditions are severe, such as with epilepsy, medical devices are sometimes implanted to stimulate the vagus nerve. For most people, slow, steady breathing is a natural way to stimulate the nerve.\n\nCertain conditions, including asthma and panic disorders, have been shown to benefit from a different breathing technique—taking shallow breaths through the nose at a regular rhythmic speed of eight to 13 breaths a minute. For these patients, already anxious about their symptoms, deep breathing can cause them to take in too much air and hyperventilate.\n\nHeart-rate-variability biofeedback uses breathing to train people to increase the variation in their heart rate, or the interval between heartbeats. The technique has been shown to have benefits for conditions including anxiety disorders and asthma. Biofeedback also makes breathing more efficient, said Paul Lehrer, a clinical psychologist at Robert Wood Johnson Medical School, part of Rutgers University in New Jersey. On average most people reach this balance when breathing 11 seconds per breath.\n\nSpire, the device that tracks individual breathing patterns, is a pedometer-like device that can be clipped onto pants or a bra strap and can sense breathing patterns without touching the skin. A sensor detects subtle torso expansions and contractions, said Stanford’s Dr. Moraveji. The device identifies people’s baseline breathing patterns and can tell users when they are tense or may need to take a deep breath. It includes an app that guides people in breathing exercises as short as 30 seconds.\n\nDr. Moraveji’s research includes a 2011 Stanford study of 13 students that found subjects on average took 16.7 breaths a minute when they were doing normal computer work compared with 9.3 breaths a minute when they were relaxed, he said. The study was published in the proceedings of the annual ACM Symposium on User Interface Software and Technology.\n\nA follow-up study involving 14 subjects found that giving feedback of breathing patterns on a computer screen allowed the subjects to control their breathing without decreasing their performance on an analytical task, Dr. Moraveji said. “We proved that because the breath is so easily controllable, you don’t have to interrupt your task in order to regulate your nervous system,” he said. The study was presented at the ACM CHI Conference on Human Factors in Computing Systems in 2012.\n\nDr. Vranich, the breathing coach, believes teaching people to unlearn dysfunctional breathing habits requires practice and exercises. Her group classes cost $150 for a three-hour workshop and private classes range from $350 to $450.\n\nOn a recent afternoon, she held a private session in her Manhattan studio with Joe March, a 40-year-old New York City firefighter who said he wanted to improve his lung capacity and condition for Brazilian jujitsu, a form of martial arts he practices.\n\nDr. Vranich positions many of her clients upside down, to better exercise the diaphragm muscles. She assisted Mr. March into a shoulder stand against a wall as she monitored his breathing. “Inhale, relax, and see if you can expand right by your diaphragm,” she said. “Exhale, squeeze your ribs at the same time.”\n\nEarl Winthrop, a 60-year-old partner of a Boston wealth-management firm, is another of Dr. Vranich’s clients. “When I was working on the computer, I wasn’t breathing properly,” said Mr. Winthrop, who now does tailored breathing exercises and short bouts of meditative breathing. “I’m much more aware now. I feel more focused. I can calm myself down,” he said.", "images": ["https://content-thumbnail.cxpublic.com/content/dominantthumbnail/fddd6d28f0576a5772474e644a95623747e1cb4b.jpg?5dc9ac40", "https://s.wsj.net/public/resources/images/B3-FK672_STREAM_C_20191108185629.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/b5e977a5139ed9e9684742f90919df7b635ae623.jpg?5dc9aba2", "https://m.wsj.net/video/20191107/110719opvidpw3/110719opvidpw3_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/0d2ffa0d6fff89f02d5a9d5508d5467ad9dbd858.jpg?5dc9aba1", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/487b80633438bb2d561829c2e7f8bccee2c45e0b.jpg?5dc9ab9e", "https://si.wsj.net/public/resources/images/BN-GP866_Yhealt_D_20150126113817.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/2a7d0786567f18bb6a72f17019cd642c0b51f730.jpg?5dc9aba1", "https://m.wsj.net/video/20191107/110719electiontech2/110719electiontech2_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/93d4c0693749e5d6abc5f87d798d3bfdb580948b.jpg?5dc995fd", "https://si.wsj.net/public/resources/images/BN-GP866_Yhealt_G_20150126113817.jpg", "https://images.wsj.net/im-101746?width=111&height=62", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/f600b0a56ee84a4d350fa4e522e51ee27d5fd426.jpg?5dc9aba3", "https://m.wsj.net/video/20191104/cinvest1105/cinvest1105_167x94.jpg", "https://images.wsj.net/im-125154?width=111&height=62", "https://s.wsj.net/public/resources/images/B3-ES110_PARTNE_C_20190809085434.jpg", "https://si.wsj.net/public/resources/images/PJ-BZ712A_YHEAL_9U_20150126142414.jpg", "https://m.wsj.net/video/20191101/110419elevatorpai/110419elevatorpai_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/461b35da8a2936ee4a7ca01072773c0d5aa427f2.jpg?5dc9aba4", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/869c2a340c4c25db5466a6de556da60ae1a2bf4e.jpg?5dc9aba2", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/4a581253a775cca47f02b15ba756a5f4ccf7b8bf.jpg?5dc969b8", "https://images.wsj.net/im-124802?width=111&height=62", "https://si.wsj.net/public/resources/images/BN-GP866_Yhealt_P_20150126113817.jpg", "https://m.wsj.net/video/20191107/110719seib/110719seib_167x94.jpg"], "top_img": "https://si.wsj.net/public/resources/images/BN-GP866_Yhealt_G_20150126113817.jpg", "keywords": [], "authors": ["Sumathi Reddy"], "canonical_link": "https://www.wsj.com/articles/breathing-for-your-better-health-1422311283", "title": "Breathing for Your Better Health", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "dj.asn": "i-0d52", "user.type": "nonsubscriber", "user.exp": "default", "page.section": "Article", "page.content.type": "Article", "page.content.format": "responsive", "page.content.source": "WSJ Online", "article.template": "full", "page.site": "wsj", "page.site.product": "WSJ", "page.region": "na,us", "article.id": "SB10360088916158143965604580423411741155550", "article.type": "Your Health", "article.type.display": "Your Health", "article.access": "paid", "article.origheadline": "Breathing for Your Better Health", "article.headline": "Breathing for Your Better Health", "article.summary": "Breathing and controlling your breath is one of the easiest ways to improve mental and physical health, doctors and psychologists say.", "apple-itunes-app": "app-id=364387007,app-argument=wsj://launch?articleid=SB10360088916158143965604580423411741155550&headline=Breathing%20for%20Your%20Better%20Health&weburl=http://www.wsj.com/articles/SB10360088916158143965604580423411741155550", "al": {"ios": {"url": "wsj://launch?articleid=SB10360088916158143965604580423411741155550&headline=Breathing%20for%20Your%20Better%20Health&weburl=http://www.wsj.com/articles/SB10360088916158143965604580423411741155550"}}, "article.page": "Life", "article.section": "Life", "article.published": "2015-01-26T22:28:00.000Z", "article.updated": "2015-01-26T22:28:00.000Z", "article.created": "2015-01-26T22:28:00.000Z", "dateLastPubbed": "2015-01-27T00:53:00.000Z", "author": "Sumathi Reddy", "keywords": "breathe right,breathing and good health,breathing and mental health,breathing better,lungs and breathing,political,general news,health,ohwn,life & style", "cXenseParse": {"wsj-keywords": "breathe right,breathing and good health,breathing and mental health,breathing better,lungs and breathing,political,general news,health,ohwn,life & style", "wsj-primary-inset": "image", "poptart": {"image": "https://si.wsj.net/public/resources/images/BN-GP866_Yhealt_D_20150126113817.jpg"}, "candybar": {"image": "https://si.wsj.net/public/resources/images/BN-GP866_Yhealt_E_20150126113817.jpg"}, "wsj-page-content-source": "WSJ Online", "wsj-coral": "true"}, "news_keywords": "breathe right,breathing and good health,breathing and mental health,breathing better,lungs and breathing,political,general news,health,ohwn,life & style", "description": "Breathing and controlling your breath is one of the easiest ways to improve mental and physical health, doctors and psychologists say.", "article": {"word_count": 1121, "image_count": 2, "external_link_count": 1, "publisher": "https://www.facebook.com/wsj", "opinion": "false"}, "robots": "noarchive,noodp", "language": "en-US", "twitter": {"title": "Breathing for Your Better Health", "description": "Breathing and controlling your breath is one of the easiest ways to improve mental and physical health, doctors and psychologists say.", "image": {"identifier": "https://si.wsj.net/public/resources/images/BN-GP866_Yhealt_G_20150126113817.jpg", "alt": "Breathing for Your Better Health"}, "card": "summary_large_image", "creator": "@rddysum", "site": "@WSJ", "domain": "wsj.com"}, "fb": {"app_id": 368513495882, "pages": 8304333127}, "og": {"title": "Breathing for Your Better Health", "description": "Breathing and controlling your breath is one of the easiest ways to improve mental and physical health, doctors and psychologists say.", "url": "https://www.wsj.com/articles/breathing-for-your-better-health-1422311283", "image": {"identifier": "https://si.wsj.net/public/resources/images/BN-GP866_Yhealt_G_20150126113817.jpg", "width": 553, "height": 369}, "locale": "en_US", "type": "article", "site_name": "WSJ"}, "cx_pv_id": "k2usk66fhqdc3jjc", "cx_shield": "{\"campaign\":99999,\"placement\":\"cx-articlecover\",\"tag\":\"openhouse\",\"type\":\"free\"}", "referrer": "always"}, "movies": [], "publish_date": null, "source": "http://www.wsj.com", "summary": ""}