{"url": "http://www.Reuters.com/article/2011/09/06/us-surgery-weightloss-idUSTRE7855YR20110906", "text": "NEW YORK (Reuters Health) - A less common form of obesity surgery may spur more weight loss than its far more popular cousin, gastric bypass — but at the price of greater long-term risks, researchers reported Tuesday.\n\nThe study, published in the Annals of Internal Medicine, followed 60 severely obese patients who were randomly assigned to either gastric bypass surgery or a more extensive procedure known as duodenal switch.\n\nTwo years after surgery, duodenal switch patients had lost more weight: about 50 pounds more, on average.\n\nPeople shed a substantial amount of weight with either type of surgery. Gastric bypass patients cut an average of 111 pounds, while duodenal switch patients dropped about 162.\n\nBut those extra pounds came with nearly double the complication rate.\n\nOf the 29 duodenal switch patients, 62 percent had problems like abdominal pain, vomiting, diarrhea and intestinal obstruction. And several suffered long-term malnutrition — something not seen in the gastric bypass group.\n\nDuodenal switch is not a popular procedure. In a 2008 study, it accounted for just 1 percent of weight-loss, or bariatric, surgeries done in the U.S., and 5 percent in Europe.\n\nThe technique is often reserved for “superobese” patients with a body mass index (BMI) of 50 or higher — though some surgeons perform it with less severely obese patients too, explained Dr. Torgeir T. Sovik of Oslo University in Norway, the lead researcher on the new study.\n\n“As duodenal switch can be associated with more adverse events, this procedure should only be performed in carefully selected patients by a dedicated bariatric team,” Sovik told Reuters Health in an email. “And a closer follow-up after surgery is required after such procedures.”\n\nBut an expert not involved in the study went further.\n\n“This is an operation that should probably go away,” said Dr. Edward H. Livingston, a professor and surgeon at the University of Texas Southwestern Medical Center in Dallas.\n\nThe average weight loss seen with either gastric bypass or duodenal switch will improve or reverse obesity-related ills like diabetes, sleep apnea and knee arthritis, according to Livingston, who wrote an editorial published with the study.\n\nSo for those medical conditions, it probably wouldn’t matter if a person lost 100 pounds or 150 pounds over two years.\n\nBMI is a measure of weight relative to height. A BMI between 18.5 and 24.9 is considered normal weight, and above 30 is obese.\n\nThe patients in the current study were a fairly healthy group despite having a BMI of 50 or more.\n\nAfter two years, those who’d had a duodenal switch showed a greater improvement in their cholesterol levels. But those levels were near-normal (in both groups) to begin with, Livingston noted.\n\nThat begs the question, he said, of whether the extra weight loss “actually accomplished anything.”\n\n“The answer is ‘no,’” Livingston said.\n\nIn the U.S., where about 220,000 people underwent weight-loss surgery in 2009, gastric bypass is the most common form chosen.\n\nDuring gastric bypass, the upper portion of the stomach is stapled off to create a smaller pouch that restricts the amount of food a person can eat at one time. The surgeon also creates a bypass around the rest of the stomach and a portion of the small intestine, which limits the body’s absorption of food.\n\nDuodenal switch is more extensive. The surgeon removes part of the stomach, and the remaining “sleeve”-like stomach is attached to the final section of the small intestine; that puts even greater limits on the body’s absorption of calories and nutrients.\n\nBoth surgeries carry the long-term risk of nutritional deficiencies, and people need to take supplements and carefully monitor their diets for a lifetime afterward.\n\nBut the risks of nutrient deficiencies are greater with duodenal switch, and include some not seen with gastric bypass, Livingston pointed out.\n\nSome people, for instance, may have severe calcium and vitamin D loss leading to weak and fragile bones. Other problems include severe protein deficiency and night blindness caused by vitamin A deficiency (which is also reversible with extra vitamin A treatment).\n\nIn this study, three of the 29 duodenal switch patients developed protein malnutrition, two developed night blindness, and one had a severe iron deficiency that needed to be treated with iron infusions.\n\nLivingston said his advice to people considering weight-loss surgery is to avoid duodenal switch. “It’s just not a good operation,” he asserted.\n\nBut he also questioned the value of weight-loss surgery, in general, for severely obese people who do not have medical conditions that stand to improve or resolve after surgery.\n\nIn general, experts say that surgery could be an option for anyone with a BMI of 40 or higher; that translates, roughly, to a man who is at least 100 pounds overweight or a woman who is 80 pounds overweight.\n\nLivingston said he thinks more caution is in order when a very obese person is otherwise healthy.\n\nAlong with the risks of surgery, he said, there is still uncertainty about whether it actually lengthens people’s lives. Some studies have suggested it might, but not all.\n\nIn a study recently published in the Journal of the American Medical Association, Livingston and his colleagues found no survival advantage among severely obese patients who’d undergone weight-loss surgery versus those who hadn’t.\n\nThe study involved 850 U.S. veterans who underwent some form of weight-loss surgery, at an average age of about 50, and more than 41,000 vets who had only non-surgical care. There was no evidence that surgery improved longevity over the next seven years.\n\n“We really don’t even know if there’s a survival benefit,” Livingston said.\n\nThat, he added, makes the risks of duodenal switch seem even less worthwhile.\n\nBut according to Sovik, duodenal switch might be appropriate for some superobese patients.\n\nIn the U.S., he said, about one in three weight-loss surgery candidates have a BMI of 50 or higher. And studies suggest that a sizable percentage of those people will still have a BMI higher than 40 after gastric bypass.\n\nIn this study, one-quarter of gastric bypass patients still had a BMI that high two years after surgery — versus none of the duodenal switch patients.\n\nMore extensive monitoring after duodenal switch, Sovik noted, can help detect and manage side effects.\n\nHe pointed out, though, that larger, longer-term studies are still needed to show whether the extra weight loss with duodenal switch ultimately improves severely obese patients’ health and extends their lives.\n\nSOURCE: bit.ly/mQAUrf Annals of Internal Medicine, online September 6, 2011.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Amy Norton", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-surgery-weightloss-idUSTRE7855YR20110906", "title": "Rare surgery brings more weight loss, more risks", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "(Reuters Health) - A less common form of obesity surgery may spur more weight loss than its far more popular cousin, gastric bypass -- but at the price of greater long-term risks, researchers reported Tuesday.", "Author": "Amy Norton", "keywords": "US,SURGERY,WEIGHTLOSS", "news_keywords": "US;SURGERY;WEIGHTLOSS", "REVISION_DATE": "Tue Sep 06 19:45:05 UTC 2011", "analyticsAttributes.articleDate": "2011-09-06T19:45:05+0000", "analyticsAttributes.author": "Amy Norton", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-surgery-weightloss-idUSTRE7855YR20110906", "analyticsAttributes.contentTitle": "Rare surgery brings more weight loss, more risks", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "US,SURGERY,WEIGHTLOSS", "analyticsAttributes.keywordSlug": "US-SURGERY-WEIGHTLOSS", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Rare surgery brings more weight loss, more risks", "sailthru.author": "Amy Norton", "sailthru.date": "2011-09-06T19:45:05+0000", "sailthru.title": "Rare surgery brings more weight loss, more risks", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Rare surgery brings more weight loss, more risks", "url": "https://www.reuters.com/article/us-surgery-weightloss-idUSTRE7855YR20110906", "type": "article", "description": "(Reuters Health) - A less common form of obesity surgery may spur more weight lo...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2011-09-06T19:45:05+0000", "modified_time": "2011-09-06T19:45:05+0000", "section": "Homepage", "author": "Amy Norton", "tag": "US,SURGERY,WEIGHTLOSS"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary", "title": "Rare surgery brings more weight loss, more risks", "description": "(Reuters Health) - A less common form of obesity surgery may spur more weight loss than its far more popular cousin, gastric bypass -- but at the price of greater long-term risks, researchers reported...", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1315281600.0, "source": "http://www.Reuters.com", "summary": ""}