{"url": "http://www.nytimes.com/2010/02/05/business/05diabetes.html", "text": "No children in the study who were treated with the computer-assisted system experienced very low blood sugar overnight. But there were nine instances of very low blood sugar among children who had the standard treatment, according to the study, conducted by researchers in Britain at the University of Cambridge.\n\n“This is an important step in diabetes control because it shows that, with this system, people can sleep safely with minimized risk of hypoglycemia,” said Dr. Eric Renard, a professor of diabetology at Montpellier University Hospital in Montpellier, France.\n\nDr. Renard, whose commentary accompanied the study in The Lancet, has been a consultant and speaker for several makers of diabetic products, he said.\n\nIndustry analysts have estimated that 10 to 15 percent of Americans with Type 1 diabetes — perhaps 400,000 of them — use either a continuous glucose monitor or an insulin pump, or in some cases both.\n\nOver the last decade, the makers of medical devices have developed techniques that have widened diabetes management options beyond pricking the finger several times a day to test blood glucose levels. Companies like DexCom in San Diego now make small continuous glucose monitors whose sensors can be embedded in the skin. And Animas, a division of Johnson & Johnson, makes programmable pumps the size of a cellphone that administer insulin doses through a tiny implantable catheter.\n\nThese new-generation devices represent a significant advance over older products, said Aaron J. Kowalski, the assistant senior vice president of glucose control research at the Juvenile Diabetes Research Foundation in Manhattan, one of the largest nonprofit patient advocacy and research groups for diabetes.\n\nEven so, Dr. Kowalski said, using separate devices that are not designed to work in concert poses limits to treatment, particularly overnight. If a diabetic person’s blood sugar drops during the night and the glucose monitor alarm goes off, for example, that person may not wake up and the preprogrammed pump, operating separately, could continue to deliver insulin, making the problem worse, Dr. Kowalski said. (His group was one of the sponsors of the Lancet study.)\n\nPhoto\n\nResearchers in Europe and the United States have been racing to develop a fully automated system for Type 1 diabetes that would wirelessly connect an external glucose monitor with an insulin delivery device. Based on algorithms like the ones used in the Lancet study, the devices would continually monitor glucose levels, calibrate insulin dosages and then dispense insulin in real time — automating a delivery task performed by a nurse in the study.\n\nAdvertisement Continue reading the main story\n\nResearchers call such a hypothetical integrated system an “artificial pancreas” because it would mimic the way a healthy pancreas works, sensing glucose and dispensing insulin in the right dose at the right time. The goal is a portable system that could be worn on a belt and would be no larger than a cellphone.\n\nLast month, as part of an effort called the Artificial Pancreas Project, the Juvenile Diabetes Research Foundation announced an $8 million partnership with Animas to develop a first-generation combined system. Meanwhile the European Union has just started its own project, called Artificial Pancreas at Home, which involves a grant of 10.5 million euros to research teams across Europe to create a prototype combined device over the next four years, Dr. Renard said.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe new study in The Lancet, proponents say, represents a proof-of-concept milestone in the quest to develop such a system.\n\n“The significance is in showing that the existing devices, which are available commercially, can be combined to create the first version of an artificial pancreas,” said Dr. Roman Hovorka, the lead author of the study.\n\nDr. Hovorka, a principal research associate in pediatrics at Cambridge, said he had been a consultant or speaker for several makers of diabetes products.\n\nAlthough the Lancet study was small — only 17 children completed the entire protocol — it is significant because it demonstrated that a computer algorithm could safely interpret glucose data and calculate appropriate insulin doses for a pump, he said.\n\nThe study not only indicated that the algorithm system prevented very low glucose overnight, Dr. Hovorka said, but it also indicated that the experimental system was better able to keep blood glucose in an acceptable range.\n\nAfter midnight, about 80 percent of the measured glucose levels fell in a target range in children treated with the computer-adjusted system — compared to only 35 percent in the target range for those treated with a standard preprogrammed pump system, according to the study.\n\nAdvertisement Continue reading the main story\n\nStill, while the overall results were statistically significant, the study was not large enough to attain statistical significance in each of its separate arms. Those branches of the study examined how children fared after eating meals or after exercising — factors which can affect glucose levels.\n\nAnd the experimental combined system itself was not fully automated. To ensure that the experimental algorithm did not recommend unsafe doses, a nurse read the computer-generated dosing suggestions and then adjusted the patients’ insulin pumps.\n\nIndeed, even if device makers are able to develop fully automated prototypes of combination systems, they are likely to face regulatory hurdles, analysts said, and would have to factor in product liability concerns.\n\n“This is something that companies have been striving to do for years, and as computer chip technology evolves, it gets closer,” said Rick Wise, an analyst at Leerink Swann, a health care investment bank. “But you have to appreciate how exquisitely reliable an artificial pancreas would have to be to read glucose correctly and dispense insulin correctly.”", "images": ["https://static01.nyt.com/images/2010/02/05/business/05diabetes_CA0/05diabetes_CA0-thumbStandard.jpg", "https://static01.nyt.com/images/2010/02/05/business/05diabetes_CA0/05diabetes_CA0-popup.jpg"], "top_img": "https://static01.nyt.com/images/2010/02/05/business/05diabetes_CA0/05diabetes_CA0-thumbStandard.jpg", "keywords": [], "authors": ["Natasha Singer"], "canonical_link": "https://www.nytimes.com/2010/02/05/business/05diabetes.html", "title": "Insulin Study Could Lead to New Dosage Devices", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1247466880805", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2010/02/05/business/05diabetes.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2010/02/05/business/05diabetes.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1247466880805"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2010/02/05/business/05diabetes.html", "title": "Insulin Study Could Lead to New Dosage Devices", "description": "A new study points toward a different way of regulating children’s glucose levels by using a continuous glucose monitor instead of the standard diabetes management system.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary", "creator": "natashanyt"}, "robots": "noarchive", "hdl_p": "Insulin Dose More Finely Calculated", "description": "A new study points toward a different way of regulating children’s glucose levels by using a continuous glucose monitor instead of the standard diabetes management system.", "genre": "News", "articleid": 1247466880805, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Insulin Study Could Lead to New Dosage Devices", "pdate": 20100204, "utime": 20141018105832, "ptime": 20100204211643, "DISPLAYDATE": "Feb. 4, 2010", "dat": "Feb. 4, 2010", "lp": "A new study points toward a different way of regulating children’s glucose levels by using a continuous glucose monitor instead of the standard diabetes management system.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "05diabetes", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/business/index.jsonp", "published": "2010-02-04T21:16:43-05:00", "modified": "2014-10-18T10:58:32-04:00", "section": "Business Day", "section-taxonomy-id": "104D1E63-9701-497B-8CF4-A4D120C9014E", "section_url": "https://www.nytimes.com/pages/business/index.html", "top-level-section": "business", "author": "https://www.nytimes.com/by/natasha-singer", "tag": "Cambridge University"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/business/index.jsonp", "og": {"url": "https://www.nytimes.com/2010/02/05/business/05diabetes.html", "type": "article", "title": "Insulin Study Could Lead to New Dosage Devices", "description": "A new study points toward a different way of regulating children’s glucose levels by using a continuous glucose monitor instead of the standard diabetes management system.", "image": "https://static01.nyt.com/images/2010/02/05/business/05diabetes_CA0/05diabetes_CA0-thumbStandard.jpg"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Natasha Singer", "tone": "news", "byl": "By NATASHA SINGER", "PT": "article", "CG": "business", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Children and Youth", "org": "Cambridge University", "keywords": "Diabetes,Insulin,Pancreas,Children and Youth,Lancet  The (Journal),Cambridge University", "thumbnail": "https://static01.nyt.com/images/2010/02/05/business/05diabetes_CA0/05diabetes_CA0-thumbStandard.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "dfp-ad-unit-path": "business", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1265346000.0, "source": "http://www.nytimes.com", "summary": ""}