{"url": "http://www.Reuters.com/article/idUSTRE6AL3C120101122?pageNumber=2", "text": "NEW YORK (Reuters Health) - There may be a seed of truth amidst the many health claims for pomegranate juice, researchers from Israel said Thursday, at least for kidney patients on dialysis.\n\nThey found that such patients who gulped a few cups of the tart liquid every week lowered their chances of infections, the second-leading killer of the more than 350,000 Americans on dialysis.\n\nThe findings were presented at the American Society of Nephrology’s meeting in Denver — aka Renal Week — and have not yet been vetted by independent experts.\n\n“It’s a very intriguing study,” said Dr. Frank Brosius, who heads the nephrology division at the University of Michigan Health System and was not involved in the research.\n\n“I certainly don’t know of anything else that would have such a profound effect,” he told Reuters Health, cautioning at the same time that the study needed to be replicated by other centers.\n\nThe results come in the wake of a U.S. crackdown on allegedly false advertising by POM Wonderful, which claims its pomegranate products can help everything from heart disease to prostate cancer and erectile dysfunction.\n\nThe Israeli researchers, led by Dr. Batya Kristal of Western Galilee Hospital in Nahariya, did not use POM juice, but a brand sold by Naturafood.\n\nIn lab tests, Kristal told Reuters Health, that brand ranked highest in polyphenol antioxidants, which can reduce cell damage caused by so-called free radicals.\n\nAntioxidants are found in different levels in fruits and vegetables, such as blueberries or broccoli.\n\n“Pomegranate juice was shown in the last three years to contain the highest levels of polyphenols among a variety of products,” Kristal said. “Much higher than red wine, for instance.”\n\nThe researchers figured an antioxidant-rich diet might help patients with kidney failure, because the level of free radicals in their blood increases as the blood circulates through the dialysis device. That, in turn, may rev up inflammation in their tissues.\n\nIn the study, funded by the Israeli Ministry of Health, 101 patients were randomly assigned to either a concoction without pomegranate juice, or the real thing.\n\nAfter downing about half a cup three times a week over a year, those who drank the real thing had a reduction of inflammatory molecules in their blood.\n\nThey also made fewer trips to the hospital.\n\n“We found significant reductions in hospitalization due to infections, with more than 40 percent reduction in the first hospitalization and 80 percent in the second,” said Kristal.\n\nHowever, the researchers were only able to rule out chance as the cause of the reduction in the second visit to the hospital.\n\nAccording to the findings, among 50 patients drinking pomegranate juice for a year, about two would have to go to the hospital at least twice. By comparison, that number would be nearly 11 in patients not drinking the juice.\n\nThe researchers say they don’t know if their results extend to other brands as well, and suggest squeezing your own juice. A 16-oz bottle of POM Wonderful sells for about $4.\n\nShe said her team had found no side effects, but added that kidney patients should be aware of the high potassium content in the juice, given the delicate balance of nutrients in their blood, and talk to their doctor if they consider drinking it.\n\nBrosius was skeptical of the benefits, although he said the juice was unlikely to cause harm.\n\n“I would prefer to see this validated at other centers before we come out and say this is the thing to do,” he said. Even if the findings hold up, he said, it is still unclear what accounts for them. “Who the heck knows what the active ingredients are?”\n\nMarion Nestle, a nutrition expert at New York University, said the effects might not be unique to pomegranate juice.\n\n“This study does not demonstrate anything special about pomegranate juice,” she told Reuters Health in an e-mail. “The effects of juice were compared to a placebo, not to any other kind of juice that might have exactly the same effect.”\n\n“The pomegranate people are spending millions to prove what I could have told them in the first place,” she added. “Pomegranate juices — like most if not all fruit and vegetable juices — have antioxidant activity. Does this make pomegranates better than any other fruit? Investigators have yet to show this.”", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Frederik Joelving", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-pomegranate-juice-idUSTRE6AL3C120101122", "title": "Pomegranate juice could help kidney patients", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "(Reuters Health) - There may be a seed of truth amidst the many health claims for pomegranate juice, researchers from Israel said Thursday, at least for kidney patients on dialysis.", "Author": "Frederik Joelving", "keywords": "Israel,United States,Batya Kristal,Frank Brosius,Marion Nestle,US,POMEGRANATE,JUICE", "news_keywords": "Israel;United States;Batya Kristal;Frank Brosius;Marion Nestle;US;POMEGRANATE;JUICE", "REVISION_DATE": "Mon Nov 22 15:15:42 UTC 2010", "analyticsAttributes.articleDate": "2010-11-22T15:15:42+0000", "analyticsAttributes.author": "Frederik Joelving", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-pomegranate-juice-idUSTRE6AL3C120101122", "analyticsAttributes.contentTitle": "Pomegranate juice could help kidney patients", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "Israel,United States,Batya Kristal,Frank Brosius,Marion Nestle,US,POMEGRANATE,JUICE", "analyticsAttributes.keywordSlug": "US-POMEGRANATE-JUICE", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Pomegranate juice could help kidney patients", "sailthru.author": "Frederik Joelving", "sailthru.date": "2010-11-22T15:15:42+0000", "sailthru.title": "Pomegranate juice could help kidney patients", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Pomegranate juice could help kidney patients", "url": "https://www.reuters.com/article/us-pomegranate-juice-idUSTRE6AL3C120101122", "type": "article", "description": "(Reuters Health) - There may be a seed of truth amidst the many health claims fo...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2010-11-22T15:15:42+0000", "modified_time": "2010-11-22T15:15:42+0000", "section": "Homepage", "author": "Frederik Joelving", "tag": "Israel,United States,Batya Kristal,Frank Brosius,Marion Nestle,US,POMEGRANATE,JUICE"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary", "title": "Pomegranate juice could help kidney patients", "description": "(Reuters Health) - There may be a seed of truth amidst the many health claims for pomegranate juice, researchers from Israel said Thursday, at least for kidney patients on dialysis.", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1290438942.0, "source": "http://www.Reuters.com", "summary": ""}