{"url": "http://consumer.Healthday.com/Article.asp?AID=642660", "text": "En Español\n\nBy Madonna Behen\n\nHealthDay Reporter\n\nTUESDAY, Aug. 31, 2010 (HealthDay News) -- Women who carry genetic mutations that boost their odds of breast and ovarian cancer can live longer and reduce their cancer risk by having preventive surgery, a new study suggests.\n\nThe surgery in question is drastic: removal of the breasts or ovaries before any signs of cancer have arisen.\n\nHowever, \"what our findings show is that women who choose to have these surgeries will reduce their risk of dying of breast or ovarian cancer by about 70 to 80 percent, which is pretty profound,\" said study senior author Dr. Timothy Rebbeck, a professor of epidemiology at the University of Pennsylvania School of Medicine.\n\nThe findings are published in the Sept. 1 issue of the Journal of the American Medical Association.\n\nThe 22-center trial, one of the largest of its kind, studied nearly 2,500 women who were found to have inherited mutations in the BRCA1 or BRCA2 genes.\n\nWomen who carry these mutations have a lifetime risk of breast cancer of anywhere between 56 percent to 84 percent, according to the researchers, whereas the risk for ovarian cancer ranges from 36 percent to 63 percent for BRCA1 mutation carriers and 10 percent to 27 percent for BRCA2 mutation carriers. By contrast, the lifetime risk of breast cancer among women generally is about 12 percent, and for ovarian cancer, it's less than 2 percent.\n\nRoughly half of the women in the study had undergone either mastectomies (surgery to remove their breasts) or salpingo-oophorectomies (surgery to remove the ovaries and fallopian tubes) between 1974 and 2008, in order to proactively lower their risk of cancer. The women were followed for an average of about 3.5 years.\n\nDuring the follow-up period, no breast cancer events occurred in the women who underwent mastectomies, while 7 percent of the women in the group who didn't undergo surgery were diagnosed with breast cancer.\n\nIn addition, women who had their ovaries removed lowered their risk of ovarian and breast cancer, and also lived longer than women who didn't have the surgery. For example, over 6 years of follow-up, no ovarian cancer cases were seen among BRCA2 mutation carriers who underwent salpingo-oophorectomy, compared with 3 percent of carriers who did not undergo the procedure, the researchers report.\n\n\"One of the main messages of our study is that salpingo-oophorectomy should be part of any management plan for any woman who is found to have these genetic mutations,\" said Rebbeck. \"There really isn't anything else that can reduce a woman's risk by this much.\"\n\n\"These findings really emphasize how important it is for all women with a family history of early breast or ovarian cancer to undergo genetic testing,\" said Dr. Virginia Kaklamani, co-author of an editorial that accompanied the study. \"I see women all the time who get the genetic test only after they're diagnosed with cancer,\" said Kaklamani, who is director of translational breast cancer research at the Robert H. Lurie Comprehensive Cancer Center of Northwestern University, in Chicago.\n\nKaklamani added that she hoped the findings would encourage more women to ask their primary care physicians whether they are candidates for genetic counseling.\n\n\"This is a very important study because it gives us more information in order to counsel women at risk,\" said Dr. Daniel Silver, assistant professor of medicine at the Dana Farber Cancer Institute and Harvard Medical School. Silver added that women who are found to carry one of these genetic mutations face \"a very complex set of considerations, so the more hard facts you can give them, the better.\"\n\nAccording to Rebbeck, doctors usually recommend that women who test positive for the genes have their ovaries removed at around age 35, but are okay with putting it off until age 40 if they haven't finished having children. He said the surgery today is often done in an outpatient setting, with the use of laparoscopes, which limits scarring and shortens a patient's recovery time.\n\nMore information\n\nFind out more about the BRCA1 and BRCA2 genes at the U.S. National Cancer Institute.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Madonna Behen"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/preventive-surgeries-may-be-lifesaver-for-women-at-high-cancer-risk-642660.html", "title": "Preventive Surgeries May Be Lifesaver for Women at High Cancer Risk", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Study finds removing breast, ovaries greatly lower the odds, but decision can be a difficult one", "og": {"title": "Preventive Surgeries May Be Lifesaver for Women at High Cancer Risk", "description": "Study finds removing breast, ovaries greatly lower the odds, but decision can be a difficult one", "url": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/preventive-surgeries-may-be-lifesaver-for-women-at-high-cancer-risk-642660.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}