{"url": "http://health.usnews.com/health-news/family-health/cancer/articles/2011/10/17/less-frequent-mammograms-may-lower-false-positive-results", "text": "By Amanda Gardner\n\nHealthDay Reporter\n\nMONDAY, Oct. 17 (HealthDay News) -- Women who undergo mammograms every two years instead of every year have fewer false-positive results, but the trade-off is a slightly higher risk of being diagnosed with late-stage breast cancer, new research finds.\n\n\"After 10 years, biennial mammograms reduced the risk of false-positives by about one-third and, over a lifetime, that would accumulate,\" said Rebecca Hubbard, lead author of a study published in the Oct. 18 issue of Annals of Internal Medicine and funded by the U.S. National Cancer Institute.\n\nBut the increase in breast cancer diagnoses wasn't statistically significant, she said. And breast cancer stage was only analyzed in women who actually developed cancer.\n\nOn the other hand, among roughly 170,000 women screened between 1994 and 2006 and followed for a decade, more than half who received annual mammograms were called back at least once because of a false-positive result, and 7 to 9 percent were recommended to get a biopsy.\n\nFewer women -- about 42 percent -- who had biennial screening were called back because of a false-positive, while 4.8 percent were referred for a biopsy.\n\nHaving a previous mammogram for comparison purposes sliced the rate of false-positives in half.\n\nFor the study, researchers used data from NCI's Breast Cancer Surveillance Consortium.\n\nWomen undergoing once-yearly mammograms need to be prepared for possible call backs, and being prepared may reduce the anxiety around such an event, the authors stated.\n\nThis is the latest volley in an ongoing debate about when to start mammography screening in women.\n\nIn 2009, the U.S. Preventative Services Task Force (USPSTF), a government-sponsored organization, startled the world by recommending that women start mammograms at age 50 instead of 40 and then only once every two years rather than once a year.\n\nThe move released an outcry in the medical community, leading to this and other studies to try to determine the best timing for mammograms, the only screening tool shown to reduce deaths from breast cancer.\n\nThe new study gives a nod in the direction of the UPSTF recommendations, but practitioners aren't necessarily ready to let go of the long-standing once-a-year recommendation.\n\nHubbard, an assistant investigator with Group Health Research Institute in Seattle, Wash., said she \"definitely wouldn't make a specific recommendation for individual women. I feel it's really an individual choice where a woman needs to think about her own risk tolerance and also their own breast cancer risk.\"\n\n\"This gives women more information as to what the risks and benefits of mammography are,\" added Dr. Stephanie Bernik, chief of surgical oncology at Lenox Hill Hospital in New York City. \"It's a personal choice as to whether or not you absolutely have to screen at 40. As breast surgeons, we're still going to advocate that mammograms start at 40.\"\n\nA second study in the same journal issue looked at more than 800,000 U.S. women screened from 2000 to 2006 and found that newer digital mammography and older film mammography were similarly accurate in finding cancer in women ages 50 through 79.\n\nBut in premenopausal women in their 40s, who tend to have denser breast tissue, digital mammography performed better. Again, though, the risk of false-positives was higher than with film mammography.\n\n\"There was a trade-off here as well,\" said Hubbard, who was also an author of this study. \"In general, in women aged 50 to 79 the two modalities performed pretty equivalently, but in younger women the sensitivity of digital mammography was a little bit better so it found more cancers, but there was also a bigger decrease in specificity [resulting in more false-positives].\"\n\nMore information\n\nThe U.S. National Cancer Institute has more on mammography.", "images": ["http://health.usnews.com/static/images/favicon.ico", "https://www.usnews.com/static/img/usn-logo-large.svg"], "top_img": "http://health.usnews.com/static/images/favicon.ico", "keywords": [], "authors": [], "canonical_link": "https://health.usnews.com/health-news/family-health/cancer/articles/2011/10/17/less-frequent-mammograms-may-lower-false-positive-results", "title": "Less Frequent Mammograms May Lower False-Positive Results", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "description": "But every-other-year screening may also raise risk for late-stage breast cancer diagnosis, study finds", "keywords": "breast cancer,cancer,women's health,mammogram,HealthDay,Cancer", "site": "health-news", "zone": "cancer/articles", "robots": "noindex", "fb": {"pages": 5834919267, "app_id": 130063997038366}, "og": {"title": "Less Frequent Mammograms May Lower False-Positive Results", "description": "But every-other-year screening may also raise risk for late-stage breast cancer diagnosis, study finds", "type": "article", "site_name": "US News & World Report", "url": "https://health.usnews.com/health-news/family-health/cancer/articles/2011/10/17/less-frequent-mammograms-may-lower-false-positive-results"}, "twitter": {"card": "summary_large_image", "site": "@USNews", "title": "Less Frequent Mammograms May Lower False-Positive Results", "description": "But every-other-year screening may also raise risk for late-stage breast cancer diagnosis, study finds"}, "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "optimizely": "Optimizely is supported by this application but is not enabled for this page."}, "movies": [], "publish_date": 1318824000.0, "source": "http://health.usnews.com", "summary": ""}