{"url": "https://www.washingtonpost.com/news/to-your-health/wp/2017/02/10/common-weed-could-help-fight-deadly-superbug-study-finds/?utm_term=.ed12777867cf", "text": "Cassandra Quave, an Emory University scientist who studies how indigenous people use plants in healing practices, said researchers pulled apart the chemical ingredients of the berries and tested them in mice infected with these superbug strains. The mice got injections containing the bacteria with or without the plant extracts. Those that didn't receive the extracts developed skin lesions. But in the other mice, the extracts -- a mixture of 27 chemicals -- prevented skin lesions from forming.\n\nAD\n\nAD\n\nInstead of destroying the bacteria, the ingredients in the fruit weakened the bacteria by preventing them from producing the toxins it uses as weapons to damage tissue. The extracts from the fruit repress a gene that allows the bacterial cells to communicate with one another.\n\n“It weakens the bacteria so the mouse’s own defenses work better” to clear the infection, she said. The plant extracts didn't harm the skin tissues or the normal, healthy bacteria found on skin.\n\nThe discovery may hold the potential for new ways to treat and prevent antimicrobial-resistant infections, an enormous global problem that was the focus of a rare high-level United Nations summit last fall.\n\nAD\n\nMRSA has become a serious threat to human health; in 2011, it was responsible for more than 80,000 invasive infections and more than 11,000 deaths in the United States, according to federal statistics.\n\nAD\n\nAntimicrobial resistance refers to infections that have evolved the ability to withstand drugs that ought to stop them. The medicines include antibiotics, which act on bacteria, as well as drugs to fight fungal, viral or parasitic infections. Fighting bacteria with drugs designed to kill them helps fuel the problem of antibiotic resistance if stronger bacteria can survive and evolve to become “superbugs.”\n\n“But instead of always setting a bomb off to kill an infection, there are situations where using an anti-virulence method may be just as effective, while also helping to restore balance to the health of the patient,” said Quave.\n\nPlants have been used repeatedly in traditional medicine over the centuries, and knowledge about their use is passed down from generation to generation, which points to their efficacy, she said.\n\nAD\n\nAD\n\n“People don’t save that knowledge over centuries” if something doesn’t work, she said. “We’re trying to answer the question: Does this work against bacteria, and how does it work, and is it safe to use?”\n\nThe Brazilian peppertree, a shrubby tree native to South America, is an invasive species throughout the southern United States, particularly in Florida, where it’s sometimes called the Florida holly or broad-leaf peppertree, and is considered a noxious weed. The woody plant has long been a staple in Brazilian traditional medicine. Its leaves and bark are used to treat wounds, ulcers, burns and skin infections, Quave said.\n\nLess is known about the plant’s fruit, which was used traditionally as topical poultices for infected wounds and ulcers.\n\nAD\n\nFrom an ecological standpoint, Quave said, it makes sense that invasive weeds have a chemical advantage that may help protect them from diseases so they can spread more easily in a new environment.\n\nAD\n\nBut she said the average person shouldn’t try to use the weed to make their own medicine. “Not everything that is natural is safe,” she said.\n\nHer lab at Emory is doing additional research to confirm the safest and most effective way of using the plant extract. Researchers would still need to conduct pre-clinical trials to test its medicinal benefits.\n\nRead more:\n\nAD", "images": ["https://www.washingtonpost.com/resizer/NpTTYaZxJhHKDtIlx0JDmQo_77Y=/90x90/smart/s3.amazonaws.com/arc-authors/washpost/a26342b5-8039-48cd-9aa0-2f4871bb7694.png", "https://www.washingtonpost.com/resizer/LzLMfQxmgPGm6aWwV7TZnn6QTpY=/150x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/NQDZ7GZAUA24JJNFQB57XAMO6Q.jpg", "https://www.washingtonpost.com/resizer/M8Go8g6eLIQEKU6G868NNh8yC5c=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/U72O6QV2FQ3IFILCMJAFLSQHVA.jpg"], "top_img": "https://www.washingtonpost.com/resizer/M8Go8g6eLIQEKU6G868NNh8yC5c=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/U72O6QV2FQ3IFILCMJAFLSQHVA.jpg", "keywords": [], "authors": ["Lena H. Sun", "National Reporter Focusing On Health"], "canonical_link": "https://www.washingtonpost.com/news/to-your-health/wp/2017/02/10/common-weed-could-help-fight-deadly-superbug-study-finds/", "title": "Common weed could help fight deadly superbug, study finds", "meta_data": {"description": "Traditional healers in the Amazon have used the plant for centuries to treat infections.", "og": {"site_name": "Washington Post", "type": "article", "url": "https://www.washingtonpost.com/news/to-your-health/wp/2017/02/10/common-weed-could-help-fight-deadly-superbug-study-finds/", "image": "https://www.washingtonpost.com/resizer/M8Go8g6eLIQEKU6G868NNh8yC5c=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/U72O6QV2FQ3IFILCMJAFLSQHVA.jpg", "title": "Common weed could help fight deadly superbug, study finds", "description": "Traditional healers in the Amazon have used the plant for centuries to treat infections."}, "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "title": "Common weed could help fight deadly superbug, study finds", "description": "Traditional healers in the Amazon have used the plant for centuries to treat infections."}, "article": {"content_tier": "metered", "opinion": "false"}, "viewport": "width=device-width, initial-scale=1"}, "movies": [], "publish_date": 1486702800.0, "source": "https://www.washingtonpost.com", "summary": ""}