{"url": "http://www.nytimes.com/2012/12/06/health/extended-use-of-breast-cancer-drug-suggested.html?ref=health&_r=0&pagewanted=print", "text": "Dr. Eric P. Winer, chief of women’s cancers at the Dana-Farber Cancer Institute in Boston, said that even women who completed their five years of tamoxifen months or years ago might consider starting on the drug again.\n\nTamoxifen blocks the effect of the hormone estrogen, which fuels tumor growth in estrogen receptor-positive cancers that account for about 65 percent of cases in premenopausal women. Some small studies in the 1990s suggested that there was no benefit to using tamoxifen longer than five years, so that has been the standard.\n\nAbout 227,000 cases of breast cancer are diagnosed each year in the United States, and an estimated 30,000 of them are in premenopausal women with estrogen receptor-positive cancer and prime candidates for tamoxifen. But postmenopausal women also take tamoxifen if they cannot tolerate the alternative drugs, known as aromatase inhibitors.\n\nThe new study, known as Atlas, included nearly 7,000 women with ER-positive disease who had completed five years of tamoxifen. They came from about three dozen countries. Half were chosen at random to take the drug another five years, while the others were told to stop.\n\nIn the group assigned to take tamoxifen for 10 years, 21.4 percent had a recurrence of breast cancer in the ensuing 10 years, meaning the period 5 to 14 years after their diagnoses. The recurrence rate for those who took only five years of tamoxifen was 25.1 percent.\n\nAbout 12.2 percent of those in the 10-year treatment group died from breast cancer, compared with 15 percent for those in the control group.\n\nThere was virtually no difference in death and recurrence between the two groups during the five years of extra tamoxifen. The difference came in later years, suggesting that tamoxifen has a carry-over effect that lasts long after women stop taking it.\n\nAdvertisement Continue reading the main story\n\nWhether these differences are big enough to cause women to take the drug for twice as long remains to be seen.\n\n“The treatment effect is real, but it’s modest,” said Dr. Paul E. Goss, director of breast cancer research at the Massachusetts General Hospital.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nTamoxifen has side effects, including endometrial cancer, blood clots and hot flashes, which cause many women to stop taking the drug. In the Atlas trial, it appears that roughly 40 percent of the patients assigned to take tamoxifen for the additional five years stopped prematurely.\n\nSome 3.1 percent of those taking the extra five years of tamoxifen got endometrial cancer versus 1.6 percent in the control group. However, only 0.6 percent of those in the longer treatment group died from endometrial cancer or pulmonary blood clots, compared with 0.4 percent in the control group.\n\n“Over all, the benefits of extended tamoxifen seemed to outweigh the risks substantially,” Trevor J. Powles of the Cancer Center London, said in a commentary published by The Lancet.\n\nDr. Judy E. Garber, director of the Center for Cancer Genetics and Prevention at Dana-Farber, said many women have a love-hate relationship with hormone therapies.\n\n“They don’t feel well on them, but it’s their safety net,” said Dr. Garber, who added that the news would be welcomed by many patients who would like to stay on the drug. “I have patients who agonize about this, people who are coming to the end of their tamoxifen.”\n\nEmily Behrend, who is a few months from finishing her five years on tamoxifen, said she would definitely consider another five years. “If it can keep the cancer away, I’m all for it,” said Ms. Behrend, 39, a single mother in Tomball, Tex. She is taking the antidepressant Effexor to help control the night sweats and hot flashes caused by tamoxifen.\n\nCost is not considered a huge barrier to taking tamoxifen longer because the drug can be obtained for less than $200 a year.\n\nAdvertisement Continue reading the main story\n\nThe results, while answering one question, raise many new ones, including whether even more than 10 years of treatment would be better still.\n\nPerhaps the most important question is what the results mean for postmenopausal women. Even many women who are premenopausal at the time of diagnosis will pass through menopause by the time they finish their first five years of tamoxifen, or will have been pushed into menopause by chemotherapy.\n\nPostmenopausal patients tend to take aromatase inhibitors like anastrozole or letrozole, which are more effective than tamoxifen at preventing breast cancer recurrence, though they do not work for premenopausal women.\n\nMr. Peto said he thought the results of the Atlas study would “apply to endocrine therapy in general,” meaning that 10 years of an aromatase inhibitor would be better than five years. Other doctors were not so sure.\n\nThe Atlas study was paid for by various organizations including the United States Army, the British government and AstraZeneca, which makes the brand-name version of tamoxifen.", "images": ["https://static01.nyt.com/images/icons/t_logo_291_black.png"], "top_img": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "keywords": [], "authors": ["Andrew Pollack"], "canonical_link": "https://www.nytimes.com/2012/12/06/health/extended-use-of-breast-cancer-drug-suggested.html", "title": "Extended Use of Breast Cancer Drug Suggested", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/100000001938859", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2012/12/06/health/extended-use-of-breast-cancer-drug-suggested.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2012/12/06/health/extended-use-of-breast-cancer-drug-suggested.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/100000001938859"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2012/12/06/health/extended-use-of-breast-cancer-drug-suggested.html", "title": "Extended Use of Breast Cancer Drug Suggested", "description": "A study says that the breast cancer drug tamoxifen should be taken for 10 years rather than for the customary five years to help reduce the risk of death.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "robots": "noarchive", "hdl_p": "Bigger Role Seen for Breast Cancer Drug", "description": "A study says that the breast cancer drug tamoxifen should be taken for 10 years rather than for the customary five years to help reduce the risk of death.", "genre": "News", "articleid": 100000001938859, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Extended Use of Breast Cancer Drug Suggested", "pdate": 20121205, "utime": 20140827071433, "ptime": 20121205083057, "DISPLAYDATE": "Dec. 5, 2012", "dat": "Dec. 5, 2012", "lp": "A study says that the breast cancer drug tamoxifen should be taken for 10 years rather than for the customary five years to help reduce the risk of death.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "06cancer", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "published": "2012-12-05T08:30:57-05:00", "modified": "2014-08-27T07:14:33-04:00", "section": "Health", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "section_url": "https://www.nytimes.com/pages/health/index.html", "top-level-section": "health", "author": "https://www.nytimes.com/by/andrew-pollack", "tag": "Lancet, The (Journal)"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "og": {"url": "https://www.nytimes.com/2012/12/06/health/extended-use-of-breast-cancer-drug-suggested.html", "type": "article", "title": "Extended Use of Breast Cancer Drug Suggested", "description": "A study says that the breast cancer drug tamoxifen should be taken for 10 years rather than for the customary five years to help reduce the risk of death.", "image": "https://static01.nyt.com/images/icons/t_logo_291_black.png"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Andrew Pollack", "tone": "feature", "byl": "By ANDREW POLLACK", "PT": "article", "CG": "health", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Tamoxifen (Drug)", "org": "Lancet, The (Journal)", "keywords": "Breast Cancer,Tamoxifen (Drug),Lancet  The (Journal)", "dfp-ad-unit-path": "health", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1354770000.0, "source": "http://www.nytimes.com", "summary": ""}