{"url": "https://www.statnews.com/2016/11/23/sweat-skin-patch/", "text": "WASHINGTON — Breaking a sweat? Researchers are creating a skin patch that can test those droplets while people exercise and beam results to their smartphones, possibly a new way to track health and fitness.\n\nThe experimental gadget goes well beyond activity monitors like the Fitbit. A little larger than a quarter, it’s almost like a tiny lab stuck to the skin — and a study published Wednesday found it worked on sweaty bicyclists, sticking even during a long-distance race in Arizona.\n\nIf you think of perspiration as just a drippy nuisance, think again.\n\nadvertisement\n\n“Sweat has biochemical components within it that tell us a lot about physiological health,” said John A. Rogers, who directs Northwestern University’s Center for Bio-Integrated Electronics and led the new research.\n\nToday’s wearable technology helps people track their calories, activity and heart rate. A wearable biosensor would be “radically different,” Rogers said.\n\nFor simple fitness purposes, it could give an early warning that it’s time to replenish electrolytes before someone starts to feel dehydrated. But eventually with additional research, Rogers envisions more sophisticated use of such devices, such as real-time monitoring of how the body adjusts during military training, or even to screen people for diseases such as diabetes or cystic fibrosis.\n\nRogers, who did much of the research while at the University of Illinois at Urbana-Champaign, has long worked to develop electronic devices that can stretch and twist with the body. The skin-like sweat patch adds a capability called microfluidics, capturing and analyzing tiny amounts of body fluid.\n\nHow it works: Stick the patch on the skin and start moving. Tiny channels collect perspiration and route it to different compartments where it interacts with chemicals that change color to reflect sweat loss, the perspiration’s acidity level, and concentrations of chloride, glucose and lactate.\n\nTogether, those measurements can indicate such things as hydration levels or electrolyte loss. Hold a smartphone over the patch, and an app takes a picture of the colors and interprets what they mean.\n\nIn two studies reported Wednesday, Rogers’ team stuck patches to the arms and backs of 21 healthy volunteers. Nine rode exercise bikes in a gym to compare the sweat patches’ performance with the decidedly lower-tech method of sweat-testing used today — taping on absorbent pads and carting the resulting wet samples to a laboratory. For a more real-world test, the other 12 bicyclists wore the patches while competing in a long-distance outdoor race in Tucson.\n\nThe patches stayed in place and worked even in the challenging outdoor race, and the patches’ biochemical test results agreed with the indoor bikers’ conventional sweat tests, the researchers reported in the journal Science Translational Medicine.\n\n“It seems really practical,” said Stanford University chemical engineering professor Zhenan Bao, who also researches novel biomedical materials but wasn’t involved with the sweat patch. By simply looking at a color change, “such a patch allows people to now have an opportunity to understand their health and how it changes depending on activities.”\n\nIt’s a growing field: Other research groups around the country, including some of Bao’s colleagues, are pursuing wearable biosensors.\n\nRogers’ sweat patches are designed for one-time use over a few hours. While Wednesday’s studies used an early version that analyzed sweat just once during the exercise, he’s now testing a design capable of multiple measurements over time.\n\n— Lauran Neergaard", "images": ["https://www.statnews.com/wp-content/uploads/2016/11/Sweat-Patch-Health-Tr_raff-1024x576.jpg", "https://www.statnews.com/wp-content/uploads/2016/11/Sweat-Patch-Health-Tr_raff-645x645.jpg", "https://www.statnews.com/wp-content/uploads/2019/08/Newsletter-Logo-Images-DR.png", "https://www.statnews.com/wp-content/themes/stat/images/stat-logo.svg", "https://www.statnews.com/wp-content/plugins/stat-lazy-load/images/330x400-00000000.png", "https://dc.ads.linkedin.com/collect/?pid=46858&fmt=gif", "https://www.facebook.com/tr?id=436331036555416&ev=PageView&noscript=1"], "top_img": "https://www.statnews.com/wp-content/uploads/2016/11/Sweat-Patch-Health-Tr_raff-1024x576.jpg", "keywords": [], "authors": ["Associated Press", "Shraddha Chakradhar", "Sharon Begley", "Megan Thielking", "Elizabeth Preston"], "canonical_link": "https://www.statnews.com/2016/11/23/sweat-skin-patch/", "title": "Sweat it out! Skin patch aims to test sweat for health", "meta_data": {"viewport": "width=device-width, initial-scale=1", "referrer": "origin", "description": "Researchers are creating a skin patch that can test sweat and beam results to their smartphones, possibly a new way to track health and fitness.", "og": {"locale": "en_US", "type": "article", "title": "Sweat it out! Skin patch aims to test sweat for health - STAT", "description": "Researchers are creating a skin patch that can test sweat and beam results to their smartphones, possibly a new way to track health and fitness.", "url": "https://www.statnews.com/2016/11/23/sweat-skin-patch/", "site_name": "STAT", "image": {"identifier": "https://www.statnews.com/wp-content/uploads/2016/11/Sweat-Patch-Health-Tr_raff-1024x576.jpg", "secure_url": "https://www.statnews.com/wp-content/uploads/2016/11/Sweat-Patch-Health-Tr_raff-1024x576.jpg", "width": 1024, "height": 576}}, "article": {"publisher": "http://facebook.com/statnews/", "tag": "fitness", "section": "Health", "published_time": "2016-11-23T19:37:49+00:00"}, "fb": {"app_id": 933808010032702, "pages": 1456948254627841}, "twitter": {"card": "summary_large_image", "description": "Researchers are creating a skin patch that can test sweat and beam results to their smartphones, possibly a new way to track health and fitness.", "title": "Sweat it out! Skin patch aims to test sweat for health - STAT", "site": "@statnews", "image": "https://www.statnews.com/wp-content/uploads/2016/11/Sweat-Patch-Health-Tr_raff-1024x576.jpg", "creator": "@statnews"}, "generator": "WordPress 5.2.4", "ia": {"markup_url": "https://www.statnews.com/2016/11/23/sweat-skin-patch/?ia_markup=1"}, "apple-itunes-app": "app-id=1324796990", "msapplication-TileImage": "https://www.statnews.com/wp-content/uploads/2015/10/cropped-stat-logo-teal-328x328.png"}, "movies": [], "publish_date": 1479877200.0, "source": "https://www.statnews.com", "summary": ""}