{"url": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/breast-cancer-screenings-still-best-for-early-detection-727145.html", "text": "En Español\n\nTHURSDAY, Oct. 12, 2017 (HealthDay News) -- Breast cancer is the second leading cause of cancer death among women in the United States, and routine screenings remain the most reliable way to detect the disease early, a breast cancer expert says.\n\n\"Breast cancer can be treated more successfully if detected in its early phases, while it is small and has not yet spread,\" said Dr. Kathryn Evers, director of mammography at Fox Chase Cancer Center in Philadelphia. \"With today's state-of-the-art treatment options and less extensive surgery, patients are experiencing better outcomes.\"\n\nOlder age is a leading risk factor for breast cancer. Most women are diagnosed after the age of 50. Having certain mutations in the BRCA1 and BRCA2 genes also predispose women to the disease. And there are some lifestyle-related risk factors that can be controlled, such as hormone therapy after menopause, obesity, alcohol intake and physical inactivity, Evers said.\n\n\"Having one risk factor or even several doesn't mean a woman will definitely develop breast cancer,\" she said in a Fox Chase news release. \"Women need to become educated about the risk factors, especially those they can control, and then adjust their lifestyle accordingly.\"\n\nNot all women with breast cancer experience the same warning signs of the disease. Symptoms of breast cancer may include:\n\nA lump in the breast or armpit.\n\nSwelling or thickening in part of the breast.\n\nDimpling or irritation of the skin on the breast.\n\nPain in the breast that doesn't go away.\n\nRedness or flaky skin on the breast or nipple.\n\nUnusual nipple discharge.\n\nA change in the size or shape of the breast.\n\nIn some cases, women never develop any of these symptoms, Evers noted.\n\n\"All women should know how their breasts look and feel so they can recognize any changes in them. This is an important part of breast health,\" she said. \"But just being familiar with your breasts should never take the place of regular screenings and mammograms. These tests can help find breast cancer in its early stages, even before symptoms appear.\"\n\nThere are three tests often used to look for breast cancer, Evers said.\n\nMammogram: An X-ray of the breast used to examine breast changes. Its effectiveness depends on the size of a breast tumor and the density of breast tissue. Three-dimensional (3D) mammography involves X-ray machines that take pictures of thin slices of the breast from different angles, to build a 3D image.\n\nAn X-ray of the breast used to examine breast changes. Its effectiveness depends on the size of a breast tumor and the density of breast tissue. Three-dimensional (3D) mammography involves X-ray machines that take pictures of thin slices of the breast from different angles, to build a 3D image. Breast ultrasound: This test is often used along with mammography to screen high-risk women and those with dense breast tissue.\n\nThis test is often used along with mammography to screen high-risk women and those with dense breast tissue. Breast MRI: This test may be used to screen high-risk women and more closely examine a suspicious area detected during a mammogram or an ultrasound.\n\n\"I advise women to speak with their physician to determine what is right for them,\" Evers said.\n\nMore information\n\nThe American Cancer Society has more about breast cancer.", "images": ["https://media.healthday.com/Images/icimages/mammogram272.jpg"], "top_img": "https://media.healthday.com/Images/icimages/mammogram272.jpg", "keywords": [], "authors": ["Mary Elizabeth Dallas"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/breast-cancer-screenings-still-best-for-early-detection-727145.html", "title": "Breast Cancer Screenings Still Best for Early Detection", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Newer treatments, early diagnoses are improving outcomes for women with the disease, experts say", "og": {"title": "Breast Cancer Screenings Still Best for Early Detection", "image": "https://media.healthday.com/Images/icimages/mammogram272.jpg", "description": "Newer treatments, early diagnoses are improving outcomes for women with the disease, experts say", "url": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/breast-cancer-screenings-still-best-for-early-detection-727145.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}