{"url": "http://time.com/4618566/brain-cancer-treatment-immunotherapy/", "text": "Using the immune system to beat cancer is quickly becoming a promising new strategy for battling tumors. But most of the success so far has been with blood cancers like lymphomas and leukemias. Immunotherapy, as it’s called, has yet to prove itself with solid tumors like breast, prostate, lung, colon and brain cancers.\n\nBut in a report published in the New England Journal of Medicine, researchers led by Dr. Behnam Badie from the City of Hope Beckman Research Institute and Medical Center say that the same immune-based therapy that is successful against blood cancers also helped a patient with advanced brain cancer.\n\nThe 50-year-old man with glioblastoma, a particularly aggressive type of brain tumor, had already been treated with surgery, radiation and anti-tumor drug therapies. Despite these treatments, his cancer had returned and also spread to other parts of his brain and spinal cord. Badie and his team extracted immune cells from him, then engineered them to express proteins on their surface that would recognize and destroy glioblastoma tumor cells. After surgery to remove the bulk of the brain tumor, Badie and his colleagues directly injected the site with the modified immune cells (called chimeric antigen receptor T cells, or CAR T cells) six times, and the remaining part of this tumor stopped growing.\n\nOther smaller growths in the brain continued to grow, however, so the patient received 10 more doses of the CAR T cells injected into the cavities in the brain, called the ventricles. This is the first time that immune cells have been injected into these brain regions, because introducing anything into the ventricles can cause dangerous and possibly deadly inflammation. The man did not develop such serious complications, however, and after about four months, these tumors too started to shrink. By six months, almost all had disappeared.\n\nIf the patient had not received the CAR T therapy, he likely would only have survived a few weeks after his cancer recurred, says Badie. But after being treated with the immune therapy, his cancer did not grow or recur for nearly eight months. “If we can do the same for other patients, that would be an amazing accomplishment that many decades of work and research on glioblastoma have never done,” says Badie, whose own father passed away a decade ago from glioblastoma.\n\nHealth Newsletter Get the latest health and science news, plus: burning questions and expert tips. View Sample Sign Up Now\n\nThe patient is one of nine in the trial, and so far, many of the other people are having similar experiences on the therapy. Based on this man’s case, his team is hoping to now inject not just the tumor site but also the ventricular space in the brain, since that may help control spread of the cancer.\n\nGet The Brief. Sign up to receive the top stories you need to know right now. Choose your country United States of America Afghanistan Albania Algeria American Samoa Andorra Angola Anguilla Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Brazil Brunei Darussalam Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Colombia Comoros Congo Congo, Democratic Republic of Cook Islands Costa Rica Cote d'Ivoire Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Faeroe Islands Falkland Islands (Malvinas) Fiji Finland France French Guiana French Polynesia Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guinea Guinea-Bissau Guyana Haiti Holy See Honduras Hong Kong Hungary Iceland India Indonesia Iran Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libyan Arab Jamahiriya Liechtenstein Lithuania Luxembourg Macao Macedonia Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia Monaco Mongolia Montserrat Morocco Mozambique Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory, Occupied Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Republic of Korea Republic of Moldova Reunion Romania Russian Federation Rwanda Saint Helena Saint Kitts and Nevis Saint Lucia Saint Pierre and Miquelon Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia and Montenegro Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Islands Swaziland Sweden Switzerland Syrian Arab Republic Taiwan Tajikistan Tanzania, United Republic of Thailand Timor-Leste Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United Kingdom Virgin Islands (U.S.) Virgin Islands (British) Uruguay Uzbekistan Vanuatu Venezuela Viet Nam Wallis and Futuna Islands Western Sahara Yemen Zambia Zimbabwe Please enter a valid email address. Please select your country. I can confirm I have read and accept the Terms Of Use. Please check to proceed. Sign Up Now You may unsubscribe from email communication at any time. See our Privacy Policy for further details. Thank you! For your security, we've sent a confirmation email to the address you entered. Click the link to confirm your subscription and begin receiving our newsletters. If you don't get the confirmation within 10 minutes, please check your spam folder.\n\nIt’s also becoming clear that more than one type of modified immune cells may have to be enlisted. The tumors in the first patient remained under control for almost eight months, but the cancer returned after that in new parts of the brain. Badie says it’s not obvious why, but his analysis showed that these tumors did not contain much of the protein targeted by the CAR T cells that were injected. It’s possible that the immune cells had destroyed most of the cancer cells expressing the original protein, so other cancer cells with other proteins began to proliferate and survive.\n\nBadie is hoping to take advantage of this information and introduce immune cells with different tumor-targeting proteins. Eventually, these proteins would also be tailored to be specific to each patient’s cancer — a precision medicine approach to controlling cancer. These results are the first encouraging sign that the immunotherapy that is helping more people with blood cancer might also be effective for people with solid tumors like brain cancers.\n\nContact us at editors@time.com.", "images": ["http://time.com/img/Paper-plane.svg", "http://subscription-assets.timeinc.com/current/1850_top2_205_thumb.jpg", "http://time.com/images/newsletter-time.png", "https://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2019/10/breast-cancer-angelina-jolie.jpg?quality=85&w=342", "https://timedotcom.files.wordpress.com/2016/12/gettyimages-627340804.jpg?quality=85&w=1200&h=628&crop=1", "http://pixel.carambo.la/Pixel/tmnc11/112753/0/1/0", "http://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "http://assets.time.com/images/dianomi-logo.png", "https://timedotcom.files.wordpress.com/2017/09/time-newsletter-tout-footer.png", "http://pixel.watch/f3fo", "https://timedotcom.files.wordpress.com/2019/11/lung-cancer-rates-women-men.jpg?quality=85&w=321"], "top_img": "https://timedotcom.files.wordpress.com/2016/12/gettyimages-627340804.jpg?quality=85&w=1200&h=628&crop=1", "keywords": [], "authors": ["Alice Park"], "canonical_link": "https://time.com/4618566/brain-cancer-treatment-immunotherapy/", "title": "Experimental Brain Cancer Treatment Is a Success", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "keywords": "Brain Cancer,Cancer,cancer immunotherapy,cancer treatments,immune system and cancer", "news_keywords": "cancer, brain cancer, immunotherapy, immune system to fight cancer, immune system treatments for cancer, glioblastoma", "description": "Immune-based therapy stopped one patient’s tumor from growing and shrank other lesions that had spread to other parts of the brain", "og": {"title": "Experimental Brain Cancer Treatment Is a Success", "type": "article", "site_name": "Time", "url": "https://time.com/4618566/brain-cancer-treatment-immunotherapy/", "description": "The patient who tried it is still alive more than a year later", "image": {"identifier": "https://timedotcom.files.wordpress.com/2016/12/gettyimages-627340804.jpg?quality=85&w=1200&h=628&crop=1", "width": 1200, "height": 628}}, "article": {"content_tier": "free", "opinion": "false"}, "pinterest": {"url": "https://time.com/4618566/brain-cancer-treatment-immunotherapy/", "description": "Immune-based therapy stopped one patient’s tumor from growing and shrank other lesions that had spread to other parts of the brain", "media": "https://timedotcom.files.wordpress.com/2016/12/gettyimages-627340804.jpg?quality=85&w=1200&h=628&crop=1"}, "twitter": {"card": "summary_large_image", "url": "https://time.com/4618566/brain-cancer-treatment-immunotherapy/", "title": "Experimental Brain Cancer Treatment Is a Success", "description": "The patient who tried it is still alive more than a year later", "site": "@TIME", "image": "https://timedotcom.files.wordpress.com/2016/12/gettyimages-627340804.jpg?quality=85&w=1024&h=512&crop=1"}, "fb": {"app_id": 53177223193, "pages": 10606591490}}, "movies": [], "publish_date": null, "source": "http://time.com", "summary": ""}