{"url": "https://consumer.healthday.com/bone-and-joint-information-4/backache-news-53/new-nerve-stimulation-technique-might-relieve-back-pain-738645.html", "text": "En Español\n\nBy Steven Reinberg\n\nHealthDay Reporter\n\nTUESDAY, Oct. 16, 2018 (HealthDay News) -- Stimulating a specific set of nerves that are nestled along the spine may deliver relief to those who suffer from chronic back pain and cut the need for opioid painkillers, new research suggests.\n\nThe therapy, which targets the root ganglion nerves, is more effective than other spine stimulation procedures because it places tiny leads precisely at the area where pain originates, unlike other devices that provide more generalized stimulation, the researchers said.\n\n\"In certain patients who have not gotten relief from other treatments, this therapy may give sustained pain relief and may allow them to reduce opioids for at least 18 months and perhaps longer,\" said lead researcher Robert McCarthy. He's a professor of anesthesiology at Rush University Medical Center in Chicago.\n\nThe dorsal root ganglions are nerve cells, on both sides of each of the spine's vertebra, and are the gateway to pain between nerves in different parts of the body, spinal cord and brain. Stimulating this area interrupts pain signals between the painful area and the brain, the researchers explained.\n\nA pacemaker-like device implanted under the skin in the lower back sends small electronic pulses through a wire placed near the specific dorsal root ganglion associated with the pain, McCarthy said.\n\nThe pulses replace pain with tingling or numbness. The strength of stimulation, programmed by a doctor, is based on the patient's level of pain, he said.\n\nThe treatment has two advantages over spinal cord stimulation, McCarthy said. In spinal cord stimulation, a wire runs along the spinal cord sending pulses along the entire spine, but the pulses don't target the specific pain source.\n\nIn addition, dorsal root ganglion stimulation requires significantly lower levels of electric current to quell pain, McCarthy said.\n\nThe goal of this study, he said, was to judge the effectiveness of the therapy over a long period. McCarthy and his colleagues implanted the device in 67 people suffering with chronic back pain and followed them for three to 18 months. Among the participants, 17 had the device for over a year.\n\nBefore receiving the device, most patients rated their pain as an 8 on a scale of one to 10, with 10 being the worst. For most patients, the device reduced pain by 33 percent, which was significant, the researchers reported.\n\nIn addition, patients said they experienced a 27 percent reduction in disability or limitations on daily activities caused by pain. In all, 94 percent of the participants said the treatment was beneficial.\n\nThe procedure was not without complications. Five patients needed to have the wires implanted again, two patients had them removed because they were infected, and one had the device removed because of a complication.\n\nMcCarthy said the therapy is not widely available, even though it was approved by the FDA in 2016. At the moment, its use is confined to more advanced medical centers where doctors have been trained in how to implant and regulate the device.\n\nAlso, the procedure isn't covered by all insurance companies, so out-of-pocket costs to patients can be very high. It is, however, covered by Medicare, he said.\n\nFor uninsured patients, the cost of having spine stimulation devices can range from $15,000 to $50,000 or more, according to a 2008 report funded by the Washington State Department of Labor and Industries.\n\nSpine stimulation is usually approved only after patients have not responded to other treatment, according to Blue Cross Blue Shield. Other insurance companies may have varying policies.\n\nMcCarthy hopes that more doctors will be trained in the procedure and that it will become more available, especially because it has the potential to allow patients to stop taking opioids to control their pain.\n\nOne pain specialist not involved with the study saw the benefits of this procedure.\n\n\"The results of this study are very significant,\" said Dr. Kiran Patel, director of neurosurgical pain at Lenox Hill Hospital in New York City.\n\nIt shows long-term data that patients experienced significant pain relief and functional improvements, she said.\n\n\"In my pain practice and career, dorsal root ganglion stimulation therapy has been one of the most effective technologies available to combat chronic pain,\" Patel said.\n\n\"I encourage chronic pain patients to seek out physicians who are trained and experienced in the application of dorsal root ganglion stimulation therapy to determine if they are a candidate,\" she said.\n\nThe findings were presented Sunday at the American Society of Anesthesiologists annual meeting, in San Francisco. Research presented at meetings is considered preliminary until published in a peer-reviewed journal.\n\nMore information\n\nVisit the U.S. National Institute of Neurological Disorders and Stroke for more on back pain.", "images": ["https://media.healthday.com/Images/icimages/40201.jpg"], "top_img": "https://media.healthday.com/Images/icimages/40201.jpg", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/bone-and-joint-information-4/backache-news-53/new-nerve-stimulation-technique-might-relieve-back-pain-738645.html", "title": "New Nerve Stimulation Technique Might Relieve Back Pain", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Stimulating a specific set of nerves that are nestled along the spine may deliver relief to those who suffer from chronic back pain and cut the need for opioid painkillers, new research suggests.", "og": {"title": "New Nerve Stimulation Technique Might Relieve Back Pain", "image": "https://media.healthday.com/Images/icimages/40201.jpg", "description": "Stimulating a specific set of nerves that are nestled along the spine may deliver relief to those who suffer from chronic back pain and cut the need for opioid painkillers, new research suggests.", "url": "https://consumer.healthday.com/bone-and-joint-information-4/backache-news-53/new-nerve-stimulation-technique-might-relieve-back-pain-738645.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}