{"url": "http://well.blogs.nytimes.com/2010/08/31/study-shows-same-may-ease-depression/?ref=health", "text": "A popular dietary supplement called SAMe may help depressed patients who don’t respond to prescription antidepressant treatment, a new study shows.\n\nSAMe stands for S-adenosyl methionine, a naturally occurring molecule that is widely used in Europe for depression, arthritis and other ailments. It is found throughout the human body, with high concentrations in the liver, adrenal glands and brain.\n\nThe latest research, conducted by investigators at Harvard Medical School and Massachusetts General Hospital in Boston, is important not only because it suggests another treatment option for patients with depression, but because it also offers news clues into the physical pathways of depression that could ultimately lead to more effective treatments.\n\n“There are many directions in research that this opens up,” said Dr. George I. Papakostas, director of treatment resistant depression studies at Mass General and the study’s lead author. “It provides clues to new treatments, and it provides clues to understanding what causes depression as well as what goes on biochemically when people get better from depression.”\n\nThe researchers studied the use of SAMe or a placebo in 73 adults with depression who were not responding to prescription antidepressant treatment. All of the study subjects continued to take the prescription antidepressant, but 39 of them were randomly assigned to receive SAMe for six weeks. The remaining 34 patients received a placebo in addition to their regular prescription treatment.\n\nAfter six weeks of treatment, 36 percent of the patients taking a combination of SAMe and an antidepressant showed improvement, compared to just 18 percent of those taking the antidepressant and placebo. And about 26 percent of patients in the SAMe group experienced a complete remission of symptoms, compared to just 12 percent in the placebo group, according to a report published in The American Journal of Psychiatry.\n\nThe research offers hope to patients who haven’t been helped by traditional antidepressant treatment. Studies suggest that for more than half of depressed patients, antidepressants alone don’t eliminate symptoms. As a result, doctors are looking for additional treatments to help these patients, referred to as “nonresponders.”\n\nModern antidepressants essentially work by building up concentrations of neurotransmitters, which amplifies their effect on the brain. It’s not clear exactly how SAMe works to curb depression, but researchers have several theories. SAMe may influence the expression of genes involved in depression or alter the function of different receptors and structures that transport neurotransmitters in the brain. The molecule also may be directly involved in the creation of neurotransmitters.\n\n“Most antidepressants we use are acting on neurotransmitters in the brain,” said Dr. J. Craig Nelson, professor of psychiatry at the University of California, San Francisco, and author of an editorial accompanying the study. “It may be that SAMe is facilitating the synthesis of the neurotransmitters that the drugs then act on. That’s probably the best hypothesis.”\n\nOther studies have suggested that SAMe can relieve symptoms of depression. A 2002 analysis of depression trials conducted by the Agency for Health Care Research and Quality found that SAMe use resulted in clinically meaningful benefits to depressed patients compared to placebo, and that the supplement worked as well as tricyclic antidepressants, a category of prescription drugs.\n\nIn his editorial, Dr. Nelson notes that SAMe is typically not covered by insurance companies, and that although the cost is relatively low, it is still more than the drug co-payments required by most health plans. A monthly supply of the same brand of supplement studied would be about $143, the editorial notes.\n\nDr. Nelson, who was not involved in the Harvard study, said the results need to be replicated in a larger study, and that more information is needed on dosing, side effects and long-term treatment with SAMe, among other things. Dr. Papakostas agrees the study “needs replication” but said he is hopeful about the potential for future research.\n\n“It’s a huge advancement in terms of expanding the types of medications we have to treat depression,” Dr. Papakostas said. “In the last 60 years of depression research, all the treatments have focused on similar mechanisms of action. This is one of the first few studies that suggests a different mechanism. It’s a medication that works differently than everything else.”\n\nThe study was funded by a grant from the National Institutes of Mental Health, but the SAMe pills and placebo pills were provided by the dietary supplement maker Pharmavite. Dr. Papkostas, Dr. Nelson and other researchers involved in the study all disclosed several financial relationships with makers of prescription antidepressants.", "images": ["https://static01.nyt.com/marketing/newsletters/images/Running_75.jpg", "https://static01.nyt.com/images/2016/08/31/well/family/well-family-exerciseask/well-family-exerciseask-videoSixteenByNine600.jpg", "https://static01.nyt.com/images/2016/08/29/science/well-klass-smallpenis/well-klass-smallpenis-videoSixteenByNine600.jpg", "https://static01.nyt.com/images/blogs_v5/well/well_post.png", "https://static01.nyt.com/images/2016/08/29/science/well-klass-smallpenis/well-klass-smallpenis-articleInline.jpg", "https://static01.nyt.com/images/2016/08/31/well/family/well-family-exerciseask/well-family-exerciseask-articleInline.jpg", "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png"], "top_img": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png", "keywords": [], "authors": ["Tara Parker-Pope", "Topics.Nytimes.Com Top Reference Timestopics People P Tara_Parkerpope Index.Html", "The Healthy L Ibrarian", "Same Iam Green Legs", "Lewis B. Sckolnick", "Bradford Keller", "E. In Durham", "Julie Garbus", "Will Short", "Baffled Observer"], "canonical_link": "//well.blogs.nytimes.com/2010/08/31/study-shows-same-may-ease-depression/", "title": "Study Shows SAMe May Ease Depression", "meta_data": {"PT": "Blogs", "PST": "Blog Post", "sourceApp": "blogs", "blogpostid": 100000000328907, "author": "Tara Parker-Pope", "CLMST": "Tara Parker-Pope", "byl": "Tara Parker-Pope", "article": {"author": "//topics.nytimes.com/top/reference/timestopics/people/p/tara_parkerpope/index.html", "published_time": 1283293263, "modified_time": "2017-07-02T01:54:40-04:00", "section": "Health", "tag": "Alternative Medicine", "collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp"}, "GBLC": "Alternative Medicine", "PUV": "normal", "PUD": 20100831, "pdate": 20100831, "ptime": 20100831182103, "utime": 20170702015440, "DISPLAYDATE": "August 31, 2010", "dat": "August 31, 2010", "CG": "Health", "SCG": "well", "BN": "well", "robots": "noodp", "keywords": "Alternative Medicine", "description": "A popular dietary supplement called SAMe may help depressed patients who don’t respond to prescription antidepressant treatment, a new study shows.", "hdl": "Study Shows SAMe May Ease Depression", "og": {"title": "Study Shows SAMe May Ease Depression", "type": "article", "url": "//well.blogs.nytimes.com/2010/08/31/study-shows-same-may-ease-depression/", "site_name": "Well", "description": "A popular dietary supplement called SAMe may help depressed patients who don’t respond to prescription antidepressant treatment, a new study shows.", "image": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png"}, "thumbnail_150": "https://static01.nyt.com/packages/images/icons/t_logo_300_black.png", "twitter": {"card": "summary", "title": "Study Shows SAMe May Ease Depression", "url": "//well.blogs.nytimes.com/2010/08/31/study-shows-same-may-ease-depression/", "description": "A popular dietary supplement called SAMe may help depressed patients who don’t respond to prescription antidepressant treatment, a new study shows.", "image": "https://static01.nyt.com/packages/images/icons/t_logo_300_black.png", "site": "@nytimeswell"}, "thumbnail": "https://static01.nyt.com/packages/images/icons/t_logo_300_black.png", "adxPage": "blog.nytimes.com/well/post", "dfp-ad-unit-path": "health/well", "categories": "alternative-medicine"}, "movies": [], "publish_date": 1283227200.0, "source": "http://well.blogs.nytimes.com", "summary": ""}