{"url": "http://www.latimes.com/science/sciencenow/la-sci-sn-alzheimers-transcranial-magnetic-stimulation-20170726-story.html", "text": "Alzheimer’s disease now affects an estimated 5.5 million Americans, and after decades of feverish work, researchers have so far failed to find a treatment that halts or reverses the inexorable loss of memory, function and thinking ability that characterize this feared illness.\n\nBut researchers have been quite successful at devising ways to diagnose Alzheimer’s earlier and earlier. And that capability has emerged alongside evidence of a tantalizing possibility: that if you can catch the disease early enough — ideally when symptoms of confusion or memory loss are just emerging, or before — some therapies already in hand might essentially halt its progress.\n\nFor anyone who detects some mental slippage and wonders, “Is it Alzheimer’s?” the current state of dementia research raises a very real, and very wrenching, dilemma: If I can know, do I want to know?\n\nThat is, if it’s Alzheimer’s disease, would I do anything differently? Would there be some benefit in knowing for my loved ones, for myself?\n\nAdvertisement\n\nDoctors and insurers, including the federal government, which administers Medicare, are asking some variants of the same questions: If an effective test, which costs between $3,000 and $5,000 a shot, can diagnose dementia early, and distinguish Alzheimer’s from other forms of dementia, should it be recommended to patients with cognitive concerns and routinely covered by their insurance? Would it make patients’ lives better, or lower the cost of their care?\n\nNewly unveiled research results are bringing some clarity to such deliberations. And other new research, published Wednesday in the journal Neurology, proposes a new diagnostic tool that may be able to detect Alzheimer’s, and distinguish it from another form of dementia, more simply and cheaply than does the best test now available.\n\nAt the Alzheimer’s Assn. International Conference in London last week, researchers reported their preliminary findings from a trial that is testing the impact of diagnostic testing for Alzheimer’s disease on nearly 19,000 Medicare beneficiaries.\n\nAll of these study participants — largely people in their 70s, all with a diagnosis of either “mild cognitive impairment” or atypical dementia — are living with the unconfirmed suspicion that they have Alzheimer’s. The study is underwritten by the Centers for Medicare & Medicaid Services and the Alzheimer’s Assn. It set out to find out whether knowing — getting the costly test that would offer either confirmation or reprieve — would change the way that patients with cognitive troubles are treated, or the way that they plan their lives.\n\nAdvertisement\n\nThe preliminary results suggested it did. After getting the results of a PET brain scan to detect and measure amyloid deposits, which are the key hallmark of Alzheimer’s disease, roughly two-thirds of the subjects saw their medication regimens changed or were counseled differently by their doctors about what to expect.\n\nThat new information may have guided family caregivers in planning their own futures, or prodded patients to make financial decisions and power-of-attorney assignments sooner. Some who learned that they did not have Alzheimer’s discontinued medications that can have unpleasant side effects. Others learned they do have Alzheimer’s and decided to enroll in clinical trials that will test new drugs.\n\nA second study presented in London analyzed data from several studies, and found that in a large population of research participants with cognitive concerns, brain amyloid PET scans led to a change in diagnosis in approximately 20% of cases.\n\n“People should know what’s coming,” said Dr. Maria Carrillo, chief science officer for the Alzheimer’s Assn. The Centers for Medicare & Medicaid Services has given amyloid scans a provisional approval, meaning they do not routinely pay for them. The results may guide the agency to rethink its position, she added.\n\nThe PET scan bore bad news for Ken Lehmann, who enrolled last year in the IDEAS trial, short for Imaging Dementia — Evidence for Amyloid Scanning. After his long, slow decline that has flummoxed doctors, Lehmann’s brain scan clearly showed he has Alzheimer’s disease.\n\nThe certainty that has brought has been a long time coming. When Lehmann began withdrawing from friends, forgetting to pay bills and having trouble following conversations, he was just 58. Now, he’s 80.\n\nKen had always been considered a “Renaissance man” — a furniture company executive who rebuilt Porsches, played basketball and loved to entertain friends, said his wife, Mary Margaret Lehmann. But as years passed, his judgment seemed off. He would lose track of points he was making, and sometimes of where he was at.\n\nIt would take the loss of their home and a business bankruptcy for the Lehmanns to demand answers to what was going on. In 2009, they moved from Sacramento to Edina, Minn., to live with a daughter. And there, at last, they found a neurologist who, despite initial skepticism (“but he presents so well!” the doctor proclaimed), diagnosed dementia.\n\nAdvertisement\n\nFor the Lehmanns and many patients and families like them — as well as for neurologists — that diagnosis is often just the beginning of a deeper mystery.\n\nAlzheimer’s disease is the most feared and most common form of dementia, accounting for between 60% and 80% of all dementia cases diagnosed. But at least seven other forms of dementia, and dementia linked to the movement disorder Parkinson’s disease, can cause loss of memory, reasoning, judgment and the ability to speak, comprehend and care for oneself.\n\nTo the estimated 16 million Americans living with some form of cognitive impairment, telling the difference could make a significant difference. Dementia forms with different origins progress differently (or sometimes not at all). They respond best to different medications, and will come to require different levels of care and treatment. Some (though not Alzheimer’s) can even be reversed with treatment.\n\nBeing able to distinguish which form of dementia a patient has should help doctors and caregivers to make better choices.\n\nBut it’s a question that until recently could be answered only after death. At that point, a postmortem examination of the brain could be done to look for the built-up clumps and tangles of beta-amyloid proteins, the overall shrinkage, and the loss of neurons in the brain’s hippocampus that are, collectively, the hallmarks of Alzheimer’s.\n\nNo more. Improved medical imaging technologies developed over the last decade have made it possible to peer inside the brain of a living patient, detect and measure the accumulation of beta-amyloid, and make a definitive diagnosis.\n\nIn 2012, the Food and Drug Administration took a first step in making such imaging possible, giving its blessing to the imaging agent florbetapir F18, which binds to amyloid aggregates in the brain and allows a PET scan to be used to make the diagnosis. In 2013, two new imaging agents won FDA approval, and new imaging agents and techniques promise ever more precise means to visualize and diagnose Alzheimer’s in the brain.\n\nOn Wednesday, research published in the journal Neurology suggested that transcranial magnetic stimulation, a technique that can selectively turn up or down activity in different parts of the brain, could prove useful in distinguishing between Alzheimer’s disease from frontotemporal dementia.\n\nAdvertisement\n\nIn many ways, Ken Lehmann’s symptoms fit neatly into a diagnosis of frontotemporal dementia. A form of cognitive impairment that typically becomes evident earlier than most cases of Alzheimer’s, FTD often affects judgment, personality and verbal communication. This form of dementia progresses as inexorably as does Alzheimer’s. But its typical course differs slightly.\n\nAs an enrollee in the IDEAS trial, Lehmann was prepared to learn what it was he had.\n\n“I had come to the conclusion they just don’t know,” said Lehmann, now 80, from his home in Minnesota. “In seven years, my journey of decline has been very miniscule, and they don’t know why.”\n\nIt turns out, he added, “I have all the biomarkers of Alzheimer’s disease.”\n\nOnce he and his wife learned that, they stepped up their preparations for further decline. And they redoubled their efforts to do things that bring joy, and that may slow Ken’s decline as well.\n\nThey follow a diet rich in fatty fish, healthful fats and fruits and vegetables, and Ken does woodworking. He also sings in a Minneapolis chorus, Giving Voice, with other dementia patients. He has regained a long-lost ability to read music.\n\n“Just not knowing is very disconcerting,” says Mary Margaret, who is her husband’s principal caregiver. “I don’t know what the timeline is, but I now know what the needs are, in terms of financial and legal needs and end-of-life issues. Those all need to be planned for ahead of time, and now we have all of that in place. To me, that’s a safety net.”\n\nmelissa.healy@latimes.com\n\n@LATMelissaHealy\n\nMORE IN SCIENCE\n\nCTE was nearly ubiquitous among former NFL players who donated their brains to science\n\nTo preserve mental acuity into old age, experts suggest focusing on these three things\n\nFake news about statins is discouraging the use of these life-saving drugs, expert warns\n\nPlastic trash could top 13 billion tons by 2050. And recycling doesn’t help much", "images": ["data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/dims4/default/f140348/2147483647/strip/true/crop/480x252+0+54/resize/1200x630!/quality/90/?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2F6Cx8O3pMPdU%2Fhqdefault.jpg", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "https://ca-times.brightspotcdn.com/dims4/default/abd585f/2147483647/strip/true/crop/1152x1152+448+0/resize/100x100!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F12%2F57%2Fa343371429b7000ea37eaded8d93%2Fimg-534f3749-turbine-la-bio-melissa-healy"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/f140348/2147483647/strip/true/crop/480x252+0+54/resize/1200x630!/quality/90/?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2F6Cx8O3pMPdU%2Fhqdefault.jpg", "keywords": [], "authors": ["Staff Writer", "Melissa Healy Is A Health", "Science Reporter With The Los Angeles Times Writing The Washington", "D.C.", "Area. She Covers Prescription Drugs", "Obesity", "Nutrition", "Exercise", "Neuroscience", "Mental Health"], "canonical_link": "https://www.latimes.com/science/sciencenow/la-sci-sn-alzheimers-transcranial-magnetic-stimulation-20170726-story.html", "title": "Is it Alzheimer’s or another dementia form? Why doctors need to distinguish and how they might do so", "meta_data": {"og": {"title": "Is it Alzheimer’s or another dementia form? Why doctors need to distinguish and how they might do so", "url": "https://www.latimes.com/science/sciencenow/la-sci-sn-alzheimers-transcranial-magnetic-stimulation-20170726-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/f140348/2147483647/strip/true/crop/480x252+0+54/resize/1200x630!/quality/90/?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2F6Cx8O3pMPdU%2Fhqdefault.jpg", "url": "https://ca-times.brightspotcdn.com/dims4/default/f140348/2147483647/strip/true/crop/480x252+0+54/resize/1200x630!/quality/90/?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2F6Cx8O3pMPdU%2Fhqdefault.jpg", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "Why doctors need to distinguish forms of dementia and how they might do so"}, "description": "Alzheimer’s disease now affects an estimated 5.5 million Americans, and after decades of feverish work, researchers have so far failed to find a treatment that halts or reverses the inexorable loss of memory, function and thinking ability that characterize this feared illness.", "site_name": "Los Angeles Times", "type": "article"}, "article": {"author": "https://www.latimes.com/people/melissa-healy", "content_tier": "metered", "published_time": "2017-07-27T13:00:00", "opinion": "false", "section": "Science"}, "twitter": {"card": "summary_large_image", "creator": "@LATmelissahealy", "description": "Alzheimer’s disease now affects an estimated 5.5 million Americans, and after decades of feverish work, researchers have so far failed to find a treatment that halts or reverses the inexorable loss of memory, function and thinking ability that characterize this feared illness.", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/e7f4c77/2147483647/strip/true/crop/480x270+0+45/resize/1200x675!/quality/90/?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2F6Cx8O3pMPdU%2Fhqdefault.jpg", "alt": "Why doctors need to distinguish forms of dementia and how they might do so"}, "site": "@latimes", "title": "Is it Alzheimer’s or another dementia form? Why doctors need to distinguish and how they might do so"}, "fb": {"app_id": 119932621434123, "pages": 5863113009, "profile_id": "latimes"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "As researchers find ways to diagnose Alzheimer's earlier and earlier, the science of treating the disease is starting to catch up.", "keywords": "diagnostic imaging, transcranial magnetic stimulation, medical research, dementia, brain scan,Alzheimer's disease, scientific reearh", "brightspot.contentId": "00000169-0cb8-dbbe-a16f-4ef8ae2b0000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1501041600.0, "source": "http://www.latimes.com", "summary": ""}