{"url": "http://www.npr.org/blogs/health/2015/01/26/368449371/dna-blood-test-gives-women-a-new-option-for-prenatal-screening", "text": "DNA Blood Test Gives Women A New Option For Prenatal Screening\n\nEnlarge this image toggle caption iStockphoto iStockphoto\n\nWhen Amy Seitz got pregnant with her second child last year, she knew that being 35 years old meant there was an increased chance of chromosomal disorders like Down syndrome. She wanted to be screened, and she knew just what kind of screening she wanted — a test that's so new, some women and doctors don't quite realize what they've signed up for.\n\nThis kind of test , called cell free fetal DNA testing, uses a simple blood sample from an expectant mother to analyze bits of fetal DNA that have leaked into her bloodstream. It's only been on the market since October 2011 and is not regulated by the Food and Drug Administration — the FDA does not regulate this type of genetic testing service. Several companies now offer the test, including Sequenom and Illumina. Insurance coverage varies, and doctors often only offer this testing to women at higher risk because of things like advanced maternal age.\n\n\"I think that I initially heard about it through family and friends,\" says Seitz. \"They had had the option of it given to them by their doctors.\"\n\nTo her, it sounded great. She didn't want an invasive procedure like amniocentesis or chorionic villus sampling.Those are considered the gold standard for prenatal genetic testing, but doctors must put a needle into the womb to collect cells that contain fetal DNA, which means a small risk of miscarriage.\n\n\"I wasn't interested in going as far as getting an amniocentesis because of the risk associated with that,\" she explains, \"and so when I heard about this test, that was part of the reason that I was most interested in it.\"\n\nThis new way of testing fetal DNA seemed to have already become fairly common where Seitz used to live, in Washington, D.C. But she had recently moved to Alabama, and the clinic she went to there wasn't as familiar with it — although when she talked to her doctor, she learned the clinic had just had a visit from a company's sales representative.\n\n\"I think it was a fairly new test for them at that point, but she was interested in pursuing it further to see what needed to be done,\" Seitz says.\n\nSeitz got her blood drawn last July, becoming one of hundreds of thousands of pregnant women who've opted for this new kind of test instead of the more traditional, invasive ones. Doctors say the impact has been huge.\n\n\"Those of us in the field who do diagnostic procedures like CVS and amnio have seen a drastic decrease in the number of those procedures that are being performed,\" says Dr. Mary Norton, an expert on maternal-fetal medicine and genetics at the University of California, San Francisco. \"Places are reporting doing fewer than half the number of procedures that were being done previously.\"\n\nBut, she says, things have changed so quickly that it may be hard for doctors and patients to know what they're dealing with.\n\n\"It's still new and it's quite different than previous genetic testing that's been available,\" says Norton. \"It's quite a different paradigm, if you will.\"\n\nAn invasive test like amniocentesis or CVS lets doctors get a complete picture of the chromosomes and a solid diagnosis.\n\nUntil the new testing technology came along, the only less invasive option was for an expectant mother to get an ultrasound, plus have her blood tested for specific proteins. This can reveal if there's an increased risk of certain disorders, but it's not very accurate and produces a lot of false alarms.\n\nStudies have shown that the new fetal DNA tests do a better job, says Norton. They're less likely to flag a normal pregnancy as high risk.\n\n\"They're much more accurate than current screening tests, but they are not diagnostic tests in the sense that amniocentesis is,\" says Norton, \"and so I think that has led to some confusion.\"\n\nEven though the newer blood tests do look at fetal DNA, they can't give a definitive answer like an amniocentesis can because they're analyzing scraps of fetal DNA in the mother's blood that are all mixed up with her own DNA.\n\nNorton says when women get worrisome results from one of these new tests and are referred to her center, they sometimes don't understand why doctors are offering a follow-up amnio \"because they were under the impression that this was as good as an amnio.\"\n\nShe is concerned that some people might end a pregnancy without getting confirmatory testing and points to one study last year that found a small number of women did that.\n\n\"There's at least some evidence that it's happening to a greater degree than I think many of us are comfortable with,\" she says.\n\nThe tests are being used more and more widely. Some worry that the companies' websites and marketing materials don't make the limitations clear enough.\n\nBut Dr. Lee Shulman doesn't see it that way. He's an obstetrician and geneticist at Northwestern University in Chicago who has consulted for a couple of the testing firms.\n\n\"Patients need to understand that while this is better, it is not a diagnostic test, and I think the companies have done a great job in putting this material out,\" he says. \"Whether or not clinicians use this material and take it to heart and use it for patient counseling is a different story.\"\n\nHe says the technology is so new that a lot of doctors have no experience with it, and consumers need to understand that.\n\n\"If the patient, if the couple, are not getting the answers, not getting the information they feel comfortable with, they need to seek out prenatal diagnostic centers, maternal fetal specialists, clinical geneticists, who may have more experience,\" says Shulman.\n\nFor example, here's one thing that might turn out to be a little more complicated than would-be parents might expect. Along with screening for the common chromosomal disorders, companies offer parents the chance to learn their baby's sex — weeks before it's clear on a sonogram.\n\n\"Many women are very excited by the idea that as part of their blood testing, they could find out pretty definitively if the baby is a boy or a girl,\" says Dr. Diana Bianchi, an expert on prenatal diagnostics at Tufts University School of Medicine.\n\nWhat they may not realize, she says, is that the test will also determine whether there's something abnormal about the sex chromosomes.\n\n\"Approximately 1 in 700 pregnancies there's an extra X or extra Y,\" she says, noting that these are mild conditions that would normally go undetected, unless a woman had an invasive test like an amnio. Some babies with these conditions grow up into adulthood and never know they have them, unless they face a symptom like infertility.\n\nSeitz, in Alabama, thought it was a bonus that getting this new blood test would tell her if she was having a boy or a girl. But it actually didn't do that, because of a paperwork glitch.\n\n\"The box for sex got unchecked somewhere along the way, so we weren't able to find it out from the test,\" says Seitz, who learned from an ultrasound that she was having a girl. The results she did get from the fetal DNA test were reassuring.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2014/02/26/istock_000026511382large_sq-0d474ccd136e0cc23e4f013a2ef571fdbea3b3c1-s100-c15.jpg", "https://media.npr.org/assets/img/2015/01/22/amniocentesis_custom-487adcfa1ce5e88b72a3488cd600860c81221533-s1100-c15.jpg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/assets/img/2015/01/22/ultrasound-f52c5289c33745d75b27ea4ebd5a38e410cd728a-s1100-c15.jpg", "https://media.npr.org/assets/img/2015/01/22/ultrasound_wide-e53c9c45e6c99ca225a6ca7cc35588bfc1dabcab.jpg?s=1400", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2011/12/30/nellgreenfieldboyce-8_sq-c3a80ac322ee9d4f00c1de4e31c8a429e71cf68a-s100-c85.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/assets/img/2014/09/23/belly_sq-1f2ae6f3f30643b71cd79353c4ced8bf65a697c6-s100-c15.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2015/01/22/ultrasound_wide-e53c9c45e6c99ca225a6ca7cc35588bfc1dabcab.jpg?s=1400", "keywords": [], "authors": ["Nell Greenfieldboyce"], "canonical_link": "https://www.npr.org/sections/health-shots/2015/01/26/368449371/dna-blood-test-gives-women-a-new-option-for-prenatal-screening", "title": "DNA Blood Test Gives Women A New Option For Prenatal Screening", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2015-01-26", "description": "A simple blood test can analyze bits of fetal DNA leaked in the mother's bloodstream. It's less risky than invasive alternatives like amniocentesis, but it doesn't tell as much about fetal health.", "og": {"title": "DNA Blood Test Gives Women A New Option For Prenatal Screening", "url": "https://www.npr.org/sections/health-shots/2015/01/26/368449371/dna-blood-test-gives-women-a-new-option-for-prenatal-screening", "type": "article", "description": "A simple blood test can analyze bits of fetal DNA leaked in the mother's bloodstream. It's less risky than invasive alternatives like amniocentesis, but it doesn't tell as much about fetal health.", "image": "https://media.npr.org/assets/img/2015/01/22/ultrasound_wide-e53c9c45e6c99ca225a6ca7cc35588bfc1dabcab.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "DNA Blood Test Gives Women A New Option For Prenatal Screening", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2015/01/22/ultrasound_wide-e53c9c45e6c99ca225a6ca7cc35588bfc1dabcab.jpg?s=1400"}}}, "movies": [], "publish_date": 1422248400.0, "source": "http://www.npr.org", "summary": ""}