{"url": "http://fivethirtyeight.com/features/you-could-skip-your-colonoscopy-if-youre-willing-to-collect-your-poop/", "text": "Most Americans hear “colorectal cancer screening” and think “colonoscopy” — the unpleasant cleanse, the snakelike scope, the wobbly ride home. It’s a process that’s undeniably inconvenient, yet one we’re told is unquestionably necessary.\n\nThat’s a shame. Because although colonoscopy certainly has its advantages, direct evidence that it’s the best way to prevent deaths from colorectal cancer is not one of them. And the drawbacks of colonoscopy — including the time commitment, not-so-fun preparation, expense and small chance of harm — are probably keeping some people from participating in colorectal cancer screening.\n\nAccording to public health experts, that’s a bad thing. The United States Preventive Services Task Force says the net benefit for screening adults age 50-75 is “substantial,” adding that colorectal cancer is the second-leading cause of cancer death in the country. But as of 2012, just 65 percent of eligible adults were being screened as recommended, and almost 28 percent had never been screened.\n\nAmong those who are screened, colonoscopy is by far the most popular method in the U.S. But there is a menu of options beyond colonoscopies — and they’re not necessarily any better or worse, according to the USPSTF’s recently finalized updated recommendations for screening among average-risk adults. The group said that while some tests are backed by more evidence than others, it found no head-to-head studies suggesting any strategy — including colonoscopy — is better than another. “Choose the one that fits your preferences and lifestyle,” said Douglas Owens, a physician and member of the task force.\n\nIncluded on the list are two cheap, at-home poop tests intended to be done annually: the guaiac-based fecal occult blood test (gFOBT) and a more sensitive test called the fecal immunochemical test, or FIT. Both look for tiny amounts of blood in the stool that might be shed by cancer or polyps. You get one from your doctor, take a poop sample at home, and then return the sample to the doctor. Only if you get a positive result do you need to have a colonoscopy. (These are different from a new stool-based DNA test, which while on the USPSTF’s list is much more expensive and has been studied less.)\n\nOf the two, Richard Wender, a physician and chief cancer control officer of the American Cancer Society, said the FIT is preferable, both because it’s more accurate and because it requires only one poop sample and no changes in diet. It costs about $25 or less and when done every year, the USPSTF’s models estimate, it will avert 20-23 deaths from colorectal cancer per 1,000 people screened. (Wender doesn’t recommend the OTC tests that are available.)\n\nThat’s comparable to the two “scope” tests on the USPSTF’s list, flexible sigmoidoscopy and colonoscopy, which have the advantage of both detecting and removing precancerous polyps in one procedure. (Flexible sigmoidoscopy, which looks at the lower part of the large intestine, has been shown by randomized trials to prevent deaths from colorectal cancer but isn’t reimbursed as well as colonoscopy and is on the decline in the U.S.)\n\nColonoscopy is the most popular test in the U.S. In addition to its polyp-removing ability, if you have a negative test, you don’t have to come back for another 10 years. There is indirect evidence it reduces colorectal cancer deaths, in the form of a large study following people who did and didn’t get the test over time. And it seems logical that if sigmoidoscopy cuts colorectal cancer deaths, the more extensive colonoscopy must provide a similar benefit. But that’s not yet been proved by randomized controlled trials. Based on the available evidence and its modeling, the USPSTF estimates it reduces deaths from colorectal cancer by 22-24 per 1,000 people screened.\n\nBut that lack of trial data is why the Canadian Task Force on Preventive Health Care earlier this year recommended against using colonoscopy as a first-line screening method. “They were very clear: We’re going to stick to the evidence, and right now we don’t have evidence for colonoscopy,” said Aasma Shaukat, section chief of gastroenterology in the Minneapolis VA Health Care System.\n\nColonoscopy also has plenty of downsides. It’s expensive, running upward of $1,000. (The test is covered without cost sharing as preventive care under the Affordable Care Act.) Most people prefer to have sedation during the procedure, which means time off from work and finding a ride home. There’s variation in the quality of the test, depending on who’s doing it. There’s a small but real risk of harm, such as a perforation.\n\nSo why do so many people prefer it to the poop test? For many, because they’ve been told it’s the best test to get. A 2012 study found primary care physicians overwhelmingly said they thought it was the best colorectal screening option. Katie Couric’s on-air colonoscopy in March 2000 boosted awareness and increased colonoscopy rates. There’s also a “more is better” attitude when it comes to medicine among many people, said Shaukat. And colonoscopies are well-reimbursed for the physicians who perform them. Hospitals have focused on marketing colonoscopies rather than alternative tests.\n\nNo one is arguing colonoscopy is a bad test. It just hasn’t been shown to be better than an annual FIT, said James Allison, a clinical professor of medicine emeritus at the University of California-San Francisco. He said the public health message is slowly changing to reflect that. The 80% by 2018 campaign from the National Colorectal Cancer Roundtable, for example, which aims to increase the rate of screening, emphasizes a suite of options. “People are very motivated to get screened when they hear colorectal cancer is the second-leading cause of cancer-related death and if they know there are tests that are affordable and can be done at home,” said Wender.\n\nSo if you want a colonoscopy after talking with your physician and digging into all its pros and cons — fantastic. But if you prefer something less invasive but more frequent, you can test your poop every year without feeling like you’re opting for, um, No. 2.", "images": ["https://fivethirtyeight.com/wp-content/uploads/2019/04/2020-tracker-4x3.png?w=300", "https://fivethirtyeight.com/wp-content/themes/espn-fivethirtyeight/assets/images/logo-fox-head-color.svg", "https://fivethirtyeight.com/wp-content/mu-plugins/jetpack/modules/sharedaddy/images/loading.gif", "https://fivethirtyeight.com/wp-content/uploads/2016/07/colon_538-01.jpeg?w=575"], "top_img": "https://fivethirtyeight.com/wp-content/uploads/2016/07/colon_538-01.jpeg?w=575", "keywords": [], "authors": ["Katherine Hobson"], "canonical_link": "https://fivethirtyeight.com/features/you-could-skip-your-colonoscopy-if-youre-willing-to-collect-your-poop/", "title": "You Could Skip Your Colonoscopy If You’re Willing To Collect Your Poop", "meta_data": {"viewport": "width=device-width, initial-scale=1.0", "generator": "WordPress 5.2.4", "og": {"type": "article", "title": "You Could Skip Your Colonoscopy If You’re Willing To Collect Your Poop", "url": "https://fivethirtyeight.com/features/you-could-skip-your-colonoscopy-if-youre-willing-to-collect-your-poop/", "description": "Most Americans hear “colorectal cancer screening” and think “colonoscopy” — the unpleasant cleanse, the snakelike scope, the wobbly ride home. It’s a process t…", "site_name": "FiveThirtyEight", "image": {"identifier": "https://fivethirtyeight.com/wp-content/uploads/2016/07/colon_538-01.jpeg?w=575", "width": 575, "height": 431}, "locale": "en_US"}, "article": {"published_time": "2016-08-02T11:00:00+00:00", "modified_time": "2016-08-02T11:00:00+00:00", "author": "https://fivethirtyeight.com/contributors/katherine-hobson/", "publisher": "https://www.facebook.com/fivethirtyeight"}, "fb": {"app_id": 797620670264818, "pages": 687958677914631}, "twitter": {"site": {"identifier": "FiveThirtyEight", "id": 2303751216}, "widgets": {"csp": "on"}, "maxage": 300, "card": "summary_large_image", "image": {"src": "https://fivethirtyeight.com/wp-content/uploads/2016/07/colon_538-01.jpeg?w=575"}, "label1": "Written by", "data1": "Katherine Hobson", "label2": "Filed under", "data2": "Cancer, Colon Cancer, Colonoscopies"}, "DC.date.issued": "2016-08-02T11:00:00+00:00", "description": "Most Americans hear “colorectal cancer screening” and think “colonoscopy” — the unpleasant cleanse, the snakelike scope, the wobbly ride home. It’s a process t…", "author": "Katherine Hobson"}, "movies": [], "publish_date": 1470135600.0, "source": "http://fivethirtyeight.com", "summary": ""}