{"url": "https://web.archive.org/web/20130125115056/http://www.denverpost.com/fitness/ci_22128646/longer-tamoxifen-use-cuts-breast-cancer-deaths", "text": "Breast cancer patients taking the drug tamoxifen can cut their chances of having the disease come back or kill them if they stay on the pills for 10 years instead of five years as doctors recommend now, a major study finds.\n\nThe results could change treatment, especially for younger women. The findings are a surprise because earlier research suggested that taking the hormone-blocking drug for longer than five years didn't help and might even be harmful.\n\nIn the new study, researchers found that women who took tamoxifen for 10 years lowered their risk of a recurrence by 25 percent and of dying of breast cancer by 29 percent compared to those who took the pills for just five years.\n\nIn absolute terms, continuing on tamoxifen kept three additional women out of every 100 from dying of breast cancer within five to 14 years from when their disease was diagnosed. When added to the benefit from the first five years of use, a decade of tamoxifen can cut breast cancer mortality in half during the second decade after diagnosis, researchers estimate.\n\nSome women balk at taking a preventive drug for so long, but for those at high risk of a recurrence, \"this will be a convincer that they should continue,\" said Dr. Peter Ravdin, director of the breast cancer program at the UT Health Science Center in San Antonio.\n\nHe reviewed results of the study, which was being presented Wednesday at a breast cancer conference in San Antonio and published by the British medical journal Lancet.\n\n\"The result of this trial will have a major, immediate impact on premenopausal women,\" Ravdin said.\n\nAbout 50,000 of the roughly 230,000 new cases of breast cancer in the United States each year occur in women before menopause. Most breast cancers are fueled by estrogen, and hormone blockers are known to cut the risk of recurrence in such cases.\n\nTamoxifen long was the top choice, but newer drugs called aromatase inhibitors—sold as Arimidex, Femara, Aromasin and in generic form—do the job with less risk of causing uterine cancer and other problems.\n\nBut the newer drugs don't work well before menopause. Even some women past menopause choose tamoxifen over the newer drugs, which cost more and have different side effects such as joint pain, bone loss and sexual problems.\n\nThe new study aimed to see whether over a very long time, longer treatment with tamoxifen could help.\n\nDr. Christina Davies of the University of Oxford in England and other researchers assigned 6,846 women who already had taken tamoxifen for five years to either stay on it or take dummy pills for another five years.\n\nResearchers saw little difference in the groups five to nine years after diagnosis. But beyond that time, 15 percent of women who had stopped taking tamoxifen after five years had died of breast cancer versus 12 percent of those who took it for 10 years. Cancer had returned in 25 percent of women on the shorter treatment versus 21 percent of those treated longer.\n\nTamoxifen had some troubling side effects: Longer use nearly doubled the risk of endometrial cancer. But it rarely proved fatal, and there was no increased risk among premenopausal women in the study—the very group tamoxifen helps most.\n\n\"Overall the benefits of extended tamoxifen seemed to outweigh the risks substantially,\" Dr. Trevor Powles of the Cancer Centre London wrote in an editorial published with the study.\n\nThe study was sponsored by cancer research organizations in Britain and Europe, the United States Army, and AstraZeneca PLC, which makes Nolvadex, a brand of tamoxifen, which also is sold as a generic for 10 to 50 cents a day. Brand-name versions of the newer hormone blockers, aromatase inhibitors, are $300 or more per month, but generics are available for much less.\n\nThe results pose a quandary for breast cancer patients past menopause and those who become menopausal because of their treatment—the vast majority of cases. Previous studies found that starting on one of the newer hormone blockers led to fewer relapses than initial treatment with tamoxifen did.\n\nAnother study found that switching to one of the new drugs after five years of tamoxifen cut the risk of breast cancer recurrence nearly in half—more than what was seen in the new study of 10 years of tamoxifen.\n\n\"For postmenopausal women, the data still remain much stronger at this point for a switch to an aromatase inhibitor,\" said that study's leader, Dr. Paul Goss of Massachusetts General Hospital. He has been a paid speaker for a company that makes one of those drugs.\n\nWomen in his study have not been followed long enough to see whether switching cuts deaths from breast cancer, as 10 years of tamoxifen did. Results are expected in about a year.\n\nThe cancer conference is sponsored by the American Association for Cancer Research, Baylor College of Medicine and the UT Health Science Center.\n\n———\n\nMarilynn Marchione can be followed at http://twitter.com/MMarchioneAP", "images": ["https://web.archive.org/web/20130125115056im_/http://ad.doubleclick.net/ad/denverpost.com;keyvalue=db3;sz=85x25;ord=867345231", "https://web.archive.org/web/20130125115056im_/http://analytics.apnewsregistry.com/analytics/v2/image.svc/AP/RWS/www.denverpost.com/MAI/ci_22128646/E/prod/PC/Basic/AT/A", "https://web.archive.org/web/20130125115056im_/http://ad.doubleclick.net/ad/denverpost.com;keyvalue=db5;sz=85x25;ord=557345231", "https://web.archive.org/web/20130125115056im_/http://extras.mnginteractive.com/live/media/site36/2011/1118/20111118_040627_bullet_recommend.gif", "https://web.archive.org/web/20130125115056im_/http://denverpost.112.2o7.net/b/ss/denverpost/1/H.17--NS/0", "https://web.archive.org/web/20130125115056im_/http://extras.mnginteractive.com/live/std/largest.gif", "https://web.archive.org/web/20130125115056im_/http://local.newsfuze.com/common/dfm/assets/logos/small/newsfuze.png", "https://web.archive.org/web/20130125115056im_/http://ad.doubleclick.net/ad/denverpost.com;keyvalue=db2;sz=85x25;ord=767345231", "https://web.archive.org/web/20130125115056im_/http://extras.mnginteractive.com/live/std/large.gif", "https://web.archive.org/web/20130125115056im_/http://extras.mnginteractive.com/live/media/site36/2010/0401/20100401_112605_home.gif", "https://web.archive.org/web/20130125115056im_/http://ad.doubleclick.net/ad/denverpost.com;keyvalue=db1;sz=85x25;ord=567345231", "https://web.archive.org/web/20130125115056im_/http://extras.mnginteractive.com/live/media/mng_logos/MNG_footerGraphic.jpg", "https://web.archive.org/web/20130125115056im_/http://extras.mnginteractive.com/live/media/site36/2010/1104/20101104_074711_websearchyahoo_new2010.jpg", "https://web.archive.org/web/20130125115056im_/http://extras.mnginteractive.com/live/std/icon-email.gif", "https://web.archive.org/web/20130125115056im_/http://extras.mnginteractive.com/live/std/icon-print.gif", "https://web.archive.org/web/20130125115056im_/http://extras.mnginteractive.com/live/media/site36/2006/0927/20060815_054356_logo_articles.gif", "https://web.archive.org/web/20130125115056im_/http://extras.denverpost.com/media/png/2012/denver-post-main.png", "https://web.archive.org/web/20130125115056im_/http://s9.addthis.com/button1-bm.gif", "https://web.archive.org/web/20130125115056im_/http://extras.mnginteractive.com/live/std/icon-uparrow.gif", "https://web.archive.org/web/20130125115056im_/http://www.denverpost.com/mngi/tracking/track?s=36&c=22128646&t=VIEWED&n=1", "https://web.archive.org/web/20130125115056im_/http://extras.mnginteractive.com/live/std/normal.gif", "https://web.archive.org/web/20130125115056im_/http://ad.doubleclick.net/ad/denverpost.com;keyvalue=db4;sz=85x25;ord=967345231"], "top_img": "https://web.archive.org/web/20130125115056im_/http://local.newsfuze.com/common/dfm/assets/logos/small/newsfuze.png", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20130125115056/http://www.denverpost.com/fitness/ci_22128646/longer-tamoxifen-use-cuts-breast-cancer-deaths", "title": "Longer tamoxifen use cuts breast cancer deaths", "meta_data": {"description": "Breast cancer patients taking the drug tamoxifen can cut their chances of having the disease come back or kill them if they stay on the pills for 10 years instead of five years as doctors recommend now, a major study finds.", "keywords": "health fitness", "og": {"type": "article", "title": "Longer tamoxifen use cuts breast cancer deaths", "image": "https://web.archive.org/web/20130125115056im_/http://local.newsfuze.com/common/dfm/assets/logos/small/newsfuze.png", "url": "https://web.archive.org/web/20130125115056/http://www.denverpost.com/fitness/ci_22128646/longer-tamoxifen-use-cuts-breast-cancer-deaths"}, "y_key": "0abf1c8c9543e0ae", "verify-v1": "mOG8mMgt4nlAgoL9im7OdaNtu4n5/ZQq9DHJakSpoeU=", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "google-site-verification": "c8cfI79sqfUXPy8rENwcY9IzY3utVOSnvseEfHSQ1CI"}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}