{"url": "https://www.buzzfeed.com/theresatamkins/pregnancy-blood-test-premature-preterm-labor?utm_term=.ohZW7qKl6#.qjjbg23Kj", "text": "Premature labor is a serious and hard-to-predict problem. This test might help.\n\n\"Those molecules will circulate in the blood for some time, they can be measured, and you can see the contributions from essentially every tissue in the body,\" senior investigator Stephen Quake told BuzzFeed News. \"When you are pregnant you can see the contribution from the placenta and the fetus,\" said Quake, a professor of bioengineering and applied physics at Stanford University in Palo Alto, California.\n\nBoth tests use cell-free RNA (cfRNA), which are snippets of genetic material released by cells when genes are active. They float around in the mother's bloodstream and can be picked up by blood tests.\n\nHowever, a new blood test — which is still experimental and not yet available outside of a research lab — can pick up on gene activity in the body that suggests a pregnancy is at risk for preterm delivery, according to a study published Thursday in the journal Science . The researchers also found a similar type of blood test could determine gestational age, which is used to calculate the due date of the baby. Currently, gestational age is calculated in the first trimester using ultrasound, and it's not that accurate if used later in pregnancy.\n\nPregnancies are usually about 40 weeks, and a premature birth is when a baby arrives three or more weeks early. This happens in about 9% of all deliveries and it can be seriously risky for the infant ; they can have all kinds of complications, including lung problems, brain hemorrhages, and infections.\n\nThe scientists analyzed 20,000 genes to find the ones that were active during pregnancy and labor.\n\nThey identified seven cfRNAs that seemed to be associated with premature birth, and in a test of 38 women, they found that they could predict premature birth up to two months in advance.\n\nAll the women were at risk for premature labor because they had early contractions or a previous preterm delivery, and 13 did indeed go on to have a premature baby.\n\nIn a subgroup of women, the test accurately classified 4 of 5 preterm deliveries as being at-risk, and incorrectly suggested that 3 of 18 women who had a full-term pregnancy were at risk for early labor.\n\nIn a test of 31 healthy pregnant women, testing for nine cfRNAs seemed roughly as accurate as an ultrasound at measuring gestational age. An ultrasound has a 48% accuracy rate at predicting a due date that's within two weeks of a baby's actual birth, while the blood test was 45% accurate. The test, if it does turn out to work in clinical trials, would be cheaper than ultrasound, said Quake.\n\n\"It might be tens or hundreds of dollars, rather than thousands,\" he said.\n\nThere's a lot more work to be done before these tests becomes available, including clinical trials. The studies were small and included only black or white women, but not other ethnicities. But the findings are promising, particularly because premature delivery is such a serious problem.\n\n\"Preterm birth is the leading cause of neonatal death, it’s a huge problem,\" Quake said. If doctors know someone is at risk for premature labor earlier in pregnancy, they might start efforts to help delay labor, such as recommending bed rest.\n\nQuake became interested in the problem in part because his first child was born almost a month premature. She's now a healthy 16-year-old. \"You realize, holy cow, that was a pretty risky thing that we had no control over and no sense that it was coming,\" he said.\n\n\"We’d like to see a bunch of lives saved, that’s really the goal here,\" Quake said. \"There’s a lot of work left to do before we get to that point, but we are pretty energized and excited at this point.\"\n\nThe study was funded by the March of Dimes and other nonprofit sources, although Quake and his colleagues have filed for a patent on the test.", "images": ["https://img.buzzfeed.com/buzzfeed-static/static/2018-07/18/9/user_images/buzzfeed-prod-web-06/maggieschultz-v2-31148-1531921819-0_large.jpg", "https://img.buzzfeed.com/buzzfeed-static/static/2018-06/7/16/asset/buzzfeed-prod-web-05/sub-buzz-29108-1528404927-1.jpg?downsize=700%3A%2A&output-quality=auto&output-format=auto&output-quality=auto&output-format=auto&downsize=360:*", "https://img.buzzfeed.com/buzzfeed-static/static/2018-06/7/16/enhanced/buzzfeed-prod-web-01/original-13003-1528405032-2.jpg?crop=724:379;0,104", "https://pixiedust.buzzfeed.com/v1.gif?source=buzz_web&platform=news_bpager&type=instrumentation&target=javascript&value=disabled", "https://img.buzzfeed.com/buzzfeed-static/static/2018-06/7/16/asset/buzzfeed-prod-web-05/sub-buzz-29406-1528404997-1.jpg?downsize=700%3A%2A&output-quality=auto&output-format=auto&output-quality=auto&output-format=auto&downsize=360:*"], "top_img": "https://img.buzzfeed.com/buzzfeed-static/static/2018-06/7/16/enhanced/buzzfeed-prod-web-01/original-13003-1528405032-2.jpg?crop=724:379;0,104", "keywords": [], "authors": ["Theresa Tamkins", "Buzzfeed News Health Editor"], "canonical_link": "https://www.buzzfeednews.com/article/theresatamkins/pregnancy-blood-test-premature-preterm-labor", "title": "This Blood Test Could Help Predict If A Pregnancy Is At Risk For Premature Labor", "meta_data": {"copyright": "Copyright BuzzFeed, Inc. All rights reserved.", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "referrer": "unsafe-url", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-title": "BuzzFeed", "theme-color": "#ee3322", "description": "The high-tech blood test is experimental, but a new study suggests it might be able to predict if a pregnancy is at risk for early labor.", "title": "This Blood Test Could Help Predict If A Pregnancy Is At Risk For Premature Labor", "robots": "all", "twitter": {"site": "@BuzzFeedNews", "creator": "@ttamkins", "title": "This Blood Test Could Help Predict If A Pregnancy Is At Risk For Premature Labor", "description": "The high-tech blood test is experimental, but a new study suggests it might be able to predict if a pregnancy is at risk for early labor.", "card": "summary_large_image"}, "fb": {"app_id": 162111247988300}, "og": {"site_name": "BuzzFeed News", "url": "https://www.buzzfeednews.com/article/theresatamkins/pregnancy-blood-test-premature-preterm-labor", "image": "https://img.buzzfeed.com/buzzfeed-static/static/2018-06/7/16/enhanced/buzzfeed-prod-web-01/original-13003-1528405032-2.jpg?crop=724:379;0,104", "title": "This Blood Test Could Help Predict If A Pregnancy Is At Risk For Premature Labor", "description": "The high-tech blood test is experimental, but a new study suggests it might be able to predict if a pregnancy is at risk for early labor.", "type": "article"}, "article": {"content_tier": "free", "opinion": "false"}}, "movies": [], "publish_date": null, "source": "https://www.buzzfeed.com", "summary": ""}