{"url": "http://www.npr.org/blogs/health/2015/03/02/390230746/walk-a-little-faster-to-get-the-most-out-of-your-exercise-time", "text": "Walk A Little Faster To Get The Most Out of Your Exercise Time\n\nEnlarge this image toggle caption iStockphoto iStockphoto\n\nSome people — who are they? — have no problem fitting regular aerobic exercise into their lives. The rest of us want to know how much we have to exercise to see health benefits. Now we have some answers: You may want to go just a tad longer and harder than you'd thought.\n\nCurrent government guidelines advise adults to get the equivalent of at least 2 1/2 hours of moderate-intensity aerobic exercise or 75 minutes of higher-intensity exercise every week, plus some strength training. In effect, those guidelines say there's no particular benefit from working out harder, other than saving time.\n\nTo find out if that's true, researchers at Queen's University in Ontario studied different combinations of exercise intensity and duration in a group of 300 sedentary adults with abdominal obesity. (That's generally defined as a waist circumference of more than 35 inches for women who aren't pregnant and more than 40 inches for men.) People with abdominal obesity are at higher risk of heart disease and early death than people with slimmer waistlines.\n\nAll the exercisers were told to work out under supervision five times per week for 24 weeks. One group worked out at low intensity, about 50 percent of maximum oxygen uptake (VO 2 max, a measure of cardiovascular fitness), for about 31 minutes per session — enough to burn 180 calories for women and 300 for men. That exercise prescription was about the same as in the government guidelines. The intensity was about equivalent to walking slowly, said study author Robert Ross, a kinesiologist at Queen's University.\n\nAnother group exercised at the same low intensity but almost twice as long — about 58 minutes on average, or five hours a week, until the women had burned 360 calories and the men 600.\n\nAnd a third group exercised at a higher but still moderate intensity, 75 percent of VO 2 max, until they'd burned the same number of calories as the second group. That took about 40 minutes a day, or 3.3 hours a week. That intensity was equivalent to brisk walking for the previously sedentary participants, Ross told Shots. (Note that we're not talking about the all-out sprints of high-intensity interval training.)\n\nA fourth group was told to do no exercise.\n\nAll the participants were told to keep a food diary and to eat a healthful diet but to keep their calorie intake constant. They also wore accelerometers to track their physical activity during the rest of the day, to make sure the more intense exercisers weren't compensating with more time on the sofa.\n\nAt the end of the study, members of all three exercise groups lost an average of about 2 inches from their waist circumference. There weren't differences between the three groups. The average exerciser also lost 5 to 6 percent of body weight.\n\n\"The take-home message here is that if you're consuming a healthful diet and engaging with exercise consistent with the guidelines, you're going to see a benefit in your waistline and on the bathroom scale,\" said Ross. The results were published Monday in Annals of Internal Medicine.\n\nBut there was also a benefit from going just a bit faster: Only participants in the higher-intensity group saw an improvement in glucose tolerance, a risk factor for heart disease. (It's unclear whether the 9 percent improvement seen will be enough to cut their risk of heart disease, though.)\n\nThe result makes sense, since there's some previous evidence suggesting that higher-intensity exercise is tied to improving how the body processes sugar, said Neal Pire, an exercise physiologist who puts together medically based training programs at HNH Fitness in Oradell, N.J., a program of Holy Name Medical Center. Strength training can also improve glucose tolerance, which is why it's part of the government guidelines, he told Shots.\n\nCardiovascular fitness also improved in all three groups, but the lower-intensity exercisers who went longer did better than those who went shorter, and the higher-intensity group did better still.\n\nBottom line: All the exercisers improved, but the folks who did the best walked briskly for about 40 minutes five times a week. (Ross suggests you walk as if you're late for a bus.) \"It doesn't take a lot,\" said Ross. \"That's why our participants were so surprised. They didn't have to climb Mount Everest.\"", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2014/09/23/istock_000041615146large_sq-3c62e527b0c913689a693d34a221def5da84ad32-s100-c15.jpg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/assets/img/2015/03/02/woman-walking_wide-74e327ec12ae6749598d36274e80ae21a1f6c293.jpg?s=1400", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2015/03/02/woman-walking_custom-bbc2a4bce16f902459ab6e47a46c9d3de30ac4d1-s1100-c15.jpg", "https://media.npr.org/assets/img/2014/08/07/istock_000027074539medium_sq-6f1a96e35124a48e2270d63fd9e9c3f0098a8f39-s100-c15.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2015/03/02/woman-walking_wide-74e327ec12ae6749598d36274e80ae21a1f6c293.jpg?s=1400", "keywords": [], "authors": ["Katherine Hobson"], "canonical_link": "https://www.npr.org/sections/health-shots/2015/03/02/390230746/walk-a-little-faster-to-get-the-most-out-of-your-exercise-time", "title": "Walk A Little Faster To Get The Most Out of Your Exercise Time", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2015-03-02", "description": "People who walked briskly for 40 minutes five days a week saw more health improvements than those who walked for an hour a day but were more leisurely about it. Both groups lost weight.", "og": {"title": "Walk A Little Faster To Get The Most Out of Your Exercise Time", "url": "https://www.npr.org/sections/health-shots/2015/03/02/390230746/walk-a-little-faster-to-get-the-most-out-of-your-exercise-time", "type": "article", "description": "People who walked briskly for 40 minutes five days a week saw more health improvements than those who walked for an hour a day but were more leisurely about it. Both groups lost weight.", "image": "https://media.npr.org/assets/img/2015/03/02/woman-walking_wide-74e327ec12ae6749598d36274e80ae21a1f6c293.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Walk A Little Faster To Get The Most Out of Your Exercise Time", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2015/03/02/woman-walking_wide-74e327ec12ae6749598d36274e80ae21a1f6c293.jpg?s=1400"}}}, "movies": [], "publish_date": 1425272400.0, "source": "http://www.npr.org", "summary": ""}