{"url": "http://www.nytimes.com/2011/09/13/health/research/13alzheimers.html?ref=health", "text": "In the four-month study, the group randomly assigned to receive intranasal insulin twice a day either improved slightly or remained the same in tests of memory and assessments of their ability to handle day-to-day activities. The lower dose seemed more effective than the higher one. Those who received placebos got worse.\n\nA third also had scans to assess their brains’ use of glucose. One hallmark of Alzheimer’s disease is reduced metabolism in the brain, which shows up on scans as less use of glucose, the fuel for brain cells. In this assessment, those getting insulin used more glucose in their brains; those taking placebos used less.\n\nFor years, the study’s principal investigator, Suzanne Craft, has studied insulin’s effects in Alzheimer’s. She is professor of psychiatry at the University of Washington in Seattle and director of the memory disorders clinic at the Veterans Affairs Puget Sound Health Care System.\n\nBrain cells need insulin, Dr. Craft said. And conditions in which the body makes too little insulin or is resistant to its effects — diabetes, prediabetes, even untreated high-blood pressure — are associated with an increased risk of Alzheimer’s.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nIn addition, she said, beta amyloid, a toxic protein that accumulates in the brain of Alzheimer’s patients, seems to tie up insulin in the brain.\n\nSo, Dr. Craft reasoned, perhaps if more insulin could be put into the brains of people with the degenerative brain disease, their memories and ability to function might improve. The problem was to find a way to get more insulin to the brain but not to the body.\n\nThe solution was a special device made by Kurve Technology that delivers a spray of insulin deep into the nose. From there the hormone travels along the path of nerves into the brain.\n\nThe investigators first tried a single dose of insulin delivered via nasal spray to the brains of people with Alzheimer’s disease. Their memories improved temporarily. Then they tried giving insulin daily for three weeks. Again, the hormone seemed to help. That led to the current study, lasting four months.\n\nAdvertisement Continue reading the main story\n\nBut Dr. Martha Daviglus of Northwestern University, who led a panel last year that assessed published papers on preventing and treating Alzheimer’s, urged caution. In her field, cardiovascular medicine, she has seen many exciting findings in small studies that fall apart in larger or longer ones.\n\nNow Dr. Craft wants to test insulin again in a much more extensive study. .\n\nIn the meantime, she cautions Alzheimer’s patients not to rush out and try to take insulin. It is too soon to say if the treatment is even safe, she said. And patients would need a special device to get it deep into the nose. Kurve’s device is not yet on the market.\n\n“The individual person will not be able to get this device,” Dr. Craft said. But, she added, if her study goes forward, many will be able to participate in it.", "images": ["https://static01.nyt.com/images/icons/t_logo_291_black.png"], "top_img": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "keywords": [], "authors": ["Gina Kolata"], "canonical_link": "https://www.nytimes.com/2011/09/13/health/research/13alzheimers.html", "title": "Squirts of Insulin May Help Those With Early Alzheimer’s", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/100000001048719", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2011/09/13/health/research/13alzheimers.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2011/09/13/health/research/13alzheimers.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/100000001048719"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2011/09/13/health/research/13alzheimers.html", "title": "Squirts of Insulin May Help Those With Early Alzheimer’s", "description": "An intriguing study suggests that aerosolized insulin may help people who are in the early stages of Alzheimer’s.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary", "creator": "ginakolata"}, "robots": "noarchive", "hdl_p": "A Squirt Of Insulin May Delay Alzheimer’s", "description": "An intriguing study suggests that aerosolized insulin may help people who are in the early stages of Alzheimer’s.", "genre": "News", "articleid": 100000001048719, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Squirts of Insulin May Help Those With Early Alzheimer’s", "pdate": 20110912, "utime": 20140829170425, "ptime": 20110912144424, "DISPLAYDATE": "Sept. 12, 2011", "dat": "Sept. 12, 2011", "lp": "An intriguing study suggests that aerosolized insulin may help people who are in the early stages of Alzheimer’s.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "13alzheimers", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "published": "2011-09-12T14:44:24-04:00", "modified": "2014-08-29T17:04:25-04:00", "section": "Health", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "top-level-section": "health", "author": "https://www.facebook.com/gina.kolata.1", "tag": "Research"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "og": {"url": "https://www.nytimes.com/2011/09/13/health/research/13alzheimers.html", "type": "article", "title": "Squirts of Insulin May Help Those With Early Alzheimer’s", "description": "An intriguing study suggests that aerosolized insulin may help people who are in the early stages of Alzheimer’s.", "image": "https://static01.nyt.com/images/icons/t_logo_291_black.png"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Gina Kolata", "tone": "feature", "byl": "By GINA KOLATA", "PT": "article", "CG": "health", "SCG": "research", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Research", "keywords": "Alzheimer's Disease,Insulin,Medicine and Health,Research", "dfp-ad-unit-path": "health/research", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1315886400.0, "source": "http://www.nytimes.com", "summary": ""}