{"url": "http://www.medicalnewstoday.com/articles/287626.php", "text": "A new study claims that consuming one avocado a day as part of a moderate-fat diet could help lower bad cholesterol among people who are overweight or obese.\n\nShare on Pinterest Consuming one avocado a day alongside a moderate-fat diet was found to lower 'bad' cholesterol among overweight and obese individuals.\n\nThe researchers, including senior author Penny M. Kris-Etherton, PhD, distinguished professor of nutrition at Pennsylvania State University, publish their findings in the Journal of the American Heart Association.\n\nIt is well known that avocados are high in fat, but the majority of an avocado's fat is monounsaturated, which is deemed a \"good\" type of fat. It is known that monounsaturated fats can help lower levels of bad cholesterol, reducing the risk of heart attack and stroke.\n\nFor their study, Kris-Etherton and colleagues set out to assess how avocado consumption - by replacing saturated fatty acids, or \"bad\" fats - affected risk factors associated with cardiovascular diseases.\n\nThe team recruited 45 healthy participants aged 21-70 years who were either obese or overweight.\n\nEvery participant was required to follow each of three cholesterol-lowering diets for 5 weeks. The diets consisted of a lower-fat diet without avocado, a moderate-fat diet without avocado or a moderate-fat diet with one Hass avocado a day.\n\nPrior to starting each diet, subjects ate what the researchers deem an \"average American diet,\" which was made up of 34% of calories from fat, 16% from protein, while around half of calories were from carbohydrates.\n\nFrom both of the moderate-fat diets, participants gained 34% of calories from fat, of which 17% were from monounsaturated fatty acids (MUFAs). The lower-fat diet provided participants with 24% of calories from fat, of which 11% was from MUFAs.\n\nModerate-fat diet with one avocado a day lowered 'bad' cholesterol by 13.5 mg/dL\n\nThe researchers found that participants' levels of low-density lipoprotein (LDL) - referred to as the \"bad\" cholesterol - were an average of 8.3 milligrams per deciliter (mg/dL) lower after following the lower-fat diet without an avocado and 7.4 mg/dL lower after following the moderate-fat diet without an avocado, compared with their baseline average.\n\nHowever, after participants followed the moderate-fat diet with one avocado a day, their LDL levels were found to be an average of 13.5 mg/dL lower than their baseline average.\n\nWhat is more, the team found that a number of additional blood measurements - such as total cholesterol, small dense LDL, triglycerides and non-HDL (high-density lipoprotein) - were better after participants followed the moderate-fat diet with one avocado a day, compared with the other two diets.\n\nAlthough these findings demonstrate that an avocado a day alongside a moderate-fat diet has the potential to reduce bad cholesterol, the team notes that their research was a controlled feeding study. \"That is not the real-world,\" says Kris-Etherton, \"so it is a proof-of-concept investigation.\"\n\nStill, the team believes their findings indicate that people should consider replacing saturated fatty acids in their diet with healthier fats from avocados and other sources. Kris-Etherton adds:\n\n\"We need to focus on getting people to eat a heart-healthy diet that includes avocados and other nutrient-rich food sources of better fats. In the United States avocados are not a mainstream food yet, and they can be expensive, especially at certain times of the year. Also, most people do not really know how to incorporate them in their diet except for making guacamole. But guacamole is typically eaten with corn chips, which are high in calories and sodium. Avocados, however, can also be eaten with salads, vegetables, sandwiches, lean protein foods (like chicken or fish) or even whole.\"\n\nIt should be noted that this research was supported by the Hass Avocado Board, but the researchers say the organization played no other role in the study.\n\nIn January 2014, Medical News Today reported on a study suggesting that consuming half an avocado with lunch each day may satisfy hunger in overweight individuals and help with weight management.\n\nOur Knowledge Center article on the health benefits of avocado reveals some of the other ways the food may be good for us, as well as the potential risks of avocado consumption.", "images": ["http://i0.wp.com/cdn-prod.medicalnewstoday.com/content/images/articles/287/287626/avocado.jpg?w=1155", "http://b.scorecardresearch.com/p?c1=2&c2=6035868&cv=2.0&cj=1&", "https://cdn-prod.medicalnewstoday.com/content/images/headlines/287/287626/avocado.jpg"], "top_img": "https://cdn-prod.medicalnewstoday.com/content/images/headlines/287/287626/avocado.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.medicalnewstoday.com/mnt/articles/287626.php", "title": "Avocados may help lower 'bad' cholesterol", "meta_data": {"og": {"url": "https://www.medicalnewstoday.com/articles/287626.php", "type": "article", "site_name": "Medical News Today", "title": "Avocados may help lower 'bad' cholesterol", "description": "Consuming one avocado each day alongside a moderate-fat diet may help lower 'bad' cholesterol in people who are overweight or obese, a new study finds.", "image": "https://cdn-prod.medicalnewstoday.com/content/images/headlines/287/287626/avocado.jpg"}, "description": "Consuming one avocado each day alongside a moderate-fat diet may help lower 'bad' cholesterol in people who are overweight or obese, a new study finds.", "fb": {"admins": 1658973110, "app_id": 147184211975697}, "twitter": {"domain": "medicalnewstoday.com", "card": "summary_large_image", "site": "@mnt", "title": "Avocados may help lower 'bad' cholesterol", "description": "Consuming one avocado each day alongside a moderate-fat diet may help lower 'bad' cholesterol in people who are overweight or obese, a new study finds.", "creator": "@mnt", "image": "https://assets.healthline.com/content/hl_sharing_v2.jpg"}, "p": {"domain_verify": "ca332f19ebf583ba72eff99cc210a982"}, "ROBOTS": "NOINDEX, FOLLOW", "Mediapartners-Google": "index, follow", "AdsBot-Google": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "movies": [], "publish_date": null, "source": "http://www.medicalnewstoday.com", "summary": ""}