{"url": "https://web.archive.org/web/20150911000519/http://www.newsweek.com:80/psychedelics-promise-paradigm-shift-treating-mental-illness-369851", "text": "Tech & Science\n\nIn the 1950s through the early ’70s, research began to show that psychedelics like LSD and psilocybin, the active ingredient in magic mushrooms, could be quite effective at treating mental health disorders like addiction.\n\n“In the ’50s and ’60s psychedelics were the cutting edge of psychiatric research,” says Charles Grob, a physician and researcher at UCLA.\n\nBut at the same time, many of these substances were taken in uncontrolled settings by large numbers of people, and certain proselytizers (like Timothy Leary) advocated their widespread use. Then President Richard Nixon declared drugs “public enemy No. 1” and the so-called “war on drugs” began. All this combined to give psychedelics a bad name at the time and led to most of them being outlawed. For nearly a generation, science on these substances shut down.\n\nTry Newsweek for only $1.25 per week\n\nBut that’s changing. In the past 20 years or so, a small amount of research has once again begun to focus on these chemicals, showing that they have promise for treating a range of conditions, from addiction to depression and anxiety, says Evan Wood, a psychiatric researcher at the University of British Columbia.\n\nIn 2006, researchers at the University of Arizona published a study showing obsessive-compulsive patients who ingested psilocybin had immediate and lasting reductions in problematic symptoms. The same year, Johns Hopkins University physician and researcher Roland Griffiths showed that in healthy volunteers, psilocybin produced lasting benefits like improved mood and peacefulness six months after ingestion. Study participants “made claims to be more sensitive, compassionate, tolerant, to have increased positive relationships, an increased need to serve others,” according to Griffiths. “Those kinds of changes are not delusional, because blinded interviews with family members, friends and work colleagues [confirm these reports].”\n\nSimilar work has shown psilocybin can help treat anxiety associated with cancer, at UCLA and New York University. Grob says work by his group and others has shown that psilocybin can help treat “terminal cancer patients with overwhelming existential anxiety, an area that traditional medicine struggles with.” And a study in late 2014 found that LSD permanently reduced anxiety in a small number of patients.\n\nWood says he’s most excited about research into using psychedelics to treat addiction, and he published a review on September 8 in the Canadian Medical Association Journal covering recent work in this field. One study from earlier this year in the Journal of Psychopharmacology found, for example, that 10 alcoholic patients given psilocybin in a controlled setting had greatly reduced cravings for and intake of alcohol in the months after the treatment. Another study, authored in 2014 by Griffiths and Matthew Johnson at Johns Hopkins and published in the Journal of Psychopharmacology, found the substance helped people give up cigarettes. Twelve out of 15 patients in this small study had given up smoking six months after a psilocybin-assisted therapy session.\n\nAyahuasca, an Amazonian brew containing dimethyltryptamine that causes hallucinations and often intense spiritual experiences, has also shown promise in treating addictions, besides anxiety and depression, Wood says. Another chemical, called MDMA, the active ingredient in the drug Ecstasy, can help treat post-traumatic stress disorder.\n\nPsychedelics generally are thought to work by allowing individuals to have a spiritual or “mystical” experience, during which time people can have profound realizations that permanently change their behaviors, Wood says. The idea that you can take a medicine one or a few times and become “cured,” or at least significantly helped, conflicts with current standard practices, which often involve taking medications every day for years, or life.\n\n“With even minor mental health conditions like minor depression or anxiety...or more serious problems like addiction, the existing paradigm is to frame these as chronic, lifelong diseases” that require continuous medication with drugs like serotonin-specific reuptake inhibitors, Wood says. But not so with psychedelics, which represent “a total paradigm shift in the way that mental illness is treated,” he adds.\n\nHe points out that psychedelics should never be used carelessly, and that the “set and setting” (meaning the dose, mood, environment, company and surroundings) where a person takes them are of paramount importance. That said, when studied under controlled and supervised conditions, these chemicals have not been found to cause lasting negative health consequences, the Canadian Medical Association Journal review noted. All of which adds up to a compelling argument that psychedelics “should be the focus of intensive study for treating mental illness,” Wood says.", "images": ["https://web.archive.org/web/20150911000519im_/https://www.facebook.com/tr?id=235022166707443&ev=NoScript", "https://web.archive.org/web/20150911000519im_/http://s.newsweek.com/sites/www.newsweek.com/files/uploads/subscribe/subscribe-hi_0.png", "https://web.archive.org/web/20150911000519im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/cover_thumbnail/public/2015/09/04/20150918cover1800-x-2400.jpg", "https://web.archive.org/web/20150911000519im_/http://pixel.quantserve.com/pixel/p-2dmAXlpkDJWYc.gif", "https://web.archive.org/web/20150911000519im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embedded/public/2015/09/08/rtxb200.jpg", "https://web.archive.org/web/20150911000519im_/http://statse.webtrendslive.com/dcsg8hf7v2dv0hkvizuyxcgs1_5p9c/njs.gif?dcsuri=/nojavascript&WT.js=No&WT.tv=10.2.91&dcssip=www.newsweek.com", "https://web.archive.org/web/20150911000519im_/http://s.newsweek.com/sites/www.newsweek.com/files/2015/09/08/rtxb200.jpg", "https://web.archive.org/web/20150911000519im_/http://s.newsweek.com/sites/www.newsweek.com/themes/newsweek/images/201410/logo-black.png", "https://web.archive.org/web/20150911000519im_/http://b.scorecardresearch.com/p?c1=2&c2=7922264&cv=2.0&cj=1", "https://web.archive.org/web/20150911000519im_/http://s.newsweek.com/sites/www.newsweek.com/files/uploads/subscribe/subscribe-hi.png", "https://web.archive.org/web/20150911000519im_/http://googleads.g.doubleclick.net/pagead/viewthroughconversion/992646972/?value=1.000000&label=C9VgCISX-AoQvK6q2QM&guid=ON&script=0", "https://web.archive.org/web/20150911000519im_/http://t.co/i/adsct?txn_id=l4ly8&p_id=Twitter", "https://web.archive.org/web/20150911000519im_/http://t.co/i/adsct?txn_id=l4ly7&p_id=Twitter", "https://web.archive.org/web/20150911000519im_/https://analytics.twitter.com/i/adsct?txn_id=l4ly8&p_id=Twitter", "https://web.archive.org/web/20150911000519im_/http://in.getclicky.com/100658996ns.gif", "https://web.archive.org/web/20150911000519im_/https://analytics.twitter.com/i/adsct?txn_id=l4ly7&p_id=Twitter"], "top_img": "https://web.archive.org/web/20150911000519im_/http://s.newsweek.com/sites/www.newsweek.com/files/2015/09/08/rtxb200.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150911000519/http://www.newsweek.com/psychedelics-promise-paradigm-shift-treating-mental-illness-369851", "title": "Psychedelics Promise a ‘Paradigm Shift’ in Treating Mental Illness", "meta_data": {"viewport": "width=device-width, initial-scale=1.0", "news_keywords": "psychedelics, about psychedelic medicine, lsd anxiety, about lsd, about psilocybin, psilocybin research, magic mushrooms, bill wilson, ayahuasca, peyote, mescaline, mdma", "fb": {"app_id": 1477235949189913}, "og": {"type": "article", "site_name": "Newsweek", "url": "https://web.archive.org/web/20150911000519/http://www.newsweek.com/psychedelics-promise-paradigm-shift-treating-mental-illness-369851", "title": "Psychedelics Promise a ‘Paradigm Shift’ in Treating Mental Illness", "description": "Psilocybin, LSD and other chemicals should be extensively studied, scientists say.", "image": "https://web.archive.org/web/20150911000519im_/http://s.newsweek.com/sites/www.newsweek.com/files/2015/09/08/rtxb200.jpg"}, "article": {"section": "Tech & Science", "modified_time": "2015-09-08T15:42:53-04:00", "published_time": "2015-09-08T15:42:53-04:00"}, "twitter": {"site": "@newsweek", "card": "summary_large_image", "title": "Psychedelics Promise a ‘Paradigm Shift’ in Treating Mental Illness", "url": "https://web.archive.org/web/20150911000519im_/http://www.newsweek.com/psychedelics-promise-paradigm-shift-treating-mental-illness-369851", "description": "Psilocybin, LSD and other chemicals should be extensively studied, scientists say.", "image": {"identifier": "https://web.archive.org/web/20150911000519im_/http://s.newsweek.com/sites/www.newsweek.com/files/2015/09/08/rtxb200.jpg", "src": "http://s.newsweek.com/sites/www.newsweek.com/files/2015/09/08/rtxb200.jpg"}}, "msapplication-TileColor": "#ff0000", "msapplication-TileImage": "http://s.newsweek.com/sites/www.newsweek.com/themes/newsweek/favicons/mstile-144x144.png", "msapplication-config": "http://s.newsweek.com/sites/www.newsweek.com/themes/newsweek/favicons/browserconfig.xml", "description": "Psilocybin, LSD and other chemicals should be extensively studied, scientists say."}, "movies": [], "publish_date": 1441741373.0, "source": "https://web.archive.org", "summary": ""}