{"url": "http://www.chron.com/disp/story.mpl/health/6958367.html", "text": "Constant migraines may be from unlikely culprit: a deviated septum Constant migraines may be from an unlikely culprit: a deviated septum\n\nDr. Kevin Smith says frequent migraine sufferers shouldn't count out the possibility the pain may be from a deviated septum. Dr. Kevin Smith says frequent migraine sufferers shouldn't count out the possibility the pain may be from a deviated septum. Photo: BILLY SMITH II, CHRONICLE Photo: BILLY SMITH II, CHRONICLE Image 1 of / 1 Caption Close Constant migraines may be from unlikely culprit: a deviated septum 1 / 1 Back to Gallery\n\nIf you suffer from chronic or migraine headaches, Dr. Kevin Smith urges you to consider the real problem might be in your nose.\n\nSmith, an ear, nose and throat and facial plastic surgeon in Houston, has written The Migraine Imposter to help patients find a simpler cure for what can seem like a complex problem.\n\nFor 17 years Smith has treated patients who have been diagnosed with migraine headaches but really have a deviated septum, which occurs when the partition separating the left and right nasal airways becomes displaced.\n\nHe believes this deviation in the nose can touch sensitive tissue that, in turn, triggers episodic headaches, often mistaken as migraines. At least 32 million Americans are believed to be affected by migraines.\n\n“What I am proposing is that if after you are referred to a neurologist and the MRI of your brain turns out negative (for tumor or aneurysm), your next step should be to get a CT scan of the sinuses,” Smith said.\n\nIf a CT scan shows a septal deviation, a 20-minute procedure called a septoplasty can often solve the problem. Smith said that within his practice, some 90 percent of patients have gotten headache relief after a deviated septum is repaired.\n\nSymptoms to watch for include pain in the forehead, temple, area around the eyes, cheeks and top of the head, Smith said.\n\nA deviated septum is often caused by trauma to your nose, such as having broken your nose, he said, adding that many professional athletes who suffer from migraines may actually have a deviated septum caused by contact sports.\n\n“National Football League player Percy Harvin missed a lot of practice because of migraines,” Smith said. “If a deviated septum is caused by trauma and you have an NFL player with migraines who has been subjected to trauma by playing this sport, there is a high likelihood that he has a deviated septum.”\n\nHouston resident Cheryl Guthrie isn't an athlete, but suffered from migraines since she was a little girl.\n\n“Migraines are awful. You really can't function. I had seen Dr. Smith on a program and tucked (the information) away in a drawer,” Guthrie said. “Finally, he was my last resort.”\n\nIf Smith's hunch is correct, he believes septoplasties can have a big impact on finances and help patients find speedier relief. Often, he said, headache sufferers get passed around to doctors of many specialties, from general practitioners to ear, nose and throat specialists and neurosurgeons as well as oral surgeons, opthalmologists and pain specialists.\n\n“These headaches can cost millions of dollars in lost revenue and a shortened career if sports players never find the reason for their headaches,” Smith said. “I also treated one lady who had suffered 15 years and had 14 MRIs performed in the brain before she was diagnosed with a septal deviation. I want to alleviate health care expenses and health care waste for my patients.”\n\nTo diagnose the problem, Smith said he sprays decongestant up a patients nose and then examines it to see if there are any bends in the back of the nose. A CT scan is then used to confirm the septal deviation.\n\nDr. Gina Rizzo of Gulfcoast MRI and Diagnostic Centers, agrees with Smith and urges physicians to consider this simple screening. “A screening of the sinuses should not be overlooked in the case of recurrent headaches that have been ruled out as tumors or aneurysms in the brain,” Rizzo said.\n\nkamaria.monmouth@chron.com", "images": ["http://www.chron.com/img/print-header-logo.png", "http://www.chron.com/img/print-footer-logo.png", "https://s.hdnux.com/photos/04/32/10/1155603/3/rawImage.jpg", "https://s.hdnux.com/photos/04/32/10/1155603/3/920x920.jpg"], "top_img": "https://s.hdnux.com/photos/04/32/10/1155603/3/rawImage.jpg", "keywords": [], "authors": ["Kamaria Monmouth", "For The Chronicle"], "canonical_link": "https://www.chron.com/news/health/article/Constant-migraines-may-be-from-unlikely-culprit-1589650.php", "title": "Constant migraines may be from unlikely culprit: a deviated septum", "meta_data": {"format-detection": "telephone=no", "viewport": "width=device-width, initial-scale=1.0", "ispremium": 0, "dc.date": "2010-04-15T10:30:00Z", "article": {"published_time": "2010-04-15T10:30:00Z", "modified_time": "2011-07-26T03:15:44Z", "opinion": "false"}, "SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "description": "Smith, an ear, nose and throat and facial plastic surgeon in Houston, has written The Migraine Imposter to help patients find a simpler cure for what can seem like a complex problem.  For 17 years Smith has treated patients who have been diagnosed with migraine headaches but really have a deviated septum, which occurs when the partition separating the left and right nasal airways becomes displaced.  If a deviated septum is caused by trauma and you have an NFL player with migraines who has been subjected to trauma by playing this sport, there is a high likelihood that he has a deviated septum.  [...] he was my last resort.  Often, he said, headache sufferers get passed around to doctors of many specialties, from general practitioners to ear, nose and throat specialists and neurosurgeons as well as oral surgeons, opthalmologists and pain specialists.", "news_keywords": "Kevin Smith,nose,deviated septum,septal deviation,septum,health care,migraine headaches,migraine,help patients,Constant migraines,smith,facial plastic surgeon,patients,headache relief,headache sufferers,deviated,professional athletes,throat specialists,brain,American football,cancer,NFL", "tmepersons": "Kevin Smith", "tmeconcepts": "nose,deviated septum,septal deviation,septum,health care,migraine headaches,migraine,help patients,Constant migraines,smith,facial plastic surgeon,patients,headache relief,headache sufferers,deviated,professional athletes,throat specialists,brain", "tmecategories": "American football,cancer,NFL", "sailthru.title": "Constant migraines may be from unlikely culprit: a deviated septum", "sailthru.date": "2010-04-15 5:30:00 -0500", "sailthru.author": "KAMARIA MONMOUTH, FOR THE CHRONICLE", "sailthru_type": "article", "sailthru_uid": 1589650, "sailthru_section": "news,health", "sailthru_pubname": "houston-chronicle", "sailthru_siteid": 21, "sailthru.tags": "houston-texas,kevin-smith,nose,deviated-septum,septal-deviation,septum,health-care,migraine-headaches,migraine,help-patients,constant-migraines,smith,facial-plastic-surgeon,patients,headache-relief", "sailthru.image.thumb": "https://s.hdnux.com/photos/04/32/10/1155603/3/sailthruImage.jpg", "og": {"title": "Constant migraines may be from unlikely culprit: a deviated septum", "description": "Smith, an ear, nose and throat and facial plastic surgeon in Houston, has written The Migraine Imposter to help patients find a simpler cure for what can seem like a complex problem.  For 17 years Smith has treated patients who have been diagnosed with migraine headaches but really have a deviated septum, which occurs when the partition separating the left and right nasal airways becomes displaced.  If a deviated septum is caused by trauma and you have an NFL player with migraines who has been subjected to trauma by playing this sport, there is a high likelihood that he has a deviated septum.  [...] he was my last resort.  Often, he said, headache sufferers get passed around to doctors of many specialties, from general practitioners to ear, nose and throat specialists and neurosurgeons as well as oral surgeons, opthalmologists and pain specialists.", "type": "article", "url": "https://www.chron.com/news/health/article/Constant-migraines-may-be-from-unlikely-culprit-1589650.php", "image": "https://s.hdnux.com/photos/04/32/10/1155603/3/rawImage.jpg", "site_name": "Houston Chronicle"}, "twitter": {"card": "summary_large_image", "site": "@houstonchron"}, "fb": {"admins": 100006394927810, "app_id": 314935171989989, "pages": "105702905593,307851324523,12852567813,480760515417232,288240529145,316774245761,984197758297116,7457442370,207033189701,207346283795,222959748728,207042068180,72983690774,339413234035,343689323559,345828366626,234821559861394,335699426867,10150105039485602,338983127562,364516539001,337922332042,115637335153191,372011535931,333376634908,127590790608884,141923885872653,655037391286291,320774811368833,1740489152861748,469700473093040,386754203367,556449374478585,340999853450,350771491032,1120648627959218,342017778245,338463361591,138772706196968,1641688532739111,326312697536,353120110016,343366744658,335009494554,347261603104,350924013892,257724773860,361203926417,367174215398,284154645394,334501182354,350279743224,154340691263654,147848678611852,361381078011,362831597677,10150095255780118"}, "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7"}, "movies": [], "publish_date": 1271327400.0, "source": "http://www.chron.com", "summary": ""}