{"url": "http://www.reuters.com/article/2012/05/14/us-marijuana-sclerosis-idUSBRE84D0RS20120514", "text": "By Amy Norton NEW YORK (Reuters Health) - People with multiple sclerosis have long said that smoking marijuana helps ease their painful muscle cramping. And a new clinical trial suggests they are not just blowing smoke.\n\nThe study, published Monday, found that for 30 MS patients with muscle “spasticity,” a few days of marijuana smoking brought some relief.\n\nBut the big caveat, researchers say, is that it’s not clear that the downsides of pot smoking are worth it.\n\nSome people with MS are already using medical marijuana to treat certain symptoms, including spasticity — when the muscles in the legs or arms contract painfully, in something akin to a “charley horse.”\n\nThere is some science behind the idea: The body naturally produces cannabinoids, the group of chemicals found in marijuana. And studies have suggested the cannabinoid receptors on our cells help regulate muscle spasticity.\n\nBut the evidence that pot smoking actually helps with spasticity has been anecdotal.\n\n“We’ve heard from patients that marijuana helps their spasticity, but I think a lot us thought, ‘Well, it’s probably just making you feel good,’” said Dr. Jody Corey-Bloom, the lead researcher on the new study.\n\n“I think this study shows that yes, (marijuana) may help with spasticity, but at a cost,” said Corey-Bloom, of the University of California, San Diego.\n\nThe cost, her team found, is that smoking caused fatigue and dizziness in some users, and generally slowed down people’s mental skills soon after they used marijuana.\n\nBut it’s not clear if that would have any long-term consequences, Corey-Bloom said.\n\nAbout 400,000 people in the United States have MS, a chronic disease in which the protective coating around nerve fibers starts breaking down.\n\nThe new study, reported in the Canadian Medical Association Journal, included 30 MS patients with muscle spasticity that had failed to get better with standard medication.\n\nCorey-Bloom’s team had each patient smoke marijuana or “placebo” joints — which looked, smelled and tasted like the real thing, but lacked the active ingredient in marijuana, known as THC.\n\nEach patient smoked marijuana once a day for three days and used the placebo cigarette once a day on three separate days. Before and after each treatment, an independent rater assessed the patients’ muscle spasticity.\n\nOverall, the study found, measures of spasticity dropped an average of three points —about 30 percent — on a 24-point scale when patients smoked marijuana, but didn’t change after they smoked the placebo.\n\nThe issue of treating spasticity is “certainly an important one,” said Nicholas LaRocca, vice president of healthcare delivery and policy research at the National MS Society.\n\n“Spasticity is a big problem for many people with MS, and the current medications don’t necessarily work for everyone,” said LaRocca, who was not involved in the new study.\n\n“But smoking marijuana does not appear to be a long-term solution, because of the cognitive effects,” he told Reuters Health.\n\nPeople with MS are already at some risk of “cognitive changes,” LaRocca pointed out, so the potential for lasting effects from long-term marijuana smoking is a concern.\n\nHowever, LaRocca said, researchers are developing cannabinoid-based medications for MS. That includes a cannabinoid mouth spray called Sativex that has been approved in the UK, Canada, Spain and New Zealand to treat MS-related spasticity.\n\nResearch into cannabinoids and spasticity should continue, LaRocca said, because medications may be able to harness the benefits of specific cannabis compounds, without the side effects linked to smoking pot.\n\nBoth LaRocca and Corey-Bloom said there were limitations to the current study.\n\n“Blinding” people as to whether they are on marijuana or a placebo is tough since the drug creates a “high” feeling.\n\nIn this study, 17 of 30 patients were able to correctly guess whether they were using marijuana or a placebo at each of their six visits with the researchers. And the rest often guessed correctly.\n\n“It’s pretty clear that the patients were not really blinded,” LaRocca said. “What effects that might have had on the results is unclear.”\n\nCorey-Bloom said that should not have influenced the spasticity findings, since an independent researcher (who didn’t know whether patients were smoking marijuana or the placebo) rated spasticity using a standard scale.\n\nBut another limitation, she pointed out, is that the study looked at the effects, and side effects, of marijuana over only a few days. “We can’t say anything about long-term effects,” Corey-Bloom told Reuters Health.\n\nFor now, LaRocca recommended that people with spasticity see a doctor experienced in treating MS. And if you’re on an anti-spasticity medication and it’s not working well enough, or the side effects are too much, tell your doctor, he said.\n\nFor some people, a change in the medication dose might help.\n\nSOURCE: bit.ly/qB3Mku Canadian Medical Association Journal, online May 14, 2012.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Amy Norton New York", "Reuters Health", "- People With Multiple Sclerosis Have Long Said That Smoking Marijuana Helps Ease Their Painful Muscle Cramping. And A New Clinical Trial Suggests They Are Not Just Blowing Smoke.", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-marijuana-sclerosis-idUSBRE84D0RS20120514", "title": "Marijuana may ease multiple sclerosis symptoms", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "The study, published Monday, found that for 30 MS patients with muscle \"spasticity,\" a few days of marijuana smoking brought some relief.", "Author": "Amy Norton NEW YORK (Reuters Health) - People with multiple sclerosis have long said that smoking marijuana helps ease their painful muscle cramping. And a new clinical trial suggests they are not just blowing smoke.", "keywords": "Canada,New Zealand,Spain,United Kingdom,United States,Jody Corey,Bloom,Nicholas LaRocca,US,MARIJUANA,SCLEROSIS", "news_keywords": "Canada;New Zealand;Spain;United Kingdom;United States;Jody Corey;Bloom;Nicholas LaRocca;US;MARIJUANA;SCLEROSIS", "REVISION_DATE": "Mon May 14 16:05:26 UTC 2012", "analyticsAttributes.articleDate": "2012-05-14T16:05:26+0000", "analyticsAttributes.author": "Amy Norton NEW YORK (Reuters Health) - People with multiple sclerosis have long said that smoking marijuana helps ease their painful muscle cramping. And a new clinical trial suggests they are not just blowing smoke.", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-marijuana-sclerosis-idUSBRE84D0RS20120514", "analyticsAttributes.contentTitle": "Marijuana may ease multiple sclerosis symptoms", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "Canada,New Zealand,Spain,United Kingdom,United States,Jody Corey,Bloom,Nicholas LaRocca,US,MARIJUANA,SCLEROSIS", "analyticsAttributes.keywordSlug": "US-MARIJUANA-SCLEROSIS", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Marijuana may ease multiple sclerosis symptoms", "sailthru.author": "Amy Norton NEW YORK (Reuters Health) - People with multiple sclerosis have long said that smoking marijuana helps ease their painful muscle cramping. And a new clinical trial suggests they are not just blowing smoke.", "sailthru.date": "2012-05-14T16:05:26+0000", "sailthru.title": "Marijuana may ease multiple sclerosis symptoms", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Marijuana may ease multiple sclerosis symptoms", "url": "https://www.reuters.com/article/us-marijuana-sclerosis-idUSBRE84D0RS20120514", "type": "article", "description": "The study, published Monday, found that for 30 MS patients with muscle \"spa...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2012-05-14T16:05:26+0000", "modified_time": "2012-05-14T16:05:26+0000", "section": "Homepage", "author": "Amy Norton NEW YORK (Reuters Health) - People with multiple sclerosis have long said that smoking marijuana helps ease their painful muscle cramping. And a new clinical trial suggests they are not just blowing smoke.", "tag": "Canada,New Zealand,Spain,United Kingdom,United States,Jody Corey,Bloom,Nicholas LaRocca,US,MARIJUANA,SCLEROSIS"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary", "title": "Marijuana may ease multiple sclerosis symptoms", "description": "The study, published Monday, found that for 30 MS patients with muscle \"spasticity,\" a few days of marijuana smoking brought some relief.", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1336968000.0, "source": "http://www.reuters.com", "summary": ""}