{"url": "https://health.usnews.com/health-care/patient-advice/articles/2017-10-27/can-vitamin-a-help-with-my-copd", "text": "The results of dozens of scientific studies into the effects of smoking on the lungs are conclusive: Cigarette smoking is the No. 1 risk factor for developing chronic obstructive pulmonary disease. COPD is, as the name suggests, a chronic lung disease that makes it progressively harder to breathe. Although patients currently have several treatment options available to help manage the disease – whose name is an umbrella term encompassing both emphysema and chronic bronchitis – there is no cure.\n\nAlthough it's clear that exposure to cigarette smoke is a major cause of COPD, it's not the only cause and scientists still aren't sure exactly how cigarette smoke and other inhaled irritants can trigger the development of COPD. One working theory is that smoking cigarettes depletes the body of vitamin A, a nutrient that the lungs use to repair themselves.\n\nThe National Institutes of Health reports that \"Vitamin A is the name of a group of fat-soluble retinoids, including retinol, retinal and retinyl esters.\" It's involved in maintaining the immune system, vision, reproduction and communication between cells. \"Vitamin A also supports cell growth and differentiation, playing a critical role in the normal formation and maintenance of the heart, lungs, kidneys and other organs.\"\n\nVitamin A enters the discussion with COPD because the body uses vitamin A to build and repair lung tissue. Dr. Antonello Punturieri, program director for chronic obstructive pulmonary disease/environment at the National Heart, Lung and Blood Institute, says the connection between vitamin A and the lungs starts from the very beginning, while we're developing in utero and continues well into adulthood. \"The lungs are still developing until age 25 or 30. This is why teen smoking is so bad,\" he says. Having an adequate vitamin A intake throughout this developmental period is critical to developing and maintaining strong, healthy lungs, he says.\n\nBut if our lungs don't have enough vitamin A to build or repair themselves, that could potentially lead to lung infections or chronic diseases of the lungs. A 2003 study in the journal Molecular Aspects of Medicine explains that \"during moderate vitamin-A-deficiency, the incidence for diseases of the respiratory tract is considerably increased and repeated respiratory infections can be influenced therapeutically by a moderate vitamin-A-supplementation. In addition to the importance of the vitamin for the lung function, vitamin-A is also responsible for the development of many tissues and cells as well as for the embryonic lung development.\"\n\nAnother study conducted in Nepal and published in the New England Journal of Medicine in 2010 also found that pregnant women who'd taken vitamin A supplements during pregnancy had children with better lung health when the researchers followed up 9 to 13 years later. \"Early interventions involving vitamin A supplementation in communities where undernutrition is highly prevalent may have long-lasting consequences for lung health,\" the authors concluded.\n\nSo it seems clear that vitamin A plays a role in lung health. To further investigate this connection, researchers in Holland bred laboratory mice to have reduced, but not deficient, levels of vitamin A. In their 2011 study, published in the Journal of Physiology and Pharmacology, the researchers then exposed these mice to cigarette smoke and observed that the mice developed emphysema in just three months. Although the study was done in mice and human physiology is different, there could be some implications here for the interaction of cigarette smoke, vitamin A levels and the development of chronic lung diseases.\n\nOne of these hoped-for implications is a way to reverse or cure the lung damage that results in COPD. Way back in 1997, researchers at the Georgetown University School of Medicine showed that retinoic acid, a derivative of vitamin A, reversed emphysema in the lungs of lab rats. The treatment restored lung alveoli – the small air sacs in the lungs that move oxygen and carbon dioxide into and out of the blood – to normal size and number. These spaces tend to become overinflated in patients with emphysema, so the results of that particular study were encouraging in advancing the idea of using vitamin A as a possible treatment for emphysema and COPD. But in a press release from the NHLBI, study co-author Dr. Donald Massaro urged caution. \"A great deal more basic research is needed before we can even begin to think about applying this to humans. Until then, we caution that there is absolutely no evidence that Vitamin A supplementation is useful in treating lung disorders.\" Investigations continue, but currently there's still not enough evidence to support the idea that supplementing your diet with vitamin A is going to have a big impact on COPD symptoms or the progression of the disease.\n\nStill, it's an important micronutrient that you should seek to include in your diet. Although most Americans are not deficient in vitamin A – the Centers for Disease Control and Prevention reports that less than 1 percent of the population is deficient in vitamin A – the Mayo Clinic currently recommends that adult men 18 years and older should seek to take in 900 micrograms (3,000 international units) of vitamin A daily. Women age 18 and older should aim for 700 micrograms (2,300 IU) daily. Pregnant and nursing woman may need more vitamin A.\n\nVitamin A can be found in most multivitamins and in dairy products, liver, fortified foods, fish and darkly colored fruits and vegetables. \"Five servings of fruits and vegetables daily supplies 5 to 6 milligrams of provitamin A carotenoids, which provides about 50 to 65 percent of the adult recommend dietary allowance for vitamin A,\" the Mayo Clinic reports.", "images": ["https://www.usnews.com/dims4/USNEWS/ef029e5/2147483647/thumbnail/84x84/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F6d%2F82%2F922a73b048ff9f6114ab235ec604%2Felaine-k-howley.jpg", "https://www.usnews.com/dims4/USNEWS/21d41bd/2147483647/crop/1280x852%2B0%2B0/resize/1200x1200%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F4c%2Fa9%2F1bbf59a947888a82681f7fa250a6%2F161223-fishandvegetables-stock.jpg", "https://www.usnews.com/static/img/usn-logo-large.svg"], "top_img": "https://www.usnews.com/dims4/USNEWS/21d41bd/2147483647/crop/1280x852%2B0%2B0/resize/1200x1200%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F4c%2Fa9%2F1bbf59a947888a82681f7fa250a6%2F161223-fishandvegetables-stock.jpg", "keywords": [], "authors": [], "canonical_link": "https://health.usnews.com/health-care/patient-advice/articles/2017-10-27/can-vitamin-a-help-with-my-copd", "title": "Can Vitamin A Help With My COPD?", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "description": "There are some interesting correlations between Vitamin A and lung health.", "keywords": "Elaine K. Howley,patients,patient safety,COPD (chronic obstructive pulmonary disease),vitamins,respiratory problems,patient advice,pulmonology,Health Care,Patient Advice", "site": "healthcare", "zone": "edit", "fb": {"pages": 5834919267, "app_id": 130063997038366}, "og": {"title": "Can Vitamin A Help With My COPD?", "description": "Studies suggest vitamin A may help maintain or improve lung health, but more research needs to be done.", "image": "https://www.usnews.com/dims4/USNEWS/21d41bd/2147483647/crop/1280x852%2B0%2B0/resize/1200x1200%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F4c%2Fa9%2F1bbf59a947888a82681f7fa250a6%2F161223-fishandvegetables-stock.jpg", "type": "article", "site_name": "US News & World Report", "url": "https://health.usnews.com/health-care/patient-advice/articles/2017-10-27/can-vitamin-a-help-with-my-copd"}, "twitter": {"image": "https://www.usnews.com/dims4/USNEWS/21d41bd/2147483647/crop/1280x852%2B0%2B0/resize/1200x1200%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F4c%2Fa9%2F1bbf59a947888a82681f7fa250a6%2F161223-fishandvegetables-stock.jpg", "card": "summary_large_image", "site": "@USNews", "title": "Can Vitamin A Help With My COPD?", "description": "Studies suggest vitamin A may help maintain or improve lung health, but more research needs to be done."}, "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "optimizely": "Optimizely is supported by this application but is not enabled for this page."}, "movies": [], "publish_date": 1509076800.0, "source": "https://health.usnews.com", "summary": ""}