{"url": "http://www.wsj.com/articles/is-perus-psychedelic-potion-a-cure-or-a-curse-1461944415", "text": "After surviving firefights and a roadside bomb in Afghanistan, U.S. Army veteran Asa Barrett tried antidepressant drugs and therapy to overcome depression and bouts of anger. Nothing worked.\n\nBut then, like many other foreigners, he journeyed to Peru’s remote Amazonian jungle to drink ayahuasca, a centuries-old, sacred indigenous brew that some Western scientists think can help to heal psychological traumas.\n\nDuring a recent ayahuasca ritual, the 30-year-old from Oklahoma lay on a mattress with about 20 other travelers on the floor of a round, wooden hut in a remote resort near a tributary of the Amazon River. About 45 minutes after drinking the dark concoction, he began to see vibrant colors. He then vomited into a plastic bucket, a common reaction to ayahuasca.\n\nMr. Barrett acknowledged that it didn’t appear therapeutic. But he also described seeing visions of war-torn Afghanistan emerging as a shaman chanted spiritual songs called icaros. He recalled seeing bullet holes in a wall, a dead Afghan woman and the moment when an improvised explosive device almost killed him. He saw his small military base in Afghanistan’s mountainous border region with Pakistan. He heard a loud voice.\n\nAnd then came a burst of light.\n\n“It was as if I was just letting it all go,” Mr. Barrett said later. “I just felt so at ease for the first time in a long time.”\n\nIn the Amazon, scientists have long studied plants with a range of medicinal properties. Some work as anesthetics; others can treat infections; some are known to stop bleeding. Now scientists are starting to look at ayahuasca, a potent hallucinogen known locally as “the vine of the soul” that outsiders are increasingly flocking to sample.\n\nScientists say that ayahuasca—which is legal in Peru and neighboring countries—activates parts of the brain that make it possible to recall deep-rooted memories, increasing self-awareness and offering a chance to reassess past ordeals. Proponents say that it can provide users with spiritual and personal guidance. Others report that it has allowed them to overcome traumas that conventional therapy and antidepressants haven’t cured.\n\nU.S. military veteran Asa Barrett at an ayahuasca center in the Peruvian jungle in January. Some Western scientists think the centuries-old, sacred indigenous brew can help heal psychological traumas. Photo: Ryan Dube/The Wall Street Journal\n\nBut some scientists—and users—warn that ayahuasca can be dangerous. It can be fatal when mixed with other drugs, such as antidepressants, and should be avoided by those who are bipolar or schizophrenic, since it has been known to trigger psychotic episodes. In 2012, a young man from California died after taking ayahuasca in Peru. And last year a Canadian tourist killed a Briton during a nighttime ritual that local authorities are still investigating.\n\nThe brew is made by boiling together a jungle vine called Banisteriopsis caapi with the leaves of a shrub that contains dimethyltryptamine, or DMT, a psychedelic that is illegal in the U.S. DMT can cause seizures and, in high doses, comas and respiratory arrests, said Mike Colston, a U.S. Navy captain who heads a Department of Defense agency in charge of studying psychological health and brain injury. The hallucinations caused by ayahuasca can be so traumatic that they can worsen medical conditions such as PTSD, Dr. Colston cautioned.\n\nIn Peru, the influx of foreigners eager to try the brew has spurred the creation of unregulated new lodges to try ayahuasca, some of which, locals say, are opportunistic and employ fake shamans with little training. The brew itself is unregulated by the Peruvian government.\n\nAyahuasca’s proponents say that it has powerful properties. Jeffrey Hill, a 38-year-old construction superintendent from Chicago, said that ayahuasca eased his depression. Juliet Wilkerson, 41, who lives in Texas, said that it helped to cure her debilitating migraines, which she thinks were tied to childhood abuse. Jaylene Johnston, a 53-year-old from Oklahoma, said she had visions of her deceased first husband that allowed her to overcome the trauma of his death and fully commit to her current spouse. “It transformed the relationships that I have right now,” she said.\n\nThe California-based Multidisciplinary Association for Psychedelic Studies aims to support an ayahuasca study in Peru this year for people with post-traumatic stress disorder. Later, the group hopes to get approval from the FDA for a study in the U.S. Photo: iStock\n\nThe stories might seem surreal. But they have prompted growing interest by Western researchers, amid a wider revival of studies into the therapeutic use of psychedelics.\n\nThe California-based Multidisciplinary Association for Psychedelic Studies, which has funded researchers at Stanford University and the University of Pennsylvania, plans to support an ayahuasca study in Peru this year for people with post-traumatic stress disorder. Later, the group hopes to get approval from the Food and Drug Administration for an ayahuasca study in the U.S.\n\nJessica Nielson, a University of California, San Francisco, neuroscientist who is leading the study, became interested in the potion after trying it herself following a difficult divorce and doubts about her career trajectory. In Peru, she saw how it helped three military veterans.\n\n“Just witnessing their transformation inspired me,” she said. But she cautioned that ayahuasca research is in its infancy. “We really need to get more data on this to understand the safety, what are the limits and who is it appropriate for,” she said.\n\nOther scientists are hoping to understand the brew’s properties. Charles Grob, a psychiatrist at Harbor-UCLA Medical Center who studied ayahuasca’s use in a Brazilian church, says that it might help to treat addiction. Jordi Riba, a pharmacologist at the Sant Pau Institute of Biomedical Research in Barcelona, says that ayahuasca may help ease depression.\n\nBecause the experience can be frightening, both men emphasized the importance of consuming the brew in a safe setting A.J. Bullock, a 30-year-old Army sergeant who served in Afghanistan, described nightmarish hallucinations of being chained down and confronted by demons after trying ayahuasca in Peru. It made him feel paranoid, he said, and he considered going home early. By his last ritual, he described a helpful, “radical shift in self-image.” Still, he hesitates to recommend the experience.\n\n“I just don’t know if a lot of people would be able to walk away from it not having gone crazy or at least hurting them more than it helped them,” he said.\n\nDespite the risks, foreigners are converging on Iquitos, a city of 500,000 in Peru’s northeastern Amazon, paying up to $2,500 a week to drink the elixir. Carmen Rojas, the head of the local tourism office, says that she knows of 22 certified jungle lodges that offer ayahuasca. But local tour operators speak of dozens more, including almost 100 ayahuasca centers along one 60-mile stretch of highway. They estimate that as many as 80,000 people a year come to Iquitos for ayahuasca.\n\nOne operator, Pulse Tours, says that its clients are mainly Americans and Canadians but also include people from as far away as Australia, China, Russia and Kazakhstan.\n\nSome longtime ayahuasca proponents in Iquitos lament the recent influx of tourism dollars, which they feel has corrupted the ritual and put some foreigners at risk from fly-by-night operators in the burgeoning industry.\n\n“People have got way too careless about all of this,” said Howard Lawler, 68, a Kentucky native who runs Spirit Quest Shamanic Sanctuary, one of the longest-running ayahuasca centers here. “It is never to be taken for any recreational purpose. It is a very serious medicine.”\n\nWrite to Ryan Dube at ryan.dube@dowjones.com", "images": ["https://s.wsj.net/public/resources/images/B3-FK672_STREAM_C_20191108185629.jpg", "https://si.wsj.net/public/resources/images/BN-NT942_AYAHUA_D_20160428171210.jpg", "https://m.wsj.net/video/20191107/110719opvidpw3/110719opvidpw3_167x94.jpg", "https://images.wsj.net/im-125024/social", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/93d4c0693749e5d6abc5f87d798d3bfdb580948b.jpg?5dc995fd", "https://m.wsj.net/video/20191107/110719electiontech2/110719electiontech2_167x94.jpg", "https://si.wsj.net/public/resources/images/BN-NT946_AYAHUA_P_20160428171721.jpg", "https://images.wsj.net/im-101746?width=111&height=62", "https://si.wsj.net/public/resources/images/BN-NT942_AYAHUA_P_20160428171210.jpg", "https://si.wsj.net/public/resources/images/BN-NT942_AYAHUA_TOP_20160428171210.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/0d2ffa0d6fff89f02d5a9d5508d5467ad9dbd858.jpg?5dc99f52", "https://m.wsj.net/video/20191104/cinvest1105/cinvest1105_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/869c2a340c4c25db5466a6de556da60ae1a2bf4e.jpg?5dc9a205", "https://images.wsj.net/im-125154?width=111&height=62", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/f600b0a56ee84a4d350fa4e522e51ee27d5fd426.jpg?5dc9a19d", "https://s.wsj.net/public/resources/images/B3-ES110_PARTNE_C_20190809085434.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/b5e977a5139ed9e9684742f90919df7b635ae623.jpg?5dc94a1a", "https://m.wsj.net/video/20191101/110419elevatorpai/110419elevatorpai_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/2a7d0786567f18bb6a72f17019cd642c0b51f730.jpg?5dc9aa57", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/4a581253a775cca47f02b15ba756a5f4ccf7b8bf.jpg?5dc969b8", "https://images.wsj.net/im-124802?width=111&height=62", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/fddd6d28f0576a5772474e644a95623747e1cb4b.jpg?5dc9a2a9", "https://m.wsj.net/video/20191107/110719seib/110719seib_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/461b35da8a2936ee4a7ca01072773c0d5aa427f2.jpg?5dc9a214"], "top_img": "https://si.wsj.net/public/resources/images/BN-NT942_AYAHUA_TOP_20160428171210.jpg", "keywords": [], "authors": ["Ryan Dube", "Ryan.Dube Wsj.Com"], "canonical_link": "https://www.wsj.com/articles/is-perus-psychedelic-potion-a-cure-or-a-curse-1461944415", "title": "Is Peru’s Psychedelic Potion a Cure or a Curse?", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "dj.asn": "i-0134", "user.type": "nonsubscriber", "user.exp": "default", "page.section": "Article", "page.content.type": "Article", "page.content.format": "responsive", "page.content.source": "WSJ Online", "article.template": "full", "page.site": "wsj", "page.site.product": "WSJ", "page.region": "na,us", "article.id": "SB11055792715040214616604582034253897774164", "article.type": "Essay", "article.type.display": "Essay", "article.access": "paid", "article.origheadline": "Is Peru’s Psychedelic Potion a Cure or a Curse?", "article.headline": "Is Peru’s Psychedelic Potion a Cure or a Curse?", "article.summary": "Foreigners are flocking to try a traditional brew called ayahuasca that some say eases psychological distress—but it has dangers too.", "apple-itunes-app": "app-id=364387007,app-argument=wsj://launch?articleid=SB11055792715040214616604582034253897774164&headline=Is%20Peru%u2019s%20psychedelic%20potion%20a%20cure%20or%20a%20curse%3F&weburl=http://www.wsj.com/articles/SB11055792715040214616604582034253897774164", "al": {"ios": {"url": "wsj://launch?articleid=SB11055792715040214616604582034253897774164&headline=Is%20Peru%u2019s%20psychedelic%20potion%20a%20cure%20or%20a%20curse%3F&weburl=http://www.wsj.com/articles/SB11055792715040214616604582034253897774164"}}, "article.page": "Ideas", "article.section": "Life", "article.published": "2016-04-29T23:07:00.000Z", "article.updated": "2016-04-29T23:07:00.000Z", "article.created": "2016-04-29T15:40:00.000Z", "dateLastPubbed": "2016-05-02T01:28:00.000Z", "author": "Ryan Dube", "keywords": "antidepressants,ayahuasca,depression,dmt,drugs,hallucinations,iquitos,peru,psychedelics,ptsd,vine of the soul,research,development,corporate,industrial news,drug,substance usage,political,general news,society,community,health,medical conditions,mental health,social issues,stress-related illnesses,essay,onew,pharmaceuticals,anti-depressants,health care,life sciences,specialized drugs,medications,leisure,arts,hospitality,tourism", "cXenseParse": {"wsj-keywords": "antidepressants,ayahuasca,depression,dmt,drugs,hallucinations,iquitos,peru,psychedelics,ptsd,vine of the soul,research,development,corporate,industrial news,drug,substance usage,political,general news,society,community,health,medical conditions,mental health,social issues,stress-related illnesses,essay,onew,pharmaceuticals,anti-depressants,health care,life sciences,specialized drugs,medications,leisure,arts,hospitality,tourism", "wsj-primary-inset": "video", "poptart": {"image": "https://si.wsj.net/public/resources/images/BN-NT942_AYAHUA_D_20160428171210.jpg"}, "candybar": {"image": "https://si.wsj.net/public/resources/images/BN-NT942_AYAHUA_E_20160428171210.jpg"}, "wsj-page-content-source": "WSJ Online", "wsj-coral": "true"}, "news_keywords": "antidepressants,ayahuasca,depression,dmt,drugs,hallucinations,iquitos,peru,psychedelics,ptsd", "description": "Foreigners are flocking to try a traditional brew called ayahuasca that some say eases psychological distress—but it has dangers too.", "article.emb": "video_emb", "article": {"word_count": 1162, "image_count": 2, "video_count": 1, "embed_count": 2, "internal_link_count": 3, "external_link_count": 1, "publisher": "https://www.facebook.com/wsj", "opinion": "false"}, "robots": "noarchive,noodp", "hdl_p": "Psychedelic Cure or Curse?", "language": "en-US", "twitter": {"title": "Is Peru’s Psychedelic Potion a Cure or a Curse?", "description": "Foreigners are flocking to try a traditional brew called ayahuasca that some say eases psychological distress—but it has dangers too.", "image": {"identifier": "https://si.wsj.net/public/resources/images/BN-NT942_AYAHUA_TOP_20160428171210.jpg", "alt": "Is Peru’s Psychedelic Potion a Cure or a Curse?"}, "card": "summary_large_image", "site": "@WSJ", "domain": "wsj.com"}, "fb": {"app_id": 368513495882, "pages": 8304333127}, "og": {"title": "Is Peru’s Psychedelic Potion a Cure or a Curse?", "description": "Foreigners are flocking to try a traditional brew called ayahuasca that some say eases psychological distress—but it has dangers too.", "url": "https://www.wsj.com/articles/is-perus-psychedelic-potion-a-cure-or-a-curse-1461944415", "image": "https://si.wsj.net/public/resources/images/BN-NT942_AYAHUA_TOP_20160428171210.jpg", "locale": "en_US", "type": "article", "site_name": "WSJ"}, "cx_pv_id": "k2urzqncotvz24s4", "cx_shield": "{\"campaign\":99999,\"placement\":\"cx-articlecover\",\"tag\":\"openhouse\",\"type\":\"free\",\"bucket\":3}", "referrer": "always"}, "movies": [], "publish_date": null, "source": "http://www.wsj.com", "summary": ""}