{"url": "http://www.washingtonpost.com/news/to-your-health/wp/2015/01/05/new-drug-tricks-metabolism-into-burning-fat-as-if-youve-just-finished-a-meal/", "text": "Better yet, the drug, fexaramine, works only in the intestine, never entering the bloodstream. That makes it much safer than, say, systemic stimulants that also rev up the heart and other parts of the body and cause strong side effects, according to the research. Anyone remember fen-phen?\n\nFor now, the new approach has been demonstrated only in mice, according to the research, published Monday in the journal Nature Medicine. But Ronald Evans, director of the institute's Gene Expression Laboratory and lead author of the new study, said in an interview that if it shows the same promise in primate studies, clinical trials on humans could begin in a couple of years.\n\nAD\n\nAD\n\n\"We described a new type of therapy that targets the known genetic switch in our bodies that is linked to eating and metabolic control,\" Evans said. \"The drug or the pill is taken orally, and it tricks the body into thinking you’ve eaten a meal.\" Yet the mice showed no reduction in appetite and continued to eat the same amount of food, the study showed.\n\nThe paper suggests that the drug may one day offer a nonsurgical alternative to \"vertical sleeve gastrectomies\" that have become popular in the battle against morbid obesity. More than a third of the U.S. population is considered obese.\n\nNearly 20 years ago, Evans's lab worked to identify the molecular switch that turns on a whole series of bodily responses to eating, including digestion, absorption, the transfer of nutrients by the bloodstream and increased blood circulation, to name a few. In mice at least, fexaramine turns on that switch and sets off the same cascade of reactions without any side effects, Evans said. Other researchers are working on similar approaches, he said, but this drug, so far, passes harmlessly out of the intestine after doing its work.\n\nAD\n\nAD\n\n\"We can get that whole process of what a meal does without actually having the meal,\" he said.\n\nThe study also found other benefits. The drug contributed to development of brown fat, which helps burn calories, and relieves inflammation of cells in various tissues, which is the result of chronic obesity. It also reduced resistance to insulin, the hormone that helps cells absorb the glucose they use for energy. Many Type 2 diabetics become resistant to insulin and have to inject additional amounts.\n\nBut don't expect to be popping fexaramine any time soon. In the meantime, basic weight loss advice remains the same: fewer calories in, more calories expended by physical activity.\n\nRelated:\n\nAD", "images": ["http://www.washingtonpost.com/pf/resources/images/favicon.ico?d=148", "https://www.washingtonpost.com/resizer/EWxaEfogFZj4C8vbonaf5oqNyIw=/90x90/smart/s3.amazonaws.com/arc-authors/washpost/033c1b1b-8262-4f85-9f09-5edd9ab3e4c8.png", "https://www.washingtonpost.com/resizer/dbY6kzkktqzEoyNTpWvXzXlaab8=/150x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/2EIESFQ2MI66HHW3I2E7DKFWAQ.jpg"], "top_img": "http://www.washingtonpost.com/pf/resources/images/favicon.ico?d=148", "keywords": [], "authors": ["Lenny Bernstein", "Reporter Covering Health", "Health Reporter"], "canonical_link": "https://www.washingtonpost.com/news/to-your-health/wp/2015/01/05/new-drug-tricks-metabolism-into-burning-fat-as-if-youve-just-finished-a-meal/", "title": "New drug tricks metabolism into burning fat as if you’ve just finished a meal", "meta_data": {"description": "Compound causes weight loss in mice without side effects, researchers say", "og": {"site_name": "Washington Post", "type": "article", "url": "https://www.washingtonpost.com/news/to-your-health/wp/2015/01/05/new-drug-tricks-metabolism-into-burning-fat-as-if-youve-just-finished-a-meal/", "title": "New drug tricks metabolism into burning fat as if you’ve just finished a meal", "description": "Compound causes weight loss in mice without side effects, researchers say"}, "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "title": "New drug tricks metabolism into burning fat as if you’ve just finished a meal", "description": "Compound causes weight loss in mice without side effects, researchers say"}, "article": {"content_tier": "metered", "opinion": "false"}, "viewport": "width=device-width, initial-scale=1"}, "movies": [], "publish_date": 1420434000.0, "source": "http://www.washingtonpost.com", "summary": ""}