{"url": "http://www.Reuters.com/article/idUSTRE6105QQ20100201", "text": "NEW YORK (Reuters Health) - Taking fish oil may help prevent full-blown psychotic illness in at-risk adolescents and young adults, a study released today hints.\n\nThese at-risk individuals may have weak or transient psychotic symptoms, and already show schizophrenia-like brain changes, Dr. G. Paul Amminger of The University of Melbourne in Australia, a researcher on the study, told Reuters Health. But while psychiatrists now know how to identify these individuals, he added, they don’t know what to do with them. “At the moment there’s no state-of-the-art guideline (on) how to treat those people.”\n\nPrescribing antipsychotic medications may be helpful, Amminger added, but these medications have serious side effects, and can also be stigmatizing. “For young people they don’t want to commit themselves to a treatment which they might need to take for the next five to ten years,” he said. Furthermore, only about a third of people at high risk for psychotic disorders will go on to develop full-fledged mental illness in a given year.\n\nThere’s considerable evidence that abnormal fatty acid metabolism may contribute to the development of schizophrenia, Amminger and his team note in the Archives of General Psychiatry. To investigate whether omega-3 fatty acids might help prevent psychotic illness, they randomly assigned 81 at-risk individuals, 13 to 25 years old, to take 1.2 grams a day of omega-3s in fish oil capsule form or a placebo for 12 weeks and then followed them for another 40 weeks.\n\nThe researchers included people who met at least one of the following three criteria: having low-level psychotic symptoms; having transient psychotic symptoms; or having a schizophrenia-like personality disorder or a close relative with schizophrenia, along with a sharp decline in mental function within the past year.\n\nSeventy-six of the 81 study participants, or 94 percent, completed the trial, Amminger noted, which underscores the safety and tolerability of fish oil.\n\nAt one year, 5 percent of the study participants taking omega-3s had developed a psychotic disorder (2 of 41 people), compared to 28 percent of those on placebo (11 of 40). People taking fish oil also showed significant reductions in their psychotic symptoms and improvements in function, while they were at no greater risk of adverse effects than people taking placebo capsules.\n\nThe effect of fish oil capsules, Amminger noted, was similar to that seen in two trials of antipsychotic drugs in at-risk individuals.\n\nThere are a number of mechanisms through which omega-3s could protect the brain, Amminger said; they are a major component of brain cells. They are also key to the proper function of two brain chemical signaling systems, dopamine and serotonin, which have been implicated in schizophrenia. Fish oil also boosts levels of glutathione, an antioxidant that protects the brain against oxidative stress.\n\nTrials of medications for treating mental illness typically don’t include people younger than 18, Amminger noted, while starting minors on these medications is “always very difficult, and always quite controversial.”\n\nBut if future research bears out the current findings, he added, fish oil promises to offer a safe way to help prevent psychosis in at-risk people, and could also potentially be used to prevent or delay the onset of chronic depression, bipolar illness, and substance abuse disorder — all of which are far more common than psychotic illness.\n\nHe and his colleagues are now planning a multicenter trial of fish oil for the prevention of psychotic illness in 320 at-risk people.\n\nSOURCE: Archives of General Psychiatry, February 2010.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Anne Harding", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-fish-oil-idUSTRE6105QQ20100201", "title": "Can fish oil help guard against schizophrenia?", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "(Reuters Health) - Taking fish oil may help prevent full-blown psychotic illness in at-risk adolescents and young adults, a study released today hints.", "Author": "Anne Harding", "keywords": "US,FISH,OIL", "news_keywords": "US;FISH;OIL", "REVISION_DATE": "Mon Feb 01 21:20:27 UTC 2010", "analyticsAttributes.articleDate": "2010-02-01T21:20:27+0000", "analyticsAttributes.author": "Anne Harding", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-fish-oil-idUSTRE6105QQ20100201", "analyticsAttributes.contentTitle": "Can fish oil help guard against schizophrenia?", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "US,FISH,OIL", "analyticsAttributes.keywordSlug": "US-FISH-OIL", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Can fish oil help guard against schizophrenia?", "sailthru.author": "Anne Harding", "sailthru.date": "2010-02-01T21:20:27+0000", "sailthru.title": "Can fish oil help guard against schizophrenia?", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Can fish oil help guard against schizophrenia?", "url": "https://www.reuters.com/article/us-fish-oil-idUSTRE6105QQ20100201", "type": "article", "description": "(Reuters Health) - Taking fish oil may help prevent full-blown psychotic illness...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2010-02-01T21:20:27+0000", "modified_time": "2010-02-01T21:20:27+0000", "section": "Homepage", "author": "Anne Harding", "tag": "US,FISH,OIL"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary", "title": "Can fish oil help guard against schizophrenia?", "description": "(Reuters Health) - Taking fish oil may help prevent full-blown psychotic illness in at-risk adolescents and young adults, a study released today hints.", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1265059227.0, "source": "http://www.Reuters.com", "summary": ""}