{"url": "http://thechart.blogs.CNN.com/2011/07/13/taking-meds-before-exposure-cuts-hiv-risk-for-heterosexuals/?hpt=he_c2", "text": "Heterosexuals who are HIV negative can significantly reduce their risk of infection by taking a daily dose of an antiviral drug, according to a new study by the Centers for Disease Control and Prevention.\n\nThe study, called TDF2, followed 1,200 uninfected heterosexual men and women between the ages of 18 and 39 years in Botswana, Africa.\n\nStudy participants took a tablet containing tenofovir disoproxil fumarate and emitricitabine (TDF/FTC), whose brand name is Truvada, or a placebo. On average, patients were followed for a year although some were followed for about three and a half years. The risk of infection was reduced 63% overall, but for participants who actually got the drugs, that risk decreased by 78%.\n\nGiving daily antiretroviral drugs to uninfected individuals to prevent the disease is called pre-exposure prophylaxis or PrEP. Previous studies have shown PrEP to be effective in reducing infection rates among the uninfected.\n\nDr. Kevin Fenton, director of the CDC's national Center for HIV/AIDS, Viral Hepatitis, STD, and TB Prevention, called the news a milestone. \"It is clear we are not going to find one magic pill to solve the issue of HIV but by combining this approach with others we are beginning to get a better handle on combination packages. There is reason to be excited.\"\n\nThe news comes at the same time a second study looking at PrEP in heterosexual couples in Kenya and Uganda also found significant reductions in infection rates. The Partners PrEP study participants took either TDF/FTC, the drug tenofovir–brand name Viread, or a placebo. Preliminary results showed both treatments significantly reduced transmission in couples where one partner was already infected with the virus. Patients who took tenofovir had 62% fewer infections while those taking the combination drug had 73% fewer infections than those who got the placebo.\n\n\"Just a few years ago the tool kit for HIV prevention was not very large,\" says Dr. Jared Baeten, the principal investigator of the Partners PrEP study at the University of Washington. \"Now we have a nice collection of really powerful strategies that work for the population at greatest risk in the world. This is really a game changer.\"\n\n\"We now have findings from two studies showing that PrEP can work for heterosexuals, the population hardest hit by HIV worldwide,\" Fenton said. \"Taken together, these studies provide strong evidence the power of this prevention strategy.\"\n\nIn fact, an interim review of the Partners data on effectiveness was so compelling that the trial was stopped early and the placebo arm was discontinued. Clear evidence Baeten said, that PrEP substantially reduces infection risk. At the same time he says, there was no evidence of safety concerns. Patients taking the placebo will be put on one of the drugs.\n\nIn the TDF2 study those taking the drug reported nausea, vomiting and dizziness.\n\nAn earlier PrEP trial, the iPrEx study, looked at treatment in men who have sex with men. Infection rates dropped by 90% in patients who consistently used PrEP.\n\n“We are in a critical moment in HIV prevention research,” said Robert Grant, M.D., M.P.H, of the Gladstone Institutes and the University of California at San Francisco. He is the iPrEx protocol chair. “iPrEx provided the first proof of an important new method of HIV prevention that can help slow the global toll of 2.6 million new HIV infections each year. Partners PrEP and the TDF2 study have now expanded that finding by demonstrating the effectiveness of PrEP in heterosexual women and men.\n\n\"Developing and deploying proven HIV prevention methods – including PrEP, microbicides, vaginal gels, clean needles, medical male circumcision, early treatment, counseling, testing, condoms and suppressive therapy for pregnant women will all be key to slowing the global epidemic,\" he said.\n\nThe CDC says the next step is to fully review all the data and begin to develop guidelines for the use of these drugs in heterosexual men and women here in the U.S.", "images": ["http://i2.cdn.turner.com/cnn/2010/images/06/24/tzsrch.couple.gi.jpg", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/misc/advertisement.gif", "http://i2.cdn.turner.com/cnn/2011/images/03/26/tzsrch.triathlon.cnn.jpg", "http://i2.cdn.turner.com/cnn/2011/images/03/26/tzsrch.iv.ts.jpg", "http://i.cdn.turner.com/cnn/.element/img/3.0/sect/blogs/belief.blog/rss.14x14.gif", "http://i2.cdn.turner.com/cnn/2011/images/03/26/tzsrch.healthy.eating.ts.jpg", "http://s.wordpress.com/wp-includes/images/rss.png?m=1354137473h", "http://i.cdn.turner.com/cnn/video/bestoftv/2011/07/14/exp.am.hiv.pill.prevention.cnn.640x360.jpg", "http://2.gravatar.com/avatar/5d361982e37b059f008e403613bc1695?s=48&d=identicon&r=G", "http://i2.cdn.turner.com/cnn/2010/images/11/26/tzsrch.boy.chest.doctor.ts.jpg", "http://1.gravatar.com/avatar/a73066adc48465b007706772b2119b22?s=48&d=identicon&r=G", "http://i2.cdn.turner.com/cnn/2010/images/06/30/tzsrch.sanjay.bridge.cnn.jpg", "http://1.gravatar.com/avatar/722838cea03ccb98c071fc9502989fad?s=48&d=identicon&r=G", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/right_rail/grey_corner_TL.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/1px.gif", "http://0.gravatar.com/avatar/6cda7948cf6c64002a7e65c8fd36fac8?s=48&d=identicon&r=G", "http://i2.cdn.turner.com/cnn/2011/images/03/26/tzsrch.psychology.ts.jpg", "http://i2.cdn.turner.com/cnn/2010/images/06/24/tzsrch.brain.gi.jpg", "http://i2.cdn.turner.com/cnn/2010/images/11/26/tzsrch.sleep.ts.jpg", "http://2.gravatar.com/avatar/22cf6b168f082ec214ee0d94431f5b3e?s=48&d=identicon&r=G", "http://i.cdn.turner.com/cnn/images/1.gif", "http://pixel.wp.com/b.gif?v=noscript", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/right_rail/grey_corner_BL.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/global/icons/btn_close.gif", "http://i2.cdn.turner.com/cnn/2010/images/11/26/tzsrch.experts.cnn.jpg"], "top_img": "http://i.cdn.turner.com/cnn/video/bestoftv/2011/07/14/exp.am.hiv.pill.prevention.cnn.640x360.jpg", "keywords": [], "authors": [], "canonical_link": "http://thechart.blogs.cnn.com/2011/07/13/taking-meds-before-exposure-cuts-hiv-risk-for-heterosexuals/", "title": "Taking meds before exposure cuts HIV risk for heterosexuals", "meta_data": {"title": "Taking meds before exposure cuts HIV risk for heterosexuals", "description": "Heterosexuals who are HIV negative can significantly reduce their risk of infection by taking a daily dose of an antiviral drug, according to a new study by the Centers for Disease Control and Prevention.", "keywords": "cdc, hiv/aids, saundra young - cnn medical senior producer", "google-site-verification": "mFBa4OnyEDU23vgVJ6rtX_4izud7FIi9JiscfVsWaKk", "generator": "WordPress.com", "application-name": "The Chart", "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://thechart.blogs.cnn.com/feed/;icon-uri=https://s1.wp.com/i/favicon.ico", "og": {"title": "Taking meds before exposure cuts HIV risk for heterosexuals", "url": "http://thechart.blogs.cnn.com/2011/07/13/taking-meds-before-exposure-cuts-hiv-risk-for-heterosexuals/", "type": "article", "description": "Heterosexuals who are HIV negative can significantly reduce their risk of infection by taking a daily dose of an antiviral drug, according to a new study by the Centers for Disease Control and Prevention.", "image": "http://i.cdn.turner.com/cnn/video/bestoftv/2011/07/14/exp.am.hiv.pill.prevention.cnn.640x360.jpg"}, "fb": {"admins": 690014395, "app_id": 80401312489}}, "movies": [], "publish_date": 1310529600.0, "source": "http://thechart.blogs.CNN.com", "summary": ""}