{"url": "http://www.nytimes.com/2010/11/22/health/policy/22retina.html?_r=1", "text": "But the drug works best when given every four weeks, which can be inconvenient for patients and doctors. Doctors often give Lucentis less frequently, but even if that regimen produces good results, patients must still get checkups every month to make sure their vision is not deteriorating.\n\nRegeneron’s drug, which is called VEGF Trap-Eye, “gives us the opportunity to not have to see them monthly,” said Dr. Jeffrey Heier of Boston, an investigator in one of the trials and a consultant to Regeneron. That would be “very meaningful to patients and their families,” he said.\n\nRegeneron and its partner, Bayer, said they planned to apply for approval of the drug in the first half of 2011.\n\nThe two similar trials involved a total of 2,457 patients who were randomly chosen to receive either Lucentis every four weeks or VEGF Trap-Eye either every four weeks or every eight weeks. In the eight-week arm, the first three doses were given every four weeks.\n\nAfter a year, roughly 95 percent of the patients in all the arms of the trial maintained their vision, meaning their ability to read an eye chart declined by no more than 15 letters, or three lines.\n\nVEGF Trap-Eye was also “noninferior” to Lucentis in terms of the average change in vision after one year. Lucentis recipients had a mean gain of 8.1 letters and 9.4 letters in the two trials. Those getting Regeneron’s drug every eight weeks had gains of 7.9 letters and 8.9 letters.\n\nRegeneron said the two drugs were equally safe.\n\nBoth VEGF Trap-Eye and Lucentis block a protein called vascular endothelial growth factor that causes blood vessels to grow and leak into the eye.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nVEGF Trap-Eye could become the first big product for Regeneron, which was founded in 1988 and is based in Tarrytown, N.Y. It sells one drug for a rare disease and has garnered hundreds of millions of dollars from licensing deals with big pharmaceutical companies.\n\nAdvertisement Continue reading the main story\n\nRegeneron’s drug is likely to face competition from off-label use of Genentech’s cancer drug Avastin. When used in the eye, Avastin costs about $50 a dose, compared with about $2,000 for Lucentis. Still, even with such low-priced competition, Lucentis has sales exceeding $2 billion globally.\n\nMeanwhile, Advanced Cell Technology, of Marlborough, Mass., said it would test its stem cell therapy on 12 adults with severe vision loss caused by Stargardt’s, an inherited disease.\n\nThe company has turned human embryonic stem cells into retinal pigment epithelial cells, which will be surgically implanted into the eye. The hope is that the implanted cells will replace those injured by the disease.\n\nHuman embryonic stem cells are controversial because their creation usually entails the destruction of human embryos, although Advanced Cell Technology is working on a technique to avoid that.\n\nEmbryonic cells can also form tumors if injected into the body. Dr. Robert Lanza, chief scientist at Advanced Cell, said the company had to prove to the F.D.A. that its retinal cells contained virtually no residual embryonic stem cells. It took a year for the company to get clearance for the trial from the F.D.A.\n\nIt is likely to be several years before such a treatment can reach the market, if it works. Still, even starting the trial could be a boost to Advanced Cell, which often makes headlines but has struggled to raise money. Its shares closed at 5 cents on Friday.\n\nDr. Peter J. Francis, an associate professor at the Oregon Health and Science University, which will be a site for the trial, says the eye is a good place to test stem cell therapy because it is accessible. Also, he said, there is less chance of rejection of the implanted cells because the eye is shielded somewhat from the body’s immune system.\n\nThere is no treatment for Stargardt’s, which affects more than 25,000 people in the United States. The disease is usually diagnosed during childhood and it causes a loss of central vision, though not usually peripheral vision.\n\nRyan Rapoport of Newcastle, Wash., who has the disease, “basically went from normal vision to legally blind in seven months,” said his father, Darrin.\n\nAdvertisement Continue reading the main story\n\nRyan, now 10, cannot be in the trial because, for safety reasons, it is confined to adults. Still, Mr. Rapoport said, “It gives us some hope, because up until recently there was no hope.”", "images": ["https://static01.nyt.com/images/icons/t_logo_291_black.png"], "top_img": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "keywords": [], "authors": ["Andrew Pollack"], "canonical_link": "https://www.nytimes.com/2010/11/22/health/policy/22retina.html", "title": "2 Treatments for Retina Diseases Make Progress", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1248069358992", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2010/11/22/health/policy/22retina.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2010/11/22/health/policy/22retina.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1248069358992"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2010/11/22/health/policy/22retina.html", "title": "2 Treatments for Retina Diseases Make Progress", "description": "In trials, an experimental drug for macular degeneration succeeded in requiring fewer injections. And a therapy from embryonic stem cells won approval for testing to treat retina disease.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "robots": "noarchive", "hdl_p": "2 Treatments For Retinas Make Gains", "description": "In trials, an experimental drug for macular degeneration succeeded in requiring fewer injections. And a therapy from embryonic stem cells won approval for testing to treat retina disease.", "genre": "News", "articleid": 1248069358992, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "2 Treatments for Retina Diseases Make Progress", "pdate": 20101122, "utime": 20141008114338, "ptime": 20101122000128, "DISPLAYDATE": "Nov. 22, 2010", "dat": "Nov. 22, 2010", "lp": "In trials, an experimental drug for macular degeneration succeeded in requiring fewer injections. And a therapy from embryonic stem cells won approval for testing to treat retina disease.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "22retina", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/policy/index.jsonp", "published": "2010-11-22T00:01:28-05:00", "modified": "2014-10-08T11:43:38-04:00", "section": "Money & Policy", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "top-level-section": "health", "author": "https://www.nytimes.com/by/andrew-pollack", "tag": "Advanced Cell Technology Inc."}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/policy/index.jsonp", "og": {"url": "https://www.nytimes.com/2010/11/22/health/policy/22retina.html", "type": "article", "title": "2 Treatments for Retina Diseases Make Progress", "description": "In trials, an experimental drug for macular degeneration succeeded in requiring fewer injections. And a therapy from embryonic stem cells won approval for testing to treat retina disease.", "image": "https://static01.nyt.com/images/icons/t_logo_291_black.png"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Andrew Pollack", "tone": "feature", "byl": "By ANDREW POLLACK", "PT": "article", "CG": "health", "SCG": "policy", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Medicine and Health", "org": "Advanced Cell Technology Inc.", "keywords": "Eyes and Eyesight,Macular Degeneration,Regeneron Pharmaceuticals Incorporated,Drugs (Pharmaceuticals),Medicine and Health,Advanced Cell Technology Inc.", "dfp-ad-unit-path": "health/policy", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1290402000.0, "source": "http://www.nytimes.com", "summary": ""}