{"url": "http://www.Reuters.com/article/idUSTRE67F37Q20100816", "text": "NEW YORK (Reuters Health) - A therapy that allows hay fever sufferers to get allergy shots in the form of a tablet or drops can help alleviate symptoms and cut people’s reliance on allergy medication, a new research review confirms.\n\nKnown as sublingual immunotherapy, the treatment relies on the same principles as traditional allergy shots, but is delivered by tablets or drops that dissolve under the tongue.\n\nAllergy shots may be used for hay fever when antihistamines and other allergy medications do not control a person’s symptoms adequately, or for people who want to reduce their reliance on medication.\n\nThe shots help prevent hay fever symptoms by exposing people, over time, to small amounts of the pollen to which they are allergic, essentially desensitizing the immune system to the allergen.\n\nAllergy shots are typically given weekly at first, followed by monthly injections over several years. The treatment does not cure hay fever but is generally effective at reducing symptoms. However, inconvenience and discomfort limits patients’ willingness to try allergy shots.\n\nSublingual immunotherapy is an alternative and has become commonly used in Europe, where two tablet-based products against grass-pollen allergies are available: Grazax and Oralair. There are also a number of drop-based products. No sublingual immunotherapy products have yet been approved in the United States, however.\n\nFor the new study, reported in the Journal of Allergy and Clinical Immunology, Italian researchers combined the results of 19 clinical trials conducted since 1995 on the effectiveness of immunotherapy tablets and drops against hay fever caused by grass pollen.\n\nThe trials lasted anywhere from three months to three years.\n\nAcross the studies, which included a total of 2,971 adults and children with grass-pollen allergies, immunotherapy reduced symptoms by about 20 percent to 30 percent, on average. It also allowed patients to reduce their use of antihistamines and other medications.\n\nThe researchers, led by Dr. Gabriele Di Lorenzo of the University of Palermo, describe the benefits as “modest.”\n\nIn an email, Di Lorenzo told Reuters Health that the findings suggest that sublingual immunotherapy is “highly effective in many, but not in all patients.” He said that more work is needed to identify which patients might be most likely to benefit.\n\nDr. Harold Nelson, an allergist at National Jewish Health in Denver, said that the body of evidence indicates that sublingual immunotherapy beats antihistamines and other medications used to control hay fever symptoms.\n\nIn an interview, he noted that antihistamines reduce symptoms by about 12 percent to 15 percent, on average. Nasal steroids, another hay fever option, appear to cut symptoms by about 17 percent.\n\nOn the other hand, Nelson said, allergy shots appear to outperform the oral versions, with a symptom reduction about twice that of sublingual immunotherapy.\n\nIn addition, the long-term effectiveness of the grass-pollen tablets is not yet fully clear.\n\nLike allergy shots, the oral immunotherapy takes time. Grazax, for instance, is taken daily, starting several months before the start of the next grass-pollen allergy season and continuing for three years thereafter.\n\nResearch so far suggests that the symptom relief persists in the year after patients stop taking Grazax. A study published earlier this year — and not included in the current analysis — found that during that post-treatment year, Grazax patients had one-quarter fewer hay fever symptoms than those who had been given a placebo for comparison.\n\nBut longer term data are not yet available. The benefits of allergy shots, by contrast, have been shown to persist for 10 years or beyond, Nelson noted.\n\nThe ultimate cost-effectiveness of sublingual immunotherapy has also yet to be determined; in the UK, for example, Grazax treatment costs about 2.25 pounds ($3.50) per day. In theory, that could pay off if long-term use of allergy medications was cut, but that has yet to be shown.\n\nStill, Nelson said that if sublingual products do win approval in the U.S., they will likely boost the number of hay fever sufferers who want to use under-the-tongue immunotherapy. Even though the effectiveness is less than that of allergy shots, the convenience of an at-home version of immunotherapy is a plus, and the sublingual therapy tends to have fewer side effects than shots, according to Nelson.\n\nThe most common side effects include itchiness and irritation in the mouth, ears and eyes, swelling of the mouth or tongue, headache and gastrointestinal problems like stomach pain and heartburn.\n\nSOURCE: link.reuters.com/sep35n Journal of Allergy and Clinical Immunology, online August 5, 2010.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Amy Norton", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-hay-fever-idUSTRE67F37Q20100816", "title": "Oral alternative to allergy shots improves hay fever", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "(Reuters Health) - A therapy that allows hay fever sufferers to get allergy shots in the form of a tablet or drops can help alleviate symptoms and cut people's reliance on allergy medication, a new research review confirms.", "Author": "Amy Norton", "keywords": "United Kingdom,United States,Amy Norton,Gabriele Di Lorenzo,Harold Nelson,US,HAY,FEVER", "news_keywords": "United Kingdom;United States;Amy Norton;Gabriele Di Lorenzo;Harold Nelson;US;HAY;FEVER", "REVISION_DATE": "Mon Aug 16 16:17:44 UTC 2010", "analyticsAttributes.articleDate": "2010-08-16T16:17:44+0000", "analyticsAttributes.author": "Amy Norton", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-hay-fever-idUSTRE67F37Q20100816", "analyticsAttributes.contentTitle": "Oral alternative to allergy shots improves hay fever", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "United Kingdom,United States,Amy Norton,Gabriele Di Lorenzo,Harold Nelson,US,HAY,FEVER", "analyticsAttributes.keywordSlug": "US-HAY-FEVER", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Oral alternative to allergy shots improves hay fever", "sailthru.author": "Amy Norton", "sailthru.date": "2010-08-16T16:17:44+0000", "sailthru.title": "Oral alternative to allergy shots improves hay fever", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Oral alternative to allergy shots improves hay fever", "url": "https://www.reuters.com/article/us-hay-fever-idUSTRE67F37Q20100816", "type": "article", "description": "(Reuters Health) - A therapy that allows hay fever sufferers to get allergy shot...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2010-08-16T16:17:44+0000", "modified_time": "2010-08-16T16:17:44+0000", "section": "Homepage", "author": "Amy Norton", "tag": "United Kingdom,United States,Amy Norton,Gabriele Di Lorenzo,Harold Nelson,US,HAY,FEVER"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary", "title": "Oral alternative to allergy shots improves hay fever", "description": "(Reuters Health) - A therapy that allows hay fever sufferers to get allergy shots in the form of a tablet or drops can help alleviate symptoms and cut people's reliance on allergy medication, a n...", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1281975464.0, "source": "http://www.Reuters.com", "summary": ""}