{"url": "http://time.com/4481947/infrared-sauna-benefits-healthy/", "text": "From the Jewish schvitz to Mesoamerican “houses of heat,” people all over the world have long associated a good sweat with a wide assortment of health benefits. And some of the latest research seems to support those ideas.\n\nOne long-term study of middle-aged Finnish men found those who spent time in a sauna 2-3 days a week enjoyed a 23% drop in their risk for a fatal heart disease or episode. The heart health benefits were even greater for men who sweated it out in a sauna more frequently.\n\n“Sauna bathing leads to a significant increase in heart rate and reduction in total vascular resistance, thereby decreasing blood pressure,” says Dr. Ernst van der Wall, chief of cardiology at the Netherlands Leiden University Medical Centre.\n\nIn a recent editorial appearing in the Netherlands Heart Journal, van der Wall lays out the research in support of sauna bathing as a safe and salubrious habit for healthy people of all ages. He also says expert concerns about the safety of sauna bathing for those with heart conditions may be overblown. “Death in the sauna is a rare event, even in Finland where the frequency of sauna bathing is high,” he writes.\n\nHealth Newsletter Get the latest health and science news, plus: burning questions and expert tips. View Sample Sign Up Now\n\nStill, the big questions surrounding sauna bathing’s safety have always centered on its occupant’s (and her heart’s) ability to withstand the heat. Traditional saunas use either wood or electricity to warm the air in a chamber to a temperature of 185 degrees, which many people find unendurable for more than a few minutes.\n\nInfrared saunas, by contrast, do not heat the air around you. Using electromagnetic radiation, infrared lamps warm your body directly. That may sound freaky or even unsafe, but neonatal beds for newborns have long utilized infrared heating elements to ensure babies are kept warm without being stifled.\n\n“As infrared heat penetrates more deeply than warmed air, users develop a more vigorous sweat at a lower temperature than they would in traditional saunas,” says Dr. Richard Beever, a clinical assistant professor of family medicine at the University of British Columbia.\n\nWhile there’s not a ton of published research looking specifically at infrared saunas, Beever has published a review of all the existing studies he could turn up on the subject. He says there’s evidence to support the use of infrared saunas for high blood pressure, congestive heart failure and chronic pain.\n\nPeople who spent 15 minutes a day for two weeks in an infrared sauna enjoyed a significant drop in blood pressure compared to a control group who spend the same amount of time in a “room-temperature” space, one Japanese study reported. More research found time spent in an infrared sauna could help even out irregular heartbeats, improve scores on physical fitness tests and boost endothelial function in the heart’s vessels.\n\nBeever’s review also looked at some of the other purported health benefits of infrared saunas—including pain management. Among 46 chronic pain sufferers, those who spent time each day in a sauna for four weeks enjoyed a 54% improvement in sleep quality and were 27% more likely to return to work compared to a no-sauna group.\n\nBeever makes it clear all of these reports were based on small groups and require further study. Also, he found no strong evidence of lost weight, improved cholesterol scores or some of the other benefits frequently linked to sauna bathing—infrared or otherwise.\n\nGet The Brief. Sign up to receive the top stories you need to know right now. Choose your country United States of America Afghanistan Albania Algeria American Samoa Andorra Angola Anguilla Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Brazil Brunei Darussalam Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Colombia Comoros Congo Congo, Democratic Republic of Cook Islands Costa Rica Cote d'Ivoire Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Faeroe Islands Falkland Islands (Malvinas) Fiji Finland France French Guiana French Polynesia Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guinea Guinea-Bissau Guyana Haiti Holy See Honduras Hong Kong Hungary Iceland India Indonesia Iran Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libyan Arab Jamahiriya Liechtenstein Lithuania Luxembourg Macao Macedonia Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia Monaco Mongolia Montserrat Morocco Mozambique Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory, Occupied Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Republic of Korea Republic of Moldova Reunion Romania Russian Federation Rwanda Saint Helena Saint Kitts and Nevis Saint Lucia Saint Pierre and Miquelon Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia and Montenegro Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Islands Swaziland Sweden Switzerland Syrian Arab Republic Taiwan Tajikistan Tanzania, United Republic of Thailand Timor-Leste Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United Kingdom Virgin Islands (U.S.) Virgin Islands (British) Uruguay Uzbekistan Vanuatu Venezuela Viet Nam Wallis and Futuna Islands Western Sahara Yemen Zambia Zimbabwe Please enter a valid email address. Please select your country. I can confirm I have read and accept the Terms Of Use. Please check to proceed. Sign Up Now You may unsubscribe from email communication at any time. See our Privacy Policy for further details. Thank you! For your security, we've sent a confirmation email to the address you entered. Click the link to confirm your subscription and begin receiving our newsletters. If you don't get the confirmation within 10 minutes, please check your spam folder.\n\nBut he also points out that no accidents or adverse reactions occurred in any of the studies he reviewed. (For men hoping to father children, spending time in hot saunas or baths has long been a no-no. Healthy sperm and heat don’t play well together. Beever says infrared heat may damage sperm as do other forms of heat, but at this point there’s no data on those risks.)\n\nSo what to think of infrared saunas? The existing evidence, though scanty, suggests spending up to 15 minutes a day in one could benefit your heart and ease symptoms associated with chronic pain. And, for now, there don’t seem to be any significant health risks.\n\nAsk your doctor first. But if you’re wondering whether an infrared sauna is worth a try, the evidence suggests you have little to lose and possibly something to gain by checking one out.\n\nContact us at editors@time.com.", "images": ["http://time.com/img/Paper-plane.svg", "http://subscription-assets.timeinc.com/current/1850_top2_205_thumb.jpg", "http://time.com/images/newsletter-time.png", "https://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2019/10/measles-vaccine.jpg?quality=85&w=600", "http://pixel.carambo.la/Pixel/tmnc11/112753/0/1/0", "https://timedotcom.files.wordpress.com/2016/09/sauna1.jpg", "http://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2016/09/sauna1.jpg?quality=85&w=1200&h=628&crop=1", "http://assets.time.com/images/dianomi-logo.png", "https://timedotcom.files.wordpress.com/2017/09/time-newsletter-tout-footer.png", "http://pixel.watch/f3fo", "https://timedotcom.files.wordpress.com/2019/10/winter-berlin.jpg?quality=85&w=600"], "top_img": "https://timedotcom.files.wordpress.com/2016/09/sauna1.jpg?quality=85&w=1200&h=628&crop=1", "keywords": [], "authors": ["Markham Heid"], "canonical_link": "https://time.com/4481947/infrared-sauna-benefits-healthy/", "title": "You Asked: Are Infrared Saunas Healthy?", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "keywords": "heart health,heat,infrared sauna,infrared sauna benefits,outdoor sauna,Research,Sauna,sauna benefits,saunas,toxins,Weight loss", "news_keywords": "sauna, heat, saunas, infrared sauna, sauna benefits, infrared sauna benefits, outdoor sauna, toxins, weight loss, heart health", "description": "Infrared saunas might help your heart, though claims of weight loss or toxin flushing aren’t backed up by any science.", "og": {"title": "You Asked: Are Infrared Saunas Healthy?", "type": "article", "site_name": "Time", "url": "https://time.com/4481947/infrared-sauna-benefits-healthy/", "description": "They might help your heart, though claims of weight loss or toxin flushing aren’t backed up by any science.", "image": {"identifier": "https://timedotcom.files.wordpress.com/2016/09/sauna1.jpg?quality=85&w=1200&h=628&crop=1", "width": 1200, "height": 628}}, "article": {"content_tier": "free", "opinion": "false"}, "pinterest": {"url": "https://time.com/4481947/infrared-sauna-benefits-healthy/", "description": "Infrared saunas might help your heart, though claims of weight loss or toxin flushing aren’t backed up by any science.", "media": "https://timedotcom.files.wordpress.com/2016/09/sauna1.jpg?quality=85&w=1200&h=628&crop=1"}, "twitter": {"card": "summary_large_image", "url": "https://time.com/4481947/infrared-sauna-benefits-healthy/", "title": "You Asked: Are Infrared Saunas Healthy?", "description": "They might help your heart, though claims of weight loss or toxin flushing aren’t backed up by any science.", "site": "@TIME", "image": "https://timedotcom.files.wordpress.com/2016/09/sauna1.jpg?quality=85&w=1024&h=512&crop=1"}, "fb": {"app_id": 53177223193, "pages": 10606591490}}, "movies": [], "publish_date": null, "source": "http://time.com", "summary": ""}