{"url": "https://consumer.healthday.com/cancer-information-5/lymphoma-cancer-news-101/get-active-beat-lymphoma-729290.html", "text": "En Español\n\nTUESDAY, Dec. 12, 2017 (HealthDay News) -- Physical activity appears to help people with lymphoma survive their disease.\n\nThat finding comes from a new study by Mayo Clinic researchers of nearly 4,100 people with lymphoma, a cancer that starts in the white blood cells that normally help fight infection.\n\n\"As physicians, we recommend physical activity for all cancer survivors to improve overall quality of life, but we did not know if physical activity would have an impact on survival in lymphoma patients,\" said study author Dr. Priyanka Pophali, a hematologist at Mayo Clinic.\n\n\"Our findings show that physical activity can have a positive impact on survival in lymphoma patients,\" she said in a Mayo news release.\n\nThrough periodic questionnaires, the researchers tracked the participants' physical activity levels from before their cancer diagnoses until three years afterwards.\n\nPeople whose physical activity was greater than normal before diagnosis were less likely to have died from lymphoma, or from any other cause, than were those who'd been less active, the study found.\n\nPeople who'd boosted their physical activity level after being diagnosed with lymphoma also were less likely to have died in that three-year span than were those who hadn't increased their activity level.\n\nBut the study couldn't prove that more exercise actually caused death risk to drop.\n\nOn the other hand, people whose physical activity level had declined after their diagnosis had higher death rates from lymphoma and other causes than those who had not changed their level of physical activity.\n\n\"Importantly, our study shows a survival benefit in patients who increase their level of physical activity,\" Pophali said. \"Therefore, since physical activity behaviors can be modified, physicians should counsel patients and survivors on the importance of physical activity and encourage them to maintain and, if possible, increase their level of physical activity.\"\n\nThe study was presented Monday at the annual meeting of the American Society of Hematology in Atlanta. Research presented at meetings should be considered preliminary because it has not been subjected to the rigorous scrutiny given to research published in medical journals.\n\nMore information\n\nThe American Cancer Society has more on lymphoma.", "images": ["https://media.healthday.com/Images/icimages/15187.jpg"], "top_img": "https://media.healthday.com/Images/icimages/15187.jpg", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/lymphoma-cancer-news-101/get-active-beat-lymphoma-729290.html", "title": "Get Active, Beat Lymphoma?", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Physical activity appears to help people with lymphoma survive their disease.", "og": {"title": "Get Active, Beat Lymphoma?", "image": "https://media.healthday.com/Images/icimages/15187.jpg", "description": "Physical activity appears to help people with lymphoma survive their disease.", "url": "https://consumer.healthday.com/cancer-information-5/lymphoma-cancer-news-101/get-active-beat-lymphoma-729290.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}