{"url": "http://consumer.Healthday.com/Article.asp?AID=644719", "text": "En Español\n\nSUNDAY, Oct. 24, 2010 (HealthDay News) -- Bitter taste receptors are located in the lungs as well as on the tongue, a finding that might lead to improved treatments for asthma and other obstructive lung diseases, according to researchers at the University of Maryland School of Medicine in Baltimore.\n\n\"The detection of functioning taste receptors on smooth muscle of the bronchus in the lungs was so unexpected that we were at first quite skeptical ourselves,\" said the study's senior author, Dr. Stephen B. Liggett, professor of medicine and physiology and director of the university's cardiopulmonary genomics program, in a university news release.\n\nThe receptors in the lungs -- which the team found by accident in an unrelated study -- are the same as those on the tongue. But the tongue's receptors are clustered in taste buds that send signals to the brain, while the receptors in the lungs are not grouped in buds and don't send signals to the brain, explained the research team. However, they still respond to bitter tastes.\n\nThe researchers tested different bitter compounds on human and mouse airways, individual airway smooth muscle cells, and on mice with asthma. They found that these compounds all opened lung airways more profoundly than current drugs.\n\nThe study appears online Oct. 24 in the journal Nature Medicine.\n\n\"New drugs to treat asthma, emphysema or chronic bronchitis are needed. This could replace or enhance what is now in use, and represents a completely new approach,\" said Liggett.\n\nBut, he added, simply eating bitter-tasting foods or compounds won't help people with asthma.\n\n\"Based on our research, we think that the best drugs would be chemical modifications of bitter compounds, which would be aerosolized and then inhaled into the lungs with an inhaler,\" he said.\n\nThe research, which is preliminary, was supported by grants from the U.S. National Heart, Lung, and Blood Institute of the National Institutes of Health.\n\nMore information\n\nThe U.S. National Heart, Lung, and Blood Institute has more about asthma.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/respiratory-and-allergy-information-2/asthma-news-47/bitter-taste-receptors-found-in-lungs-may-aid-asthma-patients-644719.html", "title": "Bitter Taste Receptors Found in Lungs May Aid Asthma Patients", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Acrid compounds tested in mice and humans opened airways more profoundly than current drugs, researchers report", "og": {"title": "Bitter Taste Receptors Found in Lungs May Aid Asthma Patients", "description": "Acrid compounds tested in mice and humans opened airways more profoundly than current drugs, researchers report", "url": "https://consumer.healthday.com/respiratory-and-allergy-information-2/asthma-news-47/bitter-taste-receptors-found-in-lungs-may-aid-asthma-patients-644719.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}