{"url": "http://consumer.healthday.com/Article.asp?AID=663180", "text": "SATURDAY, March 31, 2012 (HealthDay News) -- A noninvasive scan might someday help doctors track the progress of prostate cancer and help guide treatment, researchers report.\n\nThe imaging tool, known as a prostate cancer-specific radiotracer, has so far only been tested successfully in mice. But a team from Memorial Sloan-Kettering Cancer Center in New York City said the technology could help identify cases where prostate cancer has spread to the bone.\n\nRadiotracers work by injecting a small amount of a compound tagged with a radionuclide into patients. Using positron emission tomography -- also known as a PET scan -- doctors are then able to better visualize tumors and tumor spread.\n\nIn studies involving mice with prostate cancer, the researchers had the radiotracer hone in on prostate-specific antigen (PSA), the same prostate cancer marker used in the PSA test. They found that the PSA gravitated to tissues containing prostate cancer that had already grown resistant to standard hormone-based therapies.\n\nThe study also revealed the radiotracer could help identify cases where prostate cancer had spread to the bone. The researchers pointed out traditional bone scans are unable to differentiate between malignant and nonmalignant lesions.\n\nThe findings were to be presented Saturday at the American Association for Cancer Research annual meeting in Chicago, and are also being published in Cancer Discovery.\n\nIf used on people, the researchers claimed that the radiotracer might someday help doctors \"personalize\" treatment strategies for prostate cancer and better manage the disease.\n\n\"The ultimate goal is to be able to predict the response of patients to new and existing therapies at an early stage, thereby personalizing their treatment and improving outcomes,\" Michael J. Evans, research fellow in the Human Oncology and Pathogenesis Program at Memorial Sloan-Kettering Cancer Center, explained in meeting news release.\n\nEncouraged by their findings, the study's authors said they hope to begin a human trial next year.\n\nTwo prostate cancer experts said the tool, if borne out in patients, could prove very useful.\n\nDr. Michael Schwartz is director of laparoscopy and minimally invasive surgery at North Shore-LIJ Health System in Lake Success, N.Y. He noted that, as of now, doctors typically rely on results of the PSA blood test and/or standard diagnostic scans to help guide treatment decisions.\n\nBoth methods have their limits and, \"while this study is very preliminary, if this radiotracer technology can prove to detect very early recurrence or metastasis in human patients, it could become extremely useful in either the pre- or post-treatment setting in selecting a treatment algorithm,\" Schwartz said. \"It also may help reduce the need for biopsy of possible metastatic lesions.\"\n\nDr. Erik Goluboff, an attending urologist at Beth Israel Medical Center, New York City, agreed that, \"this is an exciting study using a novel radiotracer to detect PSA-expressing tissues throughout the body.\"\n\nHe believes that the new tool's \"greatest strength would be in monitoring changes in PSA expression in tissues as a result of various treatments. If a treatment showed a marked change, it could continue to be used in that patient, hence \"personalized\" medicine. If a specific change did not occur, that treatment could be abandoned and another tried instead. Since these changes could not be detected based on a PSA blood test alone, this new test would be very helpful in determining early on which therapy to choose in a given patient.\"\n\nHowever, Goluboff also noted that research from animal-based studies does not always pan out in humans and \"further, larger studies are of course required to confirm these findings.\"\n\nMore information\n\nThe U.S. National Cancer Institute provides more information on prostate cancer.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Mary Elizabeth Dallas"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/mis-cancer-news-102/new-scanning-technology-might-help-guide-prostate-cancer-care-663180.html", "title": "New Scanning Technology Might Help Guide Prostate Cancer Care", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "In mouse study, PSA 'tracer' showed where cancer might spread, but research in humans needed", "og": {"title": "New Scanning Technology Might Help Guide Prostate Cancer Care", "description": "In mouse study, PSA 'tracer' showed where cancer might spread, but research in humans needed", "url": "https://consumer.healthday.com/cancer-information-5/mis-cancer-news-102/new-scanning-technology-might-help-guide-prostate-cancer-care-663180.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}