{"url": "http://www.cnn.com/2017/05/24/health/cannabidiol-epilepsy-study/index.html", "text": "(CNN) Cannabidiol, which is found in marijuana plants, reduced the number of convulsive seizures in children with a severe and often fatal epilepsy disorder, according to research published Wednesday in the New England Journal of Medicine . Among children taking cannabidiol, the decrease in the frequency of convulsive seizures -- which involve a loss of consciousness, stiffened muscles and jerking movements -- was 23 percentage points greater than the decrease in seizures among children taking a placebo.\n\nThe study was a randomized, double-blind, placebo-controlled human trial, which is considered the gold standard test for any new medicine.\n\nGW Pharmaceuticals, a company that is developing cannabidiol medicines, helped subsidize the study.\n\n\"After 3,800 years of cannabis use for epilepsy ... we finally have solid evidence,\" said Dr. Orrin Devinsky, lead author of the study and director of NYU Langone's Comprehensive Epilepsy Center. His own previous research indicates that cannabis was used as early as 1800 B.C. in Sumeria to treat epilepsy; neurologists of the Victorian period used Indian hemp, which is rich in cannabidiol, for the same purpose.\n\nDespite the generally positive results, most study participants reported side effects that included vomiting, fatigue, diarrhea and some liver issues.\n\n\"CBD is an effective drug for this type of rare epilepsy but was not a panacea (or cure-all) for these children,\" Devinsky said.\n\nWhat is Dravet syndrome?\n\nA total of 120 patients with Dravet syndrome, ranging in age from nearly 2 to 18 years old, were randomly assigned to receive either an oral solution of cannabidiol or a placebo for a 14-week period.\n\n\"Dravet syndrome is a severe childhood-onset epilepsy that causes multiple kinds of seizures, developmental delays, speech and language problems, behavioral issues and movement and balance problems,\" said Brandy Fureman, vice president of research and new therapies at the Epilepsy Foundation. She was not involved in the new study.\n\nEpilepsy is a neurological disorder that disrupts electrical communication between neurons in the brain. Considered a spectrum disorder, different epilepsy syndromes are defined by clusters of symptoms or features and treated accordingly.\n\nExisting epilepsy medications usually don't work for patients with Dravet, so \"up to 20% of these children die from seizures before age 20 years,\" Devinsky explained.\n\nWithin the study, individual participants experienced convulsive seizures at a rate ranging from four per month, on average, to 1,717 per month.\n\nDuring the 14-week study, frequency of convulsive seizures decreased from an average of 12.4 to 5.9 per month in the cannabidiol group, compared with 14.9 to 14.1 in the placebo group. On average, the change in seizure frequency amounted to a 39% decrease for the cannabidiol group patients, compared with a roughly 13% decrease among the placebo group.\n\nFive percent of the children became entirely seizure-free during the 14-week study. Overall, parents in the cannabidiol group felt that they witnessed \"significantly greater\" positive changes in their children than parents in the placebo group.\n\nHowever, there was a downside. Most (93%) of the cannabidiol patients reported side effects, though three-quarters of the placebo group patients did as well. Nine out of 61 cannabidiol group patients dropped out of the study, eight of them because of side effects, compared with just three of the 59 placebo group patients.\n\n\"Tiredness (somnolence or fatigue) was most common; others were decreased appetite, diarrhea and vomiting,\" Devinsky explained.\n\nBased on the overall results, Devinsky believes CBD should be evaluated for epilepsy types beyond Dravet syndrome, which is caused by a genetic mutation and affects about one in 20,000 to 40,000 children in the United States.\n\nWayne Hall, professor and director of the Centre for Youth Substance Abuse Research at the University of Queensland in Australia, also believes the findings are \"sufficiently encouraging\" to warrant further research of cannabidiol that focuses on \"related forms of epilepsy.\"\n\n'Critically important' for the epilepsy community\n\n\"No one study decides an issue; the sample size is still relatively small (because this is a rare syndrome and so hard to study large numbers of cases) and the duration of treatment so far has been relatively short,\" Hall, who was not involved in the research, wrote in an email.\n\nStill, Hall said the research, which carefully measured safety and efficacy for a \"substantial\" number of children, showed \"clear evidence of benefits in reducing seizure frequency and severity over the duration of the trial.\"\n\n\"glad to see\" data coming out. Porter is not one of the researchers behind this study, though she too has published papers on cannabidiol as a treatment for epilepsy. Dr. Brenda Porter, associate professor of neurology at Stanford School of Medicine, said she's\"glad to see\" data coming out. Porter is not one of the researchers behind this study, though she too has published papers on cannabidiol as a treatment for epilepsy.\n\n\"Interestingly, it looks similar to our other seizure medications in terms of efficacy and tolerability,\" Porter said. \"So, sadly, not a home run for most patients but another tool in our treatment regimen.\"\n\nThe marijuana plant is classified as a Schedule I controlled substance. Scientific researchers studying cannabidiol must meet federal security requirements and follow federal practices. Some scientists have said these federal requirements have slowed research supporting medicinal benefits of the plant.\n\nPorter believes the study may open the door to having \"more thoughtful discussions with our patients about the efficacy and the side effects\" of cannabidiol. \"Hopefully, the FDA will see this as a sign it should be moved off of Schedule I. If it stays on Schedule I, we will have trouble getting it to our patients when it does become available.\"\n\nThe 1970 Controlled Substances Act classifies marijuana as a Schedule I drug , meaning it has \"no currently accepted medical use and a high potential for abuse.\"\n\nChanging the schedule of a drug falls to the Drug Enforcement Administration or the Department of Health and Human Services. An interested party, such as a drug company, may also petition for the process to begin. The Food and Drug Administration and the National Institute of Drug Abuse provide guidance to the DEA when reviewing scientific evidence on which to base a schedule change.\n\nDr. David Gloss, director of clinical neurophysiology at CAMC Health System in Charleston, West Virginia, believes the new study is \"very important\" because \"there's a lot of people using cannabidiol for all kinds of stuff.\" Gloss co-authored a review of cannabinoids for the Cochrane Library , which publishes systematic reviews of medical research. He was not involved in the new research.\n\nHe noted that generating more evidence of effective use is \"a good thing.\"\n\nAlready, there is existing \" medical evidence of efficacy for narrow neurologic conditions,\" said Gloss, who hopes that when enough evidence is available, the classification of cannabidiol as a Schedule I drug might be reconsidered and changed.\n\nJoin the conversation See the latest news and share your comments with CNN Health on Facebook and Twitter.\n\nThe University of Queensland's Hall believes that boundaries between medical use of cannabinoids and the recreational use of cannabis by adults should not be blurred. \"If future clinical trials confirm these promising results, then appropriate regulation will enable the drug to be safely used for medical purposes,\" he said.\n\nThe Epilepsy Foundation's Fureman said, \"before publication of this trial, much of the clinical evidence about CBD's effects on people's seizures was uncontrolled and anecdotal.\" She added that the new study is \"critically important\" for the epilepsy community, which believes a CBD-based medical product would be a first-in-class therapeutic option.\n\nOn the need for more scientific research, all these experts agree.\n\nAs Devinsky said, \"natural substances are not necessarily safe and effective. They need to be evaluated rigorously.\"", "images": ["http://cdn.cnn.com/cnnnext/dam/assets/140306122410-medical-marijuana-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140306105201-05-uses-for-medical-marijuana-restricted-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/151103083139-marijuana-large-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140306122410-medical-marijuana-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140306105156-04-uses-for-medical-marijuana-horizontal-large-gallery.jpg", "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7", "http://cdn.cnn.com/cnnnext/dam/assets/140306105156-04-uses-for-medical-marijuana-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/161123102345-rich-kim-abby-muszynski-large-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140306105201-05-uses-for-medical-marijuana-restricted-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140115134447-pain-relievers-03-large-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140306105208-06-uses-for-medical-marijuana-restricted-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140306105136-01-uses-for-medical-marijuana-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140306105214-07-uses-for-medical-marijuana-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/150510110648-epilepsy-marijuana-large-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140306105143-02-uses-for-medical-marijuana-restricted-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140306105220-08-uses-for-medical-marijuana-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/161109144916-marijuana-plants-large-169.png", "http://cdn.cnn.com/cnnnext/dam/assets/140306105136-01-uses-for-medical-marijuana-topics.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140306105220-08-uses-for-medical-marijuana-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140306105208-06-uses-for-medical-marijuana-restricted-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140306105214-07-uses-for-medical-marijuana-horizontal-large-gallery.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/130814195816-01-marijuana-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170524132517-cannabidiol-epilepsy-super-tease.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/140306105143-02-uses-for-medical-marijuana-restricted-topics.jpg"], "top_img": "https://cdn.cnn.com/cnnnext/dam/assets/170524132517-cannabidiol-epilepsy-super-tease.jpg", "keywords": [], "authors": ["Susan Scutti"], "canonical_link": "https://www.cnn.com/2017/05/24/health/cannabidiol-epilepsy-study/index.html", "title": "Cannabidiol slashes seizures in kids with rare epilepsy, study finds", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0", "section": "health", "referrer": "unsafe-url", "og": {"pubdate": "2017-05-24T21:23:00Z", "url": "https://www.cnn.com/2017/05/24/health/cannabidiol-epilepsy-study/index.html", "title": "Cannabidiol slashes seizures in kids with rare epilepsy, study finds", "description": "Cannabidiol, which is found in marijuana plants, reduced the number of convulsive seizures in children with Dravet syndrome, according to research.", "site_name": "CNN", "type": "article", "image": {"identifier": "https://cdn.cnn.com/cnnnext/dam/assets/170524132517-cannabidiol-epilepsy-super-tease.jpg", "width": 1100, "height": 619}}, "pubdate": "2017-05-24T21:23:00Z", "lastmod": "2017-05-24T21:23:00Z", "author": "Susan Scutti, CNN", "twitter": {"title": "Cannabidiol slashes seizures in kids with rare epilepsy, study finds", "description": "Cannabidiol, which is found in marijuana plants, reduced the number of convulsive seizures in children with Dravet syndrome, according to research.", "card": "summary_large_image", "image": "https://cdn.cnn.com/cnnnext/dam/assets/170524132517-cannabidiol-epilepsy-super-tease.jpg"}, "description": "Cannabidiol, which is found in marijuana plants, reduced the number of convulsive seizures in children with Dravet syndrome, according to research.", "keywords": "health, Cannabidiol slashes seizures in kids with rare epilepsy, study finds - CNN", "thumbnail": "https://cdn.cnn.com/cnnnext/dam/assets/170524132517-cannabidiol-epilepsy-super-tease.jpg", "vr": {"canonical": "https://www.cnn.com/2017/05/24/health/cannabidiol-epilepsy-study/index.html"}, "article": {"opinion": "false", "content-tier": "free"}, "fb": {"app_id": 80401312489, "pages": "5550296508,18793419640"}, "template-top": "health,art-gal"}, "movies": [], "publish_date": 1495598400.0, "source": "http://www.cnn.com", "summary": ""}