{"url": "http://www.Reuters.com/article/2011/05/02/us-tailored-medicine-heart-attacks-idUSTRE7417DW20110502", "text": "NEW YORK (Reuters Health) - National guidelines help doctors decide how to treat high blood pressure. But tailoring those guidelines to better fit individuals could prevent many more heart attacks and strokes, say developers of a computer model that makes those calculations.\n\nTheir study, published Monday in the Annals of Internal Medicine, estimated the effects of using “individualized guidelines” to make decisions on treating high blood pressure.\n\nIt found that the tailored approach could prevent 43 percent more heart attacks and strokes than the simpler, general recommendations used now.\n\nCurrently, U.S. guidelines recommend treatment if blood pressure rises above 140/90 mm Hg, or above 130/80 mm Hg if a person has diabetes or chronic kidney disease.\n\nDoctors generally add their own judgment to that decision as well. If, for instance, a person has slightly elevated blood pressure but is otherwise at low risk for heart problems, then lifestyle changes might be enough.\n\nBut the new study looked at a more sophisticated way of estimating individual patients’ needs. Researchers used a computer-based “risk calculator” that took into account a person’s age, cholesterol levels, family history of heart disease and any diabetes diagnosis.\n\nIt also factored in what’s known about different types of patients’ responses to various blood pressure medications.\n\nThe researchers then used data from a long-term study of 15,800 Americans to estimate the effects of applying the individualized guidelines.\n\nOverall, they found, the tailored method could prevent 43 percent more heart attacks and strokes than national guidelines, if healthcare costs were kept the same.\n\nIf, on the other hand, the number of heart attacks and strokes prevented were kept the same, the individualized guidelines would accomplish that result at a 67 percent cost savings versus the national guidelines.\n\nThe goal of using the risk calculator “is the same as the physician’s desire to take into account the ‘whole patient’ when discussing treatment options with patients,” said lead researcher Dr. David M. Eddy.\n\nThe problem with the old-fashioned way, he told Reuters Health in an email, is that there are many pieces of information about a patient to consider.\n\n“It is impossible for the human brain to digest it all and estimate accurately the patient’s risks or how they would benefit from treatments,” he said.\n\nAccording to Eddy, risk calculators like the one in the study could, eventually, help doctors give patients real numbers. A doctor might tell you, for example, what your risk is of developing diabetes in the next 20 years, and how much you could cut that risk if you lose a certain amount of weight (and keep it off).\n\nEddy is a founder of Archimedes, Inc., a San Francisco-based company that has developed a computer-based mathematical model to aid in healthcare decisions. The calculator used in this study is a simplified version of that model.\n\nEddy said that the calculator, or others like it, could be integrated into electronic health records. A patient’s information could be automatically fed to the calculator, and the results would then be displayed on a computer for the doctor and patient to discuss.\n\nA researcher not involved in the work said it was a “nice study” that is a first step toward showing that tailored guidelines could have benefits.\n\n“This shows that there might be better ways for physicians to choose who gets treated and who does not,” said Dr. Douglas K. Owens of the VA Palo Alto Health Care System in California, who wrote an editorial published with the study.\n\nGeneral guidelines, like those for treating high blood pressure, are kept fairly simple so they are easy to remember, Owens told Reuters Health in an interview. Doctors, ideally, then adapt those guidelines to individual patients’ situations.\n\nHowever, Owens said, “it’s hard to do all of that in your head. This gives them a tool.”\n\nNow the looming questions are how to implement risk calculators in doctors’ practices — and, Owens said, whether that benefits patients’ health in the real world.\n\n“The general theme is that we can do better, and we may have an opportunity to improve patients’ health outcomes,” Owens said. “That’s the hope.”\n\nHe said he thinks electronic health records will be key to putting individualized guidelines into practice.\n\nAnd right now, there is a way to go before most doctors will have those systems in place.\n\nA recent government survey found that the percentage of U.S. doctors using electronic health records is on the rise, but still fairly low.\n\nAbout one-quarter of surveyed doctors said they had “basic” electronic medical record systems in their offices. Only about 10 percent had a “fully functional” system that included extensive information on patients’ medical history.\n\nSOURCE: bit.ly/an7XRm Annals of Internal Medicine, online May 2, 2011.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Amy Norton", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-tailored-medicine-heart-attacks-idUSTRE7417DW20110502", "title": "Tailored medicine could prevent more heart attacks", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "(Reuters Health) - National guidelines help doctors decide how to treat high blood pressure. But tailoring those guidelines to better fit individuals could prevent many more heart attacks and strokes, say developers of a computer model that makes those calculations.", "Author": "Amy Norton", "keywords": "US,TAILORED,MEDICINE,HEART,ATTACKS", "news_keywords": "US;TAILORED;MEDICINE;HEART;ATTACKS", "REVISION_DATE": "Mon May 02 21:21:02 UTC 2011", "analyticsAttributes.articleDate": "2011-05-02T21:21:02+0000", "analyticsAttributes.author": "Amy Norton", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-tailored-medicine-heart-attacks-idUSTRE7417DW20110502", "analyticsAttributes.contentTitle": "Tailored medicine could prevent more heart attacks", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "US,TAILORED,MEDICINE,HEART,ATTACKS", "analyticsAttributes.keywordSlug": "US-TAILORED-MEDICINE-HEART-ATTACKS", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Tailored medicine could prevent more heart attacks", "sailthru.author": "Amy Norton", "sailthru.date": "2011-05-02T21:21:02+0000", "sailthru.title": "Tailored medicine could prevent more heart attacks", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Tailored medicine could prevent more heart attacks", "url": "https://www.reuters.com/article/us-tailored-medicine-heart-attacks-idUSTRE7417DW20110502", "type": "article", "description": "(Reuters Health) - National guidelines help doctors decide how to treat high blo...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2011-05-02T21:21:02+0000", "modified_time": "2011-05-02T21:21:02+0000", "section": "Homepage", "author": "Amy Norton", "tag": "US,TAILORED,MEDICINE,HEART,ATTACKS"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary", "title": "Tailored medicine could prevent more heart attacks", "description": "(Reuters Health) - National guidelines help doctors decide how to treat high blood pressure. But tailoring those guidelines to better fit individuals could prevent many more heart attacks and strokes,...", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1304308800.0, "source": "http://www.Reuters.com", "summary": ""}