{"url": "http://www.npr.org/sections/health-shots/2017/02/27/516890375/a-medicine-that-blunts-the-buzz-of-alcohol-can-help-drinkers-cut-back", "text": "A Medicine That Blunts The Buzz Of Alcohol Can Help Drinkers Cut Back\n\nEnlarge this image Maria Fabrizio for NPR Maria Fabrizio for NPR\n\nIf you drink more alcohol than you want to or should, you're not alone. A nationwide survey by the National Institutes of Health found that 28 percent of adults in the U.S. are heavy drinkers or drink more than is recommended.\n\nYet, most heavy drinkers don't get the help they need.\n\n\"The biggest problem we have in the field is that less than 10 percent of individuals with an alcohol use disorder get any treatment whatsoever,\" says George Koob, director of the National Institute on Alcohol Abuse and Alcoholism.\n\nPart of the challenge, researchers say, is that many drinkers don't realize that a medicine long used to help people addicted to opioids quit their drug habit can help alcoholics and other heavy drinkers cut back, too.\n\n\"I thought my only option was AA,\" John tells NPR. We've agreed to use only his middle name; disclosing his trouble with alcohol publicly, he says, would jeopardize his business.\n\nHe's a 47-year-old professional who says he started out as a social drinker — a few beers with his softball team after a game. But he sank into a deep depression after several deaths in his family, and sought \"solace in the bottle,\" he says.\n\n\"I wanted to numb my thoughts,\" says John.\n\nHe'd often start with hard liquor in the morning, John says, and it wasn't uncommon to have eight drinks or more before the end of the day.\n\nHe worked from home, so he was able to mask the problem for a while. But eventually his wife confronted him.\n\n\"She had come home and I was rushing to hide a glass and she was furious with me,\" he recalls. \"Just absolutely furious.\"\n\nHe went to see Paula DeSanto, a therapist and director of Minnesota Alternatives, in Spring Lake Park, Minn. The center provides outpatient mental health and substance use treatment services.\n\n\"I would say John's story is not unique,\" DeSanto tells us. \"A lot of people are reluctant.\"\n\nSometimes, traditional treatments — such as residential rehab or a 12-step program like Alcoholics Anonymous — \"can [lead to] a significant disruption in their lives,\" she explains. \"There's stigma, shame and embarrassment.\"\n\nDeSanto suggested a different approach to John. To help work through the loss and grief he was feeling, counseling can help, she told him. She also recommended he try naltrexone, a prescription drug.\n\n\"Naltrexone is an effective medication for the treatment of alcohol use disorders,\" says Koob. He points to a recent meta-analysis published in the journal Addiction that concluded that naltrexone helped reduce heavy drinking and cravings for alcohol.\n\nThe analysis included data from 64 clinical trials in which people were given either the medication or a placebo pill to test the effectiveness of the treatment. The analysis also found that another drug, acamprosate, is effective at helping people who have already stopped drinking to maintain abstinence, perhaps partly by easing the physical and emotional cravings experienced by heavy drinkers who quit.\n\nSo, how does naltrexone work? The drug seems to curb the euphoric and sedative effects of opiates in the brain. Alcohol is known to activate some of the same receptors in the brain that opioids do, and studies find that by tempering the pleasure from alcohol, naltrexone can help people drink less.\n\n\"It blunts the effects of alcohol,\" says Koob. \"People [who use naltrexone] will say they have a drink, and it's not doing much for them.\"\n\nThat was exactly John's experience. After taking the naltrexone pill, he didn't get the buzz he was used to getting, so didn't want to keep drinking. \"I actually didn't feel the alcohol's effects,\" he says. \"It was startling.\"\n\nIt's now been about five months since he started taking the medication. He has not stopped drinking completely, but says he has cut way back.\n\n\"This is helping me,\" John says. \"I can go out with friends and not worry that I'm going to end up inebriated or sloppy.\"\n\nAccording to the findings of a recent review, both naltrexone and acamprosate, are safe, cost-effective and efficacious. But they are substantially underused, according to the review.\n\nMany physicians are \"unaware that there are medications to treat alcohol use disorders,\" says Koob. His institute is stepping up efforts to work with the medical community on that front, he says, and is also touting Rethinking Drinking, a website aimed at consumers that offers the latest research-based information on a range of treatment options.\n\nAny health care provider who is licensed to prescribe medicine can prescribe naltrexone — not just mental health professionals or addiction specialists. As as long ago as 1997, a published study showed that treatment of alcohol dependence with naltrexone by primary care doctors can be effective; follow-up research has confirmed that the primary care approach not only works, but makes treatment much more accessible.\n\nAccording to the NIAAA, \"patients can now receive effective alcohol treatment from their primary care doctors or mental health practitioners by combining the newer medications with a series of brief office visits for support.\"\n\nNaltrexone is certainly not a cure-all, researchers say. And it won't help everyone who has a drinking problem — especially if the disorder is severe.\n\n\"I use these medications as an adjunct to therapy, and group [sessions] and 12-step meetings\" says Dr. Jeffrey Hsu, a psychiatrist at Johns Hopkins University who is certified in addiction medicine. He says that when used alone the medicines are only modestly effective.\n\nBut there's good evidence that the combination of counseling and drugs such as naltrexone can help people cut back on drinking, or move toward abstinence.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2017/02/24/drinking-1_wide-72b4b55a228c0823f3312aa7dcedc7307ea02b1c.jpg?s=1400", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/assets/img/2017/02/24/drinking-1_wide-72b4b55a228c0823f3312aa7dcedc7307ea02b1c-s1100-c15.jpg", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/assets/img/2016/09/26/drug-based-treatment_sq-8c8b01e10361ecdec805a5606c45a5b13594b8f1-s100-c15.jpg", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2014/05/13/istock_000016947583medium_sq-d58ab563d34ac7ee4776e6ef0ab6c8463836e53c-s100-c15.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2015/05/18/mvi_9328_sq-9f8ca24bda420333d253b718c41e82fd4ab55fcf-s100-c85.jpg", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2017/02/24/drinking-1_wide-72b4b55a228c0823f3312aa7dcedc7307ea02b1c.jpg?s=1400", "keywords": [], "authors": ["Allison Aubrey"], "canonical_link": "https://www.npr.org/sections/health-shots/2017/02/27/516890375/a-medicine-that-blunts-the-buzz-of-alcohol-can-help-drinkers-cut-back", "title": "A Medicine That Blunts The Buzz Of Alcohol Can Help Drinkers Cut Back", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2017-02-27", "description": "Naltrexone was approved to treat alcohol disorders more than 20 years ago. But many doctors still don't know that when combined with counseling it can help people resist the urge to drink too much.", "og": {"title": "A Medicine That Blunts The Buzz Of Alcohol Can Help Drinkers Cut Back", "url": "https://www.npr.org/sections/health-shots/2017/02/27/516890375/a-medicine-that-blunts-the-buzz-of-alcohol-can-help-drinkers-cut-back", "type": "article", "description": "Naltrexone was approved to treat alcohol disorders more than 20 years ago. But many doctors still don't know that when combined with counseling it can help people resist the urge to drink too much.", "image": "https://media.npr.org/assets/img/2017/02/24/drinking-1_wide-72b4b55a228c0823f3312aa7dcedc7307ea02b1c.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "A Medicine That Blunts The Buzz Of Alcohol Can Help Drinkers Cut Back", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2017/02/24/drinking-1_wide-72b4b55a228c0823f3312aa7dcedc7307ea02b1c.jpg?s=1400"}}}, "movies": [], "publish_date": 1488171600.0, "source": "http://www.npr.org", "summary": ""}