{"url": "https://web.archive.org/web/20161021161115/http://abcnews.go.com/Technology/wireStory/app-helps-save-seattle-cardiac-patient-42934393", "text": "If your heart is going to stop, right outside a hospital is not a bad place for it.\n\nAnd if 41 people within a 330-yard radius have a cellphone app alerting them to your distress, so much the better.\n\nThat's what happened in Seattle last week when Stephen DeMont collapsed at a bus stop in front of University of Washington Medical Center.\n\nWhile a medical student rushed over and began chest compressions, a cardiac nurse just getting off her shift was alerted by her phone, sprinted outside and assisted until paramedics arrived.\n\nFive days later, DeMont, 60, is walking, smiling and talking about how the PulsePoint app helped save his life.\n\nSeattle officials say the rescue shows the potential the free download has for connecting CPR-trained citizens with patients who urgently need their help. It's being used in 2,000 U.S. cities in 28 states.\n\n\"I put it on my phone yesterday,\" said DeMont's wife, Debi Quirk, a former registered nurse. \"He would not be here as we see him today.\"\n\nSeattle officials hope DeMont's story will help persuade thousands more people to sign up for notifications; so far, about 4,000 people in Seattle have downloaded PulsePoint since the city adopted it earlier this year with financial support from an employee charitable fund at Boeing. The goal is to have 15,000 using it.\n\nDeveloped by a former fire chief in Northern California, Richard Price, the app works through a city's 911 system. When a call comes in, operators alert people within a certain radius that CPR assistance is needed, along with the location of the nearest portable defibrillator.\n\nAbout 900,000 people around the country have downloaded and carry the app, and 34,000 people have been activated to respond, he said, adding that alerts have been issued in 13,000 cardiac events.\n\nHe came up with the idea in 2009, he said. He was in a restaurant when he heard sirens from his crews at the San Ramon Valley fire department. As he wondered where they were going, they arrived at the restaurant.\n\n\"The patient was unconscious, unresponsive. I was 20 feet away on the other side of the wall,\" Price said. \"The whole time I was listening to that siren, I could have been making a difference.\"\n\nIt occurred to him that at any given time, two-thirds of his staff was off duty — in restaurants, out in the community. If there was a way to alert them to such emergencies by phone, it could save lives, Price said.\n\nIt's not clear how many lives have been saved thanks to the app. Patient confidentiality laws often prevent hospitals from disclosing a patient's outcome.\n\nMadeline Dahl, a 23-year-old cardiac nurse at the University of Washington Medical Center, said she downloaded the app about a month ago after reading a news story that mentioned it. Last Friday morning was the first time she'd ever received an alert. She bolted down a couple flights of stairs and ran outside into the rain, where she found 27-year-old medical student Zach Forcade performing chest compressions.\n\nForcade had been on his way into the hospital for a lecture when he saw DeMont, who was just getting off his bicycle, slump over.\n\n\"I hadn't responded to a cardiac arrest before,\" Forcade said. \"I thought, 'Did he just fall?' ... Even being in the medical field, I thought, 'Oh, man, who's going to step up?'\"\n\nHe told another passerby to call 911, which triggered an alert sent out to 41 responders nearby. It was reassuring when Dahl arrived to provide any needed backup, help check for a pulse and otherwise make sure Forcade was responding correctly, he said.\n\nFor DeMont, it was about more than just being lucky. A contract technical writer at Expedia, he said he has a love-hate relationship with technology — \"You see all these things about people falling off cliffs texting, people are so disconnected\" — but the response from Forcade, Dahl and the use of PulsePoint reaffirmed his belief in its power to make a positive difference.\n\n\"There's hope,\" DeMont said.\n\nHe's due to have a defibrillator implanted on Thursday. Now he just has to figure out how to pay the $100,000 tab without insurance.\n\nFor that, his family has turned to a program with a different app: GoFundMe.\n\n———\n\nFollow Johnson at https://twitter.com/GeneAPseattle\n\n———\n\nThis story has been corrected to say man was in cardiac arrest instead of having heart attack, and to say that about 900,000 people around the country have downloaded and carry the app, and 34,000 people have been activated to respond,", "images": ["https://web.archive.org/web/20161021161115im_/http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-704476h&cg=0&cc=1&ts=noscript", "https://web.archive.org/web/20161021161115im_/http://www.googleadservices.com/pagead/conversion/1005826543/?value=0&label=1GPKCOHYjwMQ7-PO3wM&guid=ON&script=0", "https://web.archive.org/web/20161021161115im_/http://a.abcnews.com/images/Technology/WireAP_bc877f45a6c24cd2aafcd12ccb8a6fea_16x9_1600.jpg", "https://web.archive.org/web/20161021161115im_/http://a.abcnews.com/images/Technology/WireAP_bc877f45a6c24cd2aafcd12ccb8a6fea_16x9_992.jpg"], "top_img": "https://web.archive.org/web/20161021161115im_/http://a.abcnews.com/images/Technology/WireAP_bc877f45a6c24cd2aafcd12ccb8a6fea_16x9_992.jpg", "keywords": [], "authors": ["Abc News"], "canonical_link": "https://web.archive.org/web/20161021161115/http://abcnews.go.com/Technology/wireStory/app-helps-save-seattle-cardiac-patient-42934393", "title": "App Helps Save Seattle Cardiac Patient", "meta_data": {"robots": "index, follow", "author": "ABC News", "copyright": "Copyright (c) 2016 ABC News Internet Ventures", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "App Helps Save Seattle Cardiac Patient", "keywords": "General news, Health, Technology, Heart attack, Search and rescue efforts, Arrests, Heart health, Cardiovascular disease, Diseases and conditions, Law and order, Crime, University of Washington, Seattle, Washington, United States, North America, science news, technology news, gadget news", "fb": {"admins": 704409894, "app_id": 4942312939}, "fb_title": "App Helps Save Seattle Cardiac Patient", "og": {"site_name": "ABC News", "title": "App Helps Save Seattle Cardiac Patient", "description": "If your heart is going to stop, right outside a hospital is not a bad place for it. And if 41 people within a 330-yard radius have a cellphone app alerting them to your distress, so much the better. That's what happened in Seattle last week when Stephen DeMont collapsed at a bus stop in...", "url": "https://web.archive.org/web/20161021161115/http://abcnews.go.com/Technology/wireStory/app-helps-save-seattle-cardiac-patient-42934393", "image": "https://web.archive.org/web/20161021161115im_/http://a.abcnews.com/images/Technology/WireAP_bc877f45a6c24cd2aafcd12ccb8a6fea_16x9_992.jpg", "type": "article"}, "DC.date.issued": "2016-10-20", "Date": "2016-10-20", "Last-Modified": "2016-10-20 06:27:04", "news_keywords": "General news, Health, Technology, Heart attack, Search and rescue efforts, Arrests, Heart health, Cardiovascular disease, Diseases and conditions, Law and order, Crime, University of Washington, Seattle, Washington, United States, North America", "twitter": {"card": "summary_large_image", "site": "@ABC", "title": "App Helps Save Seattle Cardiac Patient", "description": "If your heart is going to stop, right outside a hospital is not a bad place for it. And if 41 people within a 330-yard radius have a cellphone app alerting them to your distress, so much the better. That's what happened in Seattle last week when Stephen DeMont collapsed at a bus stop in...", "url": "http://abcnews.go.com/Technology/wireStory/app-helps-save-seattle-cardiac-patient-42934393", "image": "http://a.abcnews.com/images/Technology/WireAP_bc877f45a6c24cd2aafcd12ccb8a6fea_4x3t_240.jpg", "app": {"name": {"iphone": "ABC News", "ipad": "ABC News", "googleplay": "ABC News"}, "id": {"iphone": 300255638, "ipad": 306934135, "googleplay": "com.abc.abcnews"}, "url": {"iphone": "abcnewsiphone://link/story,42934393", "ipad": "abcnewsipad://link/story,42934393", "googleplay": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Technology/wireStory/app-helps-save-seattle-cardiac-patient-42934393"}}}, "al": {"iphone": {"url": "abcnewsiphone://link/story,42934393", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}, "ipad": {"url": "abcnewsipad://link/story,42934393", "app_store_id": 380520716, "app_name": "ABC News for iPad"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Technology/wireStory/app-helps-save-seattle-cardiac-patient-42934393", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "web": {"url": "http://abcnews.go.com/Technology/wireStory/app-helps-save-seattle-cardiac-patient-42934393"}}}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}