{"url": "https://web.archive.org/web/20170403000355/http://www.newsweek.com/magnets-alternative-method-treat-depression-573930", "text": "This article is featured in Newsweek's Special Edition: Nature's Remedies—Heal Your Body.\n\nOne of the leading causes of disability in the United States isn’t physical—it’s mental. According to the Anxiety and Depression Association of America (ADAA), 15 million adults—approximately 6.7 percent of the population—suffer from major depressive disorder, which is most often treated through a combination of talk therapy and medication. Those who struggle with depression have imbalanced levels of serotonin, which maintains mood, and dopamine, which controls the pleasure and reward zones. The brain’s synapses control how much of these chemicals are released, and drugs like Zoloft effectively prevent the little serotonin being produced from reabsorbing back into the nerve cells from which they were released, resulting in a higher concentration of serotonin. Some pill-averse patients have longed for a natural cure for depression, while others complain that the drugs they’re on aren’t enough. Hope for both groups may have arrived through an unlikely source: magnets. Researchers discovered they can harness the power of magnetism to increase serotonin production and combat depression through a process called Transcranial Magnetic Stimulation (TMS).\n\n“Each [symptom of depression] maps onto a given circuit of the brain,” neurologist Alvaro Pascual-Leone told NPR in April 2016 about treating patients using TMS. “The reason why that circuit of the brain is not functioning properly...has to do with a deficit of a certain chemical in the brain. But the point is that if we can identify the circuit that causes the symptoms, we can target that circuit and make it function better through brain stimulation. So, in a sense, [TMS is] not a treatment...for the ultimate cause of the disorder, but it’s an intervention that improves how the patient is able to function.”\n\nPHILIPPE GARO/SCIENCE SOURCE\n\nTMS has a lot in common with a traditional MRI scan. In fact, the only clue TMS treatment contains magnets at all is that patients must remove any jewelry and stow their credit cards (to prevent demagnetization) before treatment. According to Johns Hopkins University School of Medicine’s description of the technique, a coil is fitted to the front of a patient’s head so the electromagnetic pulses can target the prefrontal cortex of the brain, which controls emotion. A physician then tests the machine to see how much power is needed to affect the patient’s reflexes. Once the patient’s thumb involuntarily twitches, the current is strong enough to affect the patient’s brain activity. At this point, specific symptoms can be targeted depending on the patient’s needs.\n\nThe biggest drawback to TMS, according to advocates, is the limitations on just who can undergo the treatment. Though it was approved by the FDA in 2008, its use is federally restricted with exemptions only for those with severe depression, autism or Parkinson’s. Even those who are approved to undergo the treatment face another barrier as TMS is not widely covered by health insurance. Its efficacy varies from patient to patient and, like most prescriptions for depression, TMS has its own set of side-effects. The most common, not surprisingly, are headaches. Although one-third of patients have reported experiencing painful scalp sensations and facial twitching, these tend to fade after several treatments.\n\nDespite these setbacks, researchers are optimistic about TMS—and not just as a form of treatment for depression. Experiments treating Parkinson’s and autism, the other two conditions for which TMS is approved, have seen some success among neurologists. More studies will be needed to determine whether this method can be used as a widespread treatment for other brain-related disorders, but if today’s research is any indication, TMS could be a key to improving the lives of Americans suffering from a multitude of disorders.\n\nThis article was excerpted from Newsweek's Special Edition: Nature's Remedies—Heal Your Body. For more on the definitive guide to alternative methods of healing the mind, body and soul, pick up a copy today.", "images": ["https://web.archive.org/web/20170403000355im_/http://s.newsweek.com/sites/www.newsweek.com/files/2017/03/24/scisrcfe8161.jpg", "https://web.archive.org/web/20170403000355im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-xs/public/2017/02/28/20170310cover1800-x-2400.jpg", "https://web.archive.org/web/20170403000355im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-xs/public/2017/03/06/20170317cover1800-x-2400.jpg", "https://web.archive.org/web/20170403000355im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/subscribe_icon/public/subscribe/2017_03_31_subscribe.jpg", "https://web.archive.org/web/20170403000355im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-xs/public/2017/02/20/20170303cover1800-x-2400.jpg", "https://web.archive.org/web/20170403000355im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/subscribe_banner/public/subscribe/2017_03_31_cover_384_x_175.jpg", "https://web.archive.org/web/20170403000355im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2017/03/24/scisrcfe8161.jpg", "https://web.archive.org/web/20170403000355im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-xs/public/2017/03/13/20170324cover1800-x-2400.jpg", "https://web.archive.org/web/20170403000355im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2017/03/24/natures-remedies-cover.jpg"], "top_img": "https://web.archive.org/web/20170403000355im_/http://s.newsweek.com/sites/www.newsweek.com/files/2017/03/24/scisrcfe8161.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170403000355/http://www.newsweek.com/magnets-alternative-method-treat-depression-573930", "title": "Mood-Boosting Magnets Might Help Treat Depression", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "news_keywords": "mental disorder, anxiety, depression, bipolar disorder, mental health treatment, anxiety and depression association of america (adaa), depressive dissorder, zoloft, transcranial magnet stimulation, tms, alvaro pascual-leone, john hopkins university", "fb": {"app_id": 245537789135954, "pages": 18343191100}, "og": {"type": "article", "site_name": "Newsweek", "url": "https://web.archive.org/web/20170403000355/http://www.newsweek.com/magnets-alternative-method-treat-depression-573930", "title": "Mood-boosting magnets might help treat depression", "description": "Researchers are optimistic about transcranial magnetic stimulation as a treatment for depression, Parkinson's disease and autism.", "image": "https://web.archive.org/web/20170403000355im_/http://s.newsweek.com/sites/www.newsweek.com/files/2017/03/24/scisrcfe8161.jpg"}, "article": {"publisher": "https://www.facebook.com/Newsweek", "section": "Tech & Science", "modified_time": "2017-04-02T14:10:03-04:00", "published_time": "2017-04-02T14:10:03-04:00"}, "twitter": {"site": "@newsweek", "card": "summary_large_image", "title": "Mood-boosting magnets might help treat depression", "url": "https://web.archive.org/web/20170403000355im_/http://www.newsweek.com/magnets-alternative-method-treat-depression-573930", "description": "Researchers are optimistic about transcranial magnetic stimulation as a treatment for depression, Parkinson's disease and autism.", "image": "https://web.archive.org/web/20170403000355im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2017/03/24/scisrcfe8161.jpg"}, "msapplication-TileColor": "#ff0000", "msapplication-TileImage": "http://s.newsweek.com/sites/www.newsweek.com/themes/newsweek/favicons/mstile-144x144.png", "msapplication-config": "http://s.newsweek.com/sites/www.newsweek.com/themes/newsweek/favicons/browserconfig.xml", "description": "Researchers are optimistic about transcranial magnetic stimulation as a treatment for depression, Parkinson's disease and autism."}, "movies": [], "publish_date": 1491156603.0, "source": "https://web.archive.org", "summary": ""}