{"url": "https://www.washingtonpost.com/news/to-your-health/wp/2018/04/16/for-advanced-lung-cancer-immune-therapy-plus-chemo-prolongs-survival/?utm_term=.94429130dee8", "text": "The reports underscore the increasingly important first-line role that immunotherapy, which unleashes the immune system to destroy cancer cells, is taking against the deadliest cancer.\n\nAD\n\n“Immunotherapy is rapidly, in combination with other treatments and on its own, dramatically changing the standard of care for lung cancer,” said Leena Gandhi, an oncologist at NYU Langone Health who led the study on the immunotherapy-chemotherapy combination, called Keynote-189. “Instead of chemo being the backbone on which to improve, immunotherapy is now the backbone on which we build.”\n\nAD\n\nLung cancer is the second-most-common malignancy in the United States, after breast cancer. The American Cancer Society estimates that 234,000 people will be diagnosed with the disease this year, and 154,050 will die of it.\n\nMost patients diagnosed with advanced lung cancer — disease that has spread beyond its original site — initially receive chemotherapy, which provides only marginal benefit. But the disease is so lethal that many patients don’t survive long enough to try second- or third-line treatments, so researchers are trying to develop and use more effective approaches earlier.\n\nAD\n\nThe trial that grabbed much of the spotlight Monday is a randomized effectiveness study that involved more than 600 untreated patients with advanced nonsquamous non-small cell lung cancer — a common type of the disease. The patients did not have cancer-causing mutations. One group was treated only with chemo, while the other got an immunotherapy drug called Keytruda plus chemo. Some of the results had been released previously, but not specific details.\n\nAD\n\nAfter a median follow-up time of 10.5 months, Gandhi said, the patients in the combination group were 51 percent less likely to die, compared with patients in the chemo-only arm.\n\n“For the first time, adding another drug has significantly impacted the long-term outlook for those patients,” she said.\n\nAD\n\nScientists who weren't involved in the study agreed that it was highly significant. H. Jack West, an oncologist at Swedish Medical Center in Seattle, said, “It is literally practice-changing — immediately.”\n\nRoy Herbst, an oncologist at Yale Cancer Center said that most lung cancer patients now will be offered immunotherapy in some form much earlier than before. Still, he said, the approach was not a cure and there is a lot of room for improvement. The estimated proportion of patients in the combination therapy group who were alive and whose disease had not gotten worse at a year was about 34 percent, about double the proportion for the chemo-only group.\n\nAD\n\nLast May, the Food and Drug Administration approved the Keytruda-chemo combination based on an early-stage trial. But many doctors did not adopt it because the trial was small and didn’t initially show a survival benefit, Gandhi said.\n\nAD\n\nExperts said it was especially significant that the study showed that patients benefited from the Keytruda-chemo combination regardless of the levels of a protein, called PD-L1, found on their cancer cells. Researchers already had known that patients with high levels of the protein were more likely to respond to immunotherapy.\n\nLast week, in a related development, Merck, which makes Keytruda, reported that a different trial showed that the medication prolonged survival even when used alone, compared with chemo. Experts said they will have to see more details before they can determine whether the medication is better used alone or with chemo.\n\nAD\n\nIn a second study published Monday, researchers used two other immunotherapy medications — Opdivo and Yervoy, both made by Bristol-Myers Squibb — to treat newly diagnosed patients with advanced non-small cell lung cancer with a high number of mutations in their tumors.\n\nAD\n\nThe patients experienced a significantly longer period during which their disease did not worsen, compared with people who received only chemotherapy, said Memorial Sloan Kettering Cancer Center oncologist Matthew Hellmann, who led the study.\n\nHe said the results established the double-immunotherapy combination as a first-line treatment for patients with a high “tumor mutational burden,” but that it was too early to know whether the treatment leads to longer survival. And he said the trial showed that “tumor mutational burden” is a reliable way to predict who will benefit from the medications.\n\nAD\n\nAnother study published Monday used immunotherapy in a different way — for patients with early-stage lung cancer. Researchers at Johns Hopkins and Memorial Sloan Kettering gave patients two doses of Opdivo — the first a month before surgery, the second two weeks before the operation — to try to stimulate anti-tumor activity and reduce the risk of relapse.\n\nAD\n\nNine of the 20 patients who got Opdivo had a “major pathologic response” — a sharp reduction in the number of cancer cells found in the tumors removed by surgery.\n\nDrew Pardoll, director of Hopkins’ Bloomberg-Kimmel Institute for Cancer Immunotherapy, said that it is too early to know whether the findings will translate into longer survival. But if future studies show that, he added, then immunotherapy might be used to augment or even replace chemo typically given before surgery.\n\nRead more:\n\nAD", "images": ["https://www.washingtonpost.com/resizer/feK9xWvYlBdXKgQW0OIKnz1i-Fs=/150x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/YLQ3HI76VEZH5G6QNZPESDAO2A.jpg", "https://www.washingtonpost.com/resizer/vCcPNnBE7VvTRSwTU4ORvRBYOow=/90x90/smart/s3.amazonaws.com/arc-authors/washpost/43743dde-317e-4263-b796-00b3895b72f0.png", "https://www.washingtonpost.com/resizer/9TfOIa3nK-xTTHrjGzHgqYj7Gug=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/RK36AZIVCYY5NP4LEINBIUD66E.jpg"], "top_img": "https://www.washingtonpost.com/resizer/9TfOIa3nK-xTTHrjGzHgqYj7Gug=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/RK36AZIVCYY5NP4LEINBIUD66E.jpg", "keywords": [], "authors": ["Laurie Mcginley", "Reporter Covering Health"], "canonical_link": "https://www.washingtonpost.com/news/to-your-health/wp/2018/04/16/for-advanced-lung-cancer-immune-therapy-plus-chemo-prolongs-survival/", "title": "For advanced lung cancer, immune therapy plus chemo prolongs survival", "meta_data": {"description": "\"It is literally practice-changing — immediately.”", "og": {"site_name": "Washington Post", "type": "article", "url": "https://www.washingtonpost.com/news/to-your-health/wp/2018/04/16/for-advanced-lung-cancer-immune-therapy-plus-chemo-prolongs-survival/", "image": "https://www.washingtonpost.com/resizer/9TfOIa3nK-xTTHrjGzHgqYj7Gug=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/RK36AZIVCYY5NP4LEINBIUD66E.jpg", "title": "For advanced lung cancer, immune therapy plus chemo prolongs survival", "description": "\"It is literally practice-changing — immediately.”"}, "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "title": "For advanced lung cancer, immune therapy plus chemo prolongs survival", "description": "\"It is literally practice-changing — immediately.”"}, "article": {"content_tier": "metered", "opinion": "false"}, "viewport": "width=device-width, initial-scale=1"}, "movies": [], "publish_date": 1523851200.0, "source": "https://www.washingtonpost.com", "summary": ""}