{"url": "http://www.Reuters.com/article/2011/10/17/us-hpv-idUSTRE79G6QW20111017", "text": "NEW YORK (Reuters Health) - Testing women for human papillomavirus (HPV) may catch more pre-cancerous growths than standard cervical cancer screening does — but more evidence is needed before the newer tests become routine, a study published Monday concludes.\n\nThe report, in the Annals of Internal Medicine, sums up a research review done for the U.S. Preventive Services Task Force (USPSTF), an expert medical panel supported by the federal government.\n\nThe USPSTF is set to update its recommendations on cervical cancer screening, which were last laid out in 2003.\n\nAt that time, the task force recommended that sexually active women get regular Pap tests to screen for cervical cancer. But it said there was not enough evidence to recommend for or against newer types of testing — including HPV tests and the “liquid-based” Pap tests that are now more often used than the old-fashioned version.\n\nDuring Pap tests, cells are swabbed or scraped from the cervix for examination under a microscope to find cancer or possible pre-cancerous changes. In the so-called liquid-based version, the cells are placed in special preservative liquid designed to make the specimen easier to “read”; those same cells can also be used for HPV testing (unlike the cells collected with conventional Pap tests).\n\nExactly what impact the new research review will have on the USPSTF recommendations is anyone's guess. A draft of the guidelines will not be published until Wednesday, when it will be available for public comment on the task force website (here: 1.usa.gov/4xXexl).\n\nA lot of research has been done since the 2003 recommendations, said Dr. Evelyn P. Whitlock, a senior investigator with Kaiser Permanente Northwest in Portland, Oregon, who led the review.\n\nBut there are still questions about the effects of HPV screening, and “more complete evidence” is needed before it becomes widely used, Whitlock and her colleagues write.\n\nHPV is a common virus that causes warts, including genital warts. Usually, the immune system clears the infection, but persistent infection with certain strains of HPV leads to cervical cancer in some women.\n\nSo in recent years, tests for those “high-risk” HPV strains have been developed to help in screening for the disease. A few HPV tests are approved for use, along with Pap tests, for screening women age 30 or older. (The tests are not approved for younger women because they give doctors little information; younger women commonly have HPV infections that go away on their own.)\n\nIt has not been clear exactly how HPV testing, or liquid-based Pap tests, measure up against standard Pap tests.\n\nIn their review, Whitlock’s team examined four clinical trials including more than 140,000 women that compared older Pap tests with the liquid-based version.\n\nThey found that both tests had nearly the same “sensitivity” — which refers to their ability to detect cancer or pre-cancer. The tests also had the same “specificity,” which can be used to measure how often a screening test produces false-positive results.\n\nAcross studies, the false-positive rate ranged between about six percent and 16 percent for both conventional and liquid-based Pap tests.\n\n“It’s reassuring to know that they perform equivalently,” Whitlock told Reuters Health.\n\nIn an interview, she noted that the decision of whether to do a conventional or liquid-based Pap test is not the patient’s. It may not even be the doctor’s — but may instead depend on whatever health system he or she is part of.\n\nSeveral other clinical trials in the review looked at HPV testing. In general, Whitlock’s team found, HPV tests were more sensitive than conventional Pap tests, but they were less specific, meaning they had a higher false-positive rate.\n\nIn a 2003 trial of more than 3,000 women, for example, HPV testing caught 96 percent of potentially pre-cancerous growths, versus 65 percent with Pap tests. But the false-positive rate was 15 percent, compared with two percent with Pap testing.\n\nThe problem with that higher false-positive rate is that it could lead to needless biopsies and other tests, or treatment to remove abnormal-looking tissue.\n\n“It’s a tricky thing to get your mind around,” Whitlock said. “It may seem that if a test is more sensitive, it must be better. But it’s more subtle than that. You’re trying to make a tradeoff between sensitivity and specificity.”\n\nSince cervical cancer screening is repeated over time, what’s needed is evidence of the longer-term effects of different tests, according to Whitlock. How often, for example, does HPV testing lead to biopsies, versus Pap testing?\n\nAnd no one knows yet whether HPV testing actually catches cervical cancer at an earlier stage, or reduces deaths from the disease, compared with Pap tests.\n\nClinical trials are ongoing, Whitlock said. “The state of the science will be changing relatively quickly, so we’ll have to keep looking at this.”\n\nRight now, the American Cancer Society (ACS) and other medical groups recommend that women start Pap tests at age 21 or three years after they become sexually active, whichever comes first. Those should be done every one to two years until age 30; after age 30, women who’ve had three normal Pap tests in a row can be screened less often — every two to three years.\n\nPap plus HPV testing, done every three years, is considered a “reasonable option” for women age 30 and up, according to the ACS.\n\nWhitlock called Pap testing “one of the big public health success stories.”\n\nNationally, the cervical cancer death rate dropped by 70 percent between 1955 and 1992, and routine Pap testing is credited for most of that decline.\n\nBut many women still do not get regular Pap screening, Whitlock pointed out. It’s thought that more than half of cervical cancer cases in the U.S. occur in women who’ve never been screened, or haven’t been in the past five years.\n\nIf more women received the screening that already exists, “that would be a huge step forward,” Whitlock said.\n\nAn estimated 12,700 U.S. women will be diagnosed with cervical cancer this year, and nearly 4,300 will die from the disease, according to the ACS.\n\nSOURCE: bit.ly/atTzv0 Annals of Internal Medicine, online October 17, 2011.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Amy Norton", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-hpv-idUSTRE79G6QW20111017", "title": "HPV test more sensitive than Pap, questions remain", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "(Reuters Health) - Testing women for human papillomavirus (HPV) may catch more pre-cancerous growths than standard cervical cancer screening does -- but more evidence is needed before the newer tests become routine, a study published Monday concludes.", "Author": "Amy Norton", "keywords": "United States,Evelyn P. Whitlock,US,HPV", "news_keywords": "United States;Evelyn P. Whitlock;US;HPV", "REVISION_DATE": "Mon Oct 17 21:24:00 UTC 2011", "analyticsAttributes.articleDate": "2011-10-17T21:24:00+0000", "analyticsAttributes.author": "Amy Norton", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-hpv-idUSTRE79G6QW20111017", "analyticsAttributes.contentTitle": "HPV test more sensitive than Pap, questions remain", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "United States,Evelyn P. Whitlock,US,HPV", "analyticsAttributes.keywordSlug": "US-HPV", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "HPV test more sensitive than Pap, questions remain", "sailthru.author": "Amy Norton", "sailthru.date": "2011-10-17T21:24:00+0000", "sailthru.title": "HPV test more sensitive than Pap, questions remain", "og": {"locale": "en_US", "site_name": "U.S.", "title": "HPV test more sensitive than Pap, questions remain", "url": "https://www.reuters.com/article/us-hpv-idUSTRE79G6QW20111017", "type": "article", "description": "(Reuters Health) - Testing women for human papillomavirus (HPV) may catch more p...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2011-10-17T21:24:00+0000", "modified_time": "2011-10-17T21:24:00+0000", "section": "Homepage", "author": "Amy Norton", "tag": "United States,Evelyn P. Whitlock,US,HPV"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary", "title": "HPV test more sensitive than Pap, questions remain", "description": "(Reuters Health) - Testing women for human papillomavirus (HPV) may catch more pre-cancerous growths than standard cervical cancer screening does -- but more evidence is needed before the newer tests ...", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1318824000.0, "source": "http://www.Reuters.com", "summary": ""}