{"url": "http://consumer.Healthday.com/Article.asp?AID=642463", "text": "By Randy Dotinga\n\nHealthDay Reporter\n\nWEDNESDAY, Aug. 25, 2010 (HealthDay News) -- Swedish scientists report that they've successfully implanted \"biosynthetic\" corneas in 10 patients, potentially paving the way for more accessible treatment for those with cornea-related vision problems.\n\n\"The patients' own cells and nerves grew back, and there was an overall improvement in vision,\" said study co-author May Griffith.\n\nCurrently, some cornea patients get transplanted corneas from donors who have died. \"Human donor corneas work very well,\" Griffith said. \"However, there is a shortage of good quality corneas that can be used for transplantation.\"\n\nThe shortage means trouble for many of those whose corneas -- the clear surface at the front of the eye -- have been injured or damaged by illness. An estimated 5 million people in the world have an eye disease called trachoma that affects the cornea, and another 1.5 million to 2 million are thought to have developed cornea-related blindness through other diseases or trauma.\n\nFor more than a century, doctors have considered transplantation of corneal tissue from deceased donors to be the best treatment, the study authors wrote. Artificial corneas are another option, but they're difficult to implant into the eye and can cause side effects, the researchers said.\n\nIn the new study, researchers tested corneal implants that are \"biosynthetic,\" meaning they're created with the help of living tissues. In this case, the corneas are produced with the help of human collagen -- a kind of protein -- that's grown in yeast. The mock corneas were then placed into the eyes of 10 patients after the diseased corneas were removed.\n\n\"We were pleasantly surprised that in six patients, vision improved from about 20/400 to 20/100, meaning that these patients could see objects four times farther away than before the operation,\" said Griffith, director of the Integrative Regenerative Medicine Center at Linkoping University in Sweden.\n\nThe researchers went one step further and gave contact lenses to the patients. With the lenses in place, they all had improved vision, Griffith said.\n\nWhy didn't they all get better vision immediately without the contact lenses? \"We believe that sutures used in this study resulted in roughness on the surface,\" Griffith said. \"The contact lenses compensated for the surface roughness, resulting in improved vision. We will use less disruptive sutures in our next clinical study, and this should correct this problem.\"\n\nAs for side effects, Griffith said the patients didn't report any pain or discomfort, and there were no signs that their bodies tried to reject the corneas, a risk that people face when they get transplanted organs.\n\nAs for cost, Griffith said the biosynthetic corneas \"in theory\" should be cheaper than donated corneas. Griffith said a German study recently found that donated corneas cost about $2,500.\n\nThe next step in research, Griffith said, is to create a \"new generation\" of cornea implants and test them on a wider variety of patients.\n\nThe study appears in the Aug. 25 issue of Science Translational Medicine.\n\nDr. Mark J. Mannis, chair of the Department of Ophthalmology and Vision Science at the University of California, Davis Eye Center, said the findings in the study appear to be valid. \"This is true cutting-edge work and brings an exciting new option to the repertoire of corneal transplant surgeons,\" he said.\n\nMore information\n\nFor more about corneal transplants, try the U.S. National Library of Medicine.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Randy Dotinga"], "canonical_link": "https://consumer.healthday.com/eye-care-information-13/eye-and-vision-problem-news-295/biosynthetic-corneas-show-promise-in-transplants-642463.html", "title": "Biosynthetic Corneas Show Promise in Transplants", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "They improved vision without side effects, small study found", "og": {"title": "Biosynthetic Corneas Show Promise in Transplants", "description": "They improved vision without side effects, small study found", "url": "https://consumer.healthday.com/eye-care-information-13/eye-and-vision-problem-news-295/biosynthetic-corneas-show-promise-in-transplants-642463.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}