{"url": "https://consumer.healthday.com/infectious-disease-information-21/flu-news-314/shining-a-deadly-new-light-on-airborne-flu-virus-730997.html", "text": "En Español\n\nMONDAY, Feb. 12, 2018 (HealthDay News) -- As a particularly nasty flu season rages across the United States, scientists have found a powerful new disinfectant that makes \"light\" work of the virus.\n\nResearchers say a certain spectrum of ultraviolet light -- called far-UVC -- easily kills airborne flu viruses while posing no risk to people.\n\nIt could offer a new, inexpensive way to eliminate airborne flu viruses in indoor public spaces such as hospitals, doctors' offices, schools, airports and aircraft, said the team from Columbia University Medical Center in New York City.\n\nThe disinfecting success of initial experiments still need to be confirmed, said lead research David Brenner.\n\nBut he believes \"the use of overhead, low-level far-UVC light in public locations would be a safe and efficient method for limiting the transmission and spread of airborne-mediated microbial diseases, such as influenza and tuberculosis.\"\n\nAs the researchers explained, broad-spectrum UVC light kills viruses and bacteria, and it is currently used to decontaminate surgical equipment. But this type of light can cause skin cancer and cataracts, so it's not used in public spaces.\n\nHowever, Brenner and his colleagues wondered if a much narrower spectrum of ultraviolet light, far-UVC, might be a safer option.\n\nIn prior studies, they found that far-UVC light killed methicillin-resistant S. aureus (MRSA) bacteria -- a common and dangerous \"superbug\" -- without harming human or mouse skin.\n\nIn this new study, they found that far-UVC light also killed airborne H1N1 virus, a common strain of flu virus.\n\n\"Far-UVC light has a very limited range and cannot penetrate through the outer dead-cell layer of human skin or the tear layer in the eye, so it's not a human health hazard,\" said Brenner, who directs Columbia's Center for Radiological Research.\n\nHowever, \"because viruses and bacteria are much smaller than human cells, far-UVC light can reach their DNA and kill them,\" he said in a university news release.\n\nLamps with this type of UV light currently cost less than $1,000, Brenner said, but that price would likely fall if the lamps were mass-produced.\n\n\"And unlike flu vaccines, far-UVC is likely to be effective against all airborne microbes, even newly emerging strains,\" he said.\n\nTwo flu experts were encouraged by the findings.\n\n\"The prospect of reducing the transmission of influenza and other respiratory viruses using far-UV radiation is very exciting,\" said Dr. Michael Grosso, chief medical officer at Huntington Hospital in Huntington, N.Y.\n\n\"Though hand-washing remains critically important, it does not prevent every instance of transmission,\" Grosso said. \"Immunization and antiviral medications are also important, but again, have limitations. It appears that low-dose far-UV light is safe and effective, and has the advantage of inactivating a wide range of disease-causing viruses.\"\n\nDr. Len Horovitz, a pulmonary specialist at Lenox Hill Hospital in New York City, agreed.\n\nHe noted that the technology's cost \"is not prohibitive, and it is safe. This use can sterilize the air in a public space, reducing the spread of respiratory droplets containing flu viruses and other bacteria and viruses.\"\n\nThe findings were published online Feb. 9 in the journal Scientific Reports.\n\nMore information\n\nThe U.S. Centers for Disease Control and Prevention has more on flu.", "images": ["https://media.healthday.com/Images/icimages/cough8232.jpg"], "top_img": "https://media.healthday.com/Images/icimages/cough8232.jpg", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/infectious-disease-information-21/flu-news-314/shining-a-deadly-new-light-on-airborne-flu-virus-730997.html", "title": "Shining a Deadly New Light on Airborne Flu Virus", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "As a particularly nasty flu season rages across the United States, scientists have found a powerful new disinfectant that makes \"light\" work of the virus.", "og": {"title": "Shining a Deadly New Light on Airborne Flu Virus", "image": "https://media.healthday.com/Images/icimages/cough8232.jpg", "description": "As a particularly nasty flu season rages across the United States, scientists have found a powerful new disinfectant that makes \"light\" work of the virus.", "url": "https://consumer.healthday.com/infectious-disease-information-21/flu-news-314/shining-a-deadly-new-light-on-airborne-flu-virus-730997.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}