{"url": "http://www.latimes.com/features/health/la-he-procon28-2009dec28,0,4184026.story", "text": "It seems like the pinnacle of medical science: For just a few hundred dollars, you can walk into just about any hospital in Southern California and ask a doctor to check your arteries for buildup of heart-attack-inducing calcium plaque. Most of the time, what goes on inside our bodies is a mystery, but there’s something satisfying in the thought that a sophisticated piece of equipment can measure just how clogged our arteries really are (and how much more junk food we can afford, or not afford, to eat).\n\nTo obtain your calcium score, a radiologist will use a CT scanner to produce images of the plaque in the coronary arteries and then estimate how much it is obstructing the flow of blood to the heart (a test known as coronary artery calcium scoring using cardiac CT).\n\nThis score ranges from 0 in patients with no visible calcium to more than 400 for people who have chest pains related to blockages. In general, calcium scores of more than 100 represent people who are at increased risk of a heart attack.\n\nHowever, not all doctors agree that calcium scoring should be used to screen men and women who show no signs of heart disease -- and they feel that advertising the procedure can lead to abuses in its application. For one thing, they say, even patients with high calcium scores may not exhibit any health problems, but the test results will increase the likelihood that patients will undergo unnecessary and dangerous surgeries.\n\nThese critics advocate traditional methods for assessing heart attack risk, such as the Framingham risk score, which incorporates age, family history, smoking and other factors into its calculation. They also point to other, cheaper diagnostics, such as a blood test for C-reactive protein, which is also linked to heart attack risk.\n\nIt’s a debate that’s been going on for many years and is not likely to end soon. Over the summer, Texas quietly became the first state to mandate insurance coverage for the controversial procedure, and many states already provide some coverage through Medicare. Read on for two opposing views on the issue.\n\nArgument against\n\nDr. Steven Nissen is chairman of the cardiology department at the Cleveland Clinic in Ohio.\n\n“Calcium scoring has become a cult. It is widely advertised, and in Southern California there were once billboards encouraging people to go in and get their coronary arteries scanned, which can expose them to other risks, such as high levels of radiation. Yet there are absolutely no data [showing] that screening people for calcium with CT scanning affects the outcome in terms of survival.\n\n“I buy the fact that if you have more calcium in your coronary, you will have more blockages. But I don’t buy that this should dictate what we do. Proponents have to show that spending all this money screening asymptomatic people will reduce their chance of heart attacks. After 20 years, they haven’t shown this -- and that’s why insurers won’t pay for this test. At the Cleveland Clinic, we do offer calcium scoring tests, but they are for very specific applications, such as people who must redo their heart bypass surgery.\n\n“In a lot of places, doctors end up exposing patients to high levels of radiation during the test and recommending unnecessary procedures like cardiac stents to patients who do not need them. Multiple studies have shown that if you find a blockage in a coronary artery in an individual and put a stent in it, it will have no effect on risk of heart attack. That’s not how good medicine is practiced. The other downside is this technique is being used to trigger other procedures, such as heart catheterization in people who have no symptoms.\n\n“And many doctors have moved on even further, to screening with multi-slice CT angiography, which costs more and provides a whopping dose of radiation that increases the cancer risk.\n\n“People at risk based on their family history, smoking status, diabetes, age and other factors should be treated regardless, using statin drugs and blood pressure lowering drugs if they have high blood pressure. The approach I advocate uses a blood test, called C-reactive protein (CRP), which has been shown to be highly predictive and cost a few dollars, not hundreds of dollars.\n\n“In a large-scale clinical trial known as JUPITER, researchers found that CRP could be used to select patients who would benefit from statin therapy, reducing the risk of heart attack by 40%-50%.”\n\nArgument for\n\nDr. Matthew Budoff, chief researcher on cardiology scanning at the nonprofit Los Angeles Biomedical Research Institute, has studied coronary calcium and calcium scoring for nearly 20 years.\n\n“If you think about the No. 1 killer of men and women in the United States, why wouldn’t you want to screen for calcium? We screen for breast cancer, which is devastating and kills 40,000 women per year. But heart disease kills seven times as many. There’s a strong argument for doing a calcium score.\n\n“Numerous studies show that coronary calciumpredicts death and heart attack in men and women of many ethnicities. The St. Francis heart study shows that if you put patients with high calcium scores on a statin, you get a 43% reduction in heart attack and death. The JUPITER and St. Francis studies were almost identical, except the JUPITER study was larger (17,802 patients versus 4,900 patients) and sponsored by a pharmaceutical company rather than a group of doctors. In five head-to-head studies, calcium scoring outperforms CRP.\n\n“Calcium scoring requires a low radiation dose that is equivalent to a mammogram. I’m advocating one calcium score once every five years for people in the intermediate risk group: men over 45 and women after menopause with one other risk factor. For comparison, women are getting a mammogram every other year.\n\n“There’s also an additional benefit to calcium scoring, which is that it has been shown to alter patient behavior. I’ve published data that patients are seven times more likely to stay on medication after seeing their calcium score elevated. CRP blood tests have never been shown to improve a patient’s behavior.\n\n“I agree with Dr. Nissen that doctors can always do the wrong follow-up and people who are asymptomatic for heart disease should not be getting a cardiac stent. If you have clogged arteries, you should be taking aspirin, a statin and altering your lifestyle. The calcium score phenomenon is not unique -- it’s a problem of the appropriate use of all medical tests. I also don’t think patients should be screened using CT angiography, but I dispute Nissen’s contention that it’s being widely done.\n\n“Finally, there are no billboards. I drive a lot in Los Angeles, and I have never seen a billboard. There used to be some radio ads five or 10 years ago. Calcium scoring is a low-radiation test that, used properly, will do a lot more good than potential harm. That’s why Medicare has decided to pay for it in a majority of states.”\n\nhealth@latimes.com", "images": ["https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.latimes.com/la-he-procon28-2009dec28-story.html", "title": "Using CT scans to see plaque in coronary arteries", "meta_data": {"og": {"title": "Using CT scans to see plaque in coronary arteries", "url": "https://www.latimes.com/la-he-procon28-2009dec28-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "url": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "lat-logo-dark-full.jpg"}, "description": "The test, called, coronary artery calcium scoring, is meant to reveal patients at risk for heart attack but may prompt some to get unnecessary surgery.", "site_name": "Los Angeles Times", "type": "article"}, "article": {"content_tier": "metered", "published_time": "2014-09-17T02:20:41", "opinion": "false"}, "twitter": {"card": "summary_large_image", "description": "The test, called, coronary artery calcium scoring, is meant to reveal patients at risk for heart attack but may prompt some to get unnecessary surgery.", "site": "@latimes", "title": "Using CT scans to see plaque in coronary arteries"}, "fb": {"app_id": 119932621434123, "pages": 5863113009}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "The test, called, coronary artery calcium scoring, is meant to reveal patients at risk for heart attack but may prompt some to get unnecessary surgery.", "brightspot.contentId": "00000169-0c88-dbbe-a16f-4ee80a6d0000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1410934841.0, "source": "http://www.latimes.com", "summary": ""}