{"url": "http://consumer.healthday.com/Article.asp?AID=666520", "text": "En Español\n\nBy Steven Reinberg\n\nHealthDay Reporter\n\nMONDAY, July 9, 2012 (HealthDay News) -- A daily drink combining several nutrients appears to help people with early Alzheimer's disease improve their memory, a new study suggests.\n\nAs Alzheimer's progresses, patients lose their memory as synapses (connections between brain cells) deteriorate, according to background information included in the study. The new drink, called Souvenaid, may actually stimulate the growth of new synapses, said the drink's inventor, Massachusetts Institute of Technology scientist Dr. Richard Wurtman.\n\nBut more research is needed before the drink could be made available to the public. And, even then, consumers should exercise caution, said William Thies, vice president for medical and scientific affairs at the Alzheimer's Association.\n\nNutricia, a division of Dannon, sponsored the study. MIT has a patent on Souvenaid, and Nutricia has the exclusive license on the patent.\n\n\"Existing data now suggests that it may be possible to receive something that will sustain cognition in people with Alzheimer's disease with a limited concern about side effects,\" Wurtman said.\n\nPrevious experiments in animals showed that giving them the three compounds included in the drink increased the production of synapses improving brain function, he said.\n\nFor the new study, nearly 260 early Alzheimer's patients in Europe drank either Souvenaid or a placebo for six months.\n\nDuring the first three months of the study, patients in both groups showed improved memory. After that, however, patients taking the placebo had a decline in memory. In contrast, patients taking Souvenaid continued to show improved memory on tests used to assess Alzheimer's patients.\n\nWhether Souvenaid will slow the progression of Alzheimer's isn't known. There is, however, a longer trial going on that might answer that question, Wurtman said. \"I don't think it has any effect on the fundamental diseases process, but we'll see,\" he said.\n\nThe report was published in the July 10 online edition of the Journal of Alzheimer's Disease.\n\nThe drink combines three ingredients: choline, uridine and omega-3 fatty acids.\n\nCholine is a B vitamin found in meats, nuts and eggs, and omega-3 fatty acids are found in fish, eggs, flaxseed and meat from grass-fed animals. Uridine, which is produced by the liver and kidneys, is also found in some foods as a part of RNA, which helps make protein in the body.\n\nThese nutrients, along with other proteins, are essential for making brain-cell membranes that form synapses. To be effective, all three compounds must be given together, the researchers said.\n\nNearly all patients drank the nutrient cocktail consistently throughout the study, and there were no serious side effects, the researchers reported.\n\nTo show the drink's effect on the brain, patients underwent electroencephalography (EEG) throughout the trial. During the study, the brains of those taking the drink shifted from patterns of dementia to more normal ones, the researchers found.\n\nSince EEG patterns reflect the activity of synapses, this result suggests that synaptic function increased with treatment, the researchers said.\n\nAn earlier study found that patients with more advanced Alzheimer's did not benefit from Souvenaid, most likely because brains cells had already been lost so new synapses couldn't develop, Wurtman said.\n\nThere are as yet no plans to market Souvenaid, so the cost hasn't been established, company spokesman William Green said.\n\n\"Souvenaid is a test product in development, which is still undergoing clinical trials,\" Green said. \"No plans for the introduction of Souvenaid to the market -- either in Europe or the U.S. -- have been confirmed. It is probable that any introduction would take place first in Europe.\"\n\nAn ongoing study will evaluate the product over two years. If it appears to have a positive effect, then it may be something that could benefit patients even before definitive symptoms of Alzheimer's appear, Wurtman said.\n\nThies, of the Alzheimer's Association, is very cautious about the benefits of Souvenaid.\n\n\"Medical foods do not have a requirement for FDA premarket approval, but they do have a requirement for having a scientific foundation and some evidence of efficacy,\" he said. \"But they don't have the kind of data we would find for a medication.\"\n\nThat makes it difficult to make a clear-cut statement about the value of the product, he said.\n\n\"There isn't a clear diet that prevents you from getting Alzheimer's disease or improves your memory,\" Thies said.\n\nIn addition, medical foods for Alzheimer's most likely won't be covered by insurance, he said.\n\n\"You are making a judgment without the protections you have when dealing with a medication,\" Thies said. \"You're going to be making a decision using your own funds and we would advise anybody to make sure they understand what the product offers and make sure they understand what it's going to cost.\"\n\nMore information\n\nFor more about Alzheimer's disease, visit the Alzheimer's Association.", "images": ["https://media.healthday.com/Images/blausen/NS16940LEP_Alzheimers_neuron.jpg"], "top_img": "https://media.healthday.com/Images/blausen/NS16940LEP_Alzheimers_neuron.jpg", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/cognitive-health-information-26/alzheimer-s-news-20/nutrient-drink-might-boost-memory-in-early-alzheimer-s-study-666520.html", "title": "Nutrient Drink Might Boost Memory in Early Alzheimer's: Study", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "But mixture wouldn't have to meet same strict FDA approval as drugs, expert says", "og": {"title": "Nutrient Drink Might Boost Memory in Early Alzheimer's: Study", "image": "https://media.healthday.com/Images/blausen/NS16940LEP_Alzheimers_neuron.jpg", "description": "But mixture wouldn't have to meet same strict FDA approval as drugs, expert says", "url": "https://consumer.healthday.com/cognitive-health-information-26/alzheimer-s-news-20/nutrient-drink-might-boost-memory-in-early-alzheimer-s-study-666520.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}