{"url": "https://web.archive.org/web/20120521224631/http://www.boston.com:80/Boston/dailydose/2012/05/prep-free-virtual-colonoscopy-could-effective-scope-procedure/WgEstvjqpsR3sShkUbOdoI/story.html", "text": "A new method of performing virtual colonoscopy using a CT scan -- which doesn’t involve the dreaded laxative preparation to clear the colon the night before -- may be about as effective as a standard colonoscopy at identifying the large polyps most likely to become cancerous, according to research conducted at Massachusetts General Hospital, Brigham and Women’s Hospital, and elsewhere.\n\nIf the finding is confirmed by larger studies, the technique could eventually serve as a first-line screening tool for colon cancer, especially for the many people who avoid screening altogether.\n\nThe new technique works by using a contrast agent -- a tiny amount of this dye is ingested two days before the test -- to highlight fecal matter in the colon, which can then be digitally erased from the scan using a computer software program, making it easier to see polyps.\n\nIn the study of 605 patients, published Monday in the Annals of Internal Medicine, the prep-free virtual colonoscopy was able to identify more than 90 percent of suspicious polyps that were 10 millimeters or larger, compared with 95 percent identified when the same patients later had a standard colonoscopy.\n\nThe research was partially funded by GE Healthcare, manufacturer of the CT imaging device.\n\n“Study participants reported an improved level of comfort with the new technique,” said study author Dr. Michael Zalis, a radiologist at Massachusetts General Hospital, primarily because it didn’t involve the diarrhea-inducing prep that keeps most people in close range of a bathroom during the night before a colonoscopy. Of the study participants who expressed a preference, 62 percent said they preferred the prep-free CT procedure over the colonoscopy.\n\nOnly sixty percent of Americans age 50 and over get the American Cancer Society’s recommended screening for colon cancer: a colonoscopy every 10 years, fecal occult blood test every year, or a flexible sigmoidoscopy, virtual colonoscopy, or barium enema imaging every five years. Surveys suggest that patients find the prep -- required for both colonoscopy and traditional virtual colonoscopy -- to be the worst part of screening.\n\n“A number of folks, who currently aren’t being screened because they fear the prep or aren’t willing to go through it again, may be willing to have screening if they’re told they don’t need to take laxatives and can still get a potent test,” said Dr. Durado Brooks, director of prostate and colon cancer for the American Cancer Society.\n\nAbout 49,000 Americans die every year from colon cancer, added Brooks, and at least half of those deaths could be prevented if everyone followed the screening recommendations.\n\nVirtual colonoscopy, with or without prep, has some limitations. About one in five patients must undergo a standard colonoscopy after the imaging procedure to have suspicious looking polyps snipped off and biopsied. The CT scan also delivers a dose of radiation that -- while only one-fifth of the dose of an abdominal CT scan -- was significant enough to raise the flags of the US Preventive Services Task Force.\n\nThe government advisory group decided in 2008 not to recommend the use of virtual colonoscopy, saying that evidence wasn’t sufficient enough to prove that the test’s benefits outweighed its harms, which include a dose of radiation with every screening test.\n\n(Standard colonoscopy also has rare complications such as an adverse reaction to the sedative, perforation to the colon, and bleeding from the site where the polyp was taken.)\n\nMedicare doesn’t provide coverage for the imaging test, which Zalis said costs about one-third as much as the traditional scope screening.\n\nTraditional colonscopy also trumps the virtual test when is comes to detecting smaller polyps, less than 10 millimeters in size. The new study found that virtual colonosopy detected only 70 percent of polyps under 8 millimeters in size, compared with 88 percent detected by a scope. What’s not clear, though, is whether missing these smaller polyps will make a difference in terms of catching growths before they turn into cancer.\n\n“Studies are underway right now,” said Brooks, “to track these smaller lesions, to see what happens to them.”\n\nDeborah Kotz can be reached at dkotz@globe.com. Follow her on Twitter @debkotz2.", "images": ["https://web.archive.org/web/20120521224631im_/http://graphics.boston.com/images/registration/truste2007/TRUSTe_Certified_Privacy.gif", "https://web.archive.org/web/20120521224631im_/http://cache.boston.com/bonzai-fba/Globe_Photo/2012/05/20/gibb2__1337514328_9864-1.jpg", "https://web.archive.org/web/20120521224631im_/http://www.boston.com/rw/SysConfig/WebPortal/Boston/Framework/images/BlogHeaders/DailyDose.gif", "https://web.archive.org/web/20120521224631im_/http://cache.boston.com/universal/site_graphics/spcr.gif", "https://web.archive.org/web/20120521224631im_/http://cache.boston.com/jobs/i/waiting.gif", "https://web.archive.org/web/20120521224631im_/http://cache.boston.com/universal/site_graphics/etaf/pointer_top.gif", "https://web.archive.org/web/20120521224631im_/http://cache.boston.com/universal/site_graphics/etaf/pointer_bottom.gif", "https://web.archive.org/web/20120521224631im_/http://cache.boston.com/bonzai-fba/Globe_Photo/2012/05/20/g100__1337514200_4792.jpg", "https://web.archive.org/web/20120521224631im_/http://cache.boston.com/bonzai-fba/Globe_Photo/2012/05/20/bestbeaches__1337514653_2273.jpg", "https://web.archive.org/web/20120521224631im_/http://cache.boston.com/universal/site_graphics/etaf/loading_icon.gif", "https://web.archive.org/web/20120521224631im_/http://cache.boston.com/universal/site_graphics/bcom_small.gif", "https://web.archive.org/web/20120521224631im_/http://cache.boston.com/bonzai-fba/Third_Party_Photo/2012/05/01/zomb__1335901020_8310-1.jpg", "https://web.archive.org/web/20120521224631im_/http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-604060h&cg=0&cc=1&ts=noscript", "https://web.archive.org/web/20120521224631im_/http://cache.boston.com/multimedia/Health/Images/Kotz.jpg", "https://web.archive.org/web/20120521224631im_/http://cache.boston.com/universal/site_graphics/glogo.jpg", "https://web.archive.org/web/20120521224631im_/http://cache.boston.com/universal/site_graphics/blogs/dailydose/doctor_bubble.png", "https://web.archive.org/web/20120521224631im_/http://nytbglobe.112.2o7.net/b/ss/nytbglobe/1/H.19.3--NS/0"], "top_img": "https://web.archive.org/web/20120521224631im_/http://www.boston.com/rw/SysConfig/WebPortal/Boston/Framework/images/BlogHeaders/DailyDose.gif", "keywords": [], "authors": ["Deborah Kotz", "Globe Staff"], "canonical_link": "https://web.archive.org/web/20120521224631/http://www.boston.com/dailydose/2012/05/prep-free-virtual-colonoscopy-could-effective-scope-procedure/WgEstvjqpsR3sShkUbOdoI/story.html", "title": "Prep-free virtual colonoscopy could be as effective as scope procedure", "meta_data": {"eomportal-instanceid": 26, "eomportal-id": 31256, "eomportal-loid": "1.0.1624146403", "eomportal-uuid": "16913868-9e1d-11e1-b55b-67c34d882c8c", "eomportal-lastUpdate": "Mon May 21 18:13:06 EDT 2012", "Keywords": "health news, health advice, health information, cancer, obesity, nutrition, health risks, health insurance, preventive care, fitness, aging, children’s health, drugs, pharmaceuticals, treatments, men’s health, women’s health, mental health, health care", "Description": "A new method of performing virtual colonoscopy using a CT scan -- which doesn’t involve the dreaded laxative preparation to clear the colon the night before -- may be about as effective as a standard colonoscopy at identifying the large polyps most likely to become cancerous, according to new research. If the finding is confirmed, the technique could eventually serve as a first-line screening tool for colon cancer, especially for the many people who avoid screening altogether.", "og": {"image": "//web.archive.org/web/20120521224631im_/http://www.boston.com/rw/SysConfig/WebPortal/Boston/Framework/images/BlogHeaders/DailyDose.gif", "title": "Prep-free virtual colonoscopy could be as effective as scope procedure", "site_name": "Boston.com", "type": "article", "description": "A new method of performing virtual colonoscopy using a CT scan -- which doesn’t involve the dreaded laxative preparation to clear the colon the night before -- may be about as effective as a standard colonoscopy at identifying the large polyps most likely to become cancerous, according to new research. If the finding is confirmed, the technique could eventually serve as a first-line screening tool for colon cancer, especially for the many people who avoid screening altogether."}, "fb": {"app_id": 117378991625799, "admins": "100001044693856,507486035"}}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}