{"url": "http://www.wsj.com/articles/in-image-guided-operating-suites-surgeons-see-real-time-mri-ct-scans-1424122291", "text": "Surgeons sometimes fly blind when operating on hard-to-reach anatomical parts or hard-to-see conditions. For visual references inside the brain or body, they often rely on images and scans taken before an operation.\n\nA growing number of hospitals are equipping operating suites with magnetic resonance imaging, CT scanners and other technology that enables surgeons to scan a patient in real time, without having to move them from the operating table.\n\nThe resulting real-time 3D visuals—known as “intraoperative imaging”—help surgeons excise tumors and tissue with greater accuracy, reducing risks, such as nicked nerves from an errant knife, and the potential need for repeat surgery. The images also help surgeons spot bleeding, blood clots or other unexpected complications outside their field of vision.\n\nIntraoperative imaging allows surgeons to perform “significantly better” than conventional surgery, says Sohail Mirza, medical director of the Center for Surgical Innovation and chairman of orthopedics at the Dartmouth-Hitchcock health system in Lebanon, N.H., affiliated with Dartmouth College’s medical school.\n\n“We still need a surgeon’s training and judgment,” Dr. Mirza says, “but we can use three-dimensional deep imaging to get past the limitations of human error and hand-eye coordination.” Dartmouth-Hitchcock opened the $20 million center last year with financing from a National Institutes of Health grant and its own funds. MRI and CT scanners mounted on ceiling rails slide in and out of four sterile operating and procedure rooms.\n\nThe technology, first developed for use in complex brain surgeries, now is expanding for use in spinal cord surgery, biopsies and removal of tumors and lesions in the breast, lung, prostate, liver, pancreas and kidneys. Researchers are studying other ways the technology can help diagnose and treat cancer and other diseases.\n\nDoctors used real-time MRI and CT scan images to remove a complicated tumor last year from the spine of Jack Deliso, 9, center. With him are his parents, Lisa and Michael, and sisters Chloe, left, and Rigney. Photo: Michael Deliso\n\nThe real-time scans can show surgeons whether tissue or organs have shifted during an operation, and where the border of a lesion ends and healthy tissue begins. In radiation treatment, doctors using the scans can see when a tumor shifts and pause to spare healthy tissue. The images can also provide better visualization of masses that are completely out of sight. Studies have found that in 40% of cases, brain surgeons will modify what they are doing based on an intraoperative MRI scan.\n\n“This is precision medicine at its best, using an individual patient’s images to guide their procedure,” says Clare Tempany, co-director of the Advanced Multimodality Image-Guided Operating Suite program (known as Amigo) at Brigham and Women’s Hospital in Boston. The program is part of the hospital’s federally-funded National Center for Image-Guided Therapy, which is researching the use of intraoperative imaging in a variety of procedures and treatments including its cost-effectiveness. Since Amigo opened in 2011, 700 patients have undergone surgery including lung biopsies and breast-conserving tumor removal.\n\nThe need for more accuracy is real. As many as 40% of women who have breast-conserving surgery known as lumpectomy followed by radiation need a second operation because positive cells remain. At Brigham and Women’s researchers are looking at how to improve surgeons’ ability to determine the exact margins of tumors using intraoperative MRI followed by chemical analysis to decrease the need for re-operations.\n\nDr. Mirza says in the past, during spine surgeries, if he became concerned about whether screws or implants were perfectly placed, he would close up an incision and wheel his patient two floors down for a scan. In some cases, he would bring the patient back to revise the surgery, or in other cases accept “slightly imperfect” results to avoid more cutting. Revisions, in addition to adding to the patient’s risks, use up costly operating room and staff time, he says.\n\nLast fall, Jack Deliso, then 8, needed surgery to remove a painful mass wrapped around his lower spine that made it increasingly hard for him to walk. An initial biopsy to test for malignancy had been inconclusive. Dr. Mirza and a pediatric neurosurgeon, David Bauer, proposed cutting out the entire tumor in one procedure.\n\nJack’s parents, Michael and Lisa Deliso, were fearful that if nerves were damaged during surgery, his ability to walk as well as his bladder and bowel function could be impaired.\n\nThe technology was reassuring. “They explained to us that they were able to take the pictures with the MRI while they were operating to make sure they got everything, without having to damage nerves or disturb the tumor,” Mr. Deliso says.\n\nJack says he was calm going into surgery “because it just had to be done and there was no use being scared of it.” He was tired of lying awake at night, when he says he felt “excruciating pain.”\n\nDuring the 12-hour procedure, surgeons could see only the back of Jack’s spine. Because they didn’t know if the tumor was malignant, they were determined to avoid cutting into it, which could spread potentially cancerous cells elsewhere in the body. As they drilled into bones to detach and remove the tumor, they used a CT scan of the spine to help navigate accurately and avoid removing bone that wasn’t directly involved.\n\nNext, they performed an MRI to make sure the nerve roots were unscathed and they hadn’t missed any part of the mass. Toward the end of the procedure, they did a second CT scan, which showed there was enough bone left so Jack wouldn’t need reconstruction with rods, screws and bone grafts. They finished up and closed the incision.\n\nJack was in the hospital for three nights. A week later, pathology tests came back showing the tumor had been benign and the surgeons had gotten all of it. Now 9 years old, Jack says he would like to play soccer or football—and be an orthopedic surgeon when he grows up.\n\nIntraoperative scanning is costly for hospitals. For example, Imris Inc. of Canada makes Visius Surgical Theatre systems found in 87 operating rooms world-wide including at Brigham and Women’s and at Dartmouth. Each system consists of a two- or three-room suite with MRI units costing from about $3 million to $7 million, and CT scanners ranging from about $1.5 million to $3.5 million.\n\nJay Miller, president and chief executive, says over 17,000 procedures have been performed to date with Imris systems.\n\nIntraoperative imaging has its own risks, says Bernadette Henrichs, director of the nurse anesthesia program at Barnes-Jewish College and nurse anesthesia research and education at Washington University School of Medicine, both in St. Louis.\n\nBecause of the strong magnetic force used in MRI, ferrous metal objects and tools must be kept out of the operating room, along with pagers, cellphones, jewelry and hair pins. Anesthesia teams stay with patients during scans and use equipment such as aluminum oxygen tanks and instruments made from plastic, titanium and other materials compatible with MRI.\n\nAt Barnes-Jewish Hospital, OR teams get training before they can work with live MRI imaging. They do annual safety drills including emergency procedures in the event a patient has a cardiac arrest while undergoing a scan.\n\n“These are exciting advances, but we have to be vigilant in making sure patients and health-care workers aren’t harmed and take necessary safety precautions,” Ms. Hendrichs says.", "images": ["https://content-thumbnail.cxpublic.com/content/dominantthumbnail/fddd6d28f0576a5772474e644a95623747e1cb4b.jpg?5dc9ac40", "https://s.wsj.net/public/resources/images/B3-FK672_STREAM_C_20191108185629.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/b5e977a5139ed9e9684742f90919df7b635ae623.jpg?5dc9aba2", "https://m.wsj.net/video/20191107/110719opvidpw3/110719opvidpw3_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/0d2ffa0d6fff89f02d5a9d5508d5467ad9dbd858.jpg?5dc9aba1", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/487b80633438bb2d561829c2e7f8bccee2c45e0b.jpg?5dc9ab9e", "https://si.wsj.net/public/resources/images/PJ-CA111_INFORM_G_20150216154335.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/2a7d0786567f18bb6a72f17019cd642c0b51f730.jpg?5dc9aba1", "https://m.wsj.net/video/20191107/110719electiontech2/110719electiontech2_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/93d4c0693749e5d6abc5f87d798d3bfdb580948b.jpg?5dc995fd", "https://si.wsj.net/public/resources/images/PJ-CA111_INFORM_P_20150216154335.jpg", "https://images.wsj.net/im-101746?width=111&height=62", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/f600b0a56ee84a4d350fa4e522e51ee27d5fd426.jpg?5dc9aba3", "https://m.wsj.net/video/20191104/cinvest1105/cinvest1105_167x94.jpg", "https://images.wsj.net/im-125154?width=111&height=62", "https://s.wsj.net/public/resources/images/B3-ES110_PARTNE_C_20190809085434.jpg", "https://m.wsj.net/video/20191101/110419elevatorpai/110419elevatorpai_167x94.jpg", "https://si.wsj.net/public/resources/images/BN-GZ148_INFORM_FR_20150216162419.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/461b35da8a2936ee4a7ca01072773c0d5aa427f2.jpg?5dc9aba4", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/869c2a340c4c25db5466a6de556da60ae1a2bf4e.jpg?5dc9aba2", "https://si.wsj.net/public/resources/images/PJ-CA111_INFORM_D_20150216154335.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/4a581253a775cca47f02b15ba756a5f4ccf7b8bf.jpg?5dc969b8", "https://images.wsj.net/im-124802?width=111&height=62", "https://m.wsj.net/video/20191107/110719seib/110719seib_167x94.jpg"], "top_img": "https://si.wsj.net/public/resources/images/PJ-CA111_INFORM_G_20150216154335.jpg", "keywords": [], "authors": ["Laura Landro"], "canonical_link": "https://www.wsj.com/articles/in-image-guided-operating-suites-surgeons-see-real-time-mri-ct-scans-1424122291", "title": "In Image-Guided Operating Suites, Surgeons See Real-Time MRI, CT Scans", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "dj.asn": "i-0a58", "user.type": "nonsubscriber", "user.exp": "default", "page.section": "Article", "page.content.type": "Article", "page.content.format": "responsive", "page.content.source": "WSJ Online", "article.template": "full", "page.site": "wsj", "page.site.product": "WSJ", "page.region": "na,us", "article.id": "SB10993113663029083641504580465811639125920", "article.type": "The Informed Patient", "article.type.display": "The Informed Patient", "article.access": "paid", "article.origheadline": "In Image Guided Operating Suites, Surgeons See Real-Time MRI, CT Scans", "article.headline": "In Image-Guided Operating Suites, Surgeons See Real-Time MRI, CT Scans", "article.summary": "To improve safety and reduce risk, more hospitals are spending millions of dollars on image-guided operating suites, with MRI and CT scans to provide more real-time visual information about patients during procedures on the operating table.", "apple-itunes-app": "app-id=364387007,app-argument=wsj://launch?articleid=SB10993113663029083641504580465811639125920&headline=In%20image-guided%20operating%20suites%2C%20surgeons%20see%20patients%u2019%20real-time%20MRI%2C%20CT%20scans%20during%20surgery&weburl=http://www.wsj.com/articles/SB10993113663029083641504580465811639125920", "al": {"ios": {"url": "wsj://launch?articleid=SB10993113663029083641504580465811639125920&headline=In%20image-guided%20operating%20suites%2C%20surgeons%20see%20patients%u2019%20real-time%20MRI%2C%20CT%20scans%20during%20surgery&weburl=http://www.wsj.com/articles/SB10993113663029083641504580465811639125920"}}, "article.page": "Health", "article.section": "Life", "article.published": "2015-02-16T21:31:00.000Z", "article.updated": "2015-02-16T21:31:00.000Z", "article.created": "2015-02-16T21:31:00.000Z", "dateLastPubbed": "2015-02-17T20:32:00.000Z", "author": "Laura Landro", "keywords": "image guided operating suites,intraoperative imaging,political,general news,health,radiology,radiotherapy,medical treatments,procedures,ohwn,life & style,us news", "cXenseParse": {"wsj-keywords": "image guided operating suites,intraoperative imaging,political,general news,health,radiology,radiotherapy,medical treatments,procedures,ohwn,life & style,us news", "wsj-primary-inset": "image", "poptart": {"image": "https://si.wsj.net/public/resources/images/PJ-CA111_INFORM_D_20150216154335.jpg"}, "candybar": {"image": "https://si.wsj.net/public/resources/images/PJ-CA111_INFORM_E_20150216154335.jpg"}, "wsj-page-content-source": "WSJ Online", "wsj-coral": "true"}, "news_keywords": "image guided operating suites,intraoperative imaging,political,general news,health,radiology,radiotherapy,medical treatments,procedures,ohwn", "description": "To improve safety and reduce risk, more hospitals are spending millions of dollars on image-guided operating suites, with MRI and CT scans to provide more real-time visual information about patients during procedures on the operating table.", "article": {"word_count": 1174, "image_count": 2, "publisher": "https://www.facebook.com/wsj", "opinion": "false"}, "robots": "noarchive,noodp", "language": "en-US", "twitter": {"title": "In Image-Guided Operating Suites, Surgeons See Real-Time MRI, CT Scans", "description": "To improve safety and reduce risk, more hospitals are spending millions of dollars on image-guided operating suites, with MRI and CT scans to provide more real-time visual information about patients during procedures on the operating table.", "image": {"identifier": "https://si.wsj.net/public/resources/images/PJ-CA111_INFORM_G_20150216154335.jpg", "alt": "In Image-Guided Operating Suites, Surgeons See Real-Time MRI, CT Scans"}, "card": "summary_large_image", "creator": "@LauraALandro", "site": "@WSJ", "domain": "wsj.com"}, "fb": {"app_id": 368513495882, "pages": 8304333127}, "og": {"title": "In Image-Guided Operating Suites, Surgeons See Real-Time MRI, CT Scans", "description": "To improve safety and reduce risk, more hospitals are spending millions of dollars on image-guided operating suites, with MRI and CT scans to provide more real-time visual information about patients during procedures on the operating table.", "url": "https://www.wsj.com/articles/in-image-guided-operating-suites-surgeons-see-real-time-mri-ct-scans-1424122291", "image": {"identifier": "https://si.wsj.net/public/resources/images/PJ-CA111_INFORM_G_20150216154335.jpg", "width": 553, "height": 369}, "locale": "en_US", "type": "article", "site_name": "WSJ"}, "cx_pv_id": "k2usierlqnekt1sg", "cx_shield": "{\"campaign\":99999,\"placement\":\"cx-articlecover\",\"tag\":\"openhouse\",\"type\":\"free\",\"bucket\":9}", "referrer": "always"}, "movies": [], "publish_date": null, "source": "http://www.wsj.com", "summary": ""}