{"url": "http://articles.sun-sentinel.com/2010-08-03/health/fl-autism-treatment-20100803_1_castration-drug-autism-therapy-lupron", "text": "A Maryland medical group has started treating autistic children in South Florida with shots of a drug used for chemical castration, a therapy widely panned by mainstream experts.\n\nThe group gives children the cancer drug Lupron to stop their bodies from making testosterone, saying the drug helps expel toxic mercury and quells aggressive or sexually explicit behavior by kids with excessive levels of the male hormone.\n\nA Boca Raton mother who just put her 18-year-old son on the drug said it seems to help.\n\nBut numerous physicians, researchers and therapists insist there's no proof mercury causes autism, that Lupron removes mercury or that autistic kids have excessive testosterone. What's more, the drug carries a risk of bone damage, stunted growth and heart trouble, and can render children impotent.\n\nThese experts contend that Lupron, costing about $5,000 a month but seldom covered by insurance, is one of many treatments that cash in on the desperation of parents trying to cope with an incurable condition for which medicine has few good answers outside of painstaking behavioral therapy.\n\n\"Not only is there no scientific backing whatsoever for Lupron treatments, there are several major concerns for the children's health,\" said neurologist BethAnn McLaughlin, an adviser to the Dan Marino Foundation autism group in Weston and the mother of two developmentally disabled children.\n\n\"These people are preying on the fears of parents. We cannot be using these children who are so vulnerable as guinea pigs in a medical experiment.\"\n\nUntested autism treatments have flourished while science struggles to explain the disorder, which disrupts the abilities to speak, concentrate, connect with people and control impulses.\n\nFor unknown reasons, autism has been on the rise for the past few decades, with an estimated 675,000 children – about one in 100 – now having mild to severe symptoms. Scientists believe it stems from genetic defects that may only cause problems after an environmental trigger.\n\nA vocal subset of parents and activists blame vaccines, especially those with the mercury-based preservative thimerosal, which has been banned from virtually all as a precaution. Numerous studies have found no connection between autism and vaccines or thimerosal.\n\nLupron therapy grew from the mercury camp. Baltimore researcher Dr. Mark Geier started using the drug in 2005 on the theory – disputed by mainsteam doctors – that testosterone binds mercury in the body and that many autistic kids have high levels of the hormone.\n\nLupron halts production of the female hormone estrogen, which the body uses to make testosterone. The drug mainly is used to treat endometrial cancer in women and prostate cancer in men, and sometimes to chemically castrate sex offenders.\n\nGeier's promotional materials said he has treated hundreds of children with Lupron and has launched nine ASD Centers in eight states. In his latest, he teams with Dr. David Clayman, a Boca Raton radiologist who has an autistic teen son and is opening an ASD office beside his MRI center in Tamarac.\n\nClayman said he would not comment until he treats patients with Lupron therapy for a year. Geier could not be reached for comment despite several attempts by phone. He told one parent he did not plan to comment for this story.\n\nThe medical group began recruiting Florida patients in March when Geier spoke at a Fort Lauderdale conference for parents of children with autism.\n\nTeresa Badillo was at the meeting. Her family has searched in vain for a way to help their autistic son, Marco, 18. Badillo said he has little speech or interaction with others, but is doing OK in high school. Lately, though, Marco has grown more aggressive, physical and rebellious.\n\n\"We were basically under seige in this house,\" Badillo said. \"This kind of behavior is more scary at 18 [than] at 3. I had choices to make. If you see there is another option out there that can help your child, most parents are going to choose that option.\"\n\nAlso, Marco had discovered sex and sometimes touched himself inappropriately in public, a common problem among those with autism.\n\n\"The kids don't understand. They have impulses. It's what happens when you have high testosterone,\" Badillo said.\n\nThe family put Marco on Lupron about six weeks ago. He gets two injections a month at a dosage larger than used on adult cancer patients, plus a small daily shot.\n\n\"The therapy immediately stopped the aggression,\" Badillo said. \"This is not castrating a kid. It's just lowering the [testosterone] levels enough to normal range so the kid is not aggressive.\"\n\nShe said Geier plans to continue the Lupron for several months to see if it helps Marco's other autistic behavior. She said she knows the drug has risks but believes Lupron critics do not fully grasp the hard realities of life with an autistic child.\n\nLupron critics said autism parents may not understand the dangers.\n\nThe drug is not approved for children – except a rare few with premature puberty – because it can impair bone development crucial to growth, said Dr. Gary Berkovitz, chief of pediatric endocrinology at the University of Miami medical school.\n\nIt's not recommended for people with heart disease, kidney disease, asthma, depression or seizures because it can worsen those conditions. Autistic children are prone to seizures.\n\n\"It has not been tested so there's no way to know if it has adverse effects in the long run,\" Berkovitz said.\n\nSaid neurologist McLaughlin: \"We have very significant concerns about irreversible damage to sexual function and the brain and sex organs of these children.\"\n\nIn addition, the Food and Drug Administration is investigating complaints that Lupron causes diabetes in adults.\n\nGeier published a 2006 study contending that 11 autistic children taking Lupron did better on tests of awareness, sociability and behavior. He has since issued other studies finding that mercury leads to excess testosterone and that autistic children have excessive levels of the hormone.\n\nOther doctors said Geier's studies were small, were not scientifically sound and were published in journals that do not follow the standard practice of having experts review the methods.\n\nThe area's largest autism treatment center jointly run by the University of Miami and Nova Southeastern University, as well as another at Florida Atlantic University, frown on Lupron and other untested therapies, officials at the centers said.", "images": ["http://www.trbimg.com/img-5dc98544/turbine/fl-ne-shot-while-driving-20191111-5tennj23szgdxdjqjbsejdga2i/70/70x70", "https://www.trbimg.com/img-542988f2/turbine/sfl-sunsentinel-default-fb-icon-20140929", "http://www.trbimg.com/img-5dc5d7c2/turbine/fl-bz-veterans-day-freebies-2019-20191108-7munsosttfg2rk6zqdmev36era/70/70x70", "http://www.trbimg.com/img-5dc95aea/turbine/fl-bz-amazon-prime-veterans-day-discount-20191111-tytx2o4f2jdhngxsudut5pudxa/70/70x70"], "top_img": "https://www.trbimg.com/img-542988f2/turbine/sfl-sunsentinel-default-fb-icon-20140929", "keywords": [], "authors": ["Bob Lamendola", "Sun Sentinel"], "canonical_link": "https://www.sun-sentinel.com/health/fl-xpm-2010-08-03-fl-autism-treatment-20100803-story.html", "title": "Castration drug given to kids as autism therapy", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "x-servername": "i17prod-b3c2707-15-36.1", "robots": "index,follow", "author": "Bob LaMendola, Sun Sentinel", "date": "2010-08-03", "copyright": "Copyright (c) 2019 South Florida Sun-Sentinel", "Description": "A Maryland medical group has started treating autistic children in South Florida with shots of a drug used for chemical castration, a therapy widely panned by mainstream experts.", "fb_title": "Castration drug given to kids as autism therapy", "og": {"title": "Castration drug given to kids as autism therapy", "description": "A Maryland medical group has started treating autistic children in South Florida with shots of a drug used for chemical castration, a therapy widely panned by mainstream experts.", "type": "article", "url": "https://www.sun-sentinel.com/health/fl-xpm-2010-08-03-fl-autism-treatment-20100803-story.html", "image": "https://www.trbimg.com/img-542988f2/turbine/sfl-sunsentinel-default-fb-icon-20140929", "site_name": "Sun-Sentinel.com"}, "fb": {"admins": 100004353067097, "app_id": 728754867160252, "pages": 15739076307}, "twitter": {"card": "summary_large_image", "site": "@sunsentinel"}, "googlebot": "index", "googlebot-news": "index", "article": {"content_tier": "metered"}, "apple-itunes-app": "app-id=402230662, app-argument=http://www.sun-sentinel.com/deeplinkid/107697791"}, "movies": [], "publish_date": 1280808000.0, "source": "http://articles.sun-sentinel.com", "summary": ""}