{"url": "http://www.cnn.com/2016/02/29/health/female-viagra-gets-mixed-reviews/", "text": "(CNN) A new review of the \"little pink pill\" for women with low sexual desire says the drug doesn't work very well -- but some doctors and patients who've been using the treatment disagree. The drug, Addyi, or flibanserin , has been on the market since October.\n\n\"The data presented in this review suggests that the meaningful change caused by flibanserin is minimal,\" according to the team of Dutch researchers.\n\nThe researchers looked at eight studies on Addyi that together included nearly 6,000 women. They said for women using the drug, the number of additional \"satisfying sexual events\" averaged out to about 0.5 per month.\n\nThe agency asked Sprout Pharmaceuticals, which makes Addyi, to do more studies on the interaction between Addyi and alcohol.\n\nThe researchers said the drug had significant known side effects, such as dizziness, sleepiness, and nausea.\n\nThe FDA approved Addyi last August with a \"black box warning\" to highlight the risks of severe low blood pressure and fainting when patients drink alcohol, take certain drugs, or have liver problems.\n\n'I was amazed'\n\nSome doctors and patients who've been using Addyi say the drug has been helpful. There are no other FDA-approved treatments for women suffering from low sexual desire.\n\nDr. Lauren Streicher, medical director of the Center for Sexual Medicine at Northwestern Memorial Hospital in Chicago, said the results cited in the Dutch study are averages, and while Addyi doesn't work for everyone, many of her patients have benefited from it.\n\nShe says she's written Addyi prescriptions for about 10 women, and three or four have emailed her back to say it's worked. \"They say, 'Oh my God, this has changed my life. Things are wonderful,'\" Streicher said.\n\nJodi Cole, a 33-year-old stay-at-home mother from Porter, Oklahoma, said before she started taking Addyi, she didn't want to have sex with her husband, Matt. \"I love my husband and I believe God created emotional and sexual intimacy as key components of marriage. So we had sex, usually a couple of times a week. And while I was willing, part of me dreaded it. Every time,\" Cole wrote in an email to CNN.\n\nCole said she started taking Addyi in November, and within six weeks felt a difference. \"I was amazed,\" she wrote. \"I actually enjoyed being intimate and for the first time in a long time felt that connection with Matt.\"\n\nShe said for her it wasn't about increasing the quantity of sex she was having, but rather the quality. \"What (Addyi) does is give just enough support so I can think about that part of our relationship with anticipation of pleasure rather than anxiety,\" she wrote. She understands Addyi can have side effects, but said women should be able to choose to take it just as men choose to take Viagra despite its side effects.\n\n\"I should be able to choose whether the side effects are worth the benefit,\" she wrote.\n\nThe controversy over Addyi\n\nSeldom has one pill raised such controversy among medical professionals.\n\nDoctors who treat women with low libidos tore apart the JAMA study. Streicher, an associate professor of clinical obstetrics and gynecology at the Northwestern University Feinberg School of Medicine, said the study drew \"erroneous conclusions.\"\n\nThe International Society for the Study of Women's Sexual Health went even further, calling the study \"a great disservice to the millions of pre-menopausal women suffering from (hypoactive sexual desire disorder).\"\n\nThe doctors had several problems with the study's methodology, including that three of the eight studies the Dutch researchers analyzed were not published. When studies are published, they go through a peer review process to assess whether the study methodology is sound.\n\nOne of those studies used a dosage of the drug that was half as high as what the FDA approved.\n\nDr. Loes Jasper, one of the authors of the Dutch analysis, said she and her colleagues removed the results from that study and still found that Addyi's affects were minimal.\n\nShe said she and her colleagues included the results of the unpublished studies because sometimes negative studies of a drug don't get published.\n\nJoin the conversation See the latest news and share your comments with CNN Health on Facebook and Twitter.\n\n\"We included all published and unpublished studies to capture a complete overview of the benefits and risks of flibanserin, without bias,\" Jaspers wrote in an email to CNN.\n\nAccording to the FDA, which looked at three clinical trials of Addyi that included about 2,400 women, about 10% more patients treated with Addyi reported meaningful improvements in satisfying sexual events, sexual desire, or reduced distress compared to women taking a placebo.\n\nIn their editorial, Woloshine and Schwartz said Sprout and others put pressure on FDA to approve the drug.\n\n\"While it is unclear how strongly politics influenced the decision, it is clear that the science was weak,\" they wrote. \"We all need a drug approval process that delivers good decisions based on adequate evidence.\"", "images": ["data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7", "http://cdn.cnn.com/cnnnext/dam/assets/150604195615-womens-viagra-exlarge-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/150819115858-cnnee-pkg-vega-go-female-viagra-00020627-super-tease.jpg"], "top_img": "https://cdn.cnn.com/cnnnext/dam/assets/150819115858-cnnee-pkg-vega-go-female-viagra-00020627-super-tease.jpg", "keywords": [], "authors": ["Elizabeth Cohen", "Cnn Senior Medical Correspondent"], "canonical_link": "https://www.cnn.com/2016/02/29/health/female-viagra-gets-mixed-reviews/index.html", "title": "'Female Viagra' gets mixed reviews", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0", "section": "health", "referrer": "unsafe-url", "og": {"pubdate": "2016-02-29T18:47:36Z", "url": "https://www.cnn.com/2016/02/29/health/female-viagra-gets-mixed-reviews/index.html", "title": "'Female Viagra' gets mixed reviews - CNN", "description": "Addyi, the new drug for women with low sexual desire, doesn't work very well according to a new report, but some doctors and patients disagree.", "site_name": "CNN", "type": "article", "image": {"identifier": "https://cdn.cnn.com/cnnnext/dam/assets/150819115858-cnnee-pkg-vega-go-female-viagra-00020627-super-tease.jpg", "width": 1600, "height": 900}}, "pubdate": "2016-02-29T18:47:36Z", "lastmod": "2016-03-01T12:08:30Z", "author": "Elizabeth Cohen, CNN Senior Medical Correspondent", "article": {"author": "https://www.facebook.com/elizabeth.cohen.9028", "opinion": "false", "content-tier": "free"}, "twitter": {"title": "'Female Viagra' gets mixed reviews - CNN", "description": "Addyi, the new drug for women with low sexual desire, doesn't work very well according to a new report, but some doctors and patients disagree.", "card": "summary_large_image", "image": "https://cdn.cnn.com/cnnnext/dam/assets/150819115858-cnnee-pkg-vega-go-female-viagra-00020627-super-tease.jpg"}, "description": "Addyi, the new drug for women with low sexual desire, doesn't work very well according to a new report, but some doctors and patients disagree.", "keywords": "Female Viagra, Addyi, Flibanserin, Low sexual desire, health, 'Female Viagra' gets mixed reviews - CNN", "thumbnail": "https://cdn.cnn.com/cnnnext/dam/assets/150819115858-cnnee-pkg-vega-go-female-viagra-00020627-super-tease.jpg", "vr": {"canonical": "https://www.cnn.com/2016/02/29/health/female-viagra-gets-mixed-reviews/index.html"}, "fb": {"app_id": 80401312489, "pages": "5550296508,18793419640"}, "template-top": "health,art-vid"}, "movies": [], "publish_date": 1456722000.0, "source": "http://www.cnn.com", "summary": ""}