{"url": "http://www.usatoday.com/news/story/2012/09/10/study-placebo-or-not-acupuncture-helps-with-pain/57735412/1", "text": "CHICAGO -- Acupuncture gets a thumbs-up for helping relieve pain from chronic headaches, backaches and arthritis in a review of more than two dozen studies -- the latest analysis of an often-studied therapy that has as many fans as critics.\n\nSome believe its only powers are a psychological, placebo effect. But some doctors believe even if that's the explanation for acupuncture's effectiveness, there's no reason not to offer it if it makes people feel better.\n\nThe new analysis examined 29 studies involving almost 18,000 adults. The researchers concluded that the needle remedy worked better than usual pain treatment and slightly better than fake acupuncture. That kind of analysis is not the strongest type of research, but the authors took extra steps including examining raw data from the original studies.\n\nThe results \"provide the most robust evidence to date that acupuncture is a reasonable referral option,\" wrote the authors, who include researchers with Memorial Sloan-Kettering Cancer Center in New York and several universities in England and Germany.\n\nTheir study isn't proof, but it adds to evidence that acupuncture may benefit a range of conditions.\n\nThe new analysis was published online Monday in Archives of Internal Medicine. The federal government's National Center for Complementary and Alternative Medicine paid for most of the study, along with a small grant from the Samueli Institute, a non-profit group that supports research on alternative healing.\n\nAcupuncture's use has become more mainstream. The military has used it to help treat pain from war wounds, and California recently passed legislation that would include acupuncture among treatments recommended for coverage under provisions of the nation's new health care law. That law requires insurance plans to cover certain categories of benefits starting in 2014. Deciding specifics is being left up to the states.\n\nSome private insurance plans already cover acupuncture; Medicare does not.\n\nIn traditional Chinese medicine, acupuncture involves inserting long, very thin needles just beneath the skin's surface at specific points on the body to control pain or stress. Several weekly sessions are usually involved, typically costing about $60 to $100 per session. Fake acupuncture studied in research sometimes also uses needles, but on different areas of the body.\n\nScientists aren't sure what biological mechanism could explain how acupuncture might relieve pain, but the authors of the new study say the results suggest there's more involved than just a placebo effect.\n\nAcupuncture skeptic Dr. Stephen Barrett said the study results are dubious. The retired psychiatrist runs Quackwatch, a Web site on medical scams, and says studies of acupuncture often involve strict research conditions that don't mirror how the procedure is used in the real world.\n\nThe new analysis combined results from studies of patients with common types of chronic pain -- recurring headaches, arthritis or back, neck and shoulder. The studies had randomly assigned patients to acupuncture and either fake acupuncture or standard pain treatment including medication or physical therapy.\n\nThe authors explained their statistical findings by using a pain scale of 0 to 100: The patients' average baseline pain measured 60; it dropped to 30 on average in those who got acupuncture, 35 in those who got fake acupuncture, and 43 in the usual treatment group.\n\nWhile the difference in results for real versus fake acupuncture was small, it suggests acupuncture could have more than a psychological effect, said lead author Andrew Vickers, a cancer researcher at Memorial Sloan-Kettering. The center offers acupuncture and other alternative therapies for cancer patients with hard-to-treat pain.\n\nThe analysis was more rigorous than most research based on pooling previous studies' results, because the authors obtained original data from each study. That makes the conclusion more robust, said Dr. Andrew Avins, author of an Archives commentary and a physician and researcher with the University of California at San Francisco and Kaiser-Permanente.\n\nAcupuncture is relatively safe and uncertainty over how it works shouldn't stop doctors from offering it as an option for patients struggling with pain, Avins said.\n\n\"Perhaps a more productive strategy at this point would be to provide whatever benefits we can for our patients, while we continue to explore more carefully all mechanisms of healing,\" he wrote.", "images": ["http://i.usatoday.net/_inside2011/_i/_share/plus.png", "http://i.usatoday.net/_inside2011/_i/_share/email.png", "http://www.gannett-cdn.com/media/USATODAY/GenericImages/2012/09/10/AP_Acupuncture_Pain_Relief-x.jpg", "http://i.usatoday.net/_inside2011/_i/_share/print.png", "http://i.usatoday.net/_inside2011/_i/most-pop-logo.gif", "http://i.usatoday.net/_inside2011/_i/most-pop-signup.jpg", "http://ad.doubleclick.net/N7103/ad/usatoday/googlepad;sz=980x66;ord=[timestamp]"], "top_img": "http://www.gannett-cdn.com/media/USATODAY/GenericImages/2012/09/10/AP_Acupuncture_Pain_Relief-x.jpg", "keywords": [], "authors": ["Lindsey Tanner", "Associated Press"], "canonical_link": "http://www.usatoday.com/news/story/2012/09/10/study-placebo-or-not-acupuncture-helps-with-pain/57735412/1", "title": "Study: Placebo or not, acupuncture helps with pain", "meta_data": {"description": "Researchers concluded that the needle remedy worked better than usual pain treatment.", "pubdate": "2012-09-10", "og": {"title": "Study: Placebo or not, acupuncture helps with pain", "description": "Researchers concluded that the needle remedy worked better than usual pain treatment.", "type": "article", "url": "http://www.usatoday.com/news/story/2012/09/10/study-placebo-or-not-acupuncture-helps-with-pain/57735412/1", "image": "http://www.gannett-cdn.com/media/USATODAY/GenericImages/2012/09/10/AP_Acupuncture_Pain_Relief-x.jpg", "site_name": "USATODAY.COM"}, "fb": {"app_id": 215046668549694}}, "movies": [], "publish_date": 1347249600.0, "source": "http://www.usatoday.com", "summary": ""}