{"url": "https://consumer.healthday.com/cardiovascular-health-information-20/heart-stroke-related-stroke-353/it-s-snakes-to-the-rescue-for-heart-patients-723397.html", "text": "Wagler's pit viper\n\nTHURSDAY, June 8, 2017 (HealthDay News) -- Scary pit vipers may need an image upgrade: Their venom might end up helping human heart patients, research suggests.\n\nTaiwanese scientists say a blood thinner drug based on venom from the Wagler's pit viper was effective in mice, and might prove safer than current anti-clotting meds for humans one day.\n\nThe serpent-medicine connection isn't new, one cardiologist noted, since venom typically kills by disrupting the blood's clotting mechanisms.\n\n\"Blood thinner medications have a long and storied history with snake venom,\" said Dr Satjit Bhysri, a heart specialist at Lenox Hill Hospital in New York City. In fact, \"many current blood thinners are based on initial experiments from proteins found in snake venom,\" he added.\n\nIn the new study, a team led by Tur-Fu Huang, a pharmacology researcher at National Taiwan University, focused on the venom of the Tropidolaemuswaglerix snake -- a Southeast Asian species known as Wagler's pit viper or the Temple viper.\n\nThe snake's venom contains a protein called trowaglerix, the researchers explained. Designing a molecule based on trowaglerix, Huang's group was able to block GPVI -- a protein that sits on the surface of blood platelet cells and is crucial to allowing these cells to clump together and form clots.\n\nWhen mixed with blood, the new compound prevented blood cells called platelets from clotting. Also, mice that received the drug had slower blood clot formation than untreated mice, but the treated mice did not bleed longer than untreated mice. Still, experiments in animals often don't translate to success in humans, so further research is needed.\n\nDr. Kevin Marzo is head of cardiology at NYU Winthrop Hospital in Mineola, N.Y. Reviewing the findings, he agreed that the drug under development may have merit.\n\n\"Many of the lifesaving drugs used in the treatment of heart attack patients work by inhibiting platelets and preventing blood clotting. However, it is often at the cost of serious bleeding complications,\" he said.\n\n\"The potential development of a new agent based on snake venom that could have similar beneficial effects on preventing blood clotting, and potentially cause less bleeding side effects, is an exciting discovery that warrants future investigation,\" Marzo added.\n\nThe study was published June 8 in the journal Arteriosclerosis, Thrombosis and Vascular Biology.\n\nMore information\n\nThe American Heart Association has more on anti-clotting drugs.", "images": ["https://media.healthday.com/Images/icimages/wagler_pit_viper.jpg"], "top_img": "https://media.healthday.com/Images/icimages/wagler_pit_viper.jpg", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/cardiovascular-health-information-20/heart-stroke-related-stroke-353/it-s-snakes-to-the-rescue-for-heart-patients-723397.html", "title": "It's Snakes to the Rescue for Heart Patients", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Venom from one slithery serpent might be source of a better blood thinner, early research suggests", "og": {"title": "It's Snakes to the Rescue for Heart Patients", "image": "https://media.healthday.com/Images/icimages/wagler_pit_viper.jpg", "description": "Venom from one slithery serpent might be source of a better blood thinner, early research suggests", "url": "https://consumer.healthday.com/cardiovascular-health-information-20/heart-stroke-related-stroke-353/it-s-snakes-to-the-rescue-for-heart-patients-723397.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}