{"url": "http://www.Reuters.com/article/idUSTRE6424W420100503", "text": "NEW YORK (Reuters Health) - A daily dose of electricity delivered to a specific part of the brain can lift depression, new research confirms, even for people who’ve already tried multiple antidepressants to no avail.\n\nWhile there’s evidence that this technique, known as transcranial magnetic stimulation (TMS), helps depressed people get better-and the US Food and Drug Administration has approved TMS for this purpose-many skeptics have questioned whether it really works, notes Dr. Mark S. George of the Medical University of South Carolina in Charleston, the lead author of the new study.\n\nThe biggest issue with studies so far, he explained, has been that it’s tough to fake the sound and sensation of the real device in order to run a gold standard clinical trial in which some people get the treatment, and others get a sham treatment, no one knowing which.\n\nBut George and his team say they’ve solved that problem by developing a dummy device that clicks in a similar way to the real thing and causes a person’s eye muscles to twitch, just like real a TMS device.\n\nIn the May issue of the Archives of General Psychiatry, George and his colleagues report the results of their 190-patient study, the most rigorous investigation of TMS for depression so far. The researchers randomly assigned participants to receive 37.5 minutes of TMS delivered to a part of the brain region that plays a role in emotion, or 37.5 minutes of sham TMS, once a day for three weeks.\n\nAfter three weeks, 14 percent of patients in the real TMS group had recovered from their depression, compared to 5 percent of the sham TMS group; people who had the real treatment were four times as likely to get better as those who got the fake treatment.\n\nBased on the results, George and his team say, it would be necessary to treat 12 depressed patients with TMS in order to have one patient recover.\n\nEighty-eight percent of the study participants completed the first phase of the trial. Patients in both groups were equally likely to report side effects, which included headache, discomfort at the TMS site, and eye twitching.\n\nIn a second phase of the study, all patients were given the real TMS treatment. Thirty percent of the patients in the second phase recovered from depression.\n\nHow long the treatment should last is not yet clear. “It’s very muddy now exactly how long we need to treat patients,” George said. “It looks as if from this trial you at least need to try three weeks and maybe even six weeks before you would give up.”\n\nPatients who got better were prescribed venlafaxine - marketed as Effexor — and a small dose of lithium, noted George, a combination that’s been shown to help people stay well after their depression has remitted. George said he and his colleagues would like to study whether giving people TMS intermittently instead of putting them on antidepressants would produce equally durable effects.\n\nTMS works by producing an electrical current that can pass through the skull and into the target area of the brain. George said he believes the approach works by “resetting” electrical activity and restoring normal mood regulation.\n\nSomething similar is likely happening, he added, with electroconvulsive therapy (ECT), or what is sometimes referred to as “electroshock treatment.” Sixty to 70 percent of depressed people who undergo ECT, in which electrodes placed on the front of the brain induce a convulsion while the patient is anesthetized, will recover.\n\nGeorge said he hopes that by better understanding where TMS should be delivered and by figuring out the best dose and duration of treatment, success rates closer to those of ECT might be achieved. “I’m optimistic that it’s pointing us in a path of understanding how to interact with the brain in a non-invasive way to get people well.”\n\nSOURCE: Archives of General Psychiatry, May 2010.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Anne Harding", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-magnetic-stimulation-idUSTRE6424W420100503", "title": "Magnetic brain stimulation fights depression", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "(Reuters Health) - A daily dose of electricity delivered to a specific part of the brain can lift depression, new research confirms, even for people who've already tried multiple antidepressants to no avail.", "Author": "Anne Harding", "keywords": "US,MAGNETIC,STIMULATION", "news_keywords": "US;MAGNETIC;STIMULATION", "REVISION_DATE": "Mon May 03 20:18:01 UTC 2010", "analyticsAttributes.articleDate": "2010-05-03T20:18:01+0000", "analyticsAttributes.author": "Anne Harding", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-magnetic-stimulation-idUSTRE6424W420100503", "analyticsAttributes.contentTitle": "Magnetic brain stimulation fights depression", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "US,MAGNETIC,STIMULATION", "analyticsAttributes.keywordSlug": "US-MAGNETIC-STIMULATION", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Magnetic brain stimulation fights depression", "sailthru.author": "Anne Harding", "sailthru.date": "2010-05-03T20:18:01+0000", "sailthru.title": "Magnetic brain stimulation fights depression", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Magnetic brain stimulation fights depression", "url": "https://www.reuters.com/article/us-magnetic-stimulation-idUSTRE6424W420100503", "type": "article", "description": "(Reuters Health) - A daily dose of electricity delivered to a specific part of t...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2010-05-03T20:18:01+0000", "modified_time": "2010-05-03T20:18:01+0000", "section": "Homepage", "author": "Anne Harding", "tag": "US,MAGNETIC,STIMULATION"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary", "title": "Magnetic brain stimulation fights depression", "description": "(Reuters Health) - A daily dose of electricity delivered to a specific part of the brain can lift depression, new research confirms, even for people who've already tried multiple antidepressants ...", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1272917881.0, "source": "http://www.Reuters.com", "summary": ""}