{"url": "https://consumer.healthday.com/cognitive-health-information-26/alzheimer-s-news-20/brain-pacemaker-might-help-slow-alzheimer-s-730606.html", "text": "En Español\n\nBy Amy Norton\n\nHealthDay Reporter\n\nTUESDAY, Jan. 30, 2018 (HealthDay News) -- Stimulating the brain with an implantable device may be safe -- and possibly helpful -- for some people with Alzheimer's disease, a small pilot study suggests.\n\nIn what researchers described as a \"proof of concept\" treatment, three Alzheimer's patients had deep brain stimulation (DBS) wires implanted in the brain -- in areas related to skills like planning, judgment and problem-solving.\n\nOver the next 18 months or more, the tactic appeared to be safe. And there were \"signals\" that it was slowing down two of the patients' decline, said lead researcher Dr. Douglas Scharre, director of cognitive neurology at Ohio State University's Wexner Medical Center.\n\nDeep brain stimulation is already used to treat some cases of Parkinson's disease and certain other brain disorders.\n\nBut it's far too early to know whether it has value for people with Alzheimer's, Scharre stressed.\n\n\"This is not ready for prime time,\" he said. \"It's not something patients can ask their neurologist for.\"\n\nKeith Fargo, who directs scientific programs and outreach for the Alzheimer's Association, agreed.\n\nIt's \"much too early\" for patients or caregivers to seek out DBS, said Fargo, who was not involved in the study.\n\nInstead, he said, these findings suggest that deep brain stimulation is \"a reasonable route\" to study in larger clinical trials.\n\nThe results were published online Jan. 30 in the Journal of Alzheimer's Disease.\n\nDeep brain stimulation involves implanting electrodes in the brain, then connecting them to a pulse generator placed under the skin of the chest. Sometimes called a \"brain pacemaker,\" it delivers electrical pulses that alter the activity in specific brain \"circuits.\"\n\nThe theory behind trying DBS for Alzheimer's patients, Scharre said, is similar to the \"use it or lose it\" principle: If key brain areas can be stimulated to form new connections among cells, it might slow decline.\n\nRight now, Scharre noted, medications for Alzheimer's target brain chemicals involved in memory.\n\nBut Alzheimer's impairs all kinds of mental functions -- including judgment, planning and decision-making. And those issues have a huge impact on daily life, for patients and their caregivers, Scharre added.\n\nSo, the patients in his study received DBS, for at least 18 months, to brain areas that regulate those mental skills. All three patients were in the earlier stages of Alzheimer's and were on standard medications.\n\nAfter starting DBS, all saw a general decline in their memory, problem-solving and other skills. But they declined at a slower rate, compared to 96 similar patients whose information was taken from an Alzheimer's research database.\n\nTwo of the DBS patients declined at a \"meaningfully\" slower rate, according to Scharre. That included one who actually showed some improvements.\n\nThat patient was LaVonne Moore, 85, of Delaware, Ohio. When she entered the study, she was not preparing any meals. After two years of deep brain stimulation, she'd regained that skill -- and was better able to perform some other simple tasks, like selecting her clothes and organizing outings.\n\nIn a Ohio State news release, her husband, Tom Moore, said her Alzheimer's has progressed, but more slowly than he'd expected.\n\n\"LaVonne has had Alzheimer's disease longer than anybody I know, and that sounds negative, but it's really a positive thing because it shows that we're doing something right,\" Moore said.\n\nIf DBS ever becomes an option for Alzheimer's, Scharre said it would not be for everyone.\n\nIt would not be appropriate, for example, for people who are frail or have other serious medical conditions.\n\nIn the pilot study, side effects included hot flashes, heart palpitations and burning sensations in the skin, which were reversed by adjusting the DBS settings, the researchers said.\n\nThere is no larger trial in the works yet, according to Scharre.\n\nWhat's needed, said Fargo, is research that compares deep brain stimulation against a placebo device.\n\nOn a broader level, he noted, this study highlights an important point: \"Alzheimer's disease is more than just amnesia.\"\n\nFor caregivers, Fargo said, the problems with abilities like judgment and planning can actually be more challenging. So any new therapies that help address those issues would be welcome.\n\nMore than 5 million Americans have Alzheimer's -- a number that could rise to 16 million by 2050, according to the Alzheimer's Association.\n\nMore information\n\nThe Alzheimer's Association offers resources for caregivers.", "images": ["https://media.healthday.com/Images/icimages/alzheimer9182.jpg"], "top_img": "https://media.healthday.com/Images/icimages/alzheimer9182.jpg", "keywords": [], "authors": ["Amy Norton"], "canonical_link": "https://consumer.healthday.com/cognitive-health-information-26/alzheimer-s-news-20/brain-pacemaker-might-help-slow-alzheimer-s-730606.html", "title": "Brain 'Pacemaker' Might Help Slow Alzheimer's", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Stimulating the brain with an implantable device may be safe -- and possibly helpful -- for some people with Alzheimer's disease, a small pilot study suggests.", "og": {"title": "Brain 'Pacemaker' Might Help Slow Alzheimer's", "image": "https://media.healthday.com/Images/icimages/alzheimer9182.jpg", "description": "Stimulating the brain with an implantable device may be safe -- and possibly helpful -- for some people with Alzheimer's disease, a small pilot study suggests.", "url": "https://consumer.healthday.com/cognitive-health-information-26/alzheimer-s-news-20/brain-pacemaker-might-help-slow-alzheimer-s-730606.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}