{"url": "http://www.wsj.com/articles/more-support-for-osteoporosis-drugs-1455575920", "text": "Use of osteoporosis drugs, once heavily advertised by celebrity spokeswomen, has dropped by more than 50% in recent years amid reports of such serious side effects as sudden bone fractures.\n\nYet many experts say the benefits of the drugs, known as bisphosphonates, far outweigh the risks for many users.\n\nAn analysis in the New England Journal of Medicine last month estimated that for every 1,000 women with osteoporosis treated up to five years, bisphosphonates prevented 100 fractures and caused at most 1.\n\n“Used by the right women, in the right way, they have big advantages. I would hate to see those advantages lost,” says the lead author Dennis Black, a University of California, San Francisco epidemiologist who led the clinical trials for two bisphosphonates, Fosamax and Reclast, and continues to consult for companies that make osteoporosis drugs.\n\nDennis Black, a University of California, San Francisco epidemiologist who led the clinical trials for two bisphosphonates used to treat osteoporosis. Photo: Aldric Chau\n\nRelated Reading A Support Group of Women\n\n“Bisphosphonates are absolutely effective,” says Timothy Bhattacharyya, an orthopedic trauma surgeon and head of osteoporosis research at the National Institutes of Health. But Dr. Bhattacharyya, who doesn’t receive financial support from osteoporosis drug makers, says “it makes sense to wait until you have a diagnosis of osteoporosis, and not take the drugs for more than five years.”\n\nSome critics say the new analysis overestimates the benefits and underestimate the number of sudden thigh-bone fractures, which can be coded as regular hip fractures in medical records.\n\nOsteoporosis occurs when bone, which is constantly being replenished, breaks down faster than it gets replaced, leaving the skeleton porous and brittle. Each year in the U.S., osteoporosis causes some 700,000 spinal fractures and 300,000 hip fractures, a leading cause of nursing-home admissions. Women, who lose bone rapidly at menopause, are far more susceptible than men. An estimated 50% of women and 25% of men over age 50 will suffer an osteoporosis-related fracture in their lifetime.\n\nBisphosonates slow the breakdown and resorption of bone. But who to treat and for how long has been contentious for years—particularly as word of the unusual fractures has spread.\n\nThe incidence of hip fractures has dropped by about 30% since 1995 when Fosamax, the first bisphosphonate, went on sale in the U.S. But curiously, the decline in hip fractures has continued, even with fewer Americans taking the drugs in recent years.\n\nThere are many possible explanations: fewer Americans are smoking (which hastens bone loss); more are exercising (which helps build bone) and more are obese (which helps guard against fractures. “People have more padding,” Dr. Black says.)\n\nPrescribing patterns have also changed. Many doctors now counsel patients to stop taking bisphosphonates after three to five years and re-evaluate the need. Studies show there may be little added benefit in longer-term use.\n\nAnd many doctors now prescribe the drugs mainly to women who already have osteoporosis rather than the estimated 30 million postmenopausal women with “osteopenia,” or only slightly reduced bone mass, who were targeted in early ad campaigns.\n\n“We’re trying to move away from the word ‘osteopenia.’ It isn’t a disease. It merely tells us that bone density is in the lower part of normal range. There are an awful lot of people who fall into that category who may never get osteoporosis,” says Robert Lindsay, chief of medicine at Helen Hayes Hospital in West Haverstraw, N.Y. He has received lecture fees from two osteoporosis drug makers.\n\nMany of the women who suffered sudden thigh fractures were relatively young and had taken bisphosphonates for years for osteopenia.\n\nPat Sullivan, a 62-year-old from Delaware, Ohio, has osteoporosis in her spine. She is trying to consumer more calcium and exercise more to help before going on medication. Here she is hiking in Acadia National Park in July. Photo: Doug Sullivan\n\nJennifer Schneider, a Tucson, Ariz., physician, was 59 years old and had taken bisphosphonates for seven years when her thigh bone suddenly snapped on the subway while visiting New York City in 200.X-rays showed her femur—usually one of the strongest bones in the body—had broken in two just below the hip. Surgeons inserted a titanium rod to hold the bone together, but the fracture was slow to heal and required a second surgery.\n\nIn a published study of 81 cases, Dr. Schneider found that, after the first fracture, 40% of the women suffered a similar break in the other leg within two years, and 35% had delayed healing.\n\nOne theory is that prolonged use of the drugs may slow the turnover of bone too much in some people, leaving it unusually brittle. Estimates of how common these fracture are range from 1 in 100,000 to 1 in 500 among women who have used bisphosphonates for five years or more.\n\nDr. Schneider, who has formed a support group of fellow fracture sufferers, has testified before the Food and Drug Administration, asking for stronger warnings about the drugs. She also says some doctors are continuing to prescribe bisphosphonates for too long.\n\nAnother severe side effect, osteonecrosis of the jaw, in which sections of jaw bone deteriorate after dental work and don’t heal, is estimated to occur in less than 1 per 10,000 patients taking bisphosphonates for osteoporosis.\n\nSome dentists now suggest that women contemplating invasive dental work have it done before they start taking bisphosphonates, but the American Dental Association has not made a formal recommendation.\n\nMakers of bisphosphonates say there is no definitive proof that bisphosphonates cause either atypical femur fractures or jaw bone deterioration.\n\nFor its part, the FDA has told doctors and patients to be aware of the potential for typical femur fractures and jaw problems and urged caution about long-term use of the drugs, but has not issued specific recommendations about when to stop or for how long.\n\nStill, consensus is emerging among researchers and bone experts on other points.\n\nWomen should have a baseline bone density scan at least by age 65, and earlier if they have a strong family history of osteoporosis and other risk factors. A score of minus 2.5 indicates osteoporosis, but treatment should not be based on that alone, doctors now say.\n\nAn online tool, known as FRAX, for Fracture Risk Assessment Tool, developed by the World Health Organization, takes into account other factors such as a patient’s age, gender, weight, height, smoking, alcohol consumption and parental hip fractures. It computes the chances of suffering a major bone fracture in the next 10 years. The National Osteoporosis Foundation says if the risk is more than 3% for a hip fracture or 20% for other major fractures, the advantages of treatment outweigh the risks.\n\nBisphosphonates are still the first line of treatment for osteoporosis. Other osteoporosis drugs have different trade-offs.\n\nAll the bisphosphonates are now available in generic form, for as little as $5 a month. Newer osteoporosis drugs retailing for hundreds of dollars or more a month include Forteo (teriparatide) and Prolia (denosumab).\n\nDoctors continue to recommend 1000 to 1500 mg of calcium, 600 to 800 IUs of vitamin D and at least 30 minutes of weight-bearing exercise, three times a week. Whether that alone is sufficient to prevent osteoporosis in some patients isn’t clear, but some think it’s the safest course.\n\nPat Sullivan, a 62-year old retired teacher in Delaware, Ohio, was told she had osteopenia six years ago. Increasing her calcium and vitamin D intake and exercising more, she was able to improve her bone-density score temporarily. Then, she began to be less diligent and another bone scan two months ago showed full osteoporosis in her spine.\n\nHer doctor wants her to begin treatment—two years of Forteo to stimulate bone growth, then twice-yearly injections of Prolia, to prevent losing that new bone. But Mrs. Sullivan is worried about possible side effects and plans to see if she can build her bone back naturally instead. “By next year, if my score hasn’t improved, I’ll seriously look into the medicine,” she says.\n\nWrite to Melinda Beck at HealthJournal@wsj.com", "images": ["https://si.wsj.net/public/resources/images/BN-MO975_0215hj_H_20160212145356.jpg", "https://si.wsj.net/public/resources/images/PJ-CF273_HJOURN_9U_20160215084517.jpg", "https://s.wsj.net/public/resources/images/B3-FK672_STREAM_C_20191108185629.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/b5e977a5139ed9e9684742f90919df7b635ae623.jpg?5dc9aba2", "https://m.wsj.net/video/20191107/110719opvidpw3/110719opvidpw3_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/0d2ffa0d6fff89f02d5a9d5508d5467ad9dbd858.jpg?5dc9aba1", "https://si.wsj.net/public/resources/images/BN-MO974_0215hj_H_20160212145356.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/487b80633438bb2d561829c2e7f8bccee2c45e0b.jpg?5dc9ab9e", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/2a7d0786567f18bb6a72f17019cd642c0b51f730.jpg?5dc9aba1", "https://m.wsj.net/video/20191107/110719electiontech2/110719electiontech2_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/93d4c0693749e5d6abc5f87d798d3bfdb580948b.jpg?5dc995fd", "https://si.wsj.net/public/resources/images/BN-MO973_0215hj_H_20160212145356.jpg", "https://images.wsj.net/im-101746?width=111&height=62", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/f600b0a56ee84a4d350fa4e522e51ee27d5fd426.jpg?5dc9aba3", "https://m.wsj.net/video/20191104/cinvest1105/cinvest1105_167x94.jpg", "https://images.wsj.net/im-125154?width=111&height=62", "https://s.wsj.net/public/resources/images/B3-ES110_PARTNE_C_20190809085434.jpg", "https://m.wsj.net/video/20191101/110419elevatorpai/110419elevatorpai_167x94.jpg", "https://si.wsj.net/public/resources/images/BN-MO975_0215hj_D_20160212145356.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/461b35da8a2936ee4a7ca01072773c0d5aa427f2.jpg?5dc9aba4", "https://images.wsj.net/im-125571/social", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/869c2a340c4c25db5466a6de556da60ae1a2bf4e.jpg?5dc9aba2", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/4a581253a775cca47f02b15ba756a5f4ccf7b8bf.jpg?5dc969b8", "https://images.wsj.net/im-124802?width=111&height=62", "https://si.wsj.net/public/resources/images/BN-MO975_0215hj_G_20160212145356.jpg", "https://m.wsj.net/video/20191107/110719seib/110719seib_167x94.jpg"], "top_img": "https://si.wsj.net/public/resources/images/BN-MO975_0215hj_G_20160212145356.jpg", "keywords": [], "authors": ["Melinda Beck"], "canonical_link": "https://www.wsj.com/articles/more-support-for-osteoporosis-drugs-1455575920", "title": "More Support for Osteoporosis Drugs", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "dj.asn": "i-0fb6", "user.type": "nonsubscriber", "user.exp": "default", "page.section": "Article", "page.content.type": "Article", "page.content.format": "responsive", "page.content.source": "WSJ Online", "article.template": "full", "page.site": "wsj", "page.site.product": "WSJ", "page.region": "na,us", "article.id": "SB10879512978000864905404581537091060182356", "article.type": "Health Journal", "article.type.display": "Health Journal", "article.access": "paid", "article.origheadline": "More Support for Osteoporosis Drugs", "article.headline": "More Support for Osteoporosis Drugs", "article.summary": "To treat osteoporosis, the benefits of bisphosphonates outweigh the risks, according to new research and experts", "apple-itunes-app": "app-id=364387007,app-argument=wsj://launch?articleid=SB10879512978000864905404581537091060182356&headline=For%20women%20with%20osteoporosis%2C%20support%20for%20bisphosphonates%20and%20other%20medicines&weburl=http://www.wsj.com/articles/SB10879512978000864905404581537091060182356", "al": {"ios": {"url": "wsj://launch?articleid=SB10879512978000864905404581537091060182356&headline=For%20women%20with%20osteoporosis%2C%20support%20for%20bisphosphonates%20and%20other%20medicines&weburl=http://www.wsj.com/articles/SB10879512978000864905404581537091060182356"}}, "article.page": "Health", "article.section": "Life", "article.published": "2016-02-15T22:38:00.000Z", "article.updated": "2016-02-15T22:38:00.000Z", "article.created": "2016-02-15T22:38:00.000Z", "dateLastPubbed": "2016-02-15T22:41:00.000Z", "author": "Melinda Beck", "keywords": "bisphosphonates,denosumab,evista,forteo,fosamax,fracture,frax,hip fracture,osteopenia,osteoporosis,prolia,raloxifene,reclast,side effects,sudden fracture,teriparatide,political,general news,health,medical conditions,ohwn,life & style,onew,pharmaceuticals,health care,life sciences", "cXenseParse": {"wsj-keywords": "bisphosphonates,denosumab,evista,forteo,fosamax,fracture,frax,hip fracture,osteopenia,osteoporosis,prolia,raloxifene,reclast,side effects,sudden fracture,teriparatide,political,general news,health,medical conditions,ohwn,life & style,onew,pharmaceuticals,health care,life sciences", "wsj-primary-inset": "image", "poptart": {"image": "https://si.wsj.net/public/resources/images/BN-MO975_0215hj_D_20160212145356.jpg"}, "candybar": {"image": "https://si.wsj.net/public/resources/images/BN-MO975_0215hj_E_20160212145356.jpg"}, "wsj-page-content-source": "WSJ Online", "wsj-coral": "true"}, "news_keywords": "bisphosphonates,denosumab,evista,forteo,fosamax,fracture,frax,hip fracture,osteopenia,osteoporosis", "description": "To treat osteoporosis, the benefits of bisphosphonates outweigh the risks, according to new research and experts", "article": {"word_count": 1261, "image_count": 4, "embed_count": 1, "internal_link_count": 2, "external_link_count": 3, "publisher": "https://www.facebook.com/wsj", "opinion": "false"}, "robots": "noarchive,noodp", "language": "en-US", "twitter": {"title": "More Support for Osteoporosis Drugs", "description": "To treat osteoporosis, the benefits of bisphosphonates outweigh the risks, according to new research and experts", "image": {"identifier": "https://si.wsj.net/public/resources/images/BN-MO975_0215hj_G_20160212145356.jpg", "alt": "More Support for Osteoporosis Drugs"}, "card": "summary_large_image", "creator": "@MelindaBeckWSJ", "site": "@WSJ", "domain": "wsj.com"}, "fb": {"app_id": 368513495882, "pages": 8304333127}, "og": {"title": "More Support for Osteoporosis Drugs", "description": "To treat osteoporosis, the benefits of bisphosphonates outweigh the risks, according to new research and experts", "url": "https://www.wsj.com/articles/more-support-for-osteoporosis-drugs-1455575920", "image": {"identifier": "https://si.wsj.net/public/resources/images/BN-MO975_0215hj_G_20160212145356.jpg", "width": 553, "height": 369}, "locale": "en_US", "type": "article", "site_name": "WSJ"}, "cx_pv_id": "k2us20zjuirqzlq3", "cx_shield": "{\"campaign\":99999,\"placement\":\"cx-articlecover\",\"tag\":\"openhouse\",\"type\":\"free\",\"bucket\":3}", "referrer": "always"}, "movies": [], "publish_date": null, "source": "http://www.wsj.com", "summary": ""}