{"url": "https://www.washingtonpost.com/national/health-science/could-hyperbaric-treatment-heal-the-brain/2018/01/26/90b3acfa-df87-11e7-8679-a9728984779c_story.html?nid&utm_term=.84d449258bc3", "text": "Many of these patients find themselves stuck with depression, cognitive problems, headaches, fatigue and other symptoms. Known as post-concussion syndrome, this phenomenon is often difficult to treat. Antidepressants can lift moods, painkillers can ease headaches and physical therapy may ease dizziness, but most researchers agree that these remedies don't heal the injury within the brain.\n\nCould oxygen do the trick? A growing group of scientists and physicians say that hyperbaric treatment, which exposes patients to pure oxygen at higher-than-normal air pressure, may work.\n\nAD\n\nAD\n\n\"These patients don't have enough oxygen to heal the injured parts of their brains,\" said Shai Efrati, a researcher and physician at Tel Aviv University in Israel and a leading hyperbaric scientist. \"Hyperbaric treatment massively increases the amount of oxygen available to the brain.\"\n\nBut other researchers believe that the treatment has no merit and should not be recommended.\n\n\"People want to believe that hyperbaric can fix [brain injuries], and it can't,\" said David Cifu, a researcher at Virginia Commonwealth University in Richmond, who has spent much of his career treating veterans with brain injuries.\n\nCompressed air has been used by doctors since the 17th century. In 1917, two German inventors first used pressurized pure oxygen to treat decompression sickness, which occurs when undersea divers return to the surface too quickly. For the past 50 years, hyperbaric therapy has been approved by the Food and Drug Administration as a treatment for non-healing wounds, carbon monoxide poisoning, burns and decompression sickness. Over the past decade, doctors in the United States and internationally have begun using it to treat mTBIs.\n\nAD\n\nAD\n\nMTBIs include sports-related concussions and head injuries caused by traffic accidents. Also, between 2000 and 2017, 308,853 American service members suffered mild traumatic brain injuries, according to the Department of Defense.\n\nPatients with an mTBI typically experience symptoms that include headache, dizziness, fatigue, depression, anxiety and cognitive impairment. Known as post-concussion syndrome (PCS), this phenomenon is difficult to treat. Doctors use antidepressants, pain medications, biofeedback and physical therapy, but these strategies do not always work.\n\nThe nature of the human brain makes it particularly susceptible to chronic injury. The organ requires large amounts of energy under normal circumstances, and even more to heal when injured. And often, the initial trauma damages blood vessels that supply the brain with oxygen. So, just as the brain needs extra resources, it faces an energy crisis. Often, Efrati and others say, injured brain cells don't die, but may persist for years or decades, alive but hobbled. Hyperbaric therapy, he said, can return them to full function, even years after the injury.\n\nAD\n\nAD\n\n\"Oxygen is different, because it has a direct biological effect on brain tissue,\" said Paul G. Harch, a physician in New Orleans who over the past three decades has used hyperbaric oxygen to treat hundreds of people with chronic brain injury as well as stroke.\n\nPatients typically receive between 40 and 60 hour-long hyperbaric treatments spread over two to three months. During each treatment, they sit or lie inside a hyperbaric chamber, which varies in size from a person-size tube to a large room that can hold several patients. While in the chamber, patients breathe in pure oxygen, typically pressurized to about twice the density of sea-level air; in this environment, the lungs take in about 10 times as much oxygen as under normal conditions.\n\nResearchers say it remains unclear how hyperbaric oxygen affects injured brains. Efrati and others argue that it probably works through several biological pathways. The extra oxygen appears to trigger the healing of brain cells, and switches on genes specifically related to brain repair. It increases the number of stem cells that migrate to sites of brain injury, promotes the growth of new blood vessels in the brain, and boosts the activity of mitochondria, which provide energy to cells throughout the body. Scientists have linked increased mitochondrial activity to healing in many kinds of tissue.\n\nAD\n\nAD\n\nEfrati said the brain is no different from any other part of the body. Pressurized oxygen has the power to repair many kinds of tissue damage. \"A non-healing wound in the leg and a non-healing wound in the brain,\" he said, \"they are the same basic thing.\"\n\nEfrati came to the field accidentally. Eight years ago, as director of research at Assaf Harofeh Medical Center in Tel Aviv, he was asked to oversee the hospital's small hyperbaric chamber. He knew little about hyperbaric medicine and wasn't especially interested in it. But he soon noticed that pressurized oxygen seemed to have an unexpected effect. A patient had come for treatment of foot wounds that wouldn't heal — a common symptom in diabetes. The man had also suffered a traumatic brain injury several years earlier, which left him unable to speak more than a few words. The hyperbaric treatment healed his feet — and also revived his ability to speak. Other patients with wounds and brain injuries had similar surprising results. He began to examine how hyperbaric treatment affects the brain, and this work has become his focus. In 2008. Efrati founded and now directs the Sagol Center for Hyperbaric Medicine and Research at Tel Aviv University and Assaf Harofeh, where he oversees and collaborates with a range of scientists and manages a large hyperbaric treatment facility.\n\nAs the use of hyperbaric therapy for brain injury has grown, it has become increasingly controversial. Critics argue that it remains unproven and that desperate patients are wasting thousands of dollars — the treatment typically costs between $200 and $400 per session and is rarely covered by insurance — on a technique that rarely if ever helps. Between 2009 and 2015, Cifu oversaw three studies for the Department of Veterans Affairs — reportedly at a taxpayer cost of about $70 million — of about 60 active-duty service members with post-concussion syndrome. The studies found that hyperbaric treatment had little effect on their symptoms.\n\nAD\n\nAD\n\nOverall, there is relatively little research on hyperbaric treatment for brain injury, in part because pressurized oxygen can't be patented, which limits its potential profitability. \"It's very difficult to get funding for studies on this topic,\" Harch said.\n\nA few studies besides Cifu's have looked at humans. In a paper published in October, Efrati and colleagues examined 15 post-concussion syndrome patients who had received hyperbaric treatment. Using brain imaging, the scientists found that after treatment, the subjects had increased cerebral blood flow as well as more activity in brain areas that had previously been dormant. They say that this indicates that hyperbaric treatment triggered regeneration of nerve fibers and blood vessels in the brain. In addition, tests showed that the subjects had improved memory and processing speed. In another study, published in 2015, researchers gave hyperbaric oxygen to 56 patients with prolonged post-concussion syndrome. They found that many patients showed significant improvements in cognitive function and overall quality of life.\n\nWhile the research remains inconclusive, some American doctors are using oxygen to treat chronic brain injuries.\n\nAD\n\nAD\n\nZiad Mirza is one of them. For most of his career, he dispensed hyperbaric treatment for hospitals around Baltimore. Two years ago, he became chief medical officer for Hyperheal Hyperbarics, a company with three clinics in the Baltimore area. Since then, he said, he has treated about a half-dozen brain-injury patients, with mostly positive results.\n\nOne of these patients is Parisa Cook, 29, who in 2016 was found to have a tennis ball-size tumor in her brain. Surgeons removed it, but the operation was not a complete success. Cook, who lives in Baltimore, began to suffer from debilitating symptoms: She had problems with her short-term memory; she had constant headaches and couldn't concentrate; her vision became blurry and dark; and her hearing was altered, so that all sounds were jumbled and very loud. Specialists told her the operation probably had caused collateral brain trauma.\n\nOver the course of a year, she went to eight doctors and tried more than a dozen medications and a variety of other treatments. Nothing helped. A policy analyst for the Maryland Department of Health, she worried that she would have to quit her job. She began to consider suicide. \"I felt completely hopeless,\" she said.\n\nAD\n\nAD\n\nThen Cook read about hyperbaric oxygen treatment. She got in touch with Mirza and began treatments. After a single session, she said, her vision was no longer wobbly; after 20 sessions over a month, she felt \"perfect.\" \"It was a complete 180,\" she said. \"This treatment saved my life.\"\n\nCook's primary-care doctor, Sujay Pathak, an internist in Baltimore, first saw her in February. \"Her life was totally interrupted by this. She couldn't function,\" Pathak said.\n\nBut a few weeks after starting hyperbaric therapy in September, she \"got suddenly and rather miraculously better,\" Pathak said.\n\nOf course, such anecdotes are not the same as rigorous scientific research. Efrati agreed that hyperbaric treatment requires more research. \"Definitely, we need more science,\" he said. \"We have a lot to learn. But we are seeing the results with our patients. It works, again and again and again.\"\n\nAD", "images": ["https://www.washingtonpost.com/resizer/dTV_5_p-k1kTld8VujhJiJfj3z0=/150x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/NUWU5SQCX4I6RBVZREEHIPDZ3U.jpg", "https://www.washingtonpost.com/resizer/B2k_bvxQdQdc_3xHcN2YKWeS9Bs=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/NUWU5SQCX4I6RBVZREEHIPDZ3U.jpg"], "top_img": "https://www.washingtonpost.com/resizer/B2k_bvxQdQdc_3xHcN2YKWeS9Bs=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/NUWU5SQCX4I6RBVZREEHIPDZ3U.jpg", "keywords": [], "authors": ["David Kohn"], "canonical_link": "https://www.washingtonpost.com/national/health-science/could-hyperbaric-treatment-heal-the-brain/2018/01/26/90b3acfa-df87-11e7-8679-a9728984779c_story.html", "title": "Could hyperbaric treatment heal the brain?", "meta_data": {"description": "Some say oxygen therapy could correct mild traumatic brain injuries; others are skeptical.", "og": {"site_name": "Washington Post", "type": "article", "url": "https://www.washingtonpost.com/national/health-science/could-hyperbaric-treatment-heal-the-brain/2018/01/26/90b3acfa-df87-11e7-8679-a9728984779c_story.html", "image": "https://www.washingtonpost.com/resizer/B2k_bvxQdQdc_3xHcN2YKWeS9Bs=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/NUWU5SQCX4I6RBVZREEHIPDZ3U.jpg", "title": "Could hyperbaric treatment heal the brain?", "description": "Some say oxygen therapy could correct mild traumatic brain injuries; others are skeptical."}, "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "title": "Could hyperbaric treatment heal the brain?", "description": "Some say oxygen therapy could correct mild traumatic brain injuries; others are skeptical."}, "article": {"content_tier": "metered", "opinion": "false"}, "viewport": "width=device-width, initial-scale=1"}, "movies": [], "publish_date": 1516942800.0, "source": "https://www.washingtonpost.com", "summary": ""}