{"url": "http://www.washingtonpost.com/news/to-your-health/wp/2015/05/17/new-test-could-sharply-reduce-risky-costly-lung-cancer-biopsies/", "text": "The first procedure carries a 15 percent risk of collapsing a lung (pneumothorax), as well as infection. The second is serious surgery that requires general anesthesia and results in the loss of lung tissue. Both are in-patient procedures that carry the cost and other risks of hospitalizations. In about a third of the surgeries, the growth turns out to be benign, meaning the surgery was unnecessary.\n\nBut now, according to a study published Sunday in the New England Journal of Medicine, there appears to be a new, much less invasive way of determining whether a growth is malignant. Researchers at Boston University have discovered that the thin epithelial cells that line the entire airway show changes that indicate whether a growth is malignant. With small brushes on the bronchoscope, they can take some of those cells and, using genomic testing that has been available only in recent years, reach a conclusion.\n\nAD\n\nAD\n\nThe study released Sunday showed that the tests were about 97 percent accurate on 639 subjects. A private company has purchased the technology and is making it available to hospitals across the country.\n\n\"Even though lung cancer tends to develop deep in your lung, all the cells that line your airway are exposed,\" said Avrum Spira, a professor of medicine at Boston University who led the research. \"They have changes in their genome.\"\n\nSpira's test focuses on messenger RNA, the molecules that express genes' instructions to cells. He called the technology \"a canary in the coal mine\" for lung cancer, which kills about 160,000 people in the United States each year.\n\nAD\n\nIf the test is negative, its accuracy will allow doctors to wait and watch a lesion. If it shows a malignancy, a biopsy still would be needed to confirm the cancer. \"There will still be a small number of biopsies,\" Spira said. \"But we're going to reduce them significantly.\"\n\nAD\n\nOther research is being conducted to find markers for lung cancer, though much of it focuses on substances that can be found in the blood, Spira said. With the vast majority of lung cancer victims being smokers, the epithelial cells show changes that could be tracked once the technology became available, he said.\n\nThe next logical question is whether those changes might be detected early enough to predict and prevent lung cancer. Spira said his team already is working on research to determine whether that's possible.\n\nAD\n\nThe current advance was a long time in coming and shows the difficulty of bringing research from the lab to the consumer. Spira said the initial discovery was made 12 years ago, but he couldn't find any private group willing to put up the millions of dollars needed to conduct studies, work through the government and academic regulatory process and bring his idea to market.\n\nAD\n\nSeven years ago, he formed his own company, raised venture capital and eventually proved that his idea worked. Now his company has been purchased by Veracyte, which will take over the production and marketing of the \"Bronchial Genomic Classifier.\"\n\n\"We were adding 30 seconds to a minute\" to the length of a bronchoscopy, Spira said. \". . . Even then, the regulatory hurdles were significant. We got over them all, but they were significant.\"\n\nCorrection: The original version of this post incorrectly named the company that is distributing the Bronchial Genomic Classifier. This version has been corrected.\n\nAD", "images": ["http://www.washingtonpost.com/pf/resources/images/favicon.ico?d=148", "https://www.washingtonpost.com/resizer/EWxaEfogFZj4C8vbonaf5oqNyIw=/90x90/smart/s3.amazonaws.com/arc-authors/washpost/033c1b1b-8262-4f85-9f09-5edd9ab3e4c8.png"], "top_img": "http://www.washingtonpost.com/pf/resources/images/favicon.ico?d=148", "keywords": [], "authors": ["Lenny Bernstein", "Reporter Covering Health", "Health Reporter"], "canonical_link": "https://www.washingtonpost.com/news/to-your-health/wp/2015/05/17/new-test-could-sharply-reduce-risky-costly-lung-cancer-biopsies/", "title": "New test could sharply reduce risky, costly lung cancer biopsies", "meta_data": {"description": "A researcher's 12-year effort pays off in a new procedure that could significantly reduce the number of surgeries needed to determine whether a growth is cancerous", "og": {"site_name": "Washington Post", "type": "article", "url": "https://www.washingtonpost.com/news/to-your-health/wp/2015/05/17/new-test-could-sharply-reduce-risky-costly-lung-cancer-biopsies/", "title": "New test could sharply reduce risky, costly lung cancer biopsies", "description": "A researcher's 12-year effort pays off in a new procedure that could significantly reduce the number of surgeries needed to determine whether a growth is cancerous"}, "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "title": "New test could sharply reduce risky, costly lung cancer biopsies", "description": "A researcher's 12-year effort pays off in a new procedure that could significantly reduce the number of surgeries needed to determine whether a growth is cancerous"}, "article": {"content_tier": "metered", "opinion": "false"}, "viewport": "width=device-width, initial-scale=1"}, "movies": [], "publish_date": 1431835200.0, "source": "http://www.washingtonpost.com", "summary": ""}