{"url": "http://www.NPR.org/templates/story/story.php?storyId=122774705", "text": "MS Patients May Soon Bypass Painful Injections\n\nAbout 400,000 Americans have multiple sclerosis, and up until now, the only drugs offered to them to slow the course of the disease had to be injected or dripped into a vein. But soon, it seems, they will have an alternative to this painful regimen: drugs that can be taken by mouth.\n\nEasier To Take, More Impact\n\nThis week's issue of The New England Journal of Medicine reports on two new drugs that can be taken orally to slow the progress of MS. The studies for these drugs, which are not yet on the market, were funded by the drug manufacturers.\n\nDr. John Richert, executive vice president of research and clinical programs at the National MS Society, says the introduction of these pills will mark a major improvement in the lives of MS patients.\n\n\"What we've had available the last 16, 17 years has made a big difference,\" Richert says, \"and what we have coming onboard now, these are going to make even a larger difference. It's really an important advance.\"\n\nThe main benefit of the pills will be that they are easier to take. Richert believes this simpler option will encourage more people to seek treatment.\n\n\"People will be more prone to take them early, more prone to stay on the drugs,\" Richert says.\n\nThe new pills also appear to be more effective than most current drugs. In clinical tests they reduced the number of flare-ups by more than half. The drugs now on the market typically reduce flare-ups by only a third. Such relapses reflect underlying nerve damage, so reducing their number is an indicator that less damage is taking place.\n\nA Welcome Alternative\n\nJeffrey Babin, a professor at the University of Pennsylvania, was diagnosed with MS nearly seven years ago, when he was 39. He says the discovery shook his world.\n\n\"This is a very scary disease. And when you have an episode, it is one of the most life-changing and life-re-evaluating events,\" Babin says.\n\nHe has been free of MS relapses for several years now, an improvement that may be attributed to the drug Copaxone, one of a half-dozen drugs on the market now that can slow the course of MS.\n\nBabin says he is grateful for the drug — but he has to go through the painful process of injecting it every day.\n\n\"Injections are no fun; nobody likes to inject themselves,\" Babin says. \"In my case, I wouldn't say there are any major side effects, but I do get those painful welts at the injection sites.\"\n\nThose painful welts are something he would happily do without — and the new pills could be the answer.\n\nCaution Warned, Risks Remain\n\nDr. Peter Calabresi of Johns Hopkins University School of Medical is an author of one new study. He is excited about the new drugs, but cautious.\n\n\"It's extremely exciting. I'm happy to have a new choice, especially a pill,\" Calabresi says. \"I think we also have to be careful and not use it too abruptly or too easily.\"\n\nCalabresi says many people think of pills as safer than injections, but this may not be the case.\n\n\"In reality, these are extremely potent pills that have the potential to cause a variety of serious side effects,\" he says.\n\nThe potential side effects include skin cancers, vision problems and dangerous infections.\n\nThese dangers are nothing new — the MS drug Tysabri was pulled from the market after some patients came down with rare brain infections. It was later reintroduced with strict monitoring requirements.\n\nIn light of that experience, federal regulators may go slowly with the two new drugs, called fingolimod and cladribine.\n\nWhen considering changes to his own medicinal regimen, Babin says he will go slowly too.\n\n\"In spite of the fact that I hate injections, I probably would not leap at the first pill that comes to market,\" he says. \"You want to be careful to jump into something new and risk the side effects from something you haven't tried before.\"\n\nMeanwhile, approval of another new oral MS drug may come soon. That drug, called fampridine, does not prevent the nerve damage of MS, but in about a third of patients, it improves their damaged nerves, so they can walk better.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "keywords": [], "authors": ["Richard Knox"], "canonical_link": "https://www.npr.org/templates/story/story.php?storyId=122774705", "title": "MS Patients May Soon Bypass Painful Injections", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2010-01-20", "description": "About 400,000 Americans have multiple sclerosis, and up until now, the only drugs offered to them to slow the course of the disease had to be injected or dripped into a vein. But soon, it seems, they will have an alternative to this painful regimen: drugs that can be taken by mouth.", "og": {"title": "MS Patients May Soon Bypass Painful Injections", "url": "https://www.npr.org/templates/story/story.php?storyId=122774705", "type": "article", "description": "About 400,000 Americans have multiple sclerosis, and up until now, the only drugs offered to them to slow the course of the disease had to be injected or dripped into a vein. But soon, it seems, they will have an alternative to this painful regimen: drugs that can be taken by mouth.", "image": "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary", "title": "MS Patients May Soon Bypass Painful Injections", "site": "@NPR", "domain": "npr.org"}}, "movies": [], "publish_date": null, "source": "http://www.NPR.org", "summary": ""}