{"url": "http://www.NPR.org/templates/story/story.php?storyId=128668304", "text": "Tiny Eye Telescope Brings Back A World Of Sight\n\ntoggle caption Courtesy VisionCare Ophthalmic Technologies\n\nThe Food and Drug Administration has approved a new treatment that could help millions of older adults who are nearly blinded by macular degeneration. It’s a miniature telescope implanted directly into the eye that magnifies images to more than twice their size.\n\nFindings from the clinical trials show that the telescope does improve vision for the majority of patients. Still, there are some concerns about corneal damage, since the telescope is relatively large inside the eye. And the population who might benefit from the new device is somewhat limited. The treatment doesn't work for those who have had cataract surgery. And for those who catch the disease early on, there may be better options.\n\nBut for 80-year-old Marian Orr, the implanted telescope was just what she needed. Orr has a big family: five children, eight grandchildren and four great-grandchildren. That means lots of graduations, weddings and school events. In other words, lots to see. So when Orr's vision began to decline in her mid 70s, she got worried. Both her father and uncle went blind in their 60s, and she knew macular degeneration was often inherited.\n\nOrr says her sight gradually diminished. It got to the point \"where I couldn't see. If I looked at you straight on, I couldn't see your face, could only see your head,\" she says. \"I couldn't see the eyes and the nose. I could just see the round head that was all, sort of like a halo was all over it.\"\n\nThis blurred vision is pretty typical of macular degeneration.\n\nEnlarge this image toggle caption Jessica Daitch Jessica Daitch\n\nOrr couldn't see things in a store. Her daughter took her grocery shopping. Orr couldn't identify pots, pans and dishes in her kitchen. And the outdoors became an unfamiliar, startling place.\n\nTesting The Tiny Telescope\n\nSo when Orr's cousin read about an experimental treatment for macular degeneration, Orr quickly got in touch with one of the researchers, had some basic tests, and before she knew it, she was one of more than 200 patients to have an experimental miniature telescope implanted in her eye.\n\nDr. Kathryn A. Colby, ophthalmic surgeon at Massachusetts Eye and Ear Infirmary in Boston and assistant professor of ophthalmology at Harvard Medical School, calls the pea-sized technology a true \"breakthrough\" that could help millions of patients who, until now, have had no treatment options. Colby was one of the principal investigators in the clinical trials of the miniature telescopes. They were conducted at 28 leading ophthalmic centers and included 219 patients with end-stage, age-related macular degeneration. She was not Orr's doctor.\n\nWhat happens with age-related macular degeneration is that the center of the retina deteriorates, and people gradually lose sight. Colby says if you think of the eye as an old-style camera with film, then the retina is the film. Over years of wear and tear, it degenerates and weakens and no longer transmits full images to the brain. That's why Orr saw blank spots where people's noses and eyes should be in their faces, sort of like \"holes in the film,\" says Colby.\n\nColby says that by magnifying the image, the telescope allows the part of the vision that's missing to become smaller. And so the \"blanks\" in the image appear to fill up, presenting the individual with a nearly complete image.\n\nBut, like all telescopes, when vision is narrowly focused, the peripheral view gets lost. This is why the telescope is implanted in only one eye. The other eye is used for peripheral vision.\n\nColby says that's also why patients need to learn to use the implanted telescope eye for near activities. For example, if they're looking to see what time it is on a clock, they use the eye with the implanted telescope. But if they're scanning the room to see exactly where the clock is, they use the other eye, which also has end-stage macular degeneration.\n\nAfter surgery, patients do a variety of eye exercises to train their eyes to work together. It wasn't hard for Orr, who was used to wearing contacts, one for distance and one for close-up. For her, the tiny new eye telescope has put the \"bustle\" back into her life.\n\n\"I'm very active in my church. And I am a lunch buddy at one of the schools nearby,\" she says. Orr has lunch every week with the children in the first and second grades. She reads a lot, even books with regular-sized print, which her daughter gives her. She can read the newspaper and watch TV. \"I'm busy,\" she says. \"That's for sure!\"\n\nEarly Findings\n\nPractically all the patients in the telescope study with Orr had their vision improve. And 75 percent of them, like Orr, had major improvement. But because the telescope is relatively large, patients risk damage to the cornea. In the study, 10 out of 219 patients had corneal problems. Five required a corneal transplant. As a result, the Food and Drug Administration plans to monitor safety for at least five years for the next set of patients who receive the telescope.\n\nDespite its terrific potential, the new eye telescope isn't for everyone. Dr. George Williams is an ophthalmologist and retinal surgeon associated with the American Academy of Ophthalmology. He sees lots of patients who might qualify for the eye telescope.\n\nBut he also sees a lot of patients who cannot be candidates. For one, the treatment doesn't work for those who have had cataract surgery.\n\n\"In order to implant this device, we need to remove the natural lens, or the cataract, and then use a portion of the natural lens to position and support the telescope,\" says Williams.\n\nEnlarge this image toggle caption VisionCare Ophthalmic Technologies VisionCare Ophthalmic Technologies\n\nCataract surgery removes the natural lens and, in most cases, replaces it with an artificial lens, which means there is no foundation for the telescope.\n\nAnd for patients who are in the early stages of macular degeneration, Williams says that medications approved just six years ago are effective and a lot less invasive than the telescope. The drugs are injected directly into the eye on a monthly basis. And with this treatment, doctors are able to prevent severe visual loss in over 90 percent of patients. In nearly half of all patients, visual improvement is significant.\n\nSo the take-home message: If you're over 60 and you begin to experience visual loss, get yourself to an eye specialist as soon as possible to see if you can be treated with medication to stabilize and even reverse the vision loss you've experienced. If that happens, Williams says, then patients may never get to the point where they need a telescope in their eye.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/news/2010/07/26/thumb-eec2555c8bbdd08d1b16bc83148d31a60f59ec07-s800-c15.jpg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/assets/news/2010/07/26/marian-e21179a4fd971413d9f0b401848d3d99ed6de215-s800-c15.jpg", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/assets/news/2010/07/26/thumb_wide-6a5bb2f8d8bae55df90311287dcc7077b1df40d7.jpg?s=1400", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/news/2010/07/26/eyediagram-63549729e42d909535ea9fecc36f77ee0039ffe3-s800-c15.jpg", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/news/2010/07/26/thumb_wide-6a5bb2f8d8bae55df90311287dcc7077b1df40d7.jpg?s=1400", "keywords": [], "authors": ["Patti Neighmond"], "canonical_link": "https://www.npr.org/templates/story/story.php?storyId=128668304", "title": "Tiny Eye Telescope Brings Back A World Of Sight", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2010-07-25", "description": "The FDA has approved a new treatment to help older people with age-related macular degeneration. A tiny eye telescope is implanted into the eye to magnify images. The device could restore quality of life to people who are nearly blind, FDA officials say, but there are some potential drawbacks.", "og": {"title": "Tiny Eye Telescope Brings Back A World Of Sight", "url": "https://www.npr.org/templates/story/story.php?storyId=128668304", "type": "article", "description": "The FDA has approved a new treatment to help older people with age-related macular degeneration. A tiny eye telescope is implanted into the eye to magnify images. The device could restore quality of life to people who are nearly blind, FDA officials say, but there are some potential drawbacks.", "image": "https://media.npr.org/assets/news/2010/07/26/eyediagram_wide-fb592dd5d093b7852972bf99bb673c63cea58689.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Tiny Eye Telescope Brings Back A World Of Sight", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/news/2010/07/26/thumb_wide-6a5bb2f8d8bae55df90311287dcc7077b1df40d7.jpg?s=1400"}}}, "movies": [], "publish_date": null, "source": "http://www.NPR.org", "summary": ""}