{"url": "https://web.archive.org/web/20150203061108/http://well.blogs.nytimes.com/2015/02/02/can-attention-deficit-drugs-normalize-a-childs-brain/", "text": "Photo\n\nDr. Mark Bertin is no A.D.H.D. pill-pusher.\n\nThe Pleasantville, N.Y., developmental pediatrician won’t allow drug marketers in his office, and says he doesn’t always prescribe medication for children diagnosed with attention deficit hyperactivity disorder. Yet Dr. Bertin has recently changed the way he talks about medication, offering parents a powerful argument. Recent research, he says, suggests the pills may “normalize” the child’s brain over time, rewiring neural connections so that a child would feel more focused and in control, long after the last pill was taken.\n\n“There might be quite a profound neurological benefit,” he said in an interview.\n\nA growing number of doctors who treat the estimated 6.4 million American children diagnosed with A.D.H.D. are hearing that stimulant medications not only help treat the disorder but may actually be good for their patients’ brains. In an interview last spring with Psych Congress Network, http://www.psychcongress.com/video/are-A.D.H.D.-medications-neurotoxic-or-neuroprotective-16223an Internet news site for mental health professionals, Dr. Timothy Wilens, chief of child and adolescent psychiatry at Massachusetts General Hospital, said “we have enough data to say they’re actually neuroprotective.” The pills, he said, help “normalize” the function and structure of brains in children with A.D.H.D., so that, “over years, they turn out to look more like non-A.D.H.D. kids.”\n\nMedication is already by far the most common treatment for A.D.H.D., with roughly 4 million American children taking the pills — mostly stimulants, such as amphetamines and methylphenidate. Yet the decision can be anguishing for parents who worry about both short-term and long-term side effects. If the pills can truly produce long-lasting benefits, more parents might be encouraged to start their children on these medications early and continue them for longer.\n\nLeading A.D.H.D. experts, however, warn the jury is still out.\n\n“Sometimes wishful thinking gives us hope that the impressive short-term relative benefits of medication over other treatments will persist beyond childhood, but I haven’t seen it,” said James Swanson, director of the Child Development Center at the University of California at Irvine. Dr. Swanson, a co-author of a landmark federally funded study, the Multimodal Treatment of Attention Deficit Hyperactivity Disorder, said that follow-up research found overall improvement but no greater long-term benefits after three years for children who were treated with medication compared to those who weren’t. One possible reason, as the report noted, was that many children refuse to continue taking medication after a year or so, something most parentsof such children well know.\n\nResearch has shown that the brains of people with A.D.H.D. on average look and function differently than those who don’t have the disorder, particularly when it comes to processing two important neurotransmitters: dopamine and norepinephrine. For most people with A.D.H.D., stimulants can temporarily boost focus, motivation and self-control by increasing the availability of these chemical messengers. The question is whether these effects can last once the drugs have left the bloodstream.\n\nIn arguing for “normalization,” Dr. Wilens cited a major review in the Journal of Clinical Psychiatry in late 2013, http://www.ncbi.nlm.nih.gov/pubmed/24107764 which looked at 29 brain-scan studies. Although the studies had different methods and goals, the authors said that, together, they suggested that stimulants “are associated with attenuation of abnormalities in brain structure, function, and biochemistry in subjects with A.D.H.D.”\n\nBut other A.D.H.D. experts challenge this conclusion. Dr. F. Xavier Castellanos, director of research at the New York University Child Study Center, called assertions that stimulants are neuroprotective “exaggerated,” adding: “The best inference is that there is no evidence of harm from medications – normalization is a possibility, but far from demonstrated.”\n\nA.D.H.D. is an exceptionally controversial diagnosis, with particular controversy zeroing in on researchers, including Dr. Wilens himself and some of the authors of the 2013 report he cited who have received financial support from pharmaceutical firms. In an email, Dr. Wilens said he had not received “any personal income” from the pharmaceutical industry since 2009.\n\nAs several experts noted, a major impediment to determining the long-term impacts of A.D.H.D. medication is that a “gold-standard” study would require researchers to assign children randomly to groups that either received medication or didn’t. Such a practice has been deemed unethical due to the widespread belief that the medication can help struggling children, at least in the short-term.\n\nAnd other research has raised new concerns. One peer-reviewed 2013 study, http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0063023 co-authored by Dr. Swanson suggested that the stimulants may change the brain over time so as to undermine the long-term response to the medication and even exacerbate symptoms when people aren’t taking them.\n\nDr. Peter Jensen, the former associate director of child and adolescent research at the National Institute of Mental Health, cautioned that parents should not try to force children with A.D.H.D. to take medication when they don’t want to, adding that “most kids don’t want to.”\n\nDr. Jensen, who now heads the REACH Institute, a national nonprofit organization concerned with children’s mental health, once surveyed 100 parents of sons and daughters in their 20s who had been diagnosed with A.D.H.D., asking what made the most difference.\n\n“Eighty percent of them said ‘Love your child. Help him or her advocate for themselves, and find a doc who’ll work with you through thick or thin whether you medicate or not,” Dr. Jensen said. “Only a minority of these parents mentioned medication.”\n\nKatherine Ellison is a Pulitzer Prize-winning former foreign correspondent and author and co-author of seven books, including the forthcoming “What Everyone Needs to Know about A.D.H.D.” (Oxford University Press), co-authored with Stephen Hinshaw, Vice-Chair for Psychology, Department of Psychiatry, University of California, San Francisco.\n\nKatherine Ellison is an author or co-author of four books about A.D.H.D. and education, including “Buzz: A Year of Paying Attention.”", "images": ["https://web.archive.org/web/20150203061108im_/http://graphics8.nytimes.com/images/2014/11/13/blogs/activity-tracker-promo-wrists/activity-tracker-promo-wrists-thumbWide.png", "https://web.archive.org/web/20150203061108im_/http://graphics8.nytimes.com/images/2014/10/23/health/wellworkout_promoapp/wellworkout_promoapp-videoSixteenByNine600.png", "https://web.archive.org/web/20150203061108im_/http://graphics8.nytimes.com/images/2013/02/08/health/08well_flu/08well_flu-blogSmallThumb.jpg", "https://web.archive.org/web/20150203061108im_/http://graphics8.nytimes.com/images/2015/02/03/science/03ATTENTIONSUB/03ATTENTIONSUB-videoSixteenByNine600.jpg", "https://web.archive.org/web/20150203061108im_/http://graphics8.nytimes.com/images/2015/02/03/science/03ATTENTIONSUB/03ATTENTIONSUB-tmagArticle.jpg", "https://web.archive.org/web/20150203061108im_/http://graphics8.nytimes.com/images/blogs_v5/well/well_post.png", "https://web.archive.org/web/20150203061108im_/http://graphics8.nytimes.com/images/2014/03/19/science/19BUGS_LADYBUG/19BUGS_LADYBUG-blogSmallThumb.jpg", "https://web.archive.org/web/20150203061108im_/http://graphics8.nytimes.com/images/2012/08/21/health/21sleep_lede/21sleep_lede-thumbStandard.jpg", "https://web.archive.org/web/20150203061108im_/http://graphics8.nytimes.com/images/2014/10/28/health/faces-of-breast-cancer-collage/faces-of-breast-cancer-collage-videoSixteenByNine600.jpg", "https://web.archive.org/web/20150203061108im_/http://graphics8.nytimes.com/images/2013/03/26/science/26SALI2/26SALI2-custom1.jpg", "https://web.archive.org/web/20150203061108im_/http://graphics8.nytimes.com/images/2013/10/03/health/03well_eyes/03well_eyes-blogSmallThumb.jpg", "https://web.archive.org/web/20150203061108im_/http://i1.nyt.com/images/2014/10/28/health/faces-of-breast-cancer-collage/faces-of-breast-cancer-collage-thumbWide.jpg", "https://web.archive.org/web/20150203061108im_/http://graphics8.nytimes.com/images/2014/10/23/health/wellworkout_promoapp/wellworkout_promoapp-thumbWide.png"], "top_img": "https://web.archive.org/web/20150203061108im_/http://graphics8.nytimes.com/images/2015/02/03/science/03ATTENTIONSUB/03ATTENTIONSUB-videoSixteenByNine600.jpg", "keywords": [], "authors": ["Katherine Ellison"], "canonical_link": "https://web.archive.org/web/20150203061108/http://well.blogs.nytimes.com/2015/02/02/can-attention-deficit-drugs-normalize-a-childs-brain/", "title": "Can Attention Deficit Drugs ‘Normalize’ a Child’s Brain?", "meta_data": {"communityAssetLabels": "NYT_Blogs", "communityAssetTaxonomy": "blogs/well/Can Attention Deficit Drugs 'Normalize' a Child's Brain? ( 20150202 )", "communityAssetURL": "http://well.blogs.nytimes.com/2015/02/02/can-attention-deficit-drugs-normalize-a-childs-brain/", "PT": "Blogs", "PST": "Blog Post", "sourceApp": "blogs", "author": "Katherine Ellison", "CLMST": "By Katherine Ellison", "byl": "By Katherine Ellison", "GBLC": "Mind", "PUV": "normal", "article": {"published_time": "2015-02-02", "modified_time": "2015-02-03", "section": "Health", "tag": "Psychology and Psychologists", "collection": "http://json8.nytimes.com/services/json/sectionfronts/health/index.jsonp"}, "PUD": 20150202, "pdate": 20150202, "ptime": 20150202164432, "utime": 20150203001552, "DISPLAYDATE": "February 2, 2015", "dat": "February 2, 2015", "CG": "Health", "SCG": "well", "BN": "well", "des": "Attention Deficit Hyperactivity Disorder;Brain;Children and Childhood;Psychology and Psychologists", "keywords": "Attention Deficit Hyperactivity Disorder,Brain,Children and Childhood,Psychology and Psychologists", "news_keywords": "ADHD,Brain,Child,Psychology", "description": "Recent research that says that pills can “normalize” a child’s brain over time has drawn criticism that there is not enough evidence.", "hdl": "Can Attention Deficit Drugs 'Normalize' a Child's Brain?", "og": {"title": "Can Attention Deficit Drugs 'Normalize' a Child's Brain?", "type": "article", "url": "https://web.archive.org/web/20150203061108/http://well.blogs.nytimes.com/2015/02/02/can-attention-deficit-drugs-normalize-a-childs-brain/", "site_name": "Well", "description": "Recent research that says that pills can “normalize” a child’s brain over time has drawn criticism that there is not enough evidence.", "image": "https://web.archive.org/web/20150203061108im_/http://graphics8.nytimes.com/images/2015/02/03/science/03ATTENTIONSUB/03ATTENTIONSUB-videoSixteenByNine600.jpg"}, "thumbnail_150": "http://graphics8.nytimes.com/images/2015/02/03/science/03ATTENTIONSUB/03ATTENTIONSUB-thumbLarge.jpg", "twitter": {"card": "summary", "title": "Can Attention Deficit Drugs 'Normalize' a Child's Brain?", "url": "https://web.archive.org/web/20150203061108im_/http://well.blogs.nytimes.com/2015/02/02/can-attention-deficit-drugs-normalize-a-childs-brain/", "description": "Recent research that says that pills can “normalize” a child’s brain over time has drawn criticism that there is not enough evidence.", "image": "https://web.archive.org/web/20150203061108im_/http://graphics8.nytimes.com/images/2015/02/03/science/03ATTENTIONSUB/03ATTENTIONSUB-thumbLarge.jpg", "site": "@nytimeswell"}, "thumbnail": "https://web.archive.org/web/20150203061108im_/http://graphics8.nytimes.com/images/2015/02/03/science/03ATTENTIONSUB/03ATTENTIONSUB-thumbLarge.jpg", "adxPage": "blog.nytimes.com/well/post"}, "movies": [], "publish_date": 1422853200.0, "source": "https://web.archive.org", "summary": ""}