{"url": "http://www.npr.org/sections/thesalt/2017/09/25/552959006/a-test-confirms-if-you-ve-outgrown-allergies", "text": "This Test Can Determine Whether You've Outgrown A Food Allergy\n\nEnlarge this image toggle caption Michelle Kondrich for NPR Michelle Kondrich for NPR\n\nAn estimated 4 percent of Americans have food allergies, and the Centers for Disease Control and Prevention has concluded that allergies are a growing public health concern. But diagnosing allergies can be tricky, and kids can outgrow them, too.\n\nNow, a new study sheds light on the effectiveness of a test called a food challenge to determine whether a person can tolerate a food they once reacted to.\n\nJula Cieciuch, a fifth-grader who lives in Telluride, Colo., recently took a food challenge to find out if she was still allergic to eggs.\n\nWhen she passed, she was ecstatic. After years of avoiding all foods with eggs, she was a bit shocked. \"For so long, it was: You can't eat this. You can't eat this,\" Jula says. \" I was very emotional!\"\n\nShe's also outgrown allergies to walnuts and almonds. \"It's a huge relief ... it has really opened up her diet — a lot,\" her mom, Kendall Cieciuch, told us. Once you can eat eggs, you can eat cakes and breads and frittatas, and lots of other baked goods.\n\nJula is still allergic to some foods, including milk and cashews, so she still needs to be careful. But Kendall says every time she's crossed a food off her allergy list, \"it makes life a little easier.\"\n\nJula Cieciuch's story is not uncommon. About 70 to 80 percent of children with an egg allergy will outgrow it. And about 20 percent of kids outgrow peanut allergies.\n\nIn Jula's case, her allergists at National Jewish Health in Denver, Colo., repeated the standard allergy blood tests last summer. That's when they realized she may have outgrown her egg allergy.\n\n\n\nThe blood test measures the levels of a certain type of antibody, immunoglobulin E (IgE). The higher the level, the more likely a person is to have an allergic reaction. Jula's blood revealed a drop in antibody count.\n\n\n\nBut the only way to confirm that it was safe for Jula to eat egg was to take the food challenge test. Basically, the test entails eating small quantities of the foods you've been allergic to. The testing is done under medical supervision.\n\n\"What they do is give you a really small dose, like a crumb, basically,\" explains Jula. Then after 20 minutes or so, if you don't have any reaction, \"you can take a dose that's a little bigger.\" If you can eat an entire egg, you pass.\n\nA new study published in the Annals of Allergy, Asthma & Immunology illuminates just how many people come to find out they can eat foods they've long avoided.\n\n\n\nResearchers studied the results of about 6,300 food challenges. The tests were done in adults and children whom doctors suspected had become tolerant to foods they'd once reacted to.\n\n\n\n\"We found that 14 percent of the patients challenged had mild or moderate allergic reactions,\" explains study author Carla Davis, an allergist and director of the Food Allergy Program at Texas Children's Hospital. \"If the symptoms were treated with just Benadryl or another antihistamine, they were considered mild or moderate. She says 2 percent of the reactions were more serious, requiring treatment with epinephrine.\n\nBut the vast majority of patients, 86 percent, did not have an allergic reaction. In other words, they tolerated the food just fine. She says the results aren't that surprising, since allergists had classified these patients as low-risk for reacting to the foods they were being tested for.\n\n\n\n\"I think [the results] are very encouraging,\" Bruce Lanser, a pediatric allergist who directs the Pediatric Food Allergy Program at National Jewish Health in Denver, told us. He was not involved in the study, but he says the findings mirror what he sees in his clinical practice. \"We know a certain percentage will outgrow [their] allergies,\" Lanser says. \"And the last thing I want to miss is the opportunity to get a food into a kid's diet.\"\n\nHe says many of the patients in the study may have outgrown their allergy, just like Jula did. \"But it's also possible [some of them] never truly had a food allergy.\" As we've reported, people sometimes misinterpret the symptoms of a condition such as lactose intolerance for a food allergy.\n\nLanser says it can be tricky to diagnose food allergies. That's because the two main tests doctors use — the blood test and the skin prick test — only reveal part of the story. \"Both tests only measure sensitization,\" he explains. \"All they can tell us is how likely you are to react when you eat the food.\"\n\n\n\nAnd that's where the oral food challenge comes in. It's become the gold standard test to rule out an allergy.\n\n\n\nSo, if you or your child tested positive for a food allergy years ago, you may want to consider seeing an allergist again.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2017/09/22/allergies_final_kondrich_wide-0655ffb85d7551c0a2134261b3d27dd1a2c12dbf.jpg?s=1400", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/assets/img/2017/09/22/allergies_final_kondrich_custom-29c8df1729d677df6cb04c4e5bf4771ff52ee192-s1100-c15.jpg", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2016/11/30/allergies12_sq-0f776406ba44c17ef13fd8869178d0a2f87bf708-s100-c15.png", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2015/05/18/mvi_9328_sq-9f8ca24bda420333d253b718c41e82fd4ab55fcf-s100-c85.jpg", "https://media.npr.org/branding/sections/thesalt/branding_icon-d76e52abc19240eb928674dd91b71404f1945e2a.png", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2017/09/22/allergies_final_kondrich_wide-0655ffb85d7551c0a2134261b3d27dd1a2c12dbf.jpg?s=1400", "keywords": [], "authors": ["Allison Aubrey"], "canonical_link": "https://www.npr.org/sections/thesalt/2017/09/25/552959006/a-test-confirms-if-you-ve-outgrown-allergies", "title": "This Test Can Determine Whether You've Outgrown A Food Allergy", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2017-09-25", "description": "Food allergies are tricky to diagnose, and many kids can outgrow them, too. A test called an oral food challenge is the gold standard to rule out an allergy. It's performed under medical supervision.", "og": {"title": "This Test Can Determine Whether You've Outgrown A Food Allergy", "url": "https://www.npr.org/sections/thesalt/2017/09/25/552959006/a-test-confirms-if-you-ve-outgrown-allergies", "type": "article", "description": "Food allergies are tricky to diagnose, and many kids can outgrow them, too. A test called an oral food challenge is the gold standard to rule out an allergy. It's performed under medical supervision.", "image": "https://media.npr.org/assets/img/2017/09/22/allergies_final_kondrich_wide-0655ffb85d7551c0a2134261b3d27dd1a2c12dbf.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "This Test Can Determine Whether You've Outgrown A Food Allergy", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2017/09/22/allergies_final_kondrich_wide-0655ffb85d7551c0a2134261b3d27dd1a2c12dbf.jpg?s=1400"}}}, "movies": [], "publish_date": 1506312000.0, "source": "http://www.npr.org", "summary": ""}