{"url": "https://web.archive.org/web/20120120041851/http://yourlife.usatoday.com:80/health/medical/womenshealth/story/2012-01-16/Hot-flash-remedies-Estrogen-may-be-the-best-answer/52604096/1", "text": "When Kathryn DiPasqua, 51, started having bothersome menopausal hot flashes, she had a chat with her gynecologist: \"I told her 'I do not want to go on hormone replacement therapy. I'm a healthy person. I don't want to put anything unnecessary inside my body.' \"\n\nSo DiPasqua, like many women, tried other things, for four years: \"I tried black cohosh, I tried soybeans; I would eat edamame by the handful,\" says the Richmond, Va., college marketing specialist. She limited caffeine and alcohol and jogged daily.\n\nThe result: She kept on overheating, about a dozen times a day and two or three times a night. She says her makeup melted, her clothes were ruined, her sheets soaked — and she got just plain tired.\n\nA few months ago, she went back to her doctor and got a prescription for a hormone patch. She doesn't love it, she says, but it works.\n\nWhat doesn't work for hot flashes: Among remedies that have failed repeated scientific tests:\n\n\n\nSoy products: Soy contains a plant estrogen. And Japanese women, who eat a lot of it, have fewer hot flashes. But the most recent disappointing study, published in August in the Archives of Internal Medicine, found that women who took soy supplements actually had more hot flashes than those who did not.\n\n\n\nFlaxseed:: Researchers at the Mayo Clinic created some excitement in 2007 when they reported that flaxseed, which also contains plant estrogen, helped reduce hot flashes in a small study. A few months ago, they reported on a larger follow-up study. Bottom line: it didn’t work and caused bloating, diarrhea and nausea.\n\n\n\nBlack cohosh and red clover: These herbs worked no better than placebos in a year-long study published in Menopause in 2009.\n\n\n\n\n\nDiPasqua's experiences are right in line with the latest research: Despite high hopes and years of study, most alternative treatments for hot flashes just don't work. Hormones do, but many women still see them as a last resort. A few other prescription drugs show mild promise.\n\nHot flash FAQ: What are they? Sudden sensations of heat, often accompanied by sweating and skin reddening and sometimes palpitations.\n\n\n\nWhat triggers them? Falling estrogen levels set the stage. But day to day triggers can include sudden changes in room temperature, hot drinks, stress, alcohol and caffeine.\n\n\n\nWho has them? More than half of U.S. women in the menopausal transition (usually mid-40s to mid-50s). Obese women and smokers are at increased risk.\n\n\n\nHow long does one hot flash last? 30 seconds to 1 hour. Average time: 3 to 4 minutes.\n\n\n\nFor how many years can a woman have hot flashes? In some cases, 20 years or more. Half have flashes for at least four years.\n\n\n\nHow bothersome are they? For 20% to 25% of women, the physical discomfort and embarrassment have a significant, negative impact on quality of life.\n\n\n\nSources: International Menopause Society , Study of Women’s Health Across the Nation at www.swanstudy.org\n\nSo the great, universally accepted hot flash cure remains elusive.\n\nSearching for alternatives\n\n\"It's not a very optimistic picture,\" says Robert Freedman, a professor of psychiatry at Wayne State University, Detroit. He contributed to a treatment review published recently in the journal Climacteric by the International Menopause Society.\n\nThe report is bluntly dismissive of non-prescription remedies, saying: \"Substantial funding from the National Institutes of Health and other non-pharmaceutical sources has failed to show any benefit of over-the-counter therapies compared to placebo for (hot flashes), and the safety of these compounds is not confirmed.\"\n\nThe comparison to placebos is key, because even sham treatments reduce reported hot flashes, at least temporarily, by about 50%, says Michelle Warren, medical director of the women's health center at Columbia College of Physicians and Surgeons, New York. So it's no wonder many women believe over-the-counter potions are effective, she says. \"But when they are tested rigorously against placebos, they don't work.\"\n\nStudies continue. For example, some researchers are looking at equol, derived from soy, which might help some women, says Margery Gass, executive director of the North American Menopause Society and a consultant at the Cleveland Clinic Center for Specialized Women's Health.\n\n\"It's always good to have research on other options,\" she says.\n\nMeanwhile, doctors still recommend exercise — it improves mood and has many other health benefits — but studies have failed to show it relieves hot flashes. In fact, aerobic exercise can trigger them, Freedman says. Yoga might be better. \"Paced respiration,\" the slow, measured abdominal breathing used in yoga, clearly helps some women, Freedman says.\n\nAnd it never hurts to keep your house cool, your clothes layered and a fan handy.\n\nEstrogen often is a last resort\n\nBut when those things don't work, and when women are miserable (not everyone is), most doctors will offer a prescription.\n\nIt could be for one of several non-hormonal drugs, including some antidepressants, which modestly reduce hot flashes. But the first choice — except for women with a history of breast cancer or other health conflicts — is still hormone therapy (estrogen, often combined with progestin).\n\nIt reduces hot flashes by about 90% and \"it's actually very safe, but that's not getting across to the public,\" Warren says.\n\nStudies since 2002, when a big study linked the hormones with breast cancer, have \"given us a lot of reassurance\" that risks are low for women who use them for a short time around menopause, Gass says.\n\nHormones still are not for every woman, but for DiPasqua, the benefits are clear. She's already stepped down from a dose that stopped all of her hot flashes but made her feel bloated. She feels better on a lower dose and is happy \"just simmering, instead of boiling over all the time,\" she says.\n\nThe best part, she says, is that she's not thinking about hot flashes much at all. Instead, she says, she's thinking about her next life passage — becoming a grandmother sometime in the next few days.", "images": ["https://web.archive.org/web/20120120041851im_/http://i.usatoday.net/_inside2011/_i/_share/plus.png", "https://web.archive.org/web/20120120041851im_/http://i.usatoday.net/yourlife/_photos/2012/01/06/estrogen-may-be-best-relief-for-hot-flashes-8fqg2kp-x.jpg", "https://web.archive.org/web/20120120041851im_/http://i.usatoday.net/_inside2011/_i/_share/email.png", "https://web.archive.org/web/20120120041851im_/http://i.usatoday.net/_inside2011/_i/most-pop-signup.jpg", "https://web.archive.org/web/20120120041851im_/http://i.usatoday.net/yourlife/_photos/2012/01/06/Estrogen-may-be-best-relief-for-hot-flashes-8FQG2KP-x.jpg", "https://web.archive.org/web/20120120041851im_/http://i.usatoday.net/yourlife/_common/global/images/gannett_logo_footer.png", "https://web.archive.org/web/20120120041851im_/http://i.usatoday.net/yourlife/_photos/2010/10/breastcancer300.gif", "https://web.archive.org/web/20120120041851im_/http://i.usatoday.net/_inside2011/_i/_share/print.png", "https://web.archive.org/web/20120120041851im_/http://i.usatoday.net/_inside2011/_i/most-pop-logo.gif"], "top_img": "https://web.archive.org/web/20120120041851im_/http://i.usatoday.net/yourlife/_photos/2012/01/06/estrogen-may-be-best-relief-for-hot-flashes-8fqg2kp-x.jpg", "keywords": [], "authors": ["Kim Painter"], "canonical_link": "https://web.archive.org/web/20120120041851/http://yourlife.usatoday.com/health/medical/womenshealth/story/2012-01-16/Hot-flash-remedies-Estrogen-may-be-the-best-answer/52604096/1", "title": "Hot flash remedies: Estrogen may be the best answer", "meta_data": {"description": "Soy? Flaxseed? Black cohosh? For women overheating through menopause, the perfect hot-flash remedy remains elusive.", "pubdate": "2012-01-16", "og": {"title": "Hot flash remedies: Estrogen may be the best answer", "description": "Soy? Flaxseed? Black cohosh? For women overheating through menopause, the perfect hot-flash remedy remains elusive.", "type": "article", "url": "https://web.archive.org/web/20120120041851/http://yourlife.usatoday.com/health/medical/womenshealth/story/2012-01-16/Hot-flash-remedies-Estrogen-may-be-the-best-answer/52604096/1", "image": "https://web.archive.org/web/20120120041851im_/http://i.usatoday.net/yourlife/_photos/2012/01/06/estrogen-may-be-best-relief-for-hot-flashes-8fqg2kp-x.jpg", "site_name": "USATODAY.COM"}, "fb": {"app_id": 188247987922320}}, "movies": [], "publish_date": 1326690000.0, "source": "https://web.archive.org", "summary": ""}