{"url": "http://www.usatoday.com/story/news/2015/02/15/alcohol-heart-cardiovascular-health/23109823/", "text": "Kim Painter\n\nSpecial to USA TODAY\n\nThe idea that alcohol might be good for our hearts and blood vessels is a popular one, right up there with the notion that chocolate is a health food.\n\nBut before you pour your next cocktail, beer or glass of wine, you should know this: the science suggesting a benefit has never been conclusive. And some experts believe the evidence is getting thinner all the time.\n\n\"In health as elsewhere, if something looks too good to be true, it should be treated with great caution,\" says an editorial published this week in the medical journal BMJ. Mike Daube, professor of health policy at Curtin University in Australia, writes that the once-touted benefits of moderate drinking \"are now evaporating.\"\n\nHis editorial accompanies a British study that finds death rates among moderate drinkers and non-drinkers are not different enough to suggest any real health benefits for drinkers. The only possible exception: women over age 65.\n\nAlso, a recent Swedish study found that middle-aged people having more than two drinks a day – just above the moderate level for men — had a markedly increased stroke risk.\n\nStudies will continue, and not everyone has given up the idea that moderate drinking — up to two drinks a day for men and one day for women — might have some cardiovascular benefits.\n\nHere's what U.S. experts say you need to know for now:\n\n• Any benefits are unclear. \"I cannot prove and I don't think anyone can prove that alcohol consumption can prevent anyone from dying or prevent heart attacks,\" says Kenneth Mukamal, an associate professor of medicine at Harvard Medical School, Boston. But he says some studies show moderate drinking can boost levels of \"good\" HDL cholesterol and a hormone key to blood sugar control. Some studies following moderate drinkers and non-drinkers for decades find lower death rates and fewer heart attacks and strokes in the drinkers, he says. But those studies do not prove alcohol is the reason for the differences. One theory, backed by the new British study: the results are skewed by the fact that some non-drinkers are former drinkers with health problems.\n\n• The risks are real. For some people, even moderate drinking is clearly risky. Those include people taking blood-thinning medicines and those with uncontrolled high blood pressure, says Curtis Rimmerman, a cardiologist at Cleveland Clinic. Alcohol raises blood pressure and thins blood, he say. It's also a source of \"non-essential liquid calories,\" a big concern in an overweight nation, he says. And heavy drinking is not good for anyone: It has long been linked with stroke, heart failure and many non-cardiovascular hazards, including car crashes.\n\n• Gender matters. Women are advised to drink less than men, partly because they tend to be smaller. But that's not the only reason, says Lori Mosca, a professor of medicine at Columbia University Medical Center and a spokesperson for the American Heart Association. \"Our blood vessels have a different hormonal milieu,\" she says and women are more vulnerable to the anti-clotting effects of alcohol – something that could raise the risk of bleeding strokes. Another consideration: even light drinking is associated with an increased risk of breast cancer, according the National Cancer Institute.\n\n• Age matters too. There's no evidence drinking in your 20s or 30s has any health benefits. \"At those ages, any benefit we get from moderate drinking is only to the extent that someone who is moderately drinking is not heavily drinking,\" Mukamal says.\n\n• There's probably nothing special about wine. \"About a decade ago, there was this myth that red wine was better than white wine and wine was better than beer and spirits,\" Mosca says. Studies have failed to prove any difference.\n\n\"I don't want to be a killjoy,\" Mosca says. \"But I would never recommend alcohol as a preventative intervention.\"\n\n\"There may be some evidence that perhaps one glass with a meal is OK,\" says Demetrius Lopes, a neurological surgeon at Rush University Medical Center, Chicago, and another spokesperson the heart association. \"But it's a slippery slope to saying 'OK, maybe two is better.' I do think people don't know the dangers.\"\n\nAlcohol guidelines:\n\nNo health agency or major medical group recommends drinking for health. But, if you do drink, groups including the American Heart Association and U.S. Centers for Disease Control and Prevention recommend:\n\n• No more than two drinks a day for men.\n\n• No more than one drink a day for women (and none for pregnant women).\n\nA drink is:\n\n• 12 ounces of beer\n\n• 5 ounces of wine\n\n• 1.5 ounces of 80-proof spirits or 1 ounce of 100-proof spirits.", "images": ["https://www.gannett-cdn.com/-mm-/4f453862e206797cc203cf69f5563e09aaec8a54/c=0-108-2122-1307/local/-/media/2015/02/09/USATODAY/USATODAY/635590685763180726-WINE-GLASS00-69473694.JPG?width=2122&height=1199&fit=crop&format=pjpg&auto=webp", "https://www.gannett-cdn.com/presto/2019/11/09/USAT/71bf8e18-be3f-4b7b-a869-fb4bbd14f34b-65611019-131a-4c3a-a54e-b87eece97874_thumbnail.png?width=660&height=372&fit=crop&format=pjpg&auto=webp", "https://www.gannett-cdn.com/-mm-/4f453862e206797cc203cf69f5563e09aaec8a54/c=0-108-2122-1307/local/-/media/2015/02/09/USATODAY/USATODAY/635590685763180726-WINE-GLASS00-69473694.JPG?width=660&height=373&fit=crop&format=pjpg&auto=webp"], "top_img": "https://www.gannett-cdn.com/-mm-/4f453862e206797cc203cf69f5563e09aaec8a54/c=0-108-2122-1307/local/-/media/2015/02/09/USATODAY/USATODAY/635590685763180726-WINE-GLASS00-69473694.JPG?width=2122&height=1199&fit=crop&format=pjpg&auto=webp", "keywords": [], "authors": [], "canonical_link": "https://www.usatoday.com/story/news/2015/02/15/alcohol-heart-cardiovascular-health/23109823/", "title": "", "meta_data": {"viewport": "width=device-width,initial-scale=1,minimum-scale=1", "og": {"title": "Alcohol good for your heart? Evidence is evaporating", "description": "What you need to know about alcohol and cardiovascular health", "url": "https://www.usatoday.com/story/news/2015/02/15/alcohol-heart-cardiovascular-health/23109823/", "site_name": "USA TODAY", "image": {"identifier": "https://www.gannett-cdn.com/-mm-/4f453862e206797cc203cf69f5563e09aaec8a54/c=0-108-2122-1307/local/-/media/2015/02/09/USATODAY/USATODAY/635590685763180726-WINE-GLASS00-69473694.JPG?width=2122&height=1199&fit=crop&format=pjpg&auto=webp", "width": 2122, "height": 1199}, "type": "article"}, "article": {"author": "Kim Painter", "content_tier": "free", "opinion": "false"}, "description": "What you need to know about alcohol and cardiovascular health", "fb": {"pages": "13652355666,48958576760,156345381090801,110471702456365,6566864515,137698179626815,315942225236045,927427260614748,183850168300771,1443524575938047,251228454889939,158095147555989,115535341805950,236655713446291,1621466394844549,250325640686,177037772444433,1972936962947967,2047091012096533,535551216797440", "app_id": 215046668549694}, "ROBOTS": "NOODP, NOYDIR", "google": "notranslate", "twitter": {"card": "summary_large_image", "image": "https://www.gannett-cdn.com/-mm-/4f453862e206797cc203cf69f5563e09aaec8a54/c=0-108-2122-1307/local/-/media/2015/02/09/USATODAY/USATODAY/635590685763180726-WINE-GLASS00-69473694.JPG?width=1600&height=800&fit=crop&format=pjpg&auto=webp", "site": "@usatoday", "creator": "@usatoday", "title": "Alcohol good for your heart? Evidence is evaporating", "description": "What you need to know about alcohol and cardiovascular health"}}, "movies": [], "publish_date": 1423976400.0, "source": "http://www.usatoday.com", "summary": ""}