{"url": "https://www.statnews.com/2016/09/23/migraine-new-treatments/", "text": "Artist Lorie Novak in front of work from her Migraine Register project, which documents all the time she's lost to debilitating migraines.\n\nIt often starts with the aura.\n\nZig-zagging lines come into view, everyday light becomes searingly bright, and vision starts to slip. These are signals that a debilitating migraine is on its way.\n\n“It’s like you’re possessed,” said Lorie Novak, who has suffered from chronic migraines since childhood. “I almost feel separate from my body, like it’s just this painful shell around me that’s not me.”\n\nadvertisement\n\nNovak, now in her 60s, is one of the roughly 35 million Americans who suffer from migraines. There are few effective treatments, and no new drugs have been developed since the early 1990s.\n\nBut that could soon change. A handful of drug companies are pressing ahead with novel injectable therapies for migraines, chasing a blockbuster market that Wall Street analysts say could reach $8 billion a year in worldwide sales.\n\nThe new drugs target a bodily protein called CGRP, which plays a role in the dilation of blood vessels in the brain. Scientists haven’t nailed down just how the protein affects migraines, but they’re sure about two things: CGRP levels rocket up when headaches attack and normalize when they go away.\n\nAnd thus four drug makers — Amgen (AMGN), Eli Lilly, Teva Pharmaceuticals, and Alder Biopharmaceuticals — have fashioned antibodies that can bind to CGRP molecules and block their activity. The goal: to relieve the scourge of chronic migraines by stopping CGRP in its tracks.\n\nSo far, it seems to be working. In mid-stage clinical trials, each of the four treatments has eased symptoms for about half of study participants, cutting the number of days they’re afflicted by migraines roughly in half. It’s by no means a cure for migraines, but it should be enough to merit Food and Drug Administration approvals if the companies can replicate those results in larger trials, according to Eric Schmidt, a securities analyst at Cowen and Co.\n\nEach treatment is now in late-stage development, targeting the roughly 38 percent of migraine sufferers who, like Novak, have at least four headache days per month. The first therapy could hit the market in 2018, and, if everything works out, all four could available by the end of the decade.\n\nSo far, the four drugs have performed similarly in clinical trials, and analysts expect the contenders will have to compete on price to grab market share.\n\n“There will certainly be hypercompetition,” said William Ratner, Lilly’s senior director of global headache marketing. But the companies’ fortunes are intertwined, he said, and “the class only wins if headache care in America improves.”\n\nAiming to prevent migraines before they start\n\nThere’s plenty of room for improvement. Existing therapies are plagued by inconsistent efficacy and troublesome side effects, and patients are often left to rely on a repurposed treatment for epilepsy. That medication, Topamax, has been dubbed dubbed “Sleepomax” by doctors and patients because it’s also a heavy sedative.\n\n“I’m very enthusiastic, as I think everyone in the field is, about having another treatment option for people with migraines,” said Dr. Elizabeth Loder, a professor of neurology at Harvard Medical School and chief of the headache division in the department of neurology at Brigham and Women’s Hospital.\n\nTargeting CGRP is not a particularly new idea. Researchers picked up on the protein’s scent more than 30 years ago, and drug companies spent years trying to craft pills that might block its activity. Merck got all the way into late-stage trials with an anti-CGRP tablet, spending more than $1 billion only to find in 2011 that the drug had toxic effects on the liver and thus no future.\n\nWith the “exquisite sensitivity” of an antibody, however, scientists believe they can block CGRP without triggering dangerous side effects, Alder CEO Randy Schatzman said.\n\nBecause antibodies stay active in the body for weeks, the drug companies see their new products as preventative therapies, injected monthly or quarterly to keep headaches at bay. (Merck’s failed pill, by contrast, was meant as an on-the-spot treatment after the pain started.)\n\n“So in some senses, it’s a paradigm shift,” Schatzman said.\n\nBut there are still hurdles to clear. Only about half of patients seem to respond to CGRP antibodies, and the companies have no way of predicting who they are ahead of time. A genetic test would be “the Holy Grail of personalized medicine,” said Rob Lenz, Amgen’s global development lead for neuroscience, but no one has made one yet.\n\nAnd long-term safety remains a major question mark. To date, none of the companies has reported serious side effects in clinical trials, but they’ve only reported data from 12-week studies on about 1,500 total patients. It will take years to determine just what the new therapies do to the body over time, Loder said.\n\n‘I felt like my life was being stolen from me’\n\nAny advance, even an incremental one, would be a major leap for the field, said Emily Bates, who studies the genetic causes of headaches at the University of Colorado and is not affiliated with any of the companies working on migraine treatment.\n\nBates struggled with chronic migraines in high school and college. Like many patients, she didn’t respond to any of the preventative therapies available.\n\n“The pain is more than anything I’ve ever experienced, and I’ve run on broken legs before,” she said. “I felt like my life was being stolen from me.”\n\nCollectively, Americans miss about 113 million workdays each year because of migraine. That lost productivity costs society about $13 billion each year, according to the Migraine Research Foundation.\n\nYet scientific progress has been slow, in part because migraine was long considered a psychosomatic condition not worthy of serious research funding, Bates said.\n\nIt’s a “subjective symptom that predominantly affects women,” said Loder, the Harvard neurologist. “That’s a perfect combination of things that make people feel able to dismiss it.”\n\nNovak, a professor of photography at New York University’s Tisch School of the Arts, spent years trying to hide her migraines because of the stigma attached to the condition. But she decided to change all that in 2009 with a project called Migraine Register. She takes a photo of herself each day she has a migraine. Some years, that’s more than 120 pictures.\n\nThe idea, in part, was to humanize chronic migraines. But the project also forced Novak to reckon with the toll of the disease, something she had tried to ignore for years.\n\n“That for me was like a concrete proof of how it really does affect my life,” Novak said, “of how much time I lose.”", "images": ["https://www.statnews.com/wp-content/uploads/2018/03/Circular_Damian.png", "https://www.statnews.com/wp-content/uploads/2019/08/Newsletter-Logo-Images-DR.png", "https://www.statnews.com/wp-content/themes/stat/images/stat-logo.svg", "https://www.statnews.com/wp-content/plugins/stat-lazy-load/images/330x400-00000000.png", "https://dc.ads.linkedin.com/collect/?pid=46858&fmt=gif", "https://www.statnews.com/wp-content/uploads/2016/09/Lorie_Novak_094-1024x576.jpg", "https://www.facebook.com/tr?id=436331036555416&ev=PageView&noscript=1", "https://www.statnews.com/wp-content/uploads/2016/09/Lorie_Novak_094-645x645.jpg"], "top_img": "https://www.statnews.com/wp-content/uploads/2016/09/Lorie_Novak_094-1024x576.jpg", "keywords": [], "authors": ["Damian Garde", "Sharon Begley", "Adam Feuerstein", "Ed Silverman", "Rebecca Robbins"], "canonical_link": "https://www.statnews.com/2016/09/23/migraine-new-treatments/", "title": "The drug industry might finally have an answer for migraines", "meta_data": {"viewport": "width=device-width, initial-scale=1", "referrer": "origin", "description": "A handful of drug makers are pressing ahead with novel injectable therapies for migraines, a market that could reach $8 billion a year in worldwide sales.", "og": {"locale": "en_US", "type": "article", "title": "The drug industry might finally have an answer for migraines", "description": "A handful of drug makers are pressing ahead with novel injectable therapies for migraines, a market that could reach $8 billion a year in worldwide sales.", "url": "https://www.statnews.com/2016/09/23/migraine-new-treatments/", "site_name": "STAT", "updated_time": "2016-09-23T16:42:25+00:00", "image": {"identifier": "https://www.statnews.com/wp-content/uploads/2016/09/Lorie_Novak_094-1024x576.jpg", "secure_url": "https://www.statnews.com/wp-content/uploads/2016/09/Lorie_Novak_094-1024x576.jpg", "width": 1024, "height": 576}}, "article": {"publisher": "http://facebook.com/statnews/", "tag": "pain", "section": "Biotech", "published_time": "2016-09-23T09:00:09+00:00", "modified_time": "2016-09-23T16:42:25+00:00"}, "fb": {"app_id": 933808010032702, "pages": 1456948254627841}, "twitter": {"card": "summary_large_image", "description": "A handful of drug makers are pressing ahead with novel injectable therapies for migraines, a market that could reach $8 billion a year in worldwide sales.", "title": "The drug industry might finally have an answer for migraines", "site": "@statnews", "image": "https://www.statnews.com/wp-content/uploads/2016/09/Lorie_Novak_094-1024x576.jpg", "creator": "@damiangarde"}, "generator": "WordPress 5.2.4", "ia": {"markup_url": "https://www.statnews.com/2016/09/23/migraine-new-treatments/?ia_markup=1"}, "apple-itunes-app": "app-id=1324796990", "msapplication-TileImage": "https://www.statnews.com/wp-content/uploads/2015/10/cropped-stat-logo-teal-328x328.png"}, "movies": [], "publish_date": 1474603200.0, "source": "https://www.statnews.com", "summary": ""}