{"url": "http://www.npr.org/sections/health-shots/2016/03/14/469959427/no-drill-dentistry-fluoride-treatments-can-prevent-cavities-in-adults", "text": "No-Drill Dentistry: Fluoride Treatments Can Prevent Cavities In Adults\n\nEnlarge this image Vidhya Nagarajan for NPR Vidhya Nagarajan for NPR\n\nIf the high-pitched whir of a dentist's drill as it bores into your molar terrifies you, good news! There could be fewer fillings in your future. A painless way to prevent cavities in adults is gaining traction.\n\n\"OK, Alice, we are going to put the fluoride varnish on your teeth,\" says Marion Manski, director of the dental hygiene program at the University of Maryland School of Dentistry. Fluoride varnish is standard practice for children's teeth, but Manski's patient, Alice Clash, is 91 years old. Like many older patients, Clash is taking medications that cause dry mouth, which puts her at high risk for cavities.\n\nSo Manski takes a skinny brush and a little pot of yellowish liquid and paints the varnish on Clash's teeth. \"We know that saliva helps us wash away bacteria and food in the mouth,\" Manski says. \"The fluoride varnish will help that.\"\n\nOne way fluoride helps is by seeping into the enamel and drawing the calcium and phosphate that's naturally present in the saliva. The minerals boost the teeth's natural healing process and make them more resistant to future decay. But there are other theories about how fluoride works. It strengthens the enamel before the tooth erupts, which is why it's so important for children. And it attacks the acid-producing bacteria in the mouth. One study shows fluoride makes it more difficult for these bacteria to stick to the teeth.\n\nIt takes about a minute, and the fluoride treatment is done. Some patients are also given a prescription for a concentrated fluoride gel that can be used at night.\n\n\"These preventative approaches work on adults just as well as they do on children,\" says Norman Tinanoff, a professor of pediatric dentistry at the University of Maryland. He says part of what's making fluoride treatments popular for adults is a move to make dental care personal, with an individual treatment plan for each patient. To do that, you have to weigh a patient's risk of getting cavities.\n\nOne of the biggest proponents of this approach is John Featherstone, dean of the University of California, San Francisco School of Dentistry. Featherstone came up with a comprehensive way of measuring a person's risk for caries, or tooth decay. It includes testing the level of bacteria in the mouth, and looking at dietary habits, medical conditions, medications, saliva flow and history of tooth decay. When Featherstone put his patients on personal treatment plans, he found the strategy worked.\n\n\"It really proved that drilling and filling did not fix the disease,\" Featherstone says. \"Putting in a filling fixes that hole in the tooth, but it doesn't deal with the bacteria in the rest of the mouth.\" Most bacteria are friendly, but a couple of bad actors can cause cavities. These guys feed on sugars and expel acid that eats away at the enamel.\n\nTraditionally, dentists were taught that the only way to deal with decay was to drill it out. That's still important in some cases, Featherstone says, but without fixing the underlying problem of bad bacteria, patients just keep coming back for more fillings. Featherstone saw another way. \"It's a little bit like your car is starting to rust,\" he says. \"If you can stop the rust before the rust goes right through the body of the car, then you're in good shape.\"\n\nLike rust, tooth decay is a slow process. A full-on cavity is a hole that needs to be fixed. But if you catch decay early, Featherstone says, it can be reversed using fluoride treatments like varnish and concentrated toothpaste and gels.\n\n\"In the past we believed tooth decay was a rapidly progressive disease. But research shows it's slowly progressive,\" says Wendell Evans, associate professor of dentistry at the University of Sydney in Australia. He recently published a study that found using these techniques reduced the need for fillings in adults by 30 to 50 percent.\n\nStriking as these results seem, the concept isn't new. This shift to a preventive model of dentistry is decades in the making. \"Some of the stuff in our study has been known for 50 years,\" Evans says, referring to the use of fluoride treatments.\n\n\"Prevention has always been a part of the world of dentistry,\" says Richard Valachovic, president of the American Dental Education Association. \"What we're seeing is a generational shift,\" Valachovic says. As dentists have come to better understand the microbiology of the mouth, more effective preventive techniques have followed.\n\nBut cost has been an issue. Insurance companies routinely pay for fluoride treatments for children, but not so much for adults. The National Association of Dental Plans couldn't give a definitive answer about coverage, but calls to some individual carriers and dental offices suggest it depends entirely on the type of plan you have. Some higher-end plans cover two fluoride treatments per year, while cheaper plans tend not to cover any. If you pay out of pocket, a varnish treatment costs from $23 to $55, compared with a filling, which ranges from $86 to $606, according to the American Dental Association.\n\nCost could also be a factor for dentists. Featherstone and Wendell say some dentists may be reluctant to embrace the preventive methods because they worry they'll lose money if they they do fewer costly procedures.\n\nAt this point, Featherstone says, two-thirds of dental schools in the U.S. teach some kind of disease management model based on a thorough risk assessment. And he expects that at some point all dentists will follow a preventive protocol.\n\n\"It will happen,\" Featherstone says. \"It's just a matter of time.\"", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2016/03/10/tooth_protectors_wide-0ea0983f7155ef51524e138c8beaea23f9241f13-s1100-c15.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2016/03/10/tooth_protectors_wide-0ea0983f7155ef51524e138c8beaea23f9241f13.jpg?s=1400", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2016/03/10/tooth_protectors_wide-0ea0983f7155ef51524e138c8beaea23f9241f13.jpg?s=1400", "keywords": [], "authors": ["Vannessa Rancano"], "canonical_link": "https://www.npr.org/sections/health-shots/2016/03/14/469959427/no-drill-dentistry-fluoride-treatments-can-prevent-cavities-in-adults", "title": "No-Drill Dentistry: Fluoride Treatments Can Prevent Cavities In Adults", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2016-03-14", "description": "If the whir of a drill as it bores into a molar terrifies you, we have some good news. Dentists have better ways to prevent cavities in adults with fluoride treatments most commonly used on kids.", "og": {"title": "No-Drill Dentistry: Fluoride Treatments Can Prevent Cavities In Adults", "url": "https://www.npr.org/sections/health-shots/2016/03/14/469959427/no-drill-dentistry-fluoride-treatments-can-prevent-cavities-in-adults", "type": "article", "description": "If the whir of a drill as it bores into a molar terrifies you, we have some good news. Dentists have better ways to prevent cavities in adults with fluoride treatments most commonly used on kids.", "image": "https://media.npr.org/assets/img/2016/03/10/tooth_protectors_wide-0ea0983f7155ef51524e138c8beaea23f9241f13.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "No-Drill Dentistry: Fluoride Treatments Can Prevent Cavities In Adults", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2016/03/10/tooth_protectors_wide-0ea0983f7155ef51524e138c8beaea23f9241f13.jpg?s=1400"}}}, "movies": [], "publish_date": 1457928000.0, "source": "http://www.npr.org", "summary": ""}