{"url": "http://consumer.Healthday.com/Article.asp?AID=653882", "text": "By Jenifer Goodwin\n\nHealthDay Reporter\n\nTUESDAY, June 14, 2011 (HealthDay News) -- Not only do cooler heads prevail, they might also sleep better, according to researchers who say they have developed a cooling cap that, when worn during sleeptime, may help treat insomnia.\n\nPrevious research has shown that the brains of people with insomnia are \"hyperaroused\" and have a higher brain metabolism in the frontal lobes, which helps explain why they have trouble drifting off to sleep and staying asleep, said study co-author Dr. Daniel Buysse, a professor of psychiatry and clinical and translational science at University of Pittsburgh School of Medicine.\n\nTo help the brain cool down, researchers outfitted 12 primary insomnia patients with a temperature-controlled cap that has cool water flowing through it and recruited 12 healthy controls matched for age and gender. (\"Primary insomnia\" means that medical problems, medicines, or other substances have been ruled out as a cause of sleep difficulties. The more common type of insomnia is \"secondary insomnia,\" in which medical issues or medications contribute.)\n\nOf the patients with insomnia, the average age was 45 and nine were women. Participants slept for two nights in a sleep lab with no cap; two nights with the cap set at a \"neutral\" temperature (about 86 degrees Fahrenheit); two nights at a moderately cool temperature (72 degrees Fahrenheit); and two nights with the coolest temperature (57 degrees Fahrenheit).\n\nWhile the participants slept, researchers monitored their brain electrical activity, eye movements (to determine if someone was in REM, or rapid eye movement sleep) and jaw muscle tone (during REM, the muscles go slack due to 'sleep paralysis').\n\nIn this preliminary study, about three-quarters of those with insomnia said the cap helped them sleep better when the water temperature was about 57 degrees Fahrenheit.\n\nAt higher temperatures -- 72 and 86 degrees -- patients reported no benefit, according to the study presented Monday at SLEEP 2011, the Associated Professional Sleep Societies meeting in Minneapolis.\n\nWhile wearing the cooling cap, it took insomnia patients an average of 13 minutes to fall asleep and they spent 89 percent of their time in bed actually sleeping, about the same as controls who didn't have insomnia (the latter group averaged 16 minutes to fall asleep and 89 percent of the time in bed sleeping) .\n\nThe cooling cap was, however, associated with an increased amount of slow-wave sleep -- or the deepest, restorative portion of sleep, the researchers reported.\n\n\"What we wanted to find out was: 'Would cooling the surface of the brain of insomnia patients result in lower metabolism and improved sleep? The basic answer in this preliminary study, is yes, it seems to work, and it works in two ways,\" said Buysse. \"It does reduce brain metabolism in the frontal lobes, and it improves sleep.\"\n\nDr. William Kohler, medical director of the Florida Sleep Institute, said the concept was exciting and worth further research in larger studies that include body temperature measurements and brain imaging tests.\n\n\"The theoretical concept is correct, in that we do know from many previous studies that as the body core temperature cools, our sleep improves, and with warming of the core temperature, we have more restless sleep,\" Kohler said.\n\nChronic insomnia -- which the American Academy of Sleep Medicine attributes to about one out of every 10 Americans -- can be difficult to treat. Medications can help, although many people complain of side effects, Kohler said. The most effective treatment is cognitive behavior therapy, which involves changes such as avoiding cigarettes, alcohol and caffeine before bed, and getting plenty of bright light in the morning but turning off the TV, computer and dimming the lights during a wind-down period, among other techniques for improving \"sleep hygiene.\"\n\n\"It's in the brain where the chemical changes are occurring that lead to sleep,\" he said.\n\nThe cap is not yet available to consumers, although the lead researcher, Dr. Eric Nofzinger, has plans to bring it to market, Buysse said.\n\nBecause this study was extremely small and presented at a medical meeting, the data and conclusions should be viewed as preliminary until published in a peer-reviewed journal and confirmed in larger studies.\n\nBuysee said there shouldn't be any safety issues. If people get too cold, they would likely just wake up and take the cap off, he said.\n\nMore information\n\nThe U.S. National Heart, Lung, and Blood Institute has more on insomnia.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Jenifer Goodwin"], "canonical_link": "https://consumer.healthday.com/health-technology-information-18/research-and-development-health-news-578/sleeptime-head-cooling-cap-eases-insomnia-study-finds-653882.html", "title": "Sleeptime Head-Cooling Cap Eases Insomnia, Study Finds", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Device was associated with a greater amount of deep, restorative sleep, researchers say", "og": {"title": "Sleeptime Head-Cooling Cap Eases Insomnia, Study Finds", "description": "Device was associated with a greater amount of deep, restorative sleep, researchers say", "url": "https://consumer.healthday.com/health-technology-information-18/research-and-development-health-news-578/sleeptime-head-cooling-cap-eases-insomnia-study-finds-653882.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}