{"url": "https://www.washingtonpost.com/news/to-your-health/wp/2017/10/19/cutting-edge-immunotherapy-treatment-approved-for-yet-another-deadly-cancer/?utm_term=.3ad21ffd7a3f", "text": "The one-time infusion, known as CAR T-cell therapy, is made by Kite Pharma, which is based in Santa Monica, Calif., and recently was bought by Gilead Sciences for $11.9 billion. Kite announced Wednesday that the treatment's brand name will be Yescarta and its price will be $373,000.\n\nAD\n\nIn late August, the FDA cleared the first CAR T-cell therapy, which is designed for children and young adults whose leukemia doesn't respond to standard treatments. About 600 patients in the United States fall into that category every year. Kymriah, which costs $475,000, is manufactured by Novartis.\n\nAD\n\nBiotech analysts had expected the Kite price to be lower than Kymriah's, in part because the number of eligible patients is larger and the response rates are lower. Even so, Yescarta's cost is likely to stoke the ongoing debate about high drug prices.\n\nThe FDA approval is the latest step forward for the fast-moving field of immunotherapy, which aims to bolster the immune system to attack malignancies. CAR T-cell therapies are among several approaches, along with treatments called checkpoint inhibitors and cancer vaccines, but they have recently grabbed much of the attention. Dozens of other companies also are working on them.\n\nAD\n\n“Today, marks another milestone in the development of a whole new scientific paradigm for the treatment of serious diseases,” FDA Commissioner Scott Gottlieb said in a statement, adding that the approval demonstrates “the continued momentum of this promising new area of medicine.”\n\nAD\n\nA CAR T-cell therapy involves a complicated and customized procedure in which T cells — sometimes called the foot soldiers of the immune system — are removed from the patient. They are sent to a special lab and genetically modified to target a protein on the surface of the patient's cancer cells. Once the modified cells are returned to the patient, their numbers expand exponentially as they become an army of cancer fighters.\n\nIn 2015, Marie Miceli was diagnosed with non-Hodgkin lymphoma at Siteman Cancer Center in St. Louis, which is jointly owned by Barnes-Jewish Hospital and Washington University School of Medicine. She received chemo and underwent a bone-marrow transplant. Neither worked.\n\nAD\n\n“The doctors were saying, 'Go see an attorney and get your life in order,' \" the 64-year-old Realtor recalled. Then they offered her a slot in Kite's clinical trial, a last-resort effort. “I could feel it when they put those T cells back in,” she said. “It was the craziest feeling in the world.” When she was checked a month later, she said, her cancer was gone. It hasn't returned.\n\nAD\n\nKite's “vein-to-vein” turnaround period — from cell extraction to reinfusion — is about 17 days, according to Frederick Locke, an oncologist at Moffitt Cancer Center in Tampa and co-leader of the Kite trial.\n\nThe FDA said the safety and efficacy of Yescarta were established in a multi-center trial of more than 100 adults with large B-cell lymphoma. An independent review committee found that 72 percent of patients treated with a single infusion responded to therapy, including 51 percent who then showed no evidence of remaining cancer. Kite has said that at six months, 44 percent of patients were still responding, with 39 percent having no sign of cancer.\n\nAD\n\n“This is not just an incremental benefit,” said David Chang, Kite's chief medical officer. “It raises the potential that a cure can be possible.” Some of the first patients who underwent treatment now have been in remission for three to five years, he said, although he cautioned that it's still too early to know whether those patients are cured.\n\nAD\n\nLocke said about 13 percent of patients in the trial had a severe side effect known as cytokine release syndrome, which produces high fevers, low blood pressure and other flulike symptoms. Twenty-eight percent had neurological “events,” such as severe confusion; three patients died of complications caused by the treatment.\n\n“These are patients who knew they were out of options,” he said, noting that lymphoma patients who relapse or don't respond to treatment have just a 50 percent chance of surviving for six months.\n\nAD\n\nBecause of the side effects, the treatment will carry a boxed warning, the FDA's most serious. In addition, the agency is requiring hospitals and clinics that dispense Yescarta to be certified after undergoing special training.\n\nDiffuse large B-cell lymphoma is the most common type of non-Hodgkin lymphoma in adults. This type of cancer begins in the immune system and can be fast- or slow-growing, the FDA noted.\n\nAD\n\nKite's CAR T-cell product was developed years ago at the National Cancer Institute by pioneering scientist Steven Rosenberg and licensed to the company for commercialization.\n\nArmin Ghobadi, an oncologist at Siteman who was an investigator in the Kite trial, said the new treatment is “just the first step” and that researchers are working to make it safer and more effective. He said the therapy already has been life-changing for many of his patients — and for him.\n\n“There's nothing worse than telling patients, 'I'm sorry, we are done here, we don't have anything else to offer,' \" he said.\n\nRead more:\n\nAD", "images": ["https://www.washingtonpost.com/resizer/vCcPNnBE7VvTRSwTU4ORvRBYOow=/90x90/smart/s3.amazonaws.com/arc-authors/washpost/43743dde-317e-4263-b796-00b3895b72f0.png", "https://www.washingtonpost.com/resizer/3_UuJQbb6D0o9WIBO1vU0nP_6Mo=/150x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/TITE37F54Y7GTAXLWLRXWXTSIQ.jpg", "https://www.washingtonpost.com/resizer/6nUOW_Kc6yFaj0a5S_LF6nFyO-s=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/GUJJP7EXTQ4WFC27BKDTNKFCG4.jpg"], "top_img": "https://www.washingtonpost.com/resizer/6nUOW_Kc6yFaj0a5S_LF6nFyO-s=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/GUJJP7EXTQ4WFC27BKDTNKFCG4.jpg", "keywords": [], "authors": ["Laurie Mcginley", "Reporter Covering Health"], "canonical_link": "https://www.washingtonpost.com/news/to-your-health/wp/2017/10/19/cutting-edge-immunotherapy-treatment-approved-for-yet-another-deadly-cancer/", "title": "Cutting-edge immunotherapy treatment approved for another deadly cancer", "meta_data": {"description": "The treatment, which involves genetically modified immune cells, will be offered to patients with advanced non-Hodgkin lymphoma.", "og": {"site_name": "Washington Post", "type": "article", "url": "https://www.washingtonpost.com/news/to-your-health/wp/2017/10/19/cutting-edge-immunotherapy-treatment-approved-for-yet-another-deadly-cancer/", "image": "https://www.washingtonpost.com/resizer/6nUOW_Kc6yFaj0a5S_LF6nFyO-s=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/GUJJP7EXTQ4WFC27BKDTNKFCG4.jpg", "title": "Cutting-edge immunotherapy treatment approved for another deadly cancer", "description": "The treatment, which involves genetically modified immune cells, will be offered to patients with advanced non-Hodgkin lymphoma."}, "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "title": "Cutting-edge immunotherapy treatment approved for another deadly cancer", "description": "The treatment, which involves genetically modified immune cells, will be offered to patients with advanced non-Hodgkin lymphoma."}, "article": {"content_tier": "metered", "opinion": "false"}, "viewport": "width=device-width, initial-scale=1"}, "movies": [], "publish_date": 1508385600.0, "source": "https://www.washingtonpost.com", "summary": ""}