{"url": "http://www.latimes.com/science/sciencenow/la-sci-sn-diabetes-wine-20151012-story.html", "text": "People with Type 2 diabetes get an earful of grim lectures about their health prospects and endure much hardship to manage their condition well. But new research offers those who do so a rare reward. A glass of wine every day not only won’t hurt, says a new study: It can actually improve cardiac health, help manage cholesterol and foster better sleep.\n\nThe new research, published Monday in the Annals of Internal Medicine, found that compared with a nightly glass of mineral water, a single glass of wine--red or white--offered those with well-managed Type 2 diabetes some benefits.\n\nAfter two years, those who drank a glass of white wine nightly improved their triglyceride levels compared with those who drank water or red wine.\n\nSee the most-read stories in Science this hour >>\n\nAdvertisement\n\nBut red wine’s benefits were far more numerous and more pronounced than those of white wine: Ruby-colored varietals significantly increased participants’ HDL cholesterol--the “good” form of cholesterol that protects against heart disease--by nearly 10% and improved the overall cholesterol profiles of those who got it. Red wine drinkers also saw improvements in their apolipoprotein a1 levels--a measure of lipid metabolism.\n\nCompared with study participants who drank mineral water nightly and those who had a glass of white wine, diabetics who drank a glass of red wine nightly also had fewer symptoms of metabolic syndrome (hypertension, excess abdominal fat, high blood sugar and abnormal cholesterol levels) at the end of two years.\n\nIn people without disease, many studies have found that those who consume alcohol in moderation enjoy better health than those who do not consume any alcohol. Many researchers see that effect as an incidental benefit of alcohol itself, and the authors of the latest study set out believing the same.\n\nBut in the current study, the superiority of red wine over white wine in improving diabetes patients’ health suggests that alcohol is not the only thing at work here. While red and white wine contain roughly similar levels of alcohol per serving, red wine contains seven times more plant-based phenolic compounds (including resveratrol and quercetin) than does white wine.\n\nAdvertisement\n\nMany researchers argue that it would take dozens of bottles of wine a day--hardly moderate consumption--to deliver polyphenols in volumes that could make a difference in health. But the authors of the current study said that future research should explore whether even the modest phenolic concentrations found in a single glass of red wine might offer measurable health benefits.\n\nThe American Diabetes Assn. leaves it to individuals to decide whether to consume alcohol in moderation. But many physicians caution those with diabetes about alcohol consumption, which can add calories, complicate glycemic control and derail self-discipline.\n\nThe latest study, conducted by researchers in Israel, Sweden, Germany and the United States, is the first randomized control trial to explore the effect of moderate wine consumption--no more than a single five-ounce serving per day--with alcohol abstention over a lengthy period.\n\nStudy participants were all alcohol abstainers at the outset of the study. And all maintained a Mediterranean-style diet throughout their participation, ensuring that the consumption of red wine, white wine or mineral water was the principal difference in their diets.\n\nGenetic inheritance also influenced whether and to what extent wine consumption helped. Carriers of a genetic variation that made them slow metabolizers of alcohol saw considerable improvements in their glycemic control when they consumed a glass of red or white wine daily, the study showed. Participants whose genetic profiles identified them as fast ethanol metabolizers saw no such benefit.\n\nFollow me on Twitter @LATMelissaHealy and “like” Los Angeles Times Science & Health on Facebook.\n\nALSO:\n\nWhat elephants can teach scientists about fighting cancer in humans\n\nAdvertisement\n\nStudy reveals why gowns and gloves can be so dangerous for hospital workers\n\nScientists find DNA differences between gay men and their straight twin brothers", "images": ["data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/dims4/default/1c64f0d/2147483647/strip/true/crop/2048x1152+0+0/resize/840x473!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fca%2Ff1%2Fb84dee083ba9bafbd2825f20a9f0%2Fla-sci-sn-diabetes-wine-20151012-002", "https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/dims4/default/d5a016a/2147483647/strip/true/crop/2048x1075+0+38/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fca%2Ff1%2Fb84dee083ba9bafbd2825f20a9f0%2Fla-sci-sn-diabetes-wine-20151012-002", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "https://ca-times.brightspotcdn.com/dims4/default/abd585f/2147483647/strip/true/crop/1152x1152+448+0/resize/100x100!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F12%2F57%2Fa343371429b7000ea37eaded8d93%2Fimg-534f3749-turbine-la-bio-melissa-healy"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/d5a016a/2147483647/strip/true/crop/2048x1075+0+38/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fca%2Ff1%2Fb84dee083ba9bafbd2825f20a9f0%2Fla-sci-sn-diabetes-wine-20151012-002", "keywords": [], "authors": ["Staff Writer", "Melissa Healy Is A Health", "Science Reporter With The Los Angeles Times Writing The Washington", "D.C.", "Area. She Covers Prescription Drugs", "Obesity", "Nutrition", "Exercise", "Neuroscience", "Mental Health"], "canonical_link": "https://www.latimes.com/science/sciencenow/la-sci-sn-diabetes-wine-20151012-story.html", "title": "Cheers! For those managing diabetes, wine can help, study says", "meta_data": {"og": {"title": "Cheers! For those managing diabetes, wine can help, study says", "url": "https://www.latimes.com/science/sciencenow/la-sci-sn-diabetes-wine-20151012-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/d5a016a/2147483647/strip/true/crop/2048x1075+0+38/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fca%2Ff1%2Fb84dee083ba9bafbd2825f20a9f0%2Fla-sci-sn-diabetes-wine-20151012-002", "url": "https://ca-times.brightspotcdn.com/dims4/default/d5a016a/2147483647/strip/true/crop/2048x1075+0+38/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fca%2Ff1%2Fb84dee083ba9bafbd2825f20a9f0%2Fla-sci-sn-diabetes-wine-20151012-002", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "Wine glass"}, "description": "People with Type 2 diabetes get an earful of grim lectures about their health prospects and endure much hardship to manage their condition well.", "site_name": "Los Angeles Times", "type": "article"}, "article": {"author": "https://www.latimes.com/people/melissa-healy", "content_tier": "metered", "published_time": "2015-10-12T21:05:01", "opinion": "false", "section": "Science"}, "twitter": {"card": "summary_large_image", "creator": "@LATmelissahealy", "description": "People with Type 2 diabetes get an earful of grim lectures about their health prospects and endure much hardship to manage their condition well.", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/f9ab9f6/2147483647/strip/true/crop/2048x1152+0+0/resize/1200x675!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fca%2Ff1%2Fb84dee083ba9bafbd2825f20a9f0%2Fla-sci-sn-diabetes-wine-20151012-002", "alt": "Wine glass"}, "site": "@latimes", "title": "Cheers! For those managing diabetes, wine can help, study says"}, "fb": {"app_id": 119932621434123, "pages": 5863113009, "profile_id": "latimes"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "People with Type 2 diabetes get an earful of grim lectures about their health prospects and endure much hardship to manage their condition well.", "keywords": "nutrition, alcoholism,diabetes", "brightspot.contentId": "00000169-0c8d-dbbe-a16f-4eed2d3d0000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1444622400.0, "source": "http://www.latimes.com", "summary": ""}