{"url": "http://www.nytimes.com/2012/12/10/health/a-breakthrough-against-leukemia-using-altered-t-cells.html?ref=health", "text": "She is among just a dozen patients with advanced leukemia to have received the experimental treatment, which was developed at the University of Pennsylvania. Similar approaches are also being tried at other centers, including the National Cancer Institute and Memorial Sloan-Kettering Cancer Center in New York.\n\n“Our goal is to have a cure, but we can’t say that word,” said Dr. Carl June, who leads the research team at the University of Pennsylvania. He hopes the new treatment will eventually replace bone-marrow transplantation, an even more arduous, risky and expensive procedure that is now the last hope when other treatments fail in leukemia and related diseases.\n\nThree adults with chronic leukemia treated at the University of Pennsylvania have also had complete remissions, with no signs of disease; two of them have been well for more than two years, said Dr. David Porter. Four adults improved but did not have full remissions, and one was treated too recently to evaluate. A child improved and then relapsed. In two adults, the treatment did not work at all. The Pennsylvania researchers were presenting their results on Sunday and Monday in Atlanta at a meeting of the American Society of Hematology.\n\nDespite the mixed results, cancer experts not involved with the research say it has tremendous promise, because even in this early phase of testing it has worked in seemingly hopeless cases. “I think this is a major breakthrough,” said Dr. Ivan Borrello, a cancer expert and associate professor of medicine at the Johns Hopkins University School of Medicine.\n\nDr. John Wagner, the director of pediatric blood and marrow transplantation at the University of Minnesota , called the Pennsylvania results “phenomenal” and said they were “what we’ve all been working and hoping for but not seeing to this extent.”\n\nA major drug company, Novartis , is betting on the Pennsylvania team and has committed $20 million to building a research center on the university’s campus to bring the treatment to market.\n\nHervé Hoppenot, the president of Novartis Oncology, called the research “fantastic” and said it had the potential — if the early results held up — to revolutionize the treatment of leukemia and related blood cancers. Researchers say the same approach, reprogramming the patient’s immune system, may also eventually be used against tumors like breast and prostate cancer .\n\nAdvertisement Continue reading the main story\n\nTo perform the treatment, doctors remove millions of the patient’s T-cells — a type of white blood cell — and insert new genes that enable the T-cells to kill cancer cells. The technique employs a disabled form of H.I.V. because it is very good at carrying genetic material into T-cells. The new genes program the T-cells to attack B-cells, a normal part of the immune system that turn malignant in leukemia.\n\nThe altered T-cells — called chimeric antigen receptor cells — are then dripped back into the patient’s veins, and if all goes well they multiply and start destroying the cancer.\n\nThe T-cells home in on a protein called CD-19 that is found on the surface of most B-cells, whether they are healthy or malignant.\n\nA sign that the treatment is working is that the patient becomes terribly ill, with raging fevers and chills — a reaction that oncologists call “shake and bake,” Dr. June said. Its medical name is cytokine-release syndrome, or cytokine storm, referring to the natural chemicals that pour out of cells in the immune system as they are being activated, causing fevers and other symptoms. The storm can also flood the lungs and cause perilous drops in blood pressure — effects that nearly killed Emma.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSteroids sometimes ease the reaction, but they did not help Emma. Her temperature hit 105. She wound up on a ventilator, unconscious and swollen almost beyond recognition, surrounded by friends and family who had come to say goodbye.\n\nBut at the 11th hour, a battery of blood tests gave the researchers a clue as to what might help save Emma: her level of one of the cytokines, interleukin-6 or IL-6, had shot up a thousandfold. Doctors had never seen such a spike before and thought it might be what was making her so sick.\n\nDr. June knew that a drug could lower IL-6 — his daughter takes it for rheumatoid arthritis . It had never been used for a crisis like Emma’s, but there was little to lose. Her oncologist, Dr. Stephan A. Grupp, ordered the drug. The response, he said, was “amazing.”\n\nWithin hours, Emma began to stabilize. She woke up a week later, on May 2, the day she turned 7; the intensive-care staff sang “Happy Birthday.”\n\nSince then, the research team has used the same drug, tocilizumab, in several other patients.\n\nIn patients with lasting remissions after the treatment, the altered T-cells persist in the bloodstream, though in smaller numbers than when they were fighting the disease. Some patients have had the cells for years.\n\nAdvertisement Continue reading the main story\n\nDr. Michel Sadelain, who conducts similar studies at the Sloan-Kettering Institute, said: “These T-cells are living drugs. With a pill, you take it, it’s eliminated from your body and you have to take it again.” But T-cells, he said, “could potentially be given only once, maybe only once or twice or three times.”\n\nThe Pennsylvania researchers said they were surprised to find any big drug company interested in their work, because a new batch of T-cells must be created for each patient — a far cry from the familiar commercial strategy of developing products like Viagra or cholesterol medicines, in which millions of people take the same drug.\n\nBut Mr. Hoppenot said Novartis was taking a different path with cancer drugs, looking for treatments that would have a big, unmistakable impact on a small number of patients. Such home-run drugs can be approved more quickly and efficiently, he said, with smaller studies than are needed for drugs with less obvious benefits.\n\n“The economic model is totally acceptable,” Mr. Hoppenot said.\n\nBut such drugs tend to be extremely expensive. A prime example is the Novartis drug Gleevec, which won rapid approval in 2001 for use against certain types of leukemia and gastrointestinal tumors. It can cost more than $5,000 a month, depending on the dosage.\n\nDr. June said that producing engineered T-cells costs about $20,000 per patient — far less than the cost of a bone-marrow transplant. Scaling up the procedure should make it even less expensive, he said, but he added, “Our costs do not include any profit margin, facility depreciation costs or other clinical care costs, and other research costs.”\n\nThe research is still in its early stages, and many questions remain. The researchers are not entirely sure why the treatment works, or why it sometimes fails. One patient had a remission after being treated only twice, and even then the reaction was so delayed that it took the researchers by surprise. For the patients who had no response whatsoever, the team suspects a flawed batch of T-cells. The child who had a temporary remission apparently relapsed because not all of her leukemic cells had the marker that was targeted by the altered T-cells.\n\nIt is not clear whether a patient’s body needs the altered T-cells forever. The cells do have a drawback: they destroy healthy B-cells as well as cancerous ones, leaving patients vulnerable to certain types of infections, so Emma and the other patients need regular treatments with immune globulins to prevent illness.\n\nSo far, her parents say, Emma seems to have taken it all in stride. She went back to school this year with her second-grade classmates, and though her grades are high and she reads about 50 books a month, she insists impishly that her favorite subjects are lunch and recess.\n\n“It’s time for her to be a kid again and get her childhood back,” Mr. Whitehead said.", "images": ["https://static01.nyt.com/images/2012/12/10/science/10leukemia1/10leukemia1-videoLarge.jpg", "https://static01.nyt.com/images/2012/12/10/science/10leukemia1/10leukemia1-jumbo-v2.jpg", "https://static01.nyt.com/images/2011/09/13/science/13GENE2/13GENE2-thumbStandard.jpg", "https://static01.nyt.com/images/2012/12/10/us/20121209-Leukemia-slide-2CCE/20121209-Leukemia-slide-2CCE-thumbStandard.jpg"], "top_img": "https://static01.nyt.com/images/2012/12/10/science/10leukemia1/10leukemia1-videoLarge.jpg", "keywords": [], "authors": ["Denise Grady"], "canonical_link": "https://www.nytimes.com/2012/12/10/health/a-breakthrough-against-leukemia-using-altered-t-cells.html", "title": "A Breakthrough Against Leukemia Using Altered T-Cells", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/100000001944942", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2012/12/10/health/a-breakthrough-against-leukemia-using-altered-t-cells.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2012/12/10/health/a-breakthrough-against-leukemia-using-altered-t-cells.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/100000001944942"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2012/12/10/health/a-breakthrough-against-leukemia-using-altered-t-cells.html", "title": "A Breakthrough Against Leukemia Using Altered T-Cells", "description": "Emma Whitehead, 7, has been in full remission for months after scientists used a disabled form of H.I.V. to reprogram her immune system to kill cancer cells.", "image": "https://static01.nyt.com/images/2012/12/10/science/10leukemia1/10leukemia1-thumbLarge-v2.jpg", "card": "summary", "creator": "nytDeniseGrady"}, "robots": "noarchive", "hdl_p": "In Girl’s Last Hope, Altered Cells Beat Leukemia", "description": "Emma Whitehead, 7, has been in full remission for months after scientists used a disabled form of H.I.V. to reprogram her immune system to kill cancer cells.", "genre": "News", "articleid": 100000001944942, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "A Breakthrough Against Leukemia Using Altered T-Cells", "pdate": 20121209, "utime": 20171026074645, "ptime": 20121209174904, "DISPLAYDATE": "Dec. 9, 2012", "dat": "Dec. 9, 2012", "lp": "Emma Whitehead, 7, has been in full remission for months after scientists used a disabled form of H.I.V. to reprogram her immune system to kill cancer cells.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "10leukemia", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "published": "2012-12-09T17:49:04-05:00", "modified": "2017-10-26T07:46:45-04:00", "section": "Health", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "section_url": "https://www.nytimes.com/section/health", "top-level-section": "health", "author": "https://www.nytimes.com/by/denise-grady", "tag": "Immune System"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "og": {"url": "https://www.nytimes.com/2012/12/10/health/a-breakthrough-against-leukemia-using-altered-t-cells.html", "type": "article", "title": "A Breakthrough Against Leukemia Using Altered T-Cells", "description": "Emma Whitehead, 7, has been in full remission for months after scientists used a disabled form of H.I.V. to reprogram her immune system to kill cancer cells.", "image": "https://static01.nyt.com/images/2012/12/10/science/10leukemia1/10leukemia1-videoLarge.jpg"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Denise Grady", "tone": "feature", "byl": "By DENISE GRADY", "PT": "article", "CG": "health", "PST": "News", "tom": "News", "edt": "NewYork", "per": "June, Carl H", "des": "Immune System", "org": "Novartis AG", "keywords": "Whitehead  Emma,Leukemia,Children and Childhood,Acquired Immune Deficiency Syndrome,Children's Hospital of Philadelphia,Novartis AG,Cancer,June  Carl H,Genetic Engineering,Immune System", "news_keywords": "Emma Whitehead,Leukemia,Children,AIDS;HIV,Children's Hospital of Philadelphia,Novartis,Cancer,Carl H June,Genetic engineering,Immune system", "thumbnail_150": "https://static01.nyt.com/images/2012/12/10/science/10leukemia1/10leukemia1-thumbLarge-v2.jpg", "thumbnail_150_height": 150, "thumbnail_150_width": 150, "thumbnail": "https://static01.nyt.com/images/2012/12/10/science/10leukemia1/10leukemia1-thumbStandard-v2.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "dfp-ad-unit-path": "health", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1355115600.0, "source": "http://www.nytimes.com", "summary": ""}