{"url": "http://www.nytimes.com/2010/09/07/health/07pain.html?_r=1", "text": "But a number of new controlled trials and meta-analyses like Dr. Moore’s suggest that topical Nsaids are as effective as their oral counterparts for treating osteoarthritis in the knee and hand as well as musculoskeletal injuries like soreness and tendinitis.\n\nThe main advantage of a skin cream is that it bypasses the stomach and much of the bloodstream, theoretically minimizing serious side effects. Oral Nsaids can be toxic to the kidneys, and they increase the risk of gastrointestinal bleeding. And some, including Vioxx and Bextra, were taken off the market after they were linked to heart attacks and strokes.\n\n“The turning point for topical Nsaids was the fright over heart problems with Vioxx,” Dr. Moore said. “Suddenly there were tons of folks who thought topical Nsaids were a good idea.”\n\nDr. Roy D. Altman, a rheumatology professor at the David Geffen School of Medicine at the University of California, Los Angeles, said the drugs might be especially helpful for “the elderly or those taking multiple medications, who were not getting treated but who can now use topical Nsaids and get some benefit.”\n\n(Dr. Altman has consulted with Novartis, which makes one of the painkillers, Voltaren gel.)\n\nAnother leading pain researcher, Dr. Roger Chou, an associate professor of medicine at Oregon Health and Science University, noted that the skin creams delivered “very high joint concentrations of the topical Nsaid, higher than with standard oral doses, with very low blood levels” — less than 5 percent of those found with oral Nsaids.\n\nIn clinical trials, the skin creams are linked to a higher rate of redness, irritation and rash. And the three topical Nsaids sold in this country — Voltaren gel, the Flector Patch and Pennsaid, a liquid — all contain the Nsaid diclofenac, whose oral version has been linked to liver damage.\n\nThe risks in the most vulnerable population — people with other illnesses, like liver disease, or those on blood thinners — are not known, because these patients are generally excluded from studies. One analysis of 19 studies of older adults found that about 15 percent of patients had gastrointestinal complaints, although not life-threatening ones.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“Future research needs to be done using patients with co-morbidities to know that these agents are safe in the highest-risk population,” said the author of the analysis, Dr. Una Makris, an associate research scientist at the Yale School of Medicine.\n\nAdvertisement Continue reading the main story\n\nStill, in one of the only head-to-head trials between topical and oral Nsaids, subjects taking the pills had a much higher rate of indigestion, diarrhea, abdominal pain, abnormal liver tests and anemia than those using the creams.\n\nNo randomized, controlled study has assessed the risks for serious events like heart attacks, kidney failure and gastrointestinal bleeding, but other types of studies have found no association between topical Nsaids and these serious risk factors.\n\nThe American College of Rheumatology is rewriting its guidelines for osteoarthritis management and will include topical Nsaids in the recommendations, said Dr. Altman, who is on the guidelines committee.\n\nSports medicine and pain doctors are also recommending them for problems like tennis elbow, Achilles tendinitis and overuse injuries and strains. “We used them off label for a while before they were approved,” said Dr. Robin M. Gehrmann, the director of sports medicine at the University of Medicine and Dentistry of New Jersey. “Now that you can just write a prescription, I use them in my practice a lot more.”\n\nSince the Food and Drug Administration approved the first topical Nsaid in 2007, sales in the United States have soared — to more than $264 million in 2009, according to IMS Health, a health care research company. The average copayment for a month’s supply of Voltaren gel or Pennsaid is around $30.\n\n“I think many people are not aware of topical Nsaids, or there is a perception that they don’t work well, or people confuse topical Nsaids with other topical drugs, like the topical salicylates or capsaicin,” Dr. Chou said.\n\nThe topical painkillers are not for everyone. Aside from the possible risks to people with other illnesses, the drugs are not helpful for patients with pain throughout the body, like fibromyalgia, and should not be used along with oral Nsaids.\n\nNor are they recommended for stress fractures or tendon tears, because anti-inflammatory drugs in general have been shown to slow healing of tendons and bones.\n\nAnd young, healthy patients may not want to bother with creams or gels, which have their maximum effect if applied four times a day. “It’s easier to pop a pill,” Dr. Altman said.\n\nAdvertisement Continue reading the main story\n\nBut for immediate relief of my tennis-related muscle pull, the cream was handy and helpful.", "images": ["https://static01.nyt.com/images/icons/t_logo_291_black.png"], "top_img": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "keywords": [], "authors": ["Laurie Tarkan"], "canonical_link": "https://www.nytimes.com/2010/09/07/health/07pain.html", "title": "Nsaids May Directly Ease Muscle and Joint Pain", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1248068982524", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2010/09/07/health/07pain.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2010/09/07/health/07pain.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1248068982524"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2010/09/07/health/07pain.html", "title": "Nsaids May Directly Ease Muscle and Joint Pain", "description": "Controlled trials suggest that a topical nonsteroidal anti-inflammatory drug in a cream is as effective as their oral counterparts for treating osteoarthritis, soreness and tendinitis.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "robots": "noarchive", "hdl_p": "Topical Gel Catches Up With Pills For Relief", "description": "Controlled trials suggest that a topical nonsteroidal anti-inflammatory drug in a cream is as effective as their oral counterparts for treating osteoarthritis, soreness and tendinitis.", "genre": "News", "articleid": 1248068982524, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Nsaids May Directly Ease Muscle and Joint Pain", "pdate": 20100906, "utime": 20141006131506, "ptime": 20100906142147, "DISPLAYDATE": "Sept. 6, 2010", "dat": "Sept. 6, 2010", "lp": "Controlled trials suggest that a topical nonsteroidal anti-inflammatory drug in a cream is as effective as their oral counterparts for treating osteoarthritis, soreness and tendinitis.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "07pain", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "published": "2010-09-06T14:21:47-04:00", "modified": "2014-10-06T13:15:06-04:00", "section": "Health", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "section_url": "https://www.nytimes.com/pages/health/index.html", "top-level-section": "health", "tag": "Research"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "og": {"url": "https://www.nytimes.com/2010/09/07/health/07pain.html", "type": "article", "title": "Nsaids May Directly Ease Muscle and Joint Pain", "description": "Controlled trials suggest that a topical nonsteroidal anti-inflammatory drug in a cream is as effective as their oral counterparts for treating osteoarthritis, soreness and tendinitis.", "image": "https://static01.nyt.com/images/icons/t_logo_291_black.png"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Laurie Tarkan", "tone": "feature", "byl": "By LAURIE TARKAN", "PT": "article", "CG": "health", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Research", "keywords": "Drugs (Pharmaceuticals),Pain,Osteoarthritis,Arthritis and Rheumatism,Medicine and Health,Research", "dfp-ad-unit-path": "health", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1283832000.0, "source": "http://www.nytimes.com", "summary": ""}