{"url": "http://www.latimes.com/health/la-he-skeptic-testosterone-supplements-20110912,0,111750.story", "text": "Age is just a number. But for men, that number says a lot about what’s going on in their bodies. Starting at about age 30, men start producing less testosterone, the hormone that helps spark sex drive, build muscle and stoke energy, ambition and aggression. In short, it helps men feel manly.\n\nFor all of the talk about “male menopause,” the loss of testosterone isn’t anything like the hormonal nose dive that women go through. Instead of essentially disappearing all at once, testosterone levels usually decline by about 1% every year (although they can drop more dramatically, especially if a man becomes ill).\n\nMen diagnosed with unusually low levels of testosterone are sometimes treated with prescription testosterone injections, patches or creams. Men who want to regain the levels of their younger days without a prescription may be interested in a different route: over-the-counter products that promise to boost testosterone naturally.\n\nTestoJack 100, a supplement from NOW Foods, contains a blend of herbs, including Eleutherococcus senticosus, Tribulus terrestris and Eurycoma longifolia, along with zinc, magnesium and vitamin B-6, among other ingredients. Users are instructed to take two capsules once or twice a day. It’s available at many health-food stores, and you can expect to pay roughly $20 to $30 for a bottle of 60 capsules.\n\nAdvertisement\n\nHGH Up, a widely available supplement from Applied Nutriceuticals, contains, among other ingredients, the herbs Chlorophytum borivillanium, Mucuna pruriens and Huperzia serrata, along with green tea, magnesium and a vitamin B complex. Users are instructed to take five capsules every day on an empty stomach — three in the morning and two in the afternoon. A bottle of 150 capsules costs about $60.\n\nThe claims\n\nThe NOW website says TestoJack “supports male reproductive function and healthy testosterone levels.” The tribulus in the product is said to be especially helpful for “virility.” Despite the suggestive name of the product, NOW doesn’t claim that TestoJack actually increases testosterone, says Neil Levin, the company’s nutrition education manager. “It supports healthy testosterone levels,” he says.\n\nAccording to the label, HGH Up “promotes radical increases in growth hormone and testosterone production.” The website says that it can provide “the physiological benefits comparable to that of fully hormonal products while minimizing potential side effects.”\n\nAdvertisement\n\nThough the product is marketed mainly to weightlifters and bodybuilders, it has a growing following among older men looking for rejuvenation, says Don Orrell, president of Applied Nutriceuticals. “For an older man who has low testosterone, there is absolutely no downside to taking this,” he says.\n\nOrrell notes that the way in which the product boosts testosterone is a bit of a mystery — “that’s the magic pixie dust part,” he says — but he has no doubt that it works. “The anecdotal evidence is overwhelming,” he adds.\n\nThe bottom line\n\nDr. John Morley, a testosterone expert and director of geriatrics at St. Louis University, says that there’s not a lot of scientific evidence for any supplement that claims to boost or “promote” testosterone. And for him, that’s a real problem.\n\n“These sorts of products have been around forever,” he says. “As far as I know, none of them have been proven to work in a carefully controlled trial.”\n\nSome of the individual ingredients in these products have been tested, with less-than-impressive results. In a 2007 study in the Journal of Strength and Conditioning Research, Australian researchers found that giving rugby players daily doses of Tribulus terrestris for five weeks had no effect on their testosterone levels.\n\nChlorophytum, one of the ingredients in HGH Up, has long been used as a supposed aphrodisiac for men. A search of the medical literature uncovers a single study suggesting that it may have “testosterone-like” effects, including enhanced sex drive and stronger erections, but the study was conducted on rats, not humans.\n\nMorley often prescribes testosterone for men who have a significant deficit of the hormone, a condition called hypogonadism. The prevalence of this condition is controversial — it depends on how one measures testosterone and defines normal levels — but Morley estimates that 30% to 40% of middle-aged men don’t have enough testosterone to feel their best, sexually and otherwise. Even among these men, about one-third don’t respond to testosterone treatment. In other words, testosterone is hardly a sure-fire remedy against the ravages of aging.\n\nAdvertisement\n\nOver-the-counter testosterone products may carry hidden dangers. A 2008 study in Clinical Cancer Research found that two men taking a supplement called Teston-6 developed unusually aggressive, fast-growing prostate cancer. Lab tests showed that the product contained hormones (including testosterone) that weren’t on the label, a common issue with nonprescription products. The manufacturer quickly pulled it from the market.\n\n“The problem with these sorts of supplements is that they don’t have to meet the regulations of the Food and Drug Administration,” says Dolores Lamb, a coauthor of the Teston-6 study and professor of urology at Baylor College of Medicine in Houston.\n\nA man who thinks he’s short on testosterone shouldn’t be looking in a health food store for answers, Morley says. “He needs to go to a doctor to get checked out.”\n\nCurious about a consumer health product? Send an email to health@latimes.com.\n\nRead more at latimes.com/skeptic.", "images": ["https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.latimes.com/health/la-xpm-2011-sep-12-la-he-skeptic-testosterone-supplements-20110912-story.html", "title": "The Healthy Skeptic: Products make testosterone claims", "meta_data": {"og": {"title": "The Healthy Skeptic: Products make testosterone claims", "url": "https://www.latimes.com/health/la-xpm-2011-sep-12-la-he-skeptic-testosterone-supplements-20110912-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "url": "https://ca-times.brightspotcdn.com/dims4/default/e2816d0/2147483647/strip/true/crop/1200x630+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5b%2F78%2F7c3e41e74e4b986d23923ee121b2%2Flat-logo-dark-full.jpg", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "lat-logo-dark-full.jpg"}, "description": "The Healthy Skeptic: Products make testosterone claims", "site_name": "Los Angeles Times", "type": "article"}, "article": {"content_tier": "metered", "published_time": "2011-09-12T07:00:00", "opinion": "false", "tag": "Health"}, "twitter": {"card": "summary_large_image", "description": "The Healthy Skeptic: Products make testosterone claims", "site": "@latimes", "title": "The Healthy Skeptic: Products make testosterone claims"}, "fb": {"app_id": 119932621434123, "pages": 5863113009}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "The Healthy Skeptic: Products make testosterone claims", "brightspot.contentId": "00000169-988f-d37a-a1ff-9ccf039f0000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1315825200.0, "source": "http://www.latimes.com", "summary": ""}