{"url": "http://consumer.Healthday.com/Article.asp?AID=644883", "text": "En Español\n\nBy Amanda Gardner\n\nHealthDay Reporter\n\nMONDAY, Oct. 25, 2010 (HealthDay News) -- One of the world's most ubiquitous and pedestrian drugs -- aspirin -- may cut the risk of dying for men who have prostate cancer that has not yet spread beyond the gland, a new study suggests.\n\nIn looking at the records of more than 5,000 men with prostate cancer, 2,000 of whom were taking aspirin or another blood-thinning drug, researchers presenting at the annual meeting of the American Society for Radiation Oncology (ASTRO) in San Diego report that the risk of dying from the cancer was reduced by more than half.\n\n\"We show that patients taking anticoagulant [blood thinning] medication had better outcomes with regards to prostate cancer death and that this benefit was most prominent in patients who had high-risk disease,\" said study lead author Dr. Kevin Choe, a radiation oncologist with the University of Texas Southwestern Medical School in Dallas. High-risk tumors are more aggressive and thus more likely to eventually kill the patient.\n\nChoe spoke at a Monday ASTRO teleconference.\n\nOf the blood thinners used in the study, aspirin was the one which seemed to account for most of the benefit, the researchers said\n\nThere has already been some evidence that cancer and the body's coagulation system might be linked in some way.\n\n\"Cancer patients tend to develop clots in their legs and lungs more frequently and also patients who develop clots in their legs and lungs tend to develop cancer more frequently,\" Choe noted. \"We hypothesized that anticoagulant medication may lower the chance of death from prostate cancer in men who have localized prostate cancer.\"\n\nAnd, at least according to this retrospective review of medical records, this did indeed appear to be the case. Retrospective studies -- where researchers look back over previously collected data, looking for associations -- are not as reliable as prospective trials, however.\n\nThe study included 5,275 men diagnosed with prostate cancer that had not yet spread beyond the prostate gland and had been treated with surgery or radiation. Of the almost 2,000 patients on anticoagulants in the study, 1,649 were taking aspirin, 428 warfarin, 287 clopidogrel (Plavix), 26 enoxaparin, and 408 a combination of blood thinners.\n\nAfter an average follow-up of about seven years, only 1 percent of men who had been taking an anticoagulant had died versus 4 percent of those in the control group. At 10 years, 4 percent of those taking one of these medications had died versus 10 percent in no-blood thinner group.\n\nThis translates to a risk reduction of about 50 percent, the researchers calculated.\n\nThe chances of the cancer spreading to the bone were reduced while PSA (prostate-specific antigen) blood levels -- thought to be a marker for cancer's advance -- were also better controlled.\n\n\"This benefit was seen whether these patients were treated with surgery or radiotherapy,\" Choe added.\n\nCancer cells are coated by platelets when they enter the bloodstream and are on their way to spreading. This protects them from immune cells and also helps them stick to their next location, Choe explained. Anticoagulants may work by interfering with this process.\n\nBut Choe said he is not ready to recommend routine aspirin use in men diagnosed with prostate cancer.\n\n\"It's premature to say that aspirin should be used in a standard-therapy way in all patients with prostate cancer,\" he said. \"But we may expect to see this benefit in those who are taking aspirin for other [usually cardiovascular] reasons.\"\n\nAspirin also comes with some risks of its own, including stomach bleeding, Choe pointed out.\n\nA second study, conducted in the United States, Canada and Great Britain and also being presented at ASTRO, suggests that a combination of hormone therapy plus radiation may be the best treatment for men who have locally advanced prostate cancer with a high risk of returning.\n\nThis usurps the previous view that hormone therapy was useless or even \"unkind or toxic,\" said study lead author Dr. Malcolm Mason, a radiation oncologist with Cardiff University in Wales.\n\nThis trial, the largest of its kind, involved about 1,200 men who were randomly chosen to receive hormone therapy alone or a combination of that and radiation.\n\nAn initial review at six years suggested that those taking the combination therapy had a 43 percent reduced risk of dying from prostate cancer, while side effects were not \"major,\" Mason said. \"If the figures from the interim analysis are similar to the final analysis, we would expect a 43 percent reduction in the chances of death from prostate cancer in men with this regimen,\" he said.\n\n\"We feel these results are practice changing,\" Mason added. \"The standard treatment for localized, high-risk prostate cancer for people who are fit for radiotherapy should be a combination of hormone therapy plus radiotherapy.\"\n\nExperts note that studies presented at scientific meetings do not face the same peer-review scrutiny as those published in reputable journals.\n\nMore information\n\nThe U.S. National Cancer Institute has more on prostate cancer.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Amanda Gardner"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/mis-cancer-news-102/aspirin-may-help-patients-beat-prostate-cancer-644883.html", "title": "Aspirin May Help Patients Beat Prostate Cancer", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Retrospective study found blood thinners associated with 50 percent cut in death rate", "og": {"title": "Aspirin May Help Patients Beat Prostate Cancer", "description": "Retrospective study found blood thinners associated with 50 percent cut in death rate", "url": "https://consumer.healthday.com/cancer-information-5/mis-cancer-news-102/aspirin-may-help-patients-beat-prostate-cancer-644883.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}