{"url": "http://www.nytimes.com/2011/02/09/health/research/09breast.html?ref=health", "text": "“This is such a radical change in thought that it’s been hard for many people to get their heads around it,” said Dr. Monica Morrow, chief of the breast service at Sloan-Kettering and an author of the study, which is being published Wednesday in The Journal of the American Medical Association. The National Cancer Institute paid for the study.\n\nDoctors and patients alike find it easy to accept more cancer treatment on the basis of a study, Dr. Morrow said, but get scared when the data favor less treatment.\n\nThe new findings are part of a trend to move away from radical surgery for breast cancer. Rates of mastectomy , removal of the whole breast, began declining in the 1980s after studies found that for many patients, survival rates after lumpectomy and radiation were just as good as those after mastectomy.\n\nThe trend reflects an evolving understanding of breast cancer. In decades past, there was a belief that surgery could “get it all” — eradicate the cancer before it could spread to organs and bones. But research has found that breast cancer can begin to spread early, even when tumors are small, leaving microscopic traces of the disease after surgery.\n\nThe modern approach is to cut out obvious tumors — because lumps big enough to detect may be too dense for drugs and radiation to destroy — and to use radiation and chemotherapy to wipe out microscopic disease in other places.\n\nBut doctors have continued to think that even microscopic disease in the lymph nodes should be cut out to improve the odds of survival. And until recently, they counted cancerous lymph nodes to gauge the severity of the disease and choose chemotherapy. But now the number is not so often used to determine drug treatment, doctors say. What matters more is whether the disease has reached any nodes at all. If any are positive, the disease could become deadly. Chemotherapy is recommended, and the drugs are the same, no matter how many nodes are involved.\n\nThe new results do not apply to all patients, only to women whose disease and treatment meet the criteria in the study.\n\nAdvertisement Continue reading the main story\n\nThe tumors were early, at clinical stage T1 or T2, meaning less than two inches across. Biopsies of one or two armpit nodes had found cancer, but the nodes were not enlarged enough to be felt during an exam, and the cancer had not spread anywhere else. The women had lumpectomies, and most also had radiation to the entire breast, and chemotherapy or hormone-blocking drugs, or both.\n\nThe study, at 115 medical centers, included 891 patients. Their median age was in the mid-50s, and they were followed for a median of 6.3 years.\n\nAfter the initial node biopsy , the women were assigned at random to have 10 or more additional nodes removed, or to leave the nodes alone. In 27 percent of the women who had additional nodes removed, those nodes were cancerous. But over time, the two groups had no difference in survival: more than 90 percent survived at least five years. Recurrence rates in the armpit were also similar, less than 1 percent. If breast cancer is going to recur under the arm, it tends to do so early, so the follow-up period was long enough, the researchers said.\n\nOne potential weakness in the study is that there was not complete follow-up information on 166 women, about equal numbers from each group. The researchers said that did not affect the results. A statistician who was not part of the study said the missing information should have been discussed further, but probably did not have an important impact.\n\nIt is not known whether the findings also apply to women who do not have radiation and chemotherapy, or to those who have only part of the breast irradiated. Nor is it known whether the findings could be applied to other types of cancer.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe results mean that women like those in the study will still have to have at least one lymph node removed, to look for cancer and decide whether they will need more treatment. But taking out just one or a few nodes should be enough.\n\nDr. Armando E. Giuliano, the lead author of the study and the chief of surgical oncology at the John Wayne Cancer Institute at St. John’s Health Center in Santa Monica , Calif., said: “It shouldn’t come as a big surprise, but it will. It’s hard for us as surgeons and medical oncologists and radiation oncologists to accept that you don’t have to remove the nodes in the armpit.”\n\nDr. Grant W. Carlson, a professor of surgery at the Winship Cancer Institute at Emory University , and the author of an editorial accompanying the study, said that by routinely taking out many nodes, “I have a feeling we’ve been doing a lot of harm.”\n\nIndeed, women in the study who had the nodes taken out were far more likely (70 percent versus 25 percent) to have complications like infections, abnormal sensations and fluid collecting in the armpit. They were also more likely to have lymphedema.\n\nAdvertisement Continue reading the main story\n\nBut Dr. Carlson said that some of his colleagues, even after hearing the new study results, still thought the nodes should be removed.\n\n“The dogma is strong,” he said. “It’s a little frustrating.”\n\nEventually, he said, genetic testing of breast tumors might be enough to determine the need for treatment, and eliminate the need for many node biopsies.\n\nTwo other breast surgeons not involved with the study said they would take it seriously.\n\nDr. Elisa R. Port, the chief of breast surgery at Mount Sinai Medical Center in Manhattan, said: “It’s a big deal in the world of breast cancer. It’s definitely practice-changing.”\n\nDr. Alison Estabrook, the chief of the comprehensive breast center at St. Luke’s-Roosevelt hospital in New York said surgeons had long been awaiting the results.\n\n“In the past, surgeons thought our role was to get out all the cancer,” Dr. Estabrook said. “Now he’s saying we don’t really have to do that.”\n\nBut both Dr. Estabrook and Dr. Port said they would still have to make judgment calls during surgery and remove lymph nodes that looked or felt suspicious.\n\nThe new research grew out of efforts in the 1990s to minimize lymph node surgery in the armpit, called axillary dissection. Surgeons developed a technique called sentinel node biopsy, in which they injected a dye into the breast and then removed just one or a few nodes that the dye reached first, on the theory that if the tumor was spreading, cancer cells would show up in those nodes. If there was no cancer, no more nodes were taken. But if there were cancer cells, the surgeon would cut out more nodes.\n\nAlthough the technique spared many women, many others with positive nodes still had extensive cutting in the armpit, and suffered from side effects.\n\nAdvertisement Continue reading the main story\n\n“Women really dread the axillary dissection,” Dr. Giuliano said. “They fear lymphedema. There’s numbness, shoulder pain , and some have limitation of motion. There are a fair number of serious complications. Women know it.”\n\nAfter armpit surgery, 20 percent to 30 percent of women develop lymphedema, Dr. Port said, and radiation may increase the rate to 40 percent to 50 percent. Physical therapy can help, but there is no cure.\n\nThe complications — and the fact that there was no proof that removing the nodes prolonged survival — inspired Dr. Giuliano to compare women with and without axillary dissection. Some doctors objected. They were so sure cancerous nodes had to come out that they said the study was unethical and would endanger women.\n\n“Some prominent institutions wouldn’t even take part in it,” Dr. Giuliano said, though he declined to name them. “They’re very supportive now. We don’t want to hurt their feelings. They’ve seen the light.”", "images": ["https://static01.nyt.com/images/icons/t_logo_291_black.png", "https://static01.nyt.com/images/video/2011/02/08/11260_1_breastcancer_75x75.jpg"], "top_img": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "keywords": [], "authors": ["Denise Grady"], "canonical_link": "https://www.nytimes.com/2011/02/09/health/research/09breast.html", "title": "Lymph Node Surgery for Breast Cancer Not Always Needed, Study Says", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1248069621732", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2011/02/09/health/research/09breast.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2011/02/09/health/research/09breast.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1248069621732"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2011/02/09/health/research/09breast.html", "title": "Lymph Node Surgery for Breast Cancer Not Always Needed, Study Says", "description": "For about 20 percent of breast cancer patients, removing cancerous nodes, a painful measure that can cause complications, does not improve survival or prevent cancer recurrence, researchers say.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary", "creator": "nytDeniseGrady"}, "robots": "noarchive", "hdl_p": "Lymph Node Study Shakes Breast Cancer Treatment", "description": "For about 20 percent of breast cancer patients, removing cancerous nodes, a painful measure that can cause complications, does not improve survival or prevent cancer recurrence, researchers say.", "genre": "News", "articleid": 1248069621732, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Lymph Node Surgery for Breast Cancer Not Always Needed, Study Says", "pdate": 20110208, "utime": 20171026052534, "ptime": 20110208160043, "DISPLAYDATE": "Feb. 8, 2011", "dat": "Feb. 8, 2011", "lp": "For about 20 percent of breast cancer patients, removing cancerous nodes, a painful measure that can cause complications, does not improve survival or prevent cancer recurrence, researchers say.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "09breast", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "published": "2011-02-08T16:00:43-05:00", "modified": "2017-10-26T05:25:34-04:00", "section": "Health", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "section_url": "https://www.nytimes.com/section/health", "top-level-section": "health", "author": "https://www.nytimes.com/by/denise-grady", "tag": "Surgery and Surgeons"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "og": {"url": "https://www.nytimes.com/2011/02/09/health/research/09breast.html", "type": "article", "title": "Lymph Node Surgery for Breast Cancer Not Always Needed, Study Says", "description": "For about 20 percent of breast cancer patients, removing cancerous nodes, a painful measure that can cause complications, does not improve survival or prevent cancer recurrence, researchers say.", "image": "https://static01.nyt.com/images/icons/t_logo_291_black.png"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Denise Grady", "tone": "feature", "byl": "By DENISE GRADY", "PT": "article", "CG": "health", "SCG": "research", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Surgery and Surgeons", "org": "National Cancer Institute", "keywords": "Breasts,Cancer,Lymph Glands,Medicine and Health,Research,National Cancer Institute,Surgery and Surgeons", "news_keywords": "Breast,Cancer,Medicine and Health,Research,National Cancer Institute,Surgery", "dfp-ad-unit-path": "health/research", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1297227600.0, "source": "http://www.nytimes.com", "summary": ""}