{"url": "http://online.wsj.com/article/SB10001424052748703846604575447744076968322.html", "text": "Researchers said they had identified a family of retroviruses in patients with chronic fatigue syndrome, opening up a potentially promising new avenue of treatment for a debilitating disease that afflicts as many as four million Americans and 17 million people world-wide.\n\nThe finding will likely spur patients with the condition to seek treatment with drugs used to fight HIV, the virus that causes AIDS. Although HIV and the newly identified virus group are different, they are both retroviruses.\n\nThe report, published Monday in the Proceedings of the National Academy of Sciences, was accompanied by a call for new clinical trials to test HIV drugs in patients with chronic fatigue syndrome.\n\nDoctors don't know what causes chronic fatigue syndrome, characterized by debilitating fatigue and chronic pain with symptoms that can wax and wane over time. Some patients say friends, co-workers and even family members don't believe they are really sick.\n\nStudies finding a viral connection with the disease would completely transform how the illness is treated and viewed. The findings also offer a potential path for treatment, possibly with drugs that are already FDA-approved for another condition.\n\nBased on other recent research linking the syndrome to a retrovirus called XMRV, some doctors are already prescribing drugs approved for HIV for fatigue patients. The syndrome has no effective treatments yet.\n\nThe group of viruses identified in fatigue patients, called murine leukemia virus-related viruses, or MLV, are known to cause cancer and neurological problems in mice, but whether they cause disease in humans isn't known. XMRV is among several different members of the MLV family, researchers said.\n\nIn the new study, researchers said they found at least one of four different MLV-like viruses in 32 of 37, or 86.5%, of patients with chronic fatigue syndrome, compared with just three of 44, or 6.8%, of apparently healthy blood donors.\n\nMonday's paper is the latest in a series of reports about a possible link between CFS and a virus. Interest in viruses has been intense since an October report in the journal Science found XMRV in a majority of fatigue patients.\n\nSubsequent studies have focused on XMRV and found conflicting evidence. Indeed, the just-published study was held back from publication in June because it was at odds with a report from the Centers for Disease Control and Prevention, which found no evidence of XMRV in chronic-fatigue-syndrome patients.\n\nRelated Slideshow <<\n\nThe current paper didn't find XMRV, either—one reason it isn't likely to resolve a brewing debate over the role XMRV may play in the syndrome.\n\nBut researchers said the variants of MLV-like viruses closely related to XMRV that they found in fatigue patients was evidence of a link between the virus family and the syndrome.\n\nAndrew Mason, a University of Alberta professor, co-wrote the commentary in the journal calling for trials testing anti-retrovirals in CFS patients who are positive for one of the MLV-related viruses. \"If the patients improve, after a certain point you stop debating whether it causes the disease and say, the treatment works and we're going to use it,'' said Dr. Mason.\n\nBut until scientists develop further evidence establishing that the virus causes the syndrome, a large-scale clinical trial testing HIV drugs against the ailment isn't likely. Norbert Bischofberger, chief scientific officer at Gilead Sciences Inc., GILD -1.36% the leading maker of HIV drugs, said the company might consider a small pilot trial but would like to see stronger evidence that the viruses cause CFS before launching a large trial. Still, \"I'm very open, and this would be a great opportunity,'' he said.\n\nA spokesman for Merck MRK -0.59% & Co., another major manufacturer of HIV drugs, said: \"A clinical trial program would be possible to develop only after further substantial evidence of an association with CFS.''\n\nSome doctors and patients are already testing the idea, based in part on a University of Utah and Emory University study in cells. The compounds were tested singly and then in combinations of two at a time, and suggested that three anti-retroviral drugs appeared to inhibit infection by XMRV.\n\nJamie Deckoff-Jones, 56 years old, a doctor and CFS patient in New Mexico, has been blogging about her experiences and those of her 20-year-old daughter. Both tested positive for XMRV and are taking a combination of three anti-retrovirals.\n\nDr. Deckoff-Jones said a year ago she could only get up for short periods during the day. After five months on the drugs, she flew last week to Reno for an XMRV conference. Her daughter was able to go to a party and is enrolling in community college. \"This is all very new, and there is no way to know if improvement will continue,'' Dr. Deckoff-Jones wrote in an email, \"but we appear to be on an uphill course.''\n\nAfter the latest paper was held, the researchers took additional steps to demonstrate that the finding was related to a retrovirus and not lab contamination. Eight of the fatigue patients in the study who tested positive for an MLV-related virus using blood frozen 15 years ago were asked to come back to give fresh blood. Seven of the eight remained positive, and the virus had changed slightly over time, a characteristic of a retrovirus.\n\nMany questions remain on why different groups are coming up with different results. It is still unclear why the Centers for Disease Control didn't find XMRV or MLV-related viruses in its own study of fatigue patients. At a press briefing Monday, Steve Monroe, director of CDC's division of high-consequence pathogens and pathology, said that CDC was able to find MLV-related viruses in a small number of prostate cancer patients, data that isn't yet published.\n\nAnthony L. Komaroff of Harvard Medical School, an author of the latest study, said one explanation may be that the patients used in the new study were chosen because they were very sick. Patients in other studies \"are a very different group of people than the ones that knock on my door,'' he said.\n\nMeantime, the finding that a small fraction of healthy blood donors may be harboring MLV-like virus raises new worries, researchers said. If confirmed and shown to reflect the presence of the virus in the broader population, it could mean that tens of millions of people in the U.S. and more world-wide are infected.\n\nThe implications aren't clear. Research has also linked XMRV to prostate cancer. People diagnosed with chronic fatigue syndrome are already barred from donating blood in Canada, Australia and New Zealand out of fear a virus may be passed on through transfusions.\n\nAABB, a Bethesda, Md., organization whose members collect most blood donated in the U.S., advises that Americans with fatigue syndrome not donate blood until more data are available. A federally led working group is trying to determine how many blood donors may be infected.\n\nWrite to Amy Dockser Marcus at amy.marcus@wsj.com", "images": ["https://content-thumbnail.cxpublic.com/content/dominantthumbnail/fddd6d28f0576a5772474e644a95623747e1cb4b.jpg?5dc9ac40", "https://m.wsj.net/video/20191107/110719opvidpw3/110719opvidpw3_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/461b35da8a2936ee4a7ca01072773c0d5aa427f2.jpg?5dc9b5ae", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/0d2ffa0d6fff89f02d5a9d5508d5467ad9dbd858.jpg?5dc9aba1", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/487b80633438bb2d561829c2e7f8bccee2c45e0b.jpg?5dc9ab9e", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/93d4c0693749e5d6abc5f87d798d3bfdb580948b.jpg?5dc995fd", "https://m.wsj.net/video/20191107/110719electiontech2/110719electiontech2_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/2a7d0786567f18bb6a72f17019cd642c0b51f730.jpg?5dc9b274", "https://images.wsj.net/im-125024?width=111&height=62", "https://images.wsj.net/im-101746?width=111&height=62", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/3f61c934324559d54745fffbed697f2b611fa261.jpg?5dc9b660", "https://s.wsj.net/img/meta/wsj-social-share.png", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/f600b0a56ee84a4d350fa4e522e51ee27d5fd426.jpg?5dc9aba3", "https://m.wsj.net/video/20191104/cinvest1105/cinvest1105_167x94.jpg", "https://images.wsj.net/im-125154?width=111&height=62", "https://s.wsj.net/public/resources/images/B3-ES110_PARTNE_C_20190809085434.jpg", "https://m.wsj.net/video/20191101/110419elevatorpai/110419elevatorpai_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/4a581253a775cca47f02b15ba756a5f4ccf7b8bf.jpg?5dc969b8", "https://images.wsj.net/im-124802?width=111&height=62", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/869c2a340c4c25db5466a6de556da60ae1a2bf4e.jpg?5dc9b4f7", "https://m.wsj.net/video/20191107/110719seib/110719seib_167x94.jpg"], "top_img": "https://s.wsj.net/img/meta/wsj-social-share.png", "keywords": [], "authors": ["Amy Dockser Marcus"], "canonical_link": "https://www.wsj.com/articles/SB10001424052748703846604575447744076968322", "title": "New Hope in Fatigue Fight", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "dj.asn": "i-0fb6", "user.type": "nonsubscriber", "user.exp": "default", "page.section": "Article", "page.content.type": "Article", "page.content.format": "responsive", "page.content.source": "WSJ Online", "article.template": "full", "page.site": "wsj", "page.site.product": "WSJ", "page.region": "na,us", "article.id": "SB10001424052748703846604575447744076968322", "article.type": "Health", "article.type.display": "Health", "article.access": "free", "article.headline": "New Hope in Fatigue Fight", "article.summary": "Researchers said they had identified a family of retroviruses in patients with chronic fatigue syndrome, opening up a potentially promising new avenue of treatment for a debilitating disease that afflicts as many as four million Americans and 17 million people world-wide.", "apple-itunes-app": "app-id=364387007,app-argument=wsj://launch?articleid=SB10001424052748703846604575447744076968322&headline=New%20Hope%20in%20Fatigue%20Fight&weburl=http://www.wsj.com/articles/SB10001424052748703846604575447744076968322", "al": {"ios": {"url": "wsj://launch?articleid=SB10001424052748703846604575447744076968322&headline=New%20Hope%20in%20Fatigue%20Fight&weburl=http://www.wsj.com/articles/SB10001424052748703846604575447744076968322"}}, "article.page": "Health Edition", "article.section": "Business", "article.published": "2010-08-24T04:01:00.000Z", "article.updated": "2010-08-24T04:01:00.000Z", "article.created": "2010-08-23T19:13:00.000Z", "dateLastPubbed": "2010-08-24T04:01:00.000Z", "author": "Amy Dockser Marcus", "description": "Researchers said they had identified a family of retroviruses in patients with chronic fatigue syndrome, opening up a potentially promising new avenue of treatment for a debilitating disease that afflicts as many as four million Americans and 17 million people world-wide.", "article": {"word_count": 1131, "embed_count": 2, "internal_link_count": 2, "publisher": "https://www.facebook.com/wsj", "opinion": "false"}, "robots": "noarchive,noodp", "language": "en", "twitter": {"title": "New Hope in Fatigue Fight", "description": "Researchers said they had identified a family of retroviruses in patients with chronic fatigue syndrome, opening up a potentially promising new avenue of treatment for a debilitating disease that afflicts as many as four million Americans and 17 million people world-wide.", "image": {"identifier": "https://s.wsj.net/img/meta/wsj-social-share.png", "alt": "New Hope in Fatigue Fight"}, "card": "summary", "site": "@WSJ", "domain": "wsj.com"}, "fb": {"app_id": 368513495882, "pages": 8304333127}, "og": {"title": "New Hope in Fatigue Fight", "description": "Researchers said they had identified a family of retroviruses in patients with chronic fatigue syndrome, opening up a potentially promising new avenue of treatment for a debilitating disease that afflicts as many as four million Americans and 17 million people world-wide.", "url": "https://www.wsj.com/articles/SB10001424052748703846604575447744076968322", "image": {"identifier": "https://s.wsj.net/img/meta/wsj-social-share.png", "width": 1200, "height": 630}, "locale": "en_US", "type": "article", "site_name": "WSJ"}, "cx_pv_id": "k2uu600980k3bkgl", "cx_shield": "{\"campaign\":99999,\"placement\":\"cx-articlecover\",\"tag\":\"openhouse\",\"type\":\"free\",\"bucket\":6}", "cXenseParse": {"wsj-primary-inset": "none", "wsj-page-content-source": "WSJ Online", "wsj-coral": "false"}, "referrer": "always"}, "movies": [], "publish_date": null, "source": "http://online.wsj.com", "summary": ""}