{"url": "http://www.nytimes.com/2010/09/23/health/research/23mammogram.html?_r=1", "text": "The study, published Thursday in The New England Journal of Medicine , looked at what happened in Norway before and after 1996, when the country began rolling out mammograms for women ages 50 to 69 along with special breast cancer teams to treat all women with breast cancer.\n\nThe study is not perfect. The ideal study would randomly assign women to have mammograms or not. But, cancer experts said, no one would do such a study today when mammograms are generally agreed to prevent breast cancer deaths. In the study, which is continuing, women were followed for a maximum of 8.9 years. It is possible that benefits may emerge later.\n\nNonetheless, the new study is “very credible,” said Dr. Barnett Kramer, associate director for disease prevention at the National Institutes of Health .\n\n“This is the first time researchers used real populations to compare the effects of treatment and mammography in the modern era of treatment,” Dr. Kramer said. “It shows the relative impacts of screening versus therapy in an era in which therapy has been improving.”\n\nDr. Otis Brawley of the American Cancer Society said in a statement that the investigators used “careful methodology.” The society, Dr. Brawley said, “believes that the total body of the science supports the fact that regular mammography is an important part of a woman’s preventive health care .”\n\nDr. Carol Lee, a radiologist at Memorial Sloan-Kettering Cancer Center and chairwoman of the breast imaging commission of the American College of Radiology, said the new study affirmed that mammography saves lives.\n\n“Mortality from breast cancer is decreasing, and I have to believe that screening mammography has played a part,” Dr. Lee said.\n\nAdvertisement Continue reading the main story\n\nIn their study, the investigators analyzed data from all 40,075 Norwegian women who had received a diagnosis of breast cancer from 1986 to 2005, a time when treatment was changing markedly.\n\nIn that period, 4,791 women died. And, starting in 1996, Norway began offering mammograms to women ages 50 to 69 and assigning multidisciplinary treatment teams to all women with breast cancer, similar to the teams at many major medical centers in the United States . The question was, Did the program of mammograms and optimal new treatment with coordinated teams of surgeons, pathologists, oncologists, radiologists and nurses lower the breast cancer death rate?\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe investigators found that women 50 to 69 who had mammograms and were treated by the special teams had a 10 percent lower breast cancer death rate than similar women who had had neither.\n\nThey also found, though, that the death rate fell by 8 percent in women over 70 who had the new treatment teams but had not been invited to have mammograms. And Dr. Kramer said he knew of no evidence that breast cancer was more easily treated in women over 70 than in women ages 50 to 69.\n\nThat means, Dr. H. Gilbert Welch of Dartmouth wrote in an additional analysis in an accompanying editorial, that mammography could have reduced the breast cancer death rate by as little as 2 percent, an amount so small that it is not really different from zero.\n\nTwo percent is an estimate, Dr. Welch said. But, he said, whatever the effect of mammograms is, “all the signals here are that it is much smaller than we believed.”\n\nDr. Laura Esserman, a professor of surgery and radiology at the University of California in San Francisco , said it tells her that “if you get the same treatment and the outcome is the same if you find it earlier or later, then you don’t make a difference when you find it early.”\n\nAnd screening has a cost, Dr. Welch said. Screening 2,500 50-year-olds for a decade would identify 1,000 women with at least one suspicious mammogram resulting in follow-up tests. Five hundred would have biopsies. And 5 to 15 of those women would be treated for cancers that, if left alone, would have grown so slowly they would never have been noticed.\n\nWhen the study was planned, the scientists expected that screening would be even more effective than it was in studies from decades ago. After all, mammography had improved and, in Norway, each mammogram was independently read by two radiologists, which should make it less likely that cancers would be missed. The researchers expected mammograms to reduce the breast cancer death rate by a third.\n\nAdvertisement Continue reading the main story\n\n“We were surprised,” said Dr. Mette Kalager, the lead author of the paper who is a breast surgeon at Oslo University and a visiting scientist at the Harvard School of Public Health.\n\nMarvin Zelen, a statistician at the Harvard School of Public Health and the Dana-Farber Cancer Institute, who was a member of the research team said even though the mammography benefit is small, if he were a woman he would get screened.\n\n“It all depends on how you approach risk,” Dr. Zelen said. His approach, he says, is “minimax” — he wants to minimize the maximum risk — which, in this case, is dying of a cancer.\n\nDr. Kalager came to the opposite conclusion. She worries about the small chance of benefit in light of the larger chance of finding and treating a cancer that did not need to be treated.\n\n“Since I’m a breast cancer surgeon, I know what being treated is like,” she says. The decision to be screened, she says, “is a matter of personal preference. Is it worth it to risk becoming a patient without it being necessary?”\n\nMany women may still want mammograms, she says, and that is fine.\n\n“I think we have to respect what women want to do.”", "images": ["https://static01.nyt.com/images/2010/09/23/us/mammogram/mammogram-thumbStandard.jpg", "https://static01.nyt.com/images/2010/09/23/us/mammogram/mammogram-jumbo.jpg"], "top_img": "https://static01.nyt.com/images/2010/09/23/us/mammogram/mammogram-thumbStandard.jpg", "keywords": [], "authors": ["Gina Kolata"], "canonical_link": "https://www.nytimes.com/2010/09/23/health/research/23mammogram.html", "title": "Mammograms’ Value in Cancer Fight at Issue", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1248069073644", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2010/09/23/health/research/23mammogram.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2010/09/23/health/research/23mammogram.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1248069073644"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2010/09/23/health/research/23mammogram.html", "title": "Mammograms’ Value in Cancer Fight at Issue", "description": "A new study suggests awareness and treatments are the main force in reducing the breast cancer death rate.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary", "creator": "ginakolata"}, "robots": "noarchive", "hdl_p": "New Treatments Are Challenging Mammogram’s Need, Study Says", "description": "A new study suggests awareness and treatments are the main force in reducing the breast cancer death rate.", "genre": "News", "articleid": 1248069073644, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Mammograms’ Value in Cancer Fight at Issue", "pdate": 20100922, "utime": 20171023144400, "ptime": 20100922182703, "DISPLAYDATE": "Sept. 22, 2010", "dat": "Sept. 22, 2010", "lp": "A new study suggests awareness and treatments are the main force in reducing the breast cancer death rate.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "23mammogram", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "published": "2010-09-22T18:27:03-04:00", "modified": "2017-10-23T14:44:00-04:00", "section": "Health", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "section_url": "https://www.nytimes.com/section/health", "top-level-section": "health", "author": "https://www.facebook.com/gina.kolata.1", "tag": "Norway"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "og": {"url": "https://www.nytimes.com/2010/09/23/health/research/23mammogram.html", "type": "article", "title": "Mammograms’ Value in Cancer Fight at Issue", "description": "A new study suggests awareness and treatments are the main force in reducing the breast cancer death rate.", "image": "https://static01.nyt.com/images/2010/09/23/us/mammogram/mammogram-thumbStandard.jpg"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Gina Kolata", "tone": "feature", "byl": "By GINA KOLATA", "PT": "article", "CG": "health", "SCG": "research", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Breasts", "geo": "Norway", "keywords": "Mammography,Cancer,Breasts,Norway", "news_keywords": "Mammography,Cancer,Breast,Norway", "thumbnail": "https://static01.nyt.com/images/2010/09/23/us/mammogram/mammogram-thumbStandard.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "dfp-ad-unit-path": "health/research", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1285214400.0, "source": "http://www.nytimes.com", "summary": ""}