{"url": "https://web.archive.org/web/20101119170207/http://www.latimes.com/health/boostershots/la-heb-mammography-20100929,0,3749619,print.story", "text": "latimes.com/health/boostershots/la-heb-mammography-20100929,0,4686544.story\n\n4:53 PM PDT, September 29, 2010\n\nAdvertisement\n\nAs if the mammography debate was not already thoroughly confusing, a Swedish study released Wednesday suggests that screening of women in their 40s could reduce the death rate by as much as 29%, a much higher rate than has previously been observed. Proponents of screening argued that the study is the largest ever conducted and provides strong support for guidelines of the American Cancer Society and other groups calling for regular screening of women in this age group. But critics charged that the study was poorly designed and potentially vastly misleading. A major criticism of the study was that it made no attempt to weigh the risks of mammography against the benefits.\n\n\n\nLast November, the U.S. Preventive Services Task Force, which was established in 1986 to assess the value of preventive medical techniques, concluded that mammography for women in their 40s was probably not a good idea. The panel concluded that screening could reduce the risk of dying by about 15% among women in their 40s. But the risks of false positives and invasive procedures associated with them largely outweighed the potential benefits of the procedure. The costs are also high, the panel concluded. About 1,900 women in their 40s would have to be screened to save one life, the panel concluded, and that is a poor return on investment. In contrast, for women over 50, about 1,300 need to be screened to save one life.\n\n\n\nEarlier this month, a study from Norway concluded that the routine mammography may not even be all that beneficial for women older than 50. Those researchers found that improvements in breast cancer awareness and new treatments for the disease were the prime drivers in reducing the death rate from breast cancer and that routine mammography may contribute as little as 2% to the reduction.\n\n\n\nThe new study was released at a news conference and published online in the journal Cancer on Wednesday and is to be presented Friday at the American Society of Clinical Oncology's Breast Cancer Symposium in Alexandria, Va. Epidemiologist Hakan Jonsson of Umea University in Sweden and his colleagues took advantage of the fact that, since 1986, about half of Sweden's counties have offered routine mammography to women in their 40s and half have not. Using a cancer registry, the team examined records for more than a million women in the two groups of counties. They found 619 breast cancer deaths among women in the counties that offered screening, compared with 1,205 deaths in a similar group that were not screened. Overall follow-up was about 16 years. That amounted to a 26% reduction in deaths among women who were offered screening and a 29% reduction among those who actually received mammograms. The authors said that 1,250 women needed to be screened to prevent one death.\n\n\n\nCritics, however, noted that the researchers did not provide mortality rates, which made it difficult to compare the results in the two groups of counties. Moreover, they counted only the women who received a diagnosis of breast cancer and died of it but did not compare the broader cancer death rates in the two groups. Some studies have previously shown, for example, that breast cancer rates were significantly lower in the counties where screening is now performed even before the start of the screening program, suggesting that women in those counties may be intrinsically healthier. And the researchers did not look at false positives or other adverse outcomes from the screenings.\n\n\n\nThe controversy over mammograms seems unlikely to be settled anytime soon. Until it is, perhaps the best advice for a woman comes from Dr. Jennifer C. Obel of the NorthShore University HealthSystem in Chicago, who serves as a spokeswoman for the oncology society: \"The critical message here is that all women starting at age 40 should talk to their doctor to understand the benefits and risks of screening and to understand what is best\" for them.\n\n\n\n-- Thomas H. Maugh II / Los Angeles Times\n\n\n\n", "images": ["https://web.archive.org/web/20101119170207im_/http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-400338h&cg=0&cc=1&ts=noscript", "https://web.archive.org/web/20101119170207im_/http://ad.doubleclick.net/ad/trb.latimes/news/health/blog/boostershots;;ptype=ps;slug=la-heb-mammography-20100929;rg=ur;ref=latimescom;pos=1;dcopt=ist;sz=300x250,336x280;tile=1;ca=Health;en=Mammogram;at=Health;at=DiseasesandIllnesses;at=MedicalResearch;at=Mammogram;at=BreastCancer;u=http://www.latimes.com/health/boostershots/la-heb-mammography-20100929,0,3749619,print.story;ord=89181503"], "top_img": "", "keywords": [], "authors": [], "canonical_link": "", "title": "Swedish mammography study sows more confusion about screening for breast cancer", "meta_data": {"robots": "noindex,nofollow", "Description": "As if the mammography debate was not already thoroughly confusing, a Swedish study released Wednesday suggests that screening of women in their 40s could reduce the death rate by as much as 29%, a much higher rate than has previously been observed. Proponents of screening argued that the study is the largest ever conducted and provides strong support for guidelines of the American Cancer Society and other groups calling for regular screening of women in this age group. But critics charged that the study was poorly designed and potentially vastly misleading. A major criticism of the study was that it made no attempt to weigh the risks of mammography against the benefits."}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}