{"url": "http://consumer.healthday.com/Article.asp?AID=664276", "text": "By Jenifer Goodwin\n\nHealthDay Reporter\n\nTUESDAY, May 1, 2012 (HealthDay News) -- Researchers have found new evidence showing that resveratrol, a compound found in red wine, may play a role in preventing cell aging.\n\nThe study in rodents found that when mice had a particular gene -- SIRT1 -- knocked out, or turned off, resveratrol had no effect on them. But tests of muscle tissue in mice with a normal SIRT1 gene that were given resveratrol found that the substance boosted mitochondrial function.\n\nMitochondria provide the energy that cells need to function. A decrease in mitochondrial energy production has been linked to a variety of diseases, including diabetes and Alzheimer's disease, as well as to the aging process itself, said senior study author David Sinclair, a professor of genetics at Harvard Medical School in Boston.\n\nBut don't go reaching for that Chianti yet. Yes, resveratrol is found in the skin of red grapes. But \"the amounts we gave to our mice would be like drinking 100 glasses of red wine a day,\" Sinclair said.\n\nInstead, the goal is to develop synthetic resveratrol compounds that activate SIRT1 and could be taken as medication. \"My colleagues are in the middle of developing better molecules that we hope will be medicines that will be used to treat diseases of aging, not to extend lifespan, though that may be a side effect,\" Sinclair said.\n\nThe study is in the May 1 issue of Cell Metabolism.\n\nWhile previous studies have also suggested that resveratrol may have anti-aging properties, the precise mechanism of resveratrol has been controversial. Several studies, including work with yeast, worms and flies, have found that resveratrol acts on a class of seven genes known as sirtuins and, in human cells, SIRT1 in particular.\n\nBut other researchers have argued that resveratrol may work by activating a separate energy pathway called AMPK, which is also related to mitochondrial energy production but does not involve sirtuin genes.\n\nTesting the effect of resveratrol on SIRT1 in mice was difficult, Sinclair said. Mice that have their SIRT1 gene deleted are born with developmental defects and are unsuitable for experiments, he explained.\n\nSo Sinclair and two graduate students, Nathan Price and Ana Gomes, worked for years to come up with a method for knocking out SIRT1 in healthy adult mice.\n\n\"Our paper found you absolutely require the SIRT1 gene for resveratrol to improve the metabolism of the mice,\" Sinclair said.\n\nThe paper also showed that the AMPK pathway was activated in mice given high doses of resveratrol, yet there was no benefit to mitochondrial function. There was no effect on AMPK in mice given a lower dose of resveratrol.\n\nSinclair is co-founder and a consultant for Sirtris Pharmaceuticals Inc., which is developing resveratrol-like molecules for use as treatment for age-related diseases. In 2010, according to news reports, the company, which is owned by GlaxoSmithKline, halted clinical trials of resveratrol, but Sinclair said the company continues to develop improved synthetic molecules.\n\nGeorge Vlasuk, CEO of Sirtris, said the new findings offer the \"first definitive evidence\" for a direct link between SIRT1 and the metabolic benefits of resveratrol.\n\n\"The work by [first author] Price et al. strongly supports the basic rationale being pursued at Sirtris, which focuses on the development of small-molecule compounds that directly activate the enzymatic activity of SIRT1 as a new therapeutic approach to many diseases of aging,\" Vlasuk wrote in an email to the journal.\n\nPhilippe Marambaud, an investigator at the Litwin-Zucker Center for Research in Alzheimer's Disease and Memory Disorders at the Feinstein Institute for Medical Research in Manhasset, N.Y, said the new research adds to a body of evidence that resveratrol can potentially combat aging by boosting mitochondrial activity.\n\n\"In this study, by using an elegant adult-inducible SIRT1 knock-out mouse model, the authors now provide compelling evidence that SIRT1 is required in vivo [in the animal] for the effect of resveratrol on AMPK activation and on mitochondrial function,\" Marambaud said.\n\nWhile studies involving animals can be useful, they frequently fail to produce similar results in humans.\n\n\"A mouse model is not a human being, especially when you are genetically manipulating this animal model, you want to be very careful,\" Marambaud said. \"This field has been extremely controversial. We should be very careful about claiming the importance of resveratrol for medical purposes. We have to wait and see, but this study is a big step forward.\"\n\nMore information\n\nThe U.S. Centers for Disease Control and Prevention has more on healthy aging.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Jenifer Goodwin"], "canonical_link": "https://consumer.healthday.com/senior-citizen-information-31/misc-aging-news-10/how-that-glass-of-red-wine-might-help-you-live-longer-664276.html", "title": "How That Glass of Red Wine Might Help You Live Longer", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Mouse study suggests synthetic form of compound found in grapes deserves a look", "og": {"title": "How That Glass of Red Wine Might Help You Live Longer", "description": "Mouse study suggests synthetic form of compound found in grapes deserves a look", "url": "https://consumer.healthday.com/senior-citizen-information-31/misc-aging-news-10/how-that-glass-of-red-wine-might-help-you-live-longer-664276.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}