{"url": "http://www.foxnews.com/health/2016/07/05/fda-approves-first-dissolving-stent-for-us-patients.html", "text": "WASHINGTON (AP) -- A medical implant that slowly dissolves into the body could be the answer to long-standing safety concerns with devices used to treat clogged arteries.\n\nBut not so fast, say experts.\n\nAbbott Laboratories' newly approved Absorb stent comes with one important caveat: it hasn't yet been shown to be safer than older metal implants.\n\nThe Food and Drug Administration approved the device Tuesday for patients with coronary artery disease, the artery-narrowing condition that causes about 370,000 U.S. deaths each year, according to government figures. The new stent is designed to gradually dissolve over three years.\n\nCurrently-available stents are permanent, mesh-wire tubes that hold open arteries after a procedure used to clear fatty plaque.\n\nExperts describe Abbott's device as an important step in finding a better approach to treating the leading cause of death in the U.S.\n\n\"This is presumably a better technology going forward, at least that's the theory, but it will take years to prove,\" said Dr. George Vetrovec, professor emeritus at Virginia Commonwealth University. Vetrovec was part of an FDA advisory panel of cardiologists who overwhelmingly endorsed the device in March.\n\nThe Absorb stent, already sold in Europe and Asia, is made of a degradable material that's designed to stay intact for one year then break down over the next two years.\n\nUse of metallic stents surged in the early 2000s as a treatment for people who suffered a heart attack or experienced chest pain caused by clogged arteries that restrict blood flow. They are still implanted in about 850,000 U.S. patients annually.\n\nBut doctors have scaled back their use due to safety concerns, insurance cost-cutting and evidence that they are overused. Studies in 2007 and 2008 suggested that stented arteries faced a higher risk of blood clots, potentially triggering heart attack a year or more down the road. Results of another five-year study showed that patients who received stents to treat chest pain fared about as well as those treated with drugs.\n\nAmid these concerns, Abbott and others began developing dissolving stents that would slowly melt away like stitches, presumably reducing complications.\n\nIn the company study submitted to the FDA, patients who got Absorb fared about as well as those receiving Abbott's older metal stent after one year. But heart-related complications were actually slightly higher with Absorb - 7.8 percent of patients, versus 6.1 percent of patients with the metal stent. That 1.7 percent difference is not considered statistically significant.\n\nOther complications with the new device include allergic reactions, infections and internal bleeding.\n\nDoctors who studied Absorb said it may take several years before its advantages become clear. Long-term safety results aren't expected until 2020.\n\n\"We have good theoretical reasons to believe that by getting rid of the stent, and allowing the coronary artery to restore its normal shape, that will prevent many of those late events,\" said Dr. Gregg Stone, of Columbia University Medical Center, who helped conduct the pivotal trial of Absorb. Stone was not paid by Abbott for his work on the trial.\n\nSome Wall Street analysts are betting that products like Absorb will allow companies to raise prices and boost revenue.\n\n\"The key for the stent market will be whether pricing returns to rational levels and the success of the new bio-absorbable stent platforms,\" states Evercore ISI analyst Vijay Kumar, in an investment note. He says a \"perfect storm of events,\" including safety concerns and the economic downturn led Abbott and competitors Medtronic Inc. and Boston Scientific Corp. to slash prices in recent years.\n\nStent sales fell roughly 30 percent to $4.1 billion in 2014 from 2006 levels, according to Evercore.\n\nAbbott said it does not disclose the price of its stents. Hospitals often bill $30,000 for stenting procedures, which includes the costs of the stent, medical staff and other equipment and services.\n\nChicago-based Abbott controls a little more than a third of the U.S. stent market. More than a dozen medical device makers are working on their own dissolving stent technologies.", "images": ["http://a57.foxnews.com/media2.foxnews.com/thumbnails/i/101513/640/360/stent_640.jpg", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/11/270/152/meningitis_split.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/11/270/152/lollipop-ban-da-437275.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/11/270/152/life_support_istock.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/11/270/152/steamer-horror-2.jpg?ve=1&tl=1", "https://a57.foxnews.com/a57.foxnews.com/media2.foxnews.com/thumbnails/i/101513/640/360/931/524/stent_640.jpg?ve=1&tl=1"], "top_img": "http://a57.foxnews.com/media2.foxnews.com/thumbnails/i/101513/640/360/stent_640.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.foxnews.com/health/fda-approves-first-dissolving-stent-for-us-patients", "title": "FDA approves first dissolving stent for US patients", "meta_data": {"viewport": "width=device-width, minimum-scale=1.0, initial-scale=1.0", "description": "U.S. health regulators said on Tuesday they approved a stent by Abbott Laboratories that is the first designed to be absorbed into the bloodstream after it is implanted.", "prism.channel": "fnc", "prism.section": "health", "prism.aggregationType": "subsection", "pagetype": "article", "content-creator": "tiger", "dc.title": "FDA approves first dissolving stent for US patients", "dcterms.abstract": "U.S. health regulators said on Tuesday they approved a stent by Abbott Laboratories that is the first designed to be absorbed into the bloodstream after it is implanted.", "dc.type": "Text.Article", "dc.description": "U.S. health regulators said on Tuesday they approved a stent by Abbott Laboratories that is the first designed to be absorbed into the bloodstream after it is implanted.", "dc.language": "en-US", "dc.publisher": "Fox News", "dc.format": "text/html", "dc.identifier": "urn:uri:base64:e1ef6d3e-afa3-517d-af39-3aa50460564a", "dc.source": "Associated Press", "dc.date": "2016-07-05", "dcterms.created": "2016-07-05T11:43:09-04:00", "dcterms.modified": "2016-07-05T12:10:47-04:00", "og": {"title": "FDA approves first dissolving stent for US patients", "description": "U.S. health regulators said on Tuesday they approved a stent by Abbott Laboratories that is the first designed to be absorbed into the bloodstream after it is implanted.", "type": "article", "image": "http://a57.foxnews.com/media2.foxnews.com/thumbnails/i/101513/640/360/stent_640.jpg", "url": "https://www.foxnews.com/health/fda-approves-first-dissolving-stent-for-us-patients", "site_name": "Fox News"}, "robots": "noarchive, noodp", "twitter": {"card": "summary_large_image", "site": "@foxnews", "title": "FDA approves first dissolving stent for US patients", "description": "U.S. health regulators said on Tuesday they approved a stent by Abbott Laboratories that is the first designed to be absorbed into the bloodstream after it is implanted.", "image": "https://a57.foxnews.com/a57.foxnews.com/media2.foxnews.com/thumbnails/i/101513/640/360/1024/512/stent_640.jpg?ve=1&tl=1", "url": "https://www.foxnews.com/health/fda-approves-first-dissolving-stent-for-us-patients"}, "fb": {"app_id": 116027085089150}, "article": {"opinion": "false"}, "classification": "/FOX NEWS/HEALTH/Heart Health,/FOX NEWS/HEALTH,/FOX NEWS/HEALTH/HEALTHY LIVING/Health Care", "classification-isa": "hearthlth,health,healthcare"}, "movies": [], "publish_date": 1467691200.0, "source": "http://www.foxnews.com", "summary": ""}