{"url": "http://www.CNN.com/2011/HEALTH/02/07/universal.flu.vaccine.research/index.html", "text": "London, England (CNN) -- Researchers hope a new treatment developed in the United Kingdom will prove vital in controlling future flu pandemics such as H1N1 (swine) flu, bird flu as well as ending the need for annual flu jabs.\n\nDeveloped by scientists at Oxford University, the new vaccine works by targeting protein cells inside the influenza A virus, instead of current vaccines that attack proteins on the outside of the flu virus.\n\nAccording to Sarah Gilbert, head of the project at Oxford's Jenner Institute, this method is effective because proteins inside the virus are far more similar across all the influenza strains and are less likely to mutate.\n\nIn the first successful trial on humans, 11 healthy people were vaccinated and infected with the seasonal flu strain along with 11 non-vaccinated volunteers.\n\nThe results, say Gilbert, are important in developing a new form of protection that researchers hope could spell the end of flu vaccination supply problems.\n\nThe most recent global pandemic was the 2009 H1N1 flu pandemic, in which the estimates of deaths ranged as high as 12,500 in the U.S. alone, according to the Centers for Disease Control and Prevention.\n\n\n\nGilbert explained: \"With the swine flu pandemic it took four months before the first doses of the vaccine were available and there was only a small amount available,\" Gilbert explained. \"It took a further six months before it was possible to vaccinate a large number of people.\n\n\"With this type of vaccine, you would at least be able to start using the vaccine as soon as you knew a new pandemic was starting. You could stockpile the vaccine and wouldn't have this wait to make a new pandemic-specific vaccine,\" she said.\n\nThe vaccine would be an important step in treating seasonal flu, not just pandemics.\n\n\"Flu kills every year. It's not just swine flu. Normally it's the very old or very young that die from flu, but every year there are deaths from influenza A,\" said Gilbert.\n\nIn the U.S alone it's believed about 36,000 people die from seasonal flu-related causes in an average year, according to the CDC.\n\nThe initial results are positive, says Peter Palese, professor and chair of microbiology at Mount Sinai School of Medicine, New York, but more research is needed before the new treatment is approved.\n\n\"I think it's a very interesting and very elegant approach and the data so far looks very, very good,\" he said.\n\n\"But although the vaccine has been give to humans, unfortunately there is no evidence presented to say if it really results in protection against infection.\"\n\nGilbert agrees more work is required before the vaccine becomes available, estimating a wait of at least five year, but says the results are a fundamental next step in the treatment of flu.\n\n\"It's fairly certain flu vaccines are going to change a lot in the next few years,\" she said.\n\n\"Whether it's this vaccine or another one someone else develops, I don't think we'll be continuing with the type of flu vaccines that we have at the moment.\"", "images": ["http://i.cdn.turner.com/cnn/images/1.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/misc/advertisement.gif", "http://cdn.cnn.com/cnn/images/1.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/mosaic/15x15_PLUS_bt.jpg", "http://i.cdn.turner.com/cnn/2011/HEALTH/02/07/universal.flu.vaccine.research/t1larg.brid.flu.cells.jpg", "http://i.cdn.turner.com/cnn/2011/HEALTH/02/07/universal.flu.vaccine.research/tzvids.brid.flu.cells.2.jpg", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/icons/btn_close.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/1px.gif"], "top_img": "http://i.cdn.turner.com/cnn/2011/HEALTH/02/07/universal.flu.vaccine.research/tzvids.brid.flu.cells.2.jpg", "keywords": [], "authors": ["Susannah Palk For Cnn"], "canonical_link": "http://www.cnn.com/2011/HEALTH/02/07/universal.flu.vaccine.research/index.html", "title": "New research raises hopes in quest to find universal flu vaccine", "meta_data": {"TITLE": "New research raises hopes in quest to find universal flu vaccine - CNN.com", "og": {"title": "New research raises hopes in quest to find universal flu vaccine", "type": "article"}, "description": "Researchers hope a new treatment developed in the United Kingdom will prove vital in controlling future flu pandemics such as H1N1 (swine) flu, bird flu as well as ending the need for annual flu jabs.", "AUTHOR": "By  Susannah Palk for CNN", "SECTION": "HEALTH", "fb": {"admins": 690014395, "app_id": 80401312489, "page_id": 129343697106537}, "viewport": "width=1024"}, "movies": [], "publish_date": null, "source": "http://www.CNN.com", "summary": ""}