{"url": "https://web.archive.org/web/20170508200747/http://www.newsweek.com/cannabis-marijuana-restores-memory-learning-cognitive-decline-596160", "text": "Marijuana appears to improve the memory and learning abilities of old mice. Scientists discovered low doses of its main psychoactive ingredient—cannabinoid THC—can reverse the age-related decline in cognitive abilities, a finding that could lead to scientists figuring out a way of slowing brain aging in humans.\n\nResearchers are increasingly examining THC (tetrahydrocannabinol) for its potential medical benefits. In the U.K., Oxford University recently launched a £10 million ($13 million) program to “identify new medical therapies through research into the molecular, cellular and systems mechanisms of cannabinoids.” Meanwhile, the U.S. Food and Drug Administration has now approved several medications derived from THC.\n\nMany scientists are currently looking at its potential use as a treatment for neurological conditions, including multiple sclerosis, epilepsy and Parkinson’s disease.\n\nSubscribe to Newsweek from $1 per week\n\nIn a study published in Nature Medicine on Monday, researchers led by Andreas Zimmer, from the University of Bonn, Germany, have shown how THC can provide significant benefits to mice when it comes to age-related cognitive decline.\n\nTHC interacts with receptors in the brain’s endocannabinoid system, which is involved in many physiological functions, including pain, mood, memory and appetite. Previous research has also shown activity in the endocannabinoid system declines as we get older, indicating it plays a role in the progression of aging.\n\nTo study what effect THC has on the aging brain, scientists gave low doses of THC to mice at three different life stages—two months, 12 months and 18 months. The latter two groups represented mature and old age.\n\nThe team carried out three experiments. The first involved a water maze, where mice have to learn and then remember how to navigate their way to the end. In a control group, mature and old mice performed worse than the young group. However, when treated with THC, the older groups improved at the task, while the young mice fared far worse. (The study’s authors noted that this was in “good agreement with the known detrimental effects of THC on cognition in young animals and humans.”\n\nNext, they created a task where mice had to locate a specific object. Older mice treated with THC performed to the same standard as young mice that had not been given the drug. A third test relating to partner recognition also showed THC led to improved memory in mature and older mice. “Together, these results reveal a profound, long-lasting improvement of cognitive performance resulting from a low dose of THC treatment in mature and old animals,” the scientists write.\n\nJohn Vizcaino/Reuters\n\nFurther research showed what might cause the improvement, with THC appearing to restore hippocampal gene transcription patterns—activity in the brain relating to memory and learning—to a similar state seen in young mice.\n\nThe team argues that while they do not yet know if these findings would be same in humans, it could lead to new treatments to prevent cognitive decline in older people: “Cannabis preparations and THC are used for medicinal purposes,” they write. “They have an excellent safety record and do not produce adverse side-effects when administered at a low dose to older individuals. Thus, chronic, low-dose treatment with THC or cannabis extracts could be a potential strategy to slow down or even to reverse cognitive decline in the elderly.”\n\nZameel Cader, associate professor in clinical neurosciences at Oxford University, is involved in the institution’s $13 million cannabis research project. Commenting on the Nature Medicine study, he tells Newsweek the paper is “very interesting on a number of levels.”\n\n“First of all there’s clearly growing interest in the potential therapeutic role of cannabinoids and in this particular case THC on various human conditions,” he says. “This paper is addressing a possible role for that compound in memory and cognition, which is relevant to disorders such as Alzheimer’s and other dementias.”\n\nHe said that while it is important to remember the study was carried out on mouse models, the differences in the effect of the drug on younger animals versus older animals tells us a lot about our understanding of the differences between old and young brains.\n\nMoving this research forward, however, will be problematic: “Testing in humans is going to be difficult. This is a challenge faced by anyone wanting to develop a therapy for a human disorder such as dementia. Human lifespan is very extensive. So the question would be, when would be the most appropriate time to give these kinds of medications? Over what period of time do you need to evaluate the effects? In humans it could be years before an effect is noticed.”\n\n“Finally, there is the issue surrounding safety. With a cannabinoid like THC, which does have adverse effects in certain individuals, there would be worries about the chronic dosing of this kind of medicine. We would need to assess the safety first before going into seeing whether it would improve cognition.\"", "images": ["https://web.archive.org/web/20170508200747im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-xs/public/2017/04/27/2017_05_05_cover_768_x_1024.jpg", "https://web.archive.org/web/20170508200747im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/subscribe_icon/public/subscribe/2017_05_12_cover_235_x_235.jpg", "https://web.archive.org/web/20170508200747im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-xs/public/2017/04/04/20170414cover1800-x-2400.jpg", "https://web.archive.org/web/20170508200747im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-xs/public/2017/04/11/20170421cover1800x-2400.jpg", "https://web.archive.org/web/20170508200747im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2016/03/14/0314cannabisdrugepilepsy01.jpg", "https://web.archive.org/web/20170508200747im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-xs/public/2017/04/18/20170428cover1800-x-2400.jpg", "https://web.archive.org/web/20170508200747im_/http://s.newsweek.com/sites/www.newsweek.com/files/2016/03/14/0314cannabisdrugepilepsy01.jpg"], "top_img": "https://web.archive.org/web/20170508200747im_/http://s.newsweek.com/sites/www.newsweek.com/files/2016/03/14/0314cannabisdrugepilepsy01.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170508200747/http://www.newsweek.com/cannabis-marijuana-restores-memory-learning-cognitive-decline-596160", "title": "Can Marijuana Restore Memory? New Study Shows Cannabis Can Reverse Cognitive Decline in Mice", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "news_keywords": "cannabis, marijuana, medical marijuana, cognitive decline, neurology, memory loss", "fb": {"app_id": 245537789135954, "pages": 18343191100}, "og": {"type": "article", "site_name": "Newsweek", "url": "https://web.archive.org/web/20170508200747/http://www.newsweek.com/cannabis-marijuana-restores-memory-learning-cognitive-decline-596160", "title": "Marijuana helps old mice learn new tricks—and remember them", "description": "The active ingredient THC appears to restore brain function in older mice to similar levels seen in young mice.", "image": "https://web.archive.org/web/20170508200747im_/http://s.newsweek.com/sites/www.newsweek.com/files/2016/03/14/0314cannabisdrugepilepsy01.jpg"}, "article": {"publisher": "https://www.facebook.com/Newsweek", "section": "Tech & Science", "modified_time": "2017-05-08T11:00:03-04:00", "published_time": "2017-05-08T11:00:03-04:00"}, "twitter": {"site": "@newsweek", "card": "summary_large_image", "title": "Marijuana helps old mice learn new tricks—and remember them", "url": "https://web.archive.org/web/20170508200747im_/http://www.newsweek.com/cannabis-marijuana-restores-memory-learning-cognitive-decline-596160", "description": "The active ingredient THC appears to restore brain function in older mice to similar levels seen in young mice.", "image": "https://web.archive.org/web/20170508200747im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2016/03/14/0314cannabisdrugepilepsy01.jpg"}, "msapplication-TileColor": "#ff0000", "msapplication-TileImage": "http://s.newsweek.com/sites/www.newsweek.com/themes/newsweek/favicons/mstile-144x144.png", "msapplication-config": "http://s.newsweek.com/sites/www.newsweek.com/themes/newsweek/favicons/browserconfig.xml", "description": "The active ingredient THC appears to restore brain function in older mice to similar levels seen in young mice.", "com.silverpop.brandeddomains": "www.pages06.net,aidataconf.com,amp.ibtimes.co.uk,e-amp.newsweek.com,e-sns.newsweek.com,europe.newsweek.com,events.newsweek.com,ibt-dev.co.uk,ibtimes.co.uk,ibtimes.com,idigitaltimes.com,latintimes.com,medicaldaily.com,newsweek.com,player.one,sns.europe.newsweek.com,sns.ibtimes.co.uk,subscription.newsweek.com,www.ibt-dev.co.uk,www.ibtimes.co.uk,www.ibtimes.com"}, "movies": [], "publish_date": 1494255603.0, "source": "https://web.archive.org", "summary": ""}