{"url": "http://consumer.Healthday.com/Article.asp?AID=641275", "text": "En Español\n\nBy Steven Reinberg\n\nHealthDay Reporter\n\nTUESDAY, July 20, 2010 (HealthDay News) -- The cancer drug Avastin, when used in combination with standard chemotherapy, is safe and can effectively treat an advanced form of one of the most common lung cancers, researchers report.\n\nPreviously it had been thought that this combination might have serious adverse side effects, including life-threatening bleeding, for patients with non-squamous non-small-cell lung tumors. However, this phase 4 trial, which used Avastin (bevacizumab) plus chemotherapy in a large population found these problems were minimal.\n\nPhase 4 trials are done after a drug is on the market, to look for any new problems.\n\n\"Today we have a new option to treat non-squamous lung cancer, incorporating Avastin in chemotherapy regimens and in maintenance therapy,\" said lead researcher Dr. Lucio Crino, director of medical oncology at S. Maria della Misericordia Hospital in Perugia, Italy.\n\n\"The practical implication is the possibility to incorporate Avastin with any chemotherapy regimen in the frontline therapy of metastatic non-squamous lung cancer,\" he added.\n\nThe report, which is funded by the maker of Avastin, F Hoffman-La Roche Ltd., is published in the July 20 issue of The Lancet Oncology. The funder was involved in study design, coordination of data collection, data analysis, data interpretation, and writing of the report, the journal noted.\n\nAdvanced non-small-cell lung cancer is a common cancer that kills 1.18 million people every year worldwide, according to background information in the study. Avastin is a so-called monoclonal antibody that works by blocking vascular endothelial growth factor A, which stimulates the growth of the tumor's blood supply.\n\nWhen used as an adjunct to chemotherapy, Avastin had already shown cancer-fighting activity in two phase 3 trials, the researchers noted.\n\nFor the study, Crino's team studied Avastin in more than 2,200 patients with advanced or recurrent non-squamous non-small-cell lung cancer. The patients were treated at centers in 40 countries around the world.\n\nThese patients were given the drug every three weeks along with standard chemotherapy, for up to six cycles. Patients were then treated with Avastin alone until the cancer began to progress (\"maintenance\" therapy).\n\nThe researchers reported few clinically significant adverse events, meaning that most were no greater than what one would expect in the general population. One percent of patients experienced bleeding in the lungs and 4 percent had bleeding, Crino's group found.\n\nOverall, 3 percent of the patients died due to adverse events associated with Avastin. These included 1 percent who had blood clots and 1 percent who suffered bleeding.\n\nOther serious adverse events associated with Avastin were blood clots in the lungs and nosebleeds, low white blood cell counts, fever along with a low white blood cell count and deep vein thrombosis (DVT), all of which occurred in 1 percent of the patients.\n\nDr. Robert Pirker, from the department of medicine at the Medical University of Vienna in Austria, and author of an accompanying journal editorial, said that Avastin \"can be safely given when certain precautions are taken.\"\n\nHowever, several issues remain to be determined, including the optimal dose and the role of maintenance therapy with Avastin, he said.\n\n\"In addition, it is unknown whether bevacizumab [Avastin] increases survival when added to cisplatin-based chemotherapy in patients with advanced non-squamous non-small-cell lung cancer,\" Pirker said.\n\nOverall, Avastin, like several other targeted agents have led to therapeutic advances in lung cancer, he added. \"Hurdles in clinical development do occur but -- as shown for bevacizumab -- can be overcome,\" Pirker said.\n\nAnother expert, Dr. Norman H. Edelman, chief medical officer at the American Lung Association, and professor of preventive medicine, internal medicine, physiology & biophysics at Stony Brook University in New York, called the study \"very good bread-and-butter clinical research.\"\n\nThe efficacy of the drug has been proven previously, he noted, but this study provides an in-depth analysis of Avastin's safety profile under \"real life\" conditions, he added.\n\n\"Too often this step is shortcircuited in the rush to market of a new drug and we have to await the laborious collection of after-market data to find the real dangers of many new drugs,\" Edelman said.\n\n\"So, the researchers and sponsors are to be congratulated for doing this study. They find that there are real deleterious side effects but that they are manageable, and conclude the drug is worth using under the proper circumstances,\" he said.\n\nAvastin is in the spotlight Tuesday for another reason, as well. U.S. regulators could rescind approval of the drug for the treatment of breast cancer, based on follow-up studies reported Friday that failed to show the medication shrank tumors or extended lives, according to published reports.\n\nThe Food and Drug Administration on Tuesday will ask a panel of outside experts to review the evidence on the Roche drug, the Associated Press said. It's possible the FDA will withdraw approval of Avastin as a breast cancer treatment.\n\nThe drug is also approved for lung, colon, brain and kidney cancer.\n\nMore information\n\nFor more information on lung cancer, visit the U.S. National Cancer Institute.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/lung-cancer-news-100/avastin-largely-safe-for-patients-with-type-of-advanced-lung-cancer-641275.html", "title": "Avastin Largely Safe for Patients With Type of Advanced Lung Cancer", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Post-marketing research shows some serious side effects, but most are controllable", "og": {"title": "Avastin Largely Safe for Patients With Type of Advanced Lung Cancer", "description": "Post-marketing research shows some serious side effects, but most are controllable", "url": "https://consumer.healthday.com/cancer-information-5/lung-cancer-news-100/avastin-largely-safe-for-patients-with-type-of-advanced-lung-cancer-641275.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}