{"url": "http://latimesblogs.latimes.com/booster_shots/2010/01/cocktail-of-the-decade-nutrient-elixir-shows-promise-against-alzheimers.html", "text": "Souvenaid sounds like a cool drink to be sipped while reading Proust in the garden. But new research suggests that the cocktail of nutrients soon to be marketed under that name may boost the production of brain cells lost in Alzheimer's and slow the loss of verbal memory in the disease's early stages.\n\nA study published Thursday in the journal Alzheimer's and Dementia found that among 225 subjects diagnosed with early Alzheimer's disease, those who drank the nutrient cocktail twice a day for 12 weeks improved their performance on tests of verbal memory compared with newly diagnosed subjects who got a placebo drink. The study is the first to suggest that a \"medical food\" might be effective in stemming -- and perhaps reversing -- the cognitive tolls of Alzheimer's.\n\nSouvenaid is expected to hit the American market in a test program as early as this spring, marketed by the French giant Danone, maker of Dannon yogurt, and its Nutricia subsidiary.\n\nThe nutrient cocktail emerged from research conducted by Dr. Richard Wurtman, a neuropharmacologist and physician at the Massachusetts Institute of Technology. It contains a mix of nutrients all found in breast milk, and which are either produced naturally by the body or ingested in foods. Earlier research had found that the mix of nutrients -- uridine, choline and Omega-3 polyunsaturated fatty acids -- \"synergistically\" boosts the volume of proteins in the brain that give rise to synapses -- the branching structures that pass electrical impulses from cell to cell in the brain.\n\nThe loss of synapses -- particularly in the hippocampal region, which is key to memory formation -- is one of several hallmarks of Alzheimer's disease. Wurtman said in an interview that if a mix of nutrients that so far have shown no side effects could stem or reverse that synamptic loss, it could become a valuable weapon in future physicians' arsenal against Alzheimer's.\n\nNigel Hughes, head of Nutricia's North American unit, said in an interview that three other clinical trials are underway to test the effectiveness and safety of Souvenaid, and that a full market roll-out could begin in the U.S. by next year. Though the proposed Alzheimer's cocktail, as a dietary supplement, does not need approval by the Food and Drug Administration before it can be marketed, Hughes said the company \"is adopting the principles you would adopt for going to market with a pharmaceutical product,\" including clinical evidence that it works. As a \"medical food,\" Hughes said the company anticipates that Souvenaid would be \"taken under medical supervision.\"\n\nWill Souvenaid become a voguish cocktail for aging smarties keen to hold off the cognitive decline that comes with age? Already, the Alzheimer's drug donepezil (marketed as Aricept) has been tested as a cognitive enhancement drug, and some consider taking it to be worth the risk. (The FDA, however, has pointedly declined to approve Aricept's marketing even for mild cognitive impairment, a loss of memory that is more serious than normal decline, but which leads frequently to Alzheimer's.)\n\nOne of the three large trials underway will test Souvenaid on European subjects with mild cognitive impairment. If that trial shows success, you can bet that the cocktail may be the next big thing among the middle-aged smart set.\n\n--Melissa Healy", "images": ["https://d1qqc1e9kvmdh8.cloudfront.net/img/favicon.ico", "https://pixel1739.everesttech.net/1739/p?ev_transid=121509852926119682678&ev_Latimes.com_news_s_pageview=1", "http://ad.doubleclick.net/ad/trb.latimes/news/local/blog/lanow;ptype=sf;pos=t;tile=1;sz=1x1,728x90;ord=123456789", "http://ad.doubleclick.net/ad/trb.latimes/feature/health/blog;ptype=sf;pos=1;tile=4;sz=160x600;u=http://latimesblogs.latimes.com/booster_shots/;ord=123456789", "http://ad.doubleclick.net/ad/trb.latimes/feature/health/blog;ptype=sf;pos=1;tile=3;sz=300x250;u=http://latimesblogs.latimes.com/booster_shots/;ord=123456789"], "top_img": "https://d1qqc1e9kvmdh8.cloudfront.net/img/favicon.ico", "keywords": [], "authors": [], "canonical_link": "", "title": "", "meta_data": {"description": "Souvenaid sounds like a cool drink to be sipped while reading Proust in the garden. But new research suggests that the cocktail of nutrients soon to be marketed under that name may boost the production of brain cells lost in...", "y_key": "b3c78ee3173880d5", "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "viewport": "width=device-width, initial-scale=1.0"}, "movies": [], "publish_date": null, "source": "http://latimesblogs.latimes.com", "summary": ""}