{"url": "http://time.com/5030153/light-activity-longer-life/", "text": "You don’t have to break a sweat to reap the health benefits of physical activity, according to new research in the Journal of the American Geriatrics Society. In a study of women age 65 and older, just 30 minutes a day of light exercise—like running errands and cleaning the house—was linked to a lower risk of death.\n\nModerate-intensity exercise, like leisurely bike riding or brisk walking, was associated with an even greater reduction in risk. The authors say that improving doing more light and moderate physical activity could be almost as effective as rigorous exercise at preventing disease and prolonging life. “The paradigm needs to shift when we think about being active,” says senior author Andrea LaCroix, professor of family medicine and public health at the University of California San Diego.\n\nFor the study, LaCroix and her colleagues asked 6,000 women, ages 65 to 99, to wear activity-tracking accelerometers for seven days as they went about their daily activities. The women were then followed for an average of three years.\n\nHealth Newsletter Get the latest health and science news, plus: burning questions and expert tips. View Sample Sign Up Now\n\nBased on the data from the women’s activity trackers, the researchers found that those who got at least 30 minutes of light physical activity a day were 12% less likely to die, compared to those who got less. Those who got an additional 30 minutes of moderate activity were 39% less likely to die.\n\nLight physical activity includes just about any type of behavior that isn’t sitting down: walking to the mailbox, strolling around the neighborhood and doing laundry. Activities like these account for more than 55% of older adults’ daily activity, says LaCroix, so the fact that they were protective in this study is very good news.\n\n“We’ve always been told that this type of activity isn’t enough to do you good,” says LaCroix. “But what we have here is solid evidence that light physical activity reduces a woman’s risk of dying over the next three to four years—and we see the benefits are substantial and independent of moderate-to-vigorous physical activity.”\n\nMORE: TIME’s Guide to Exercise\n\nThe study could not show a cause-and-effect relationship between activity level and risk of death, only an association. But the link was present in all types of women in the study, including those of all races and ethnicities, women who were obese and those who were not, women with high and low functional abilities and women older and younger than 80.\n\nAs adults get older, they expend more energy doing the same activities they did when they were younger, LaCroix says—so they don’t need to exercise as much, or as intensely, to burn the same amount of calories or get their heart rate up. “We know that people of different ages need different amounts and intensities of exercise to get the same result,” she says. “It’s not one size fits all.”\n\nBut national guidelines still recommend that adults over age 65 follow the same guidelines as younger people: to get at least 150 minutes of moderate-to-vigorous physical activity per week. And recent analyses, compiled from studies in which adults self-reported their levels of physical activity, have suggested that older adults have to log moderate-to-vigorous exercise in order to reduce their risk of early death.\n\nGet The Brief. Sign up to receive the top stories you need to know right now. Choose your country United States of America Afghanistan Albania Algeria American Samoa Andorra Angola Anguilla Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Brazil Brunei Darussalam Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Colombia Comoros Congo Congo, Democratic Republic of Cook Islands Costa Rica Cote d'Ivoire Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Faeroe Islands Falkland Islands (Malvinas) Fiji Finland France French Guiana French Polynesia Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guinea Guinea-Bissau Guyana Haiti Holy See Honduras Hong Kong Hungary Iceland India Indonesia Iran Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libyan Arab Jamahiriya Liechtenstein Lithuania Luxembourg Macao Macedonia Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia Monaco Mongolia Montserrat Morocco Mozambique Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory, Occupied Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Republic of Korea Republic of Moldova Reunion Romania Russian Federation Rwanda Saint Helena Saint Kitts and Nevis Saint Lucia Saint Pierre and Miquelon Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia and Montenegro Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Islands Swaziland Sweden Switzerland Syrian Arab Republic Taiwan Tajikistan Tanzania, United Republic of Thailand Timor-Leste Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United Kingdom Virgin Islands (U.S.) Virgin Islands (British) Uruguay Uzbekistan Vanuatu Venezuela Viet Nam Wallis and Futuna Islands Western Sahara Yemen Zambia Zimbabwe Please enter a valid email address. Please select your country. I can confirm I have read and accept the Terms Of Use. Please check to proceed. Sign Up Now You may unsubscribe from email communication at any time. See our Privacy Policy for further details. Thank you! For your security, we've sent a confirmation email to the address you entered. Click the link to confirm your subscription and begin receiving our newsletters. If you don't get the confirmation within 10 minutes, please check your spam folder.\n\nLaCroix says her new study refutes that research and shows that older adults can still benefit at levels below the moderate-to-vigorous guidelines. Questionnaires used in self-reported studies don’t do a good job of encompassing all the ways people get physical activity throughout the day, she says, which may have skewed previous study results. “What makes our study stronger than those others is that we used a device that was able to measure all of the movements we do in our daily lives,” she says.\n\nThe researchers hope their work sparks more discussion about how people—especially older ones—think about exercise and their goals for being active. “I think the current guidelines are discouraging to older people who don’t believe they can do 150 minutes of hard exercise,” LaCroix says. “They throw up their hands and think, ‘that’s not for me.’ But everyone does light physical activity, and the idea that doing more of it can have substantial health benefits should be welcome news.”\n\nContact us at editors@time.com.", "images": ["http://time.com/img/Paper-plane.svg", "http://subscription-assets.timeinc.com/current/1850_top2_205_thumb.jpg", "http://time.com/images/newsletter-time.png", "https://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2019/11/running-helps-you-live-longer.jpg?quality=85&w=400", "http://pixel.watch/f3fo", "http://pixel.carambo.la/Pixel/tmnc11/112753/0/1/0", "https://timedotcom.files.wordpress.com/2017/07/time-magazine-exercise-fitness-health-bethan-mooney-23.jpg", "https://timedotcom.files.wordpress.com/2017/07/time-magazine-exercise-fitness-health-bethan-mooney-23.jpg?quality=85&w=1200&h=628&crop=1", "http://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "http://assets.time.com/images/dianomi-logo.png", "https://timedotcom.files.wordpress.com/2017/09/time-newsletter-tout-footer.png", "https://timedotcom.files.wordpress.com/2019/08/gettyimages-548554295.jpeg?quality=85&w=600"], "top_img": "https://timedotcom.files.wordpress.com/2017/07/time-magazine-exercise-fitness-health-bethan-mooney-23.jpg?quality=85&w=1200&h=628&crop=1", "keywords": [], "authors": ["Amanda Macmillan"], "canonical_link": "https://time.com/5030153/light-activity-longer-life/", "title": "Want to Live Longer? Every Movement Counts, Even Cleaning the House", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "keywords": "walking, exercise, how much exercise should you get, physical activity, older adults exercise, elderly, light exercise, moderate exercise, vigorous exercise, aging", "news_keywords": "walking, exercise, how much exercise should you get, physical activity, older adults exercise, elderly, light exercise, moderate exercise, vigorous exercise, aging", "description": "Getting just 30 minutes of light physical activity a day was linked to a lower risk of death in a new study of older women.", "og": {"title": "Want to Live Longer? Every Movement Counts, Even Cleaning the House", "type": "article", "site_name": "Time", "url": "https://time.com/5030153/light-activity-longer-life/", "description": "Older adults don't have to break a sweat to benefit, a new study finds", "image": {"identifier": "https://timedotcom.files.wordpress.com/2017/07/time-magazine-exercise-fitness-health-bethan-mooney-23.jpg?quality=85&w=1200&h=628&crop=1", "width": 1200, "height": 628}}, "article": {"content_tier": "free", "opinion": "false"}, "pinterest": {"url": "https://time.com/5030153/light-activity-longer-life/", "description": "Getting just 30 minutes of light physical activity a day was linked to a lower risk of death in a new study of older women.", "media": "https://timedotcom.files.wordpress.com/2017/07/time-magazine-exercise-fitness-health-bethan-mooney-23.jpg?quality=85&w=1200&h=628&crop=1"}, "twitter": {"card": "summary_large_image", "url": "https://time.com/5030153/light-activity-longer-life/", "title": "Want to Live Longer? Every Movement Counts, Even Cleaning the House", "description": "Older adults don't have to break a sweat to benefit, a new study finds", "site": "@TIME", "image": "https://timedotcom.files.wordpress.com/2017/07/time-magazine-exercise-fitness-health-bethan-mooney-23.jpg?quality=85&w=1024&h=512&crop=1"}, "fb": {"app_id": 53177223193, "pages": 10606591490}}, "movies": [], "publish_date": null, "source": "http://time.com", "summary": ""}