{"url": "http://www.Reuters.com/article/idUSTRE61L5JB20100222", "text": "NEW YORK (Reuters Health) - For pregnant women with depression, a couple months of acupuncture might help reduce the severity of their symptoms, a small study hints.\n\nThe study, which followed 150 pregnant women with major depression, tested “depression-specific” acupuncture against massage and acupuncture sessions that, according to traditional Chinese medicine, does not specifically target depression.\n\nResearchers found that after eight weeks, women who received depression-specific acupuncture were more likely to have a treatment response — meaning the severity of their symptoms fell by at least half and they no longer met all of the criteria for diagnosing major depression.\n\nOverall, 63 percent responded to the therapy, versus 37 percent of the “control” acupuncture group and half of the massage group, according to findings published in the medical journal Obstetrics & Gynecology.\n\nBut while the findings are promising, questions still remain — including whether acupuncture as practiced in the real world can reliably help women with depression.\n\n“The acupuncture protocol we have tested appears effective,” lead researcher Dr. Rachel Manber, of Stanford University in California, told Reuters Health in an email.\n\n“However,” she added, “unlike a pill, which always has the same ingredients, acupuncture, like psychotherapy, varies from one provider to the other.”\n\nSo while the specific regimen used in this study appeared effective, Manber said, “I do not think we can say that our study proves that acupuncture is effective for depression during pregnancy.”\n\nIt’s estimated that 3 to 5 percent of pregnant women are diagnosed with depression, Manber and her colleagues note in their report. Antidepressant medications are one treatment option, but there are safety concerns.\n\nOne recent study, for example, found that pregnant women who started taking selective serotonin reuptake inhibitors (SSRIs) in the second or third trimester had a higher risk of preterm delivery than other women. SSRIs include drugs like sertraline (Zoloft), paroxetine\n\n(Paxil) and fluoxetine (Prozac).\n\nBecause of the potential for harm from medications, many pregnant women with depression may prefer psychotherapy or other non-drug options.\n\nAcupuncture has been used for more than 2,000 years in Chinese medicine to treat a wide variety of ailments. According to traditional medicine, specific acupuncture points on the skin are connected to internal pathways that conduct energy, or qi (“chee”), and stimulating these points with a fine needle promotes the healthy flow of qi.\n\nModern research has most often focused on the effects of acupuncture on painful conditions, like chronic back pain and migraines. Researchers speculate that it may help ease pain by altering signals among nerve cells or affecting the release of various chemicals of the central nervous system.\n\nIt is unclear, Manber said, why acupuncture might help lessen the severity of depression.\n\nFor their study, she and her colleagues randomly assigned 52 women to receive depression-specific acupuncture twice a week for four weeks, then weekly for another four weeks. Another 49 women received control acupuncture and 49 received massage. All completed a standard measure of depression severity at the outset and again after four and eight weeks of treatment.\n\nAfter eight weeks, patients in the depression-specific acupuncture group had a higher rate of response to treatment. They were not, however, more likely to see a complete remission in their depression; about 35 percent had a remission, versus 29.5 percent in the other two groups combined - a statistically insignificant difference.\n\nFourteen women who received depression-specific acupuncture reported pain during the needling, as did seven in the control-acupuncture group.\n\nOverall, Manber’s team notes, the response to acupuncture in this study was comparable to what has been seen in studies of psychotherapy for depression during pregnancy.\n\nSOURCE: Obstetrics & Gynecology, March 2010.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Amy Norton", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-acupuncture-pregnancy-idUSTRE61L5JB20100222", "title": "Acupuncture shows promise for depression in pregnancy", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "(Reuters Health) - For pregnant women with depression, a couple months of acupuncture might help reduce the severity of their symptoms, a small study hints.", "Author": "Amy Norton", "keywords": "Amy Norton,Rachel Manber,US,ACUPUNCTURE,PREGNANCY", "news_keywords": "Amy Norton;Rachel Manber;US;ACUPUNCTURE;PREGNANCY", "REVISION_DATE": "Mon Feb 22 22:22:49 UTC 2010", "analyticsAttributes.articleDate": "2010-02-22T22:22:49+0000", "analyticsAttributes.author": "Amy Norton", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-acupuncture-pregnancy-idUSTRE61L5JB20100222", "analyticsAttributes.contentTitle": "Acupuncture shows promise for depression in pregnancy", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "Amy Norton,Rachel Manber,US,ACUPUNCTURE,PREGNANCY", "analyticsAttributes.keywordSlug": "US-ACUPUNCTURE-PREGNANCY", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Acupuncture shows promise for depression in pregnancy", "sailthru.author": "Amy Norton", "sailthru.date": "2010-02-22T22:22:49+0000", "sailthru.title": "Acupuncture shows promise for depression in pregnancy", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Acupuncture shows promise for depression in pregnancy", "url": "https://www.reuters.com/article/us-acupuncture-pregnancy-idUSTRE61L5JB20100222", "type": "article", "description": "(Reuters Health) - For pregnant women with depression, a couple months of acupun...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2010-02-22T22:22:49+0000", "modified_time": "2010-02-22T22:22:49+0000", "section": "Homepage", "author": "Amy Norton", "tag": "Amy Norton,Rachel Manber,US,ACUPUNCTURE,PREGNANCY"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary", "title": "Acupuncture shows promise for depression in pregnancy", "description": "(Reuters Health) - For pregnant women with depression, a couple months of acupuncture might help reduce the severity of their symptoms, a small study hints.", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1266877369.0, "source": "http://www.Reuters.com", "summary": ""}