{"url": "http://latimesblogs.latimes.com/booster_shots/2010/05/antibiotic-helps-patients-with-diarrheafocused-irritable-bowel-syndrome.html?utm_source=feedburner", "text": "A two-week course of the antibiotic rifaximin can provide long-lasting relief for patients with irritable bowel syndrome characterized by diarrhea and bloating, researchers from Cedars-Sinai Medical Center reported Monday at a New Orleans meeting during what is known as Digestive Diseases Week. The results from a clinical trial of more than 1,200 patients showed that the drug reduced diarrhea, pain and bloating and that the effects lasted at least 10 weeks after its use was stopped, said Dr. Mark Pimentel of Cedars, who led the study. Previous studies with other antibiotics have shown little or no benefit and, even when benefit was obtained, the effects did not persist after the drug was stopped.\n\nIrritable bowel syndrome (IBS) is one of the most common medical problems in the United States, affecting 15% or more of the population. Symptoms can include severe abdominal pain, diarrhea, constipation, bloating, urgency and gas. About 60% to 70% of patients have a form of IBS that is characterized primarily by diarrhea, while the rest have a form that is characterized by constipation. Most treatments are aimed at the symptoms and have little effect on the course of the disease.\n\nMore than a decade ago, Pimental and his colleagues studied the breath of IBS patients who had diarrhea and concluded that the symptoms were being produced when the intestines were overgrown by bacteria. The excess bacteria produce large amounts of hydrogen and methane through fermentation. \"Just bacteria in general, not any particular bacteria,\" Pimentel said. The findings \"were very controversial initially, but there have been a series of studies showing that they were reproducible,\" he said.\n\nInitial studies showed that killing off the excess bacteria with antibiotics provided some benefit. To achieve the maximum benefit with minimal side effects, Pimentel decided to try rifaximin, which is unable to pass through the walls of the intestine and thus has no effects on the rest of the body. The drug, sold under the brand name Xifaxan by Salix Pharmaceuticals Inc. of Morrisville, N.C., is approved by the Food and Drug Administration for the treatment of traveler's diarrhea. The new clinical trial was designed to seek approval for marketing it for IBS.\n\nHalf the patients in the trial received rifaximin for two weeks and half a placebo. The drug reduced bloating, diarrhea and abdominal pain and improved stool consistency, Pimentel said. \"The most noteworthy thing is this is the first drug you take for two weeks and stay better after that,\" he said. \"You shouldn't stay better unless you did something to the cause of IBS.\"\n\nCedars has a patent on this use of the drug. Salix funded the clinical trial, and Pimentel is a member of their scientific advisory board and a consultant to the company.\n\n— Thomas H. Maugh II", "images": ["https://d1qqc1e9kvmdh8.cloudfront.net/img/favicon.ico", "https://pixel1739.everesttech.net/1739/p?ev_transid=121509852926119682678&ev_Latimes.com_news_s_pageview=1", "http://ad.doubleclick.net/ad/trb.latimes/news/local/blog/lanow;ptype=sf;pos=t;tile=1;sz=1x1,728x90;ord=123456789", "http://ad.doubleclick.net/ad/trb.latimes/feature/health/blog;ptype=sf;pos=1;tile=4;sz=160x600;u=http://latimesblogs.latimes.com/booster_shots/;ord=123456789", "http://ad.doubleclick.net/ad/trb.latimes/feature/health/blog;ptype=sf;pos=1;tile=3;sz=300x250;u=http://latimesblogs.latimes.com/booster_shots/;ord=123456789"], "top_img": "https://d1qqc1e9kvmdh8.cloudfront.net/img/favicon.ico", "keywords": [], "authors": [], "canonical_link": "", "title": "", "meta_data": {"description": "A two-week course of the antibiotic rifaximin can provide long-lasting relief for patients with irritable bowel syndrome characterized by diarrhea and bloating, researchers from Cedars-Sinai Medical Center reported Monday at a New Orleans meeting during what is known as Digestive...", "y_key": "b3c78ee3173880d5", "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "viewport": "width=device-width, initial-scale=1.0"}, "movies": [], "publish_date": null, "source": "http://latimesblogs.latimes.com", "summary": ""}