{"url": "http://online.wsj.com/article/SB10001424052970204368104577136850522166664.html", "text": "Could a vitamin make antidepressants work better?\n\nThat's the tantalizing premise behind Deplin, a prescription form of the B-vitamin folate. Although it has been on the market since 2006, Deplin is generating growing buzz at psychiatric conferences and among clinicians and patients, particularly those who haven't responded to antidepressants or did for a while only to have their depression return.\n\n\"Many of the patients I put on Deplin come back and say, 'Wow, my medication is working again' or 'Hey, doc, this medicine never worked this well before,' \" says psychiatrist Thor Bergersen, who practices in Needham, Mass., and New York City.\n\nIt's long been known that folate—found naturally in green, leafy vegetables, legumes, nuts and some fruits—is important for cell growth and brain function. How and why is now becoming clearer. Recent research has found that the body converts folate (and folic acid, the synthetic version) into an active form called L-methylfolate, which is needed to produce serotonin, dopamine and norepinephrine, three neurotransmitters that are critical in regulating mood.\n\nTrial and Error For many patients, treating depression involves trying multiple drugs over a long period of time. • Nearly 20 million people in the U.S. suffer depression during their lifetime. •11% of Americans over age 12 take antidepressants. • Only 30% get well on the first antidepressant alone. • Up to 50% of patients never reach remission. • People with low folate levels are six times as likely to fail to respond to antidepressants as those with normal levels. Sources: CDC; NIMH; Journal of Clinical Psychopharmacology\n\nAging, illness, genetics, poor nutrition, excess alcohol consumption and some medications can all reduce L-methylfolate levels, leaving those neurotransmitters in short supply, some researchers say. While many popular antidepressants slow the \"reuptake\" of serotonin or norepinephrine, making them available longer to the brain, such drugs may not work for long or at all if the brain isn't producing sufficient quantities of the neurotransmitters in the first place, some experts theorize.\n\n\"This is a totally new way to look at depression. We may be getting at the very foundation of why many people never achieve a full remission,\" says John Zajecka, director of the Depression Treatment & Research Center at Rush University Medical Center in Chicago. Dr. Zajecka has helped investigate Deplin and is on the speakers bureau for its maker, Pamlab LLC, of Covington, La.\n\nPamlab officials say that Deplin, which contains L-methylfolate, can directly supply what some people need to make sufficient quantities of neurotransmitters that regulate mood. And it does so more efficiently than taking extra folic acid, which still needs to be converted, they say.\n\nAs convincing as that sounds, clinical evidence is limited. Pamlab, which currently has the market to itself, sells Deplin as a \"medical food,\" a category that isn't held to the same standards the Food and Drug Administration demands of new drugs. Medical foods are intended to provide dietary management for a disease or condition; all ingredients must be \"generally recognized as safe\" and physician supervision is required.\n\nNearly 30,000 clinicians have prescribed Deplin in the past three years, according to Pamlab, and monthly prescriptions grew 31% to nearly 39,000 in October from January 2011. Still, that's a tiny fraction of the more than 20 million prescriptions for antidepressants every month in the U.S.\n\nJust two randomized, placebo-controlled trials have evaluated Deplin, with a total of 223 subjects. Both were supported by Pamlab. In one study, presented at the American Psychiatric Association's meeting in May, 75 depressed patients were randomly assigned to take either 15 milligrams of Deplin or a placebo along with an antidepressant. After 30 days, 32% of subjects on Deplin had responded, compared with 15% on the placebo. However, an earlier study using a lower dose of Deplin found no difference with a placebo. Subjects reported no more side effects with Deplin than with the placebo in either trial.\n\nAbout Folate • Folate, a B vitamin found naturally in some foods, is needed to maintain cell growth and brain function. Deficiencies are associated with depression, certain types of anemia and birth defects. Poor diet, aging, illness, alcoholism and some medications can lower folate levels. • Folic acid is the synthetic form of folate, found in supplements and used to fortify grains. • L-methylfolate, the active form of folate, helps produce the neurotransmitters critical to regulating mood. About 50% of Americans have genetic variations that reduce their ability to create L-methylfolate, which may raise their risk of depression. Sources: CNS Spectrum; WSJ reporting\n\nThe biggest gripe with Deplin is the cost: One month's supply of Deplin, either at 7.5 milligrams or 15 milligrams, can cost as much as $98 and not all insurers cover it. Pamlab has a licensed generic version called simply L-Methylfolate that went on the market in August and is priced somewhat lower. More insurers are covering that version, some with copayments as low as $20, says Pamlab, which also makes medical foods for managing other conditions, including asthma.\n\nPamlab officials say they hope eventually to win FDA approval for Deplin as a prescription drug. The company says it plans to start Phase II trials later this year; one branch of the trials will assess whether Deplin could effectively treat depression on its own.\n\nResearchers also hope to determine which patients would benefit most from Deplin, to cut down on the frustrating trial-and-error process many people face in finding an effective antidepressant. One target could be people who have a genetic variation that reduces their ability to make L-methylfolate. Roughly 30% of the U.S. population has one abnormal copy of the gene known as MTHFR 677, and 12% has two abnormal copies, giving them less than one-third of the typical amount of L-methylfolate, researchers say.\n\nBut some people who had two normal copies of the MTHFR gene also responded well to Deplin, \"so there are clearly other factors involved as well,\" says Harold Koch, Pamlab's chief scientific officer.\n\nDespite the uncertainties, some clinicians say they are comfortable prescribing Deplin. \"I have had people write me thank-you notes because it's given them a boost of energy and happiness,\" says Judy Paley, an internist in Denver, Colo.\n\n\"My patients who have responded are not people who are suggestible. They've been trying different medications for years,\" says Andres San Martin, a Manhattan psychiatrist who specializes in treating resistant depression.\n\nOther experts are more cautious. \"It doesn't appear to have a lot of downsides, but sometimes it takes a few years of use to recognize them,\" says Ken Duckworth, medical director of the National Alliance on Mental Illness, an education and advocacy group. Dr. Duckworth also urges patients with resistant depression to try cognitive-behavioral therapy, aerobic exercise and substance-abuse programs, all of which have clear evidence of effectiveness. \"And remember there is no silver bullet,\" he says.\n\nWrite to Melinda Beck at HealthJournal@wsj.com", "images": ["https://content-thumbnail.cxpublic.com/content/dominantthumbnail/fddd6d28f0576a5772474e644a95623747e1cb4b.jpg?5dc9ac40", "https://s.wsj.net/public/resources/images/B3-FK672_STREAM_C_20191108185629.jpg", "https://m.wsj.net/video/20191107/110719opvidpw3/110719opvidpw3_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/0d2ffa0d6fff89f02d5a9d5508d5467ad9dbd858.jpg?5dc9aba1", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/487b80633438bb2d561829c2e7f8bccee2c45e0b.jpg?5dc9ab9e", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/2a7d0786567f18bb6a72f17019cd642c0b51f730.jpg?5dc9b1f4", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/93d4c0693749e5d6abc5f87d798d3bfdb580948b.jpg?5dc995fd", "https://m.wsj.net/video/20191107/110719electiontech2/110719electiontech2_167x94.jpg", "https://images.wsj.net/im-101746?width=111&height=62", "https://s.wsj.net/img/meta/wsj-social-share.png", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/f600b0a56ee84a4d350fa4e522e51ee27d5fd426.jpg?5dc9aba3", "https://m.wsj.net/video/20191104/cinvest1105/cinvest1105_167x94.jpg", "https://images.wsj.net/im-125154?width=111&height=62", "https://s.wsj.net/public/resources/images/B3-ES110_PARTNE_C_20190809085434.jpg", "https://m.wsj.net/video/20191101/110419elevatorpai/110419elevatorpai_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/461b35da8a2936ee4a7ca01072773c0d5aa427f2.jpg?5dc9aba4", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/3f61c934324559d54745fffbed697f2b611fa261.jpg?5dc9b0e5", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/869c2a340c4c25db5466a6de556da60ae1a2bf4e.jpg?5dc9aba2", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/4a581253a775cca47f02b15ba756a5f4ccf7b8bf.jpg?5dc969b8", "https://images.wsj.net/im-124802?width=111&height=62", "https://m.wsj.net/video/20191107/110719seib/110719seib_167x94.jpg"], "top_img": "https://s.wsj.net/img/meta/wsj-social-share.png", "keywords": [], "authors": ["Melinda Beck"], "canonical_link": "https://www.wsj.com/articles/SB10001424052970204368104577136850522166664", "title": "Giving Antidepressants a Boost With a Vitamin", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "dj.asn": "i-0fb6", "user.type": "nonsubscriber", "user.exp": "default", "page.section": "Article", "page.content.type": "Article", "page.content.format": "responsive", "page.content.source": "WSJ Online", "article.template": "full", "page.site": "wsj", "page.site.product": "WSJ", "page.region": "na,us", "article.id": "SB10001424052970204368104577136850522166664", "article.type": "Health Journal", "article.type.display": "Health Journal", "article.access": "free", "article.headline": "Giving Antidepressants a Boost With a Vitamin", "article.summary": "Could a vitamin make antidepressants work better? There's growing buzz, and some new research, on Deplin, a prescription form of the B-vitamin folate.", "apple-itunes-app": "app-id=364387007,app-argument=wsj://launch?articleid=SB10001424052970204368104577136850522166664&headline=Giving%20Antidepressants%20a%20Boost%20With%20a%20Vitamin&weburl=http://www.wsj.com/articles/SB10001424052970204368104577136850522166664", "al": {"ios": {"url": "wsj://launch?articleid=SB10001424052970204368104577136850522166664&headline=Giving%20Antidepressants%20a%20Boost%20With%20a%20Vitamin&weburl=http://www.wsj.com/articles/SB10001424052970204368104577136850522166664"}}, "article.page": "Health and Wellness", "article.section": "Life and Style", "article.published": "2012-01-03T05:01:00.000Z", "article.updated": "2012-01-03T05:01:00.000Z", "article.created": "2012-01-02T23:30:00.000Z", "dateLastPubbed": "2012-01-03T01:39:00.000Z", "author": "Melinda Beck", "keywords": "political,general news,health,medical conditions,mental disorders,pharmaceuticals,anti-depressants,drugs,medication", "cXenseParse": {"wsj-keywords": "political,general news,health,medical conditions,mental disorders,pharmaceuticals,anti-depressants,drugs,medication", "wsj-primary-inset": "none", "wsj-page-content-source": "WSJ Online", "wsj-coral": "false"}, "news_keywords": "political,general news,health,medical conditions,mental disorders,pharmaceuticals,anti-depressants,drugs,medication", "description": "Could a vitamin make antidepressants work better? There's growing buzz, and some new research, on Deplin, a prescription form of the B-vitamin folate.", "article": {"word_count": 948, "embed_count": 2, "internal_link_count": 1, "publisher": "https://www.facebook.com/wsj", "opinion": "false"}, "robots": "noarchive,noodp", "language": "en-US", "twitter": {"title": "Giving Antidepressants a Boost With a Vitamin", "description": "Could a vitamin make antidepressants work better? There's growing buzz, and some new research, on Deplin, a prescription form of the B-vitamin folate.", "image": {"identifier": "https://s.wsj.net/img/meta/wsj-social-share.png", "alt": "Giving Antidepressants a Boost With a Vitamin"}, "card": "summary", "site": "@WSJ", "domain": "wsj.com"}, "fb": {"app_id": 368513495882, "pages": 8304333127}, "og": {"title": "Giving Antidepressants a Boost With a Vitamin", "description": "Could a vitamin make antidepressants work better? There's growing buzz, and some new research, on Deplin, a prescription form of the B-vitamin folate.", "url": "https://www.wsj.com/articles/SB10001424052970204368104577136850522166664", "image": {"identifier": "https://s.wsj.net/img/meta/wsj-social-share.png", "width": 1200, "height": 630}, "locale": "en_US", "type": "article", "site_name": "WSJ"}, "cx_pv_id": "k2ut2otiqwx9hqlo", "cx_shield": "{\"campaign\":99999,\"placement\":\"cx-articlecover\",\"tag\":\"openhouse\",\"type\":\"free\",\"bucket\":4}", "referrer": "always"}, "movies": [], "publish_date": null, "source": "http://online.wsj.com", "summary": ""}