{"url": "http://www.nytimes.com/2011/08/10/health/10birth.html", "text": "The study “has wide-reaching implications,” said Dr. Louise Wilkins-Haug, director for maternal-fetal medicine and reproductive genetics at Brigham and Women’s Hospital in Boston, who was not involved in the research. “Individuals need to be careful” to ensure that companies use rigorous laboratory procedures and support accuracy claims with data, she added.\n\nOne potential worry is that women might abort fetuses of an undesired sex. Several companies do not sell tests in China or India, where boys are prized over girls and fetuses found to be female have been aborted. While sex selection is not considered a widespread objective in the United States, companies say that occasionally customers expressed that interest, and have been denied the test. A recent study of third pregnancies in the journal Prenatal Diagnosis found that in some Asian-American groups, more boys than girls are born in ratios that are “strongly suggesting prenatal sex selection,” the authors said.\n\nAt least one company, Consumer Genetics, which sells the Pink or Blue test, requires customers to sign a waiver saying they are not using the test for that purpose. “We don’t want this technology to be used as a method of gender selection,” said the company’s executive vice president, Terry Carmichael. Sex-determination tests are part of a new frontier of fetal DNA testing, which can be used to determine paternity and blood type, and is being used to develop early screening tests for genetic diseases or disorders like Down syndrome.\n\nThe new study found that to be reliable, the sex-determination tests had to be performed after at least seven weeks of gestation. Most tests that were highly accurate were conducted on a mother’s blood, not urine. And certain rigorous laboratory procedures had to be followed. For the blood tests, women prick their fingers and send blood samples to labs. If the Y chromosome is detected, the fetus is male. Absence of a Y chromosome would probably mean the fetus is female, but could mean that fetal DNA was not found in that sample.\n\nThe tests are not regulated by the Food and Drug Administration because they are not used for medical purposes, a spokeswoman said, but the agency is investigating the explosion of home genetic tests like these and genome-sequencing kits.\n\nPhoto\n\nDr. Diana Bianchi, executive director of the Mother Infant Research Institute at Tufts Medical Center in Boston and the lead author of the sex-determination report, said, “A very important aspect of the study is how this advances prenatal care.”\n\nBut there are potential concerns too, she said, including that women may spend more than $250 for the tests when they don’t have insurance for prenatal care. A typical blood test like Pink or Blue, for example, costs $25 for the kit. Lab fees and shipping costs, which vary, bring the total expense to $265 to $330.\n\nAdvertisement Continue reading the main story\n\nDr. Bianchi is conducting another study to “try to find out why people are buying these things and what are the consequences,” she said. “It’s very important to educate health care providers that pregnant women are buying these tests.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAnother type of test not studied by the researchers has become popular because it is cheaper and can be done at home. These tests analyze hormones in women’s urine, a method that several experts said has not been studied as rigorously as DNA. Rebecca Griffin, a founder of the biggest seller, Intelligender, said two independent studies found it 90 percent accurate at 10 weeks.\n\nAnother company, TrovaGene, has developed a DNA test using urine, which, according to Gabriele Cerrone, TrovaGene’s co-founder and director, is 95 percent accurate at predicting boys at seven weeks, and 88 percent accurate at predicting girls. TrovaGene is also developing a test for Down syndrome.\n\nMost DNA tests on the market use blood.\n\nRaylene Lewis, 34, of College Station, Tex., had a frustrating experience with a now-defunct company, Acu-Gen, which guaranteed 99.9 percent accuracy with its blood tests. In 2005, she was told she was having a boy, and she chose a name, bought boy clothes and told everyone. When an ultrasound revealed she was carrying a girl, “I was absolutely shocked,“ she said. She was not unhappy, she said, but “it was like the baby boy disappeared.”\n\nWhen the Lewises complained to Acu-Gen’s president, they were told, “We are very sure that genetically you are having a male,” she said, reading a transcript of the conversation, which they recorded. The official suggested that the baby might be “what a baby girl looks like on the outside,” but that “we’re giving you the results on the inside.”\n\nMs. Lewis, who sued Acu-Gen, said she ultimately received a refund. Lawyers for Acu-Gen could not be reached for comment.\n\nThe Pink or Blue test, which claims 95 percent accuracy at seven weeks and gives refunds for wrong results, appears to meet the standards described in the new study.\n\nChelsea Wallace, 23, of Okeechobee, Fla., was thrilled early this year when the test she took at seven weeks said she was having a boy, a result confirmed weeks later by ultrasound. Ms. Wallace, who has a 3-year-old daughter, said she also would have been happy with a girl, but that since she and her fiancé could not agree on a boy’s name, finding out early gave them time to choose the name Layton. It also helped her plan, she said.\n\n“As soon as I found out I was pregnant,” said Ms. Wallace, whose son is due in September, “I wanted to know what I was having.”", "images": ["https://static01.nyt.com/images/2011/08/10/us/jp-BIRTH/jp-BIRTH-thumbStandard.jpg", "https://static01.nyt.com/images/2011/08/10/us/jp-BIRTH/jp-BIRTH-jumbo.jpg"], "top_img": "https://static01.nyt.com/images/2011/08/10/us/jp-BIRTH/jp-BIRTH-thumbStandard.jpg", "keywords": [], "authors": ["Pam Belluck"], "canonical_link": "https://www.nytimes.com/2011/08/10/health/10birth.html", "title": "Blood Test Can Tell Fetal Sex at 7 Weeks, Study Says", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/100000000990332", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2011/08/10/health/10birth.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2011/08/10/health/10birth.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/100000000990332"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2011/08/10/health/10birth.html", "title": "Blood Test Can Tell Fetal Sex at 7 Weeks, Study Says", "description": "A blood test is not regulated in the United States but is routinely used in Europe to assess gender-linked disorders.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary", "creator": "PamBelluck"}, "robots": "noarchive", "hdl_p": "Is It Boy Or Girl? A Test At 7 Weeks", "description": "A blood test is not regulated in the United States but is routinely used in Europe to assess gender-linked disorders.", "genre": "News", "articleid": 100000000990332, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Blood Test Can Tell Fetal Sex at 7 Weeks, Study Says", "pdate": 20110809, "utime": 20140911013018, "ptime": 20110809173121, "DISPLAYDATE": "Aug. 9, 2011", "dat": "Aug. 9, 2011", "lp": "A blood test is not regulated in the United States but is routinely used in Europe to assess gender-linked disorders.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "10birth", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "published": "2011-08-09T17:31:21-04:00", "modified": "2014-09-11T01:30:18-04:00", "section": "Health", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "section_url": "https://www.nytimes.com/pages/health/index.html", "top-level-section": "health", "author": "https://www.nytimes.com/by/pam-belluck", "tag": "Men and Boys"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "og": {"url": "https://www.nytimes.com/2011/08/10/health/10birth.html", "type": "article", "title": "Blood Test Can Tell Fetal Sex at 7 Weeks, Study Says", "description": "A blood test is not regulated in the United States but is routinely used in Europe to assess gender-linked disorders.", "image": "https://static01.nyt.com/images/2011/08/10/us/jp-BIRTH/jp-BIRTH-thumbStandard.jpg"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Pam Belluck", "tone": "feature", "byl": "By PAM BELLUCK", "PT": "article", "CG": "health", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Men and Boys", "keywords": "Pregnancy and Obstetrics,Tests (Medical),Genetics and Heredity,Medicine and Health,Women and Girls,Men and Boys", "thumbnail": "https://static01.nyt.com/images/2011/08/10/us/jp-BIRTH/jp-BIRTH-thumbStandard.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "dfp-ad-unit-path": "health", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1312948800.0, "source": "http://www.nytimes.com", "summary": ""}