{"url": "https://web.archive.org/web/20160624142600/http://abcnews.go.com/Technology/wireStory/google-glass-autistic-children-read-faces-40063563", "text": "Like many autistic children, Julian Brown has trouble reading emotions in people's faces, one of the biggest challenges for people with the neurological disorder.\n\nNow the 10-year-old San Jose boy is getting help from \"autism glass\" — an experimental device that records and analyzes faces in real time and alerts him to the emotions they're expressing.\n\nThe facial recognition software was developed at Stanford University and runs on Google Glass, a computerized headset with a front-facing camera and a tiny display just above the right eye.\n\nJulian is one of about 100 autistic children participating in a Stanford study to see if \"autism glass\" therapy can improve their ability to interpret facial expressions.\n\n\"There's not a machine that can read your mind, but this helps with the emotions, you know, recognizing them,\" Julian said.\n\nJulian wears the device each day for three 20-minute sessions when he interacts with family members face-to-face — talking, playing games, eating meals. The program runs on a smartphone, which records the sessions.\n\nWhen the device's camera detects an emotion such as happiness or sadness, Julian sees the word \"happy\" or \"sad\" — or a corresponding \"emoji\" — flash on the glass display. The device also tests his ability to read facial expressions.\n\n\"The autism glass program is meant to teach children with autism how to understand what a face is telling them. And we believe that when that happens they will become more socially engaged,\" said Dennis Wall, who directs the Stanford School of Medicine's Wall Lab, which is running the study.\n\nStanford student Catalin Voss and researcher Nick Haber developed the technology to track faces and detect emotions in a wide range of people and settings.\n\n\"We had the idea of basically creating a behavioral aide that would recognize the expressions and faces for you and then give you social cues according to those,\" said Voss, who was partly inspired by a cousin who has autism.\n\nGoogle provided about 35 Google Glass devices to Stanford, but otherwise hasn't been involved in the project. The Silicon Valley tech giant stopped producing the headset last year after it failed to gain traction, but the device found new life among medical researchers.\n\nBrain Power, a Cambridge, Mass.-based startup, is also developing Google Glass-based applications to help children with autism improve their face-reading abilities and social skills.\n\nAutism advocates are excited that researchers are developing technologies to help the estimated one in 68 American children diagnosed with autism spectrum disorder.\n\n\"Glass and wearable technology are the future. They're going to play a pivotal role in how we understand, manage and diagnose disorders like autism,\" said Robert Ring, chief science officer at Autism Speaks.\n\nCurrently, many autistic children learn to read facial expressions by working with therapists who use flashcards with faces expressing different emotions. The Stanford team hopes autism glass can provide a convenient, affordable therapy that families can do at home.\n\n\"Kids with autism are not getting enough of the care that they need for as long as they need it, and we need to fix the problem,\" Wall said.\n\nIf the study shows positive results, the technology could become commercially available within a couple years, Wall said.\n\n\"Anything that can help this population is very welcome and very important, but even the best technology will never be enough because we are dealing with a population with often very, very profound needs,\" said Jill Escher, president of Autism Society San Francisco Bay Area.\n\nThe study is still in its early stages, but Wall said participating children have shown gains in their face-reading abilities and family feedback has been encouraging.\n\n\"It has helped our son who's using the Google Glasses connect with the family more,\" said Kristen Brown, Julian's mother. \"I think the glasses are a positive way to encourage a kid to look someone else in the face.\"\n\nJulian also gives the device positive reviews: \"I really think it would help autistic people a lot.\"", "images": ["https://web.archive.org/web/20160624142600im_/http://www.googleadservices.com/pagead/conversion/1005826543/?value=0&label=1GPKCOHYjwMQ7-PO3wM&guid=ON&script=0", "https://web.archive.org/web/20160624142600im_/http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-704476h&cg=0&cc=1&ts=noscript", "https://web.archive.org/web/20160624142600im_/http://pixel.quantserve.com/pixel/p-9e_QHc34iBt22.gif?labels=<%replace(label,' ', '%20')%>"], "top_img": "", "keywords": [], "authors": ["Abc News"], "canonical_link": "https://web.archive.org/web/20160624142600/http://abcnews.go.com/Technology/wireStory/google-glass-autistic-children-read-faces-40063563", "title": "Can Google Glass Help Autistic Children Read Faces?", "meta_data": {"robots": "index, follow", "author": "ABC News", "copyright": "Copyright (c) 2016 ABC News Internet Ventures", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Can Google Glass Help Autistic Children Read Faces?", "keywords": "Business, General news, Health, Science, Technology, Wearable technology, Developmental disorders, Diseases and conditions, Child and teen health, Stanford University, California, San Jose, United States, North America, science news, technology news, gadget news", "fb": {"admins": 704409894, "app_id": 4942312939}, "fb_title": "Can Google Glass Help Autistic Children Read Faces?", "og": {"site_name": "ABC News", "title": "Can Google Glass Help Autistic Children Read Faces?", "description": "Like many autistic children, Julian Brown has trouble reading emotions in people's faces, one of the biggest challenges for people with the neurological disorder. Now the 10-year-old San Jose boy is getting help from \"autism glass\" — an experimental device that records and analyzes faces in...", "url": "https://web.archive.org/web/20160624142600/http://abcnews.go.com/Technology/wireStory/google-glass-autistic-children-read-faces-40063563", "type": "article"}, "DC.date.issued": "2016-06-23", "Date": "2016-06-23", "Last-Modified": "2016-06-23 04:04:33", "news_keywords": "Business, General news, Health, Science, Technology, Wearable technology, Developmental disorders, Diseases and conditions, Child and teen health, Stanford University, California, San Jose, United States, North America", "twitter": {"card": "summary_large_image", "site": "@ABC", "title": "Can Google Glass Help Autistic Children Read Faces?", "description": "Like many autistic children, Julian Brown has trouble reading emotions in people's faces, one of the biggest challenges for people with the neurological disorder. Now the 10-year-old San Jose boy is getting help from \"autism glass\" — an experimental device that records and analyzes faces in...", "url": "http://abcnews.go.com/Technology/wireStory/google-glass-autistic-children-read-faces-40063563", "image": {"width": 150, "height": 116}, "app": {"name": {"iphone": "ABC News", "ipad": "ABC News", "googleplay": "ABC News"}, "id": {"iphone": 300255638, "ipad": 306934135, "googleplay": "com.abc.abcnews"}, "url": {"iphone": "abcnewsiphone://link/story,40063563", "ipad": "abcnewsipad://link/story,40063563", "googleplay": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Technology/wireStory/google-glass-autistic-children-read-faces-40063563"}}}, "al": {"iphone": {"url": "abcnewsiphone://link/story,40063563", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}, "ipad": {"url": "abcnewsipad://link/story,40063563", "app_store_id": 380520716, "app_name": "ABC News for iPad"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Technology/wireStory/google-glass-autistic-children-read-faces-40063563", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "web": {"url": "http://abcnews.go.com/Technology/wireStory/google-glass-autistic-children-read-faces-40063563"}}}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}