{"url": "http://consumer.Healthday.com/Article.asp?AID=652188", "text": "En Español\n\nMONDAY, April 25, 2011 (HealthDay News) -- Acupuncture might help reduce the hot flashes that frequently affect prostate cancer patients while they're on hormone therapy, a small study suggests.\n\nThe findings don't confirm that the ancient Chinese discipline relieves hot flashes, and only 14 men participated in the study, which was conducted by researchers at New York Methodist Hospital and Weill Cornell Medical College of Cornell University.\n\nStill, \"our study shows that physicians and patients have an additional treatment for something that affects many men undergoing prostate cancer treatment and actually has long-term benefits, as opposed to more side effects,\" said lead author Dr. Hani Ashamalla, a radiation oncologist at New York Methodist Hospital, in a news release from the American Society for Radiation Oncology.\n\nAcupuncture, a popular form of alternative medicine, involves inserting ultra-thin needles into the skin.\n\n\"We are now designing a randomized clinical trial to further evaluate acupuncture after prostate cancer treatment,\" Ashamalla added.\n\nHormone therapy designed to reduce levels of testosterone in the body is one of the standard treatments for prostate cancer. However, about half of patients who undergo hormone therapy suffer from hot flashes similar to those that women experience during menopause.\n\n\"It is a definite nuisance. I've seen reports that upwards of 60 percent of men will get hot flashes,\" said Dr. Stephen Freedland, an associate professor of urology and pathology at Duke University, in an interview. \"Usually it's mild and self-limiting and improves with time. But there are some men who really have it bad.\"\n\nIn the study, researchers followed 14 men who were taking hormone therapy for prostate cancer and suffered from hot flashes.\n\nThey received acupuncture twice a week for 30 minutes over four weeks. Their reported level of hot flashes dropped markedly.\n\nThe question is whether the acupuncture reduced the hot flashes or a placebo effect played a role, said Freedland, who's familiar with the study findings.\n\nIt's also possible, he said, that the symptoms went away on their own, which commonly happens to men on hormone therapy.\n\nHowever, \"clearly these men described getting better, and it happened over a very short period of time,\" he said. \"The symptoms don't (normally) get better by that much that quickly.\"\n\nThe study, published in the April issue of the International Journal of Radiation Oncology, Biology, Physics, also found that acupuncture relieved the heart palpitations and anxiety often associated with hormone therapy for prostate cancer.\n\nMore information\n\nFor more about prostate cancer, visit the U.S. National Library of Medicine.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Randy Dotinga"], "canonical_link": "https://consumer.healthday.com/alternative-medicine-information-3/acupuncture-news-5/acupuncture-may-help-ease-hot-flashes-tied-to-prostate-cancer-treatment-652188.html", "title": "Acupuncture May Help Ease Hot Flashes Tied to Prostate Cancer Treatment", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Study was very small, but some men got quick relief, researchers say", "og": {"title": "Acupuncture May Help Ease Hot Flashes Tied to Prostate Cancer Treatment", "description": "Study was very small, but some men got quick relief, researchers say", "url": "https://consumer.healthday.com/alternative-medicine-information-3/acupuncture-news-5/acupuncture-may-help-ease-hot-flashes-tied-to-prostate-cancer-treatment-652188.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}