{"url": "http://www.NPR.org/blogs/health/2011/02/23/133972189/osteoporosis-drugs-linked-to-unusual-fractures-in-women", "text": "Drugs To Prevent Weak Bones Linked To Unusual Fractures In Women\n\nThere's fresh evidence pointing to a troubling link between commonly used osteoporosis drugs and a rare type of thighbone fracture.\n\nEnlarge this image toggle caption Courtesy of NASA Courtesy of NASA\n\nWhen a hip bone breaks because of osteoporosis, the fracture usually involves either the ball at the top of the femur or the narrow neck just below the ball. The unusual fractures that may be associated with certain osteoporosis drugs called bisphosphonates occur lower on the bone. Ironically, that's where the femur, the longest bone in the body, is usually strongest.\n\nThese unusual fractures can occur suddenly without any trauma, such as a fall. And they can be complex breaks that are difficult to fix and slow to heal.\n\nIn the study, published in current issue of JAMA, researchers looked at 716 of these fractures in more than 200,000 Ontario women who had taken bisphosphonates.\n\nWomen who had taken the drugs for five years or longer had nearly a three times higher risk of suffering atypical fractures compared with women who had only transient exposure to such drugs.\n\nThat's called the relative risk, and it seems alarming. But the \"absolute risk\" of these unusual fractures is still pretty low — 13 fractures per year for every 10,000 people taking bisphosphonates for five years or longer. That is, long-term users have a risk of about a tenth of 1 percent.\n\nMoreover, the study verified that long-term use of bisphosphonate drugs reduces the risk of typical osteoporosis fractures by 24 percent. That's obviously a lot more benefit than risk.\n\n\"The big message really is the number of typical hip fractures is much, much larger than the number of unusual thigh fractures,\" says Dr. Gillian Hawker of St. Michael's Hospital in Ontario, an osteoporosis specialist and study author. \"So although we believe there is an increased risk of these unusual fractures, it doesn't outweigh the benefit\" of taking osteoporosis drugs.\n\nMerck, which makes Fosamax, the original and leading bisphosphonate drug, criticizes the new study. The company said in a statement to Shots that women who had atypical fractures were different from those who didn't. For instance, they started out with a history of more fractures, so the comparison isn't valid.\n\n\"Merck believes that the results must be interpreted with caution and should not be overstated,\" says the company's statement.\n\nStill, the accumulating evidence that there is a risk of these serious, unusual fractures associated with bisphosphonates is getting a lot of attention in the medical community.\n\nLast fall the Food and Drug Administration issued a \"safety update\" urging doctors and patients to be on the lookout for the problem. Often, the FDA says, an atypical fracture is preceded by pain in the thigh, apparently from a small stress fracture that signals bone weakness. \"Although it is not clear if bisphosphonates are the cause, these unusual femur fractures have been predominantly reported in patients taking bisphosphonates,\" the FDA says.\n\nThe concern is heightened by another, even rarer possible side effect – osteonecrosis of the jaw. Basically, it means that part of the jawbone dies.\n\nSome reports – including one published earlier this month in the Journal of Dental Research — have found a higher risk of the jaw problem in dental patients taking bisphosphonates.\n\nAgain, Merck disputes the connection. Earlier this month it convinced a New Jersey jury that Fosamax did not cause one woman's jaw problems.\n\nAmid all the debate, many specialists are wondering if women on bisphosphonates should take a \"holiday\" from the drug from time to time. The idea is that perhaps they'd get the osteoporosis benefit without the risks of osteonecrosis and unusual fractures. \"You could do five years on, five years off,\" Dr. Clifford Rosen, a bone specialist at Maine Medical Center, tells Shots. \"Some people are doing three on and three off.\"\n\nBut at some point, should these patients start taking the drug again? \"I don't think anybody knows,\" Rosen says. \"The thought is you would have to put them back on at some time.\"", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2011/02/22/hip-nasa-bisphosphonates-ed14c44b59dba14eafebd5024670daafb38afe89-s800-c15.jpg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "keywords": [], "authors": ["Richard Knox"], "canonical_link": "https://www.npr.org/sections/health-shots/2011/03/01/133972189/osteoporosis-drugs-linked-to-unusual-fractures-in-women", "title": "Drugs To Prevent Weak Bones Linked To Unusual Fractures", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2011-02-23", "description": "The strange fractures that may be associated with certain osteoporosis drugs called bisphosphonates occur low on the thighbone, where the femur is usually strongest. Bone specialists say the benefits of the drugs still outweigh their risks.", "og": {"title": "Drugs To Prevent Weak Bones Linked To Unusual Fractures", "url": "https://www.npr.org/sections/health-shots/2011/03/01/133972189/osteoporosis-drugs-linked-to-unusual-fractures-in-women", "type": "article", "description": "The strange fractures that may be associated with certain osteoporosis drugs called bisphosphonates occur low on the thighbone, where the femur is usually strongest. Bone specialists say the benefits of the drugs still outweigh their risks.", "image": "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary", "title": "Drugs To Prevent Weak Bones Linked To Unusual Fractures", "site": "@NPR", "domain": "npr.org"}}, "movies": [], "publish_date": 1298437200.0, "source": "http://www.NPR.org", "summary": ""}