{"url": "http://www.wsj.com/articles/why-double-knee-replacement-may-be-best-1444664583", "text": "With knee-replacement surgery on the rise, more patients with two bad knees are opting for a controversial procedure that replaces both at the same time.\n\nSimultaneous bilateral knee replacement, as the surgery is known, is a subject of debate among orthopedic surgeons, with conflicting evidence about the risks and benefits. Proponents say it eliminates the need for a second hospital stay and grueling rehabilitation period, reduces time spent under anesthesia and costs less.\n\nSome studies have found no difference in complication rates after bilateral surgery compared with unilateral surgery. A 2013 study in the Journal of Bone and Joint Surgery estimated the cost of bilateral surgery at $43,401 compared with $72,233 for two separate surgeries staged over time. The study concluded that bilateral surgery is more cost-effective with better outcomes for the average patient than staged procedures for two knees.\n\nBut more recent studies have found increased rates of complication such as blood clots that travel to the lung, an increased need for blood transfusions, and a higher risk of death with the bilateral procedure.\n\nThe rate of knee replacements in the U.S. almost doubled from 2000 through 2010, according to the Centers for Disease Control and Prevention, and now exceeds 700,000 procedures a year. The CDC doesn’t break out data, but studies indicate the percentage of patients who had both knees replaced at the same time has risen from less than 4% in 1999 to more than 6% at present.\n\nKen McLaughlin, 63, had bilateral knee replacement surgery in October 2014; he spent three nights in the hospital, about a week in a rehabilitation clinic and took a three-month leave from work. He experienced pain but no complications. Photo: Ken McLaughlin\n\nSimultaneous bilateral procedures can be performed either by two surgeons operating in tandem or by a single surgeon who completes one knee and immediately turns to the other.\n\nAlthough the average age has dropped for patients getting knee surgery, many also have health issues that can increase the risk of complications. In 2013, a consensus group of experts recommended that surgeons use more restrictive criteria to select patients for double knee replacements and exclude those with high cardiac risks. The majority said patients who aren’t candidates for simultaneous procedures should get a second one no sooner than three months after the first.\n\n“We’ve learned a lot from years of data on who has complication issues,” says Steven Haas, an orthopedic surgeon at the Hospital for Special Surgery in New York. The hospital avoids bilateral knee surgery in patients who have any type of heart disease, as well as those with a body mass index of 40 or more. Obese patients often have conditions such as diabetes and high blood pressure than can complicate surgery. Typically, Dr. Haas says, he doesn’t perform bilateral surgery in patients over 80, and prefers not to do it in those over 75 unless they are in exceptional health.\n\nFor healthy patients in their 50s and 60s, “it’s an elective decision,” Dr. Haas says.\n\nSandra Lynch, a 62-year-old wedding officiant in Frederick, Md., had trouble with her knees for more than a decade before getting bilateral knee replacement surgery in December 2014. She says she has no regrets. Photo: Sandra Lynch\n\nNicholas Grosso, president of the Centers for Advanced Orthopaedics in Bethesda, Md., performs bilateral surgery in tandem with another surgeon. A typical hospital stay is three days, compared with two days for single-knee surgery. New anesthetic techniques help control pain after surgery, and as many as 40% of his bilateral patients go directly home. Others go to a rehabilitation facility for about a week, which isn’t usually necessary for unilateral patients. Dr. Grosso says overall recovery time is typically the same, with full recovery in about four months.\n\nKen McLaughlin, 63, had a bilateral knee replacement surgery in October 2014, with Dr. Grosso and a colleague, M. Brian Polsky. Mr. McLaughlin, who was an avid basketball player and volleyball coach, now teaches physical education to developmentally disabled children. Despite several surgeries over the years to repair damage, he had constant pain in both knees. Yet he wanted to put replacement off, he says, “until I couldn’t stand it anymore.”\n\nAfter consulting with Dr. Grosso, he decided on bilateral surgery. First, he spent several months getting ready by building up strength in his legs and hamstrings.\n\nMr. McLaughlin, who lives in Laurel, Md., says it “really hurt” at first after surgery but he stopped taking pain medication after two days. After three nights in the hospital, he spent about a week in a rehabilitation clinic and took a leave from work until mid-January, working out twice a day for an hour and walking around his house. He had no complications and works out at the gym three times weekly. “I’m feeling stronger and getting ready to snow ski this winter,” he says.\n\nA study in May in the Journal of Arthroplasty compared cases matched for risks in simultaneous bilateral and unilateral knee surgeries in a database of nearly 44,000 patients. It found no significant difference in the rate of complications including infection, hospital re-admission, or death. But bilateral procedures were associated with increased overall complications and risk of subsequent surgery within 30 days.\n\nStudy co-author David Manning, a joint replacement specialist at Northwestern Memorial Hospital in Chicago and associate professor at Northwestern University Feinberg School of Medicine, says he recommends staged procedures over time for patients who need both knees replaced. He doesn’t perform bilateral knee replacements.\n\n“We decided it is not a safe practice, and it adds risk, so we don’t do it,” he says.\n\nLast year, a large study comparing the two types of surgery indicated that bilateral patients were at increased risk of both minor and major in-hospital complications as well as death. The study, published in the Journal of Bone and Joint Surgery, included hospital claims data on 24,574 simultaneous bilateral surgeries and 382,496 unilateral procedures.\n\nSurgeon Bryan Springer, a co-author of the study and fellowship director at OrthoCarolina Hip and Knee Center in Charlotte, N.C., says while complication rates are generally low for all knee surgeries, he is “extremely selective” about recommending bilateral surgery. “If you pick your patient appropriately you can do this operation very safely,” he says. Dr. Springer performs bilateral surgery with a team, starting the second knee while the first incision is being closed; if there are safety concerns after the first, he won’t proceed with the second.\n\nSandra Lynch, a 62-year-old wedding-officiant in Frederick, Md., had trouble with her knees for more than a decade. But with a busy schedule, she didn’t want recovery to take more than four months. Before the procedure, she took a year to exercise, walking daily and building a desk over a disassembled recumbent bike. She had the bilateral knee replacement with Dr. Grosso and Dr. Polsky in December last year.\n\nAfterward, Ms. Lynch was hospitalized for four days. She needed a blood transfusion but was able to manage physical therapy before being transferred to a rehabilitation center for about a week. After bad reactions to narcotic pain medications and an anti-nausea patch, she switched to over-the-counter painkillers. Though she had to use a walker at first, after eight weeks she began to drive and walk without assistance. She is now back to work officiating at weddings and says she has no regrets.\n\nWrite to Laura Landro at laura.landro@wsj.com", "images": ["https://s.wsj.net/public/resources/images/B3-FK672_STREAM_C_20191108185629.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/b5e977a5139ed9e9684742f90919df7b635ae623.jpg?5dc9aba2", "https://m.wsj.net/video/20191107/110719opvidpw3/110719opvidpw3_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/0d2ffa0d6fff89f02d5a9d5508d5467ad9dbd858.jpg?5dc9aba1", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/487b80633438bb2d561829c2e7f8bccee2c45e0b.jpg?5dc9ab9e", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/2a7d0786567f18bb6a72f17019cd642c0b51f730.jpg?5dc9aba1", "https://m.wsj.net/video/20191107/110719electiontech2/110719electiontech2_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/93d4c0693749e5d6abc5f87d798d3bfdb580948b.jpg?5dc995fd", "https://si.wsj.net/public/resources/images/BN-KR842_1012IN_FR_20151009134953.jpg", "https://images.wsj.net/im-101746?width=111&height=62", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/f600b0a56ee84a4d350fa4e522e51ee27d5fd426.jpg?5dc9aba3", "https://m.wsj.net/video/20191104/cinvest1105/cinvest1105_167x94.jpg", "https://images.wsj.net/im-125154?width=111&height=62", "https://si.wsj.net/public/resources/images/BN-KR843_1012IN_G_20151009134953.jpg", "https://s.wsj.net/public/resources/images/B3-ES110_PARTNE_C_20190809085434.jpg", "https://m.wsj.net/video/20191101/110419elevatorpai/110419elevatorpai_167x94.jpg", "https://si.wsj.net/public/resources/images/BN-KR843_1012IN_H_20151009134953.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/461b35da8a2936ee4a7ca01072773c0d5aa427f2.jpg?5dc9aba4", "https://images.wsj.net/im-125571/social", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/869c2a340c4c25db5466a6de556da60ae1a2bf4e.jpg?5dc9aba2", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/4a581253a775cca47f02b15ba756a5f4ccf7b8bf.jpg?5dc969b8", "https://images.wsj.net/im-124802?width=111&height=62", "https://si.wsj.net/public/resources/images/BN-KR841_1012IN_FR_20151009134953.jpg", "https://m.wsj.net/video/20191107/110719seib/110719seib_167x94.jpg", "https://si.wsj.net/public/resources/images/BN-KR843_1012IN_D_20151009134953.jpg"], "top_img": "https://si.wsj.net/public/resources/images/BN-KR843_1012IN_G_20151009134953.jpg", "keywords": [], "authors": ["Laura Landro"], "canonical_link": "https://www.wsj.com/articles/why-double-knee-replacement-may-be-best-1444664583", "title": "Why Double Knee Replacement Might Be Best", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "dj.asn": "i-046d", "user.type": "nonsubscriber", "user.exp": "default", "page.section": "Article", "page.content.type": "Article", "page.content.format": "responsive", "page.content.source": "WSJ Online", "article.template": "full", "page.site": "wsj", "page.site.product": "WSJ", "page.region": "na,us", "article.id": "SB11918938995546514236904581283111688555304", "article.type": "The Informed Patient", "article.type.display": "The Informed Patient", "article.access": "paid", "article.origheadline": "Why Double Knee Replacement May Be Best", "article.headline": "Why Double Knee Replacement Might Be Best", "article.summary": "The pros and cons of bilateral or double knee replacement surgery versus two unilateral or single knee surgeries.", "apple-itunes-app": "app-id=364387007,app-argument=wsj://launch?articleid=SB11918938995546514236904581283111688555304&headline=Are%20two%20simultaneous%20knee%20replacement%20surgeries%20better%20than%20one%20at%20a%20time%3F&weburl=http://www.wsj.com/articles/SB11918938995546514236904581283111688555304", "al": {"ios": {"url": "wsj://launch?articleid=SB11918938995546514236904581283111688555304&headline=Are%20two%20simultaneous%20knee%20replacement%20surgeries%20better%20than%20one%20at%20a%20time%3F&weburl=http://www.wsj.com/articles/SB11918938995546514236904581283111688555304"}}, "article.page": "Health", "article.section": "Life", "article.published": "2015-10-12T15:43:00.000Z", "article.updated": "2015-10-12T15:43:00.000Z", "article.created": "2015-10-12T15:43:00.000Z", "dateLastPubbed": "2015-10-13T02:17:00.000Z", "author": "Laura Landro", "keywords": "double knee replacement vs. single,pros and cons of double knee replacement,political,general news,health,medical treatments,procedures,ohwn,onew", "cXenseParse": {"wsj-keywords": "double knee replacement vs. single,pros and cons of double knee replacement,political,general news,health,medical treatments,procedures,ohwn,onew", "wsj-primary-inset": "image", "poptart": {"image": "https://si.wsj.net/public/resources/images/BN-KR843_1012IN_D_20151009134953.jpg"}, "candybar": {"image": "https://si.wsj.net/public/resources/images/BN-KR843_1012IN_E_20151009134953.jpg"}, "wsj-page-content-source": "WSJ Online", "wsj-coral": "true"}, "news_keywords": "double knee replacement vs. single,pros and cons of double knee replacement,political,general news,health,medical treatments,procedures,ohwn,onew", "description": "The pros and cons of bilateral or double knee replacement surgery versus two unilateral or single knee surgeries.", "article": {"word_count": 1153, "image_count": 3, "internal_link_count": 1, "publisher": "https://www.facebook.com/wsj", "opinion": "false"}, "robots": "noarchive,noodp", "language": "en-US", "twitter": {"title": "Why Double Knee Replacement Might Be Best", "description": "The pros and cons of bilateral or double knee replacement surgery versus two unilateral or single knee surgeries.", "image": {"identifier": "https://si.wsj.net/public/resources/images/BN-KR843_1012IN_G_20151009134953.jpg", "alt": "Why Double Knee Replacement Might Be Best"}, "card": "summary_large_image", "creator": "@LauraALandro", "site": "@WSJ", "domain": "wsj.com"}, "fb": {"app_id": 368513495882, "pages": 8304333127}, "og": {"title": "Why Double Knee Replacement Might Be Best", "description": "The pros and cons of bilateral or double knee replacement surgery versus two unilateral or single knee surgeries.", "url": "https://www.wsj.com/articles/why-double-knee-replacement-may-be-best-1444664583", "image": {"identifier": "https://si.wsj.net/public/resources/images/BN-KR843_1012IN_G_20151009134953.jpg", "width": 553, "height": 369}, "locale": "en_US", "type": "article", "site_name": "WSJ"}, "cx_pv_id": "k2us66stjo6b8dln", "cx_shield": "{\"campaign\":99999,\"placement\":\"cx-articlecover\",\"tag\":\"openhouse\",\"type\":\"free\",\"bucket\":6}", "referrer": "always"}, "movies": [], "publish_date": null, "source": "http://www.wsj.com", "summary": ""}