{"url": "http://www.Reuters.com/article/2011/05/11/us-celebrex-cancer-idUSTRE74A5SB20110511", "text": "NEW YORK (Reuters Health) - People who took a newer type of pain pill over a three-year period were less likely to develop polyps that could lead to colorectal cancer — but at the expense of a higher risk of heart problems, new study findings report.\n\nAnd when participants stopped taking the pain pill Celebrex (celecoxib) out of concerns over side effects, they eventually developed more polyps than people who had remained on an inactive, or placebo, drug throughout the study.\n\nSo should people concerned about their risk of colorectal cancer consider Celebrex?\n\n“The findings in this study don’t necessarily make that decision any easier,” said Dr. Andrew Chan of Massachusetts General Hospital and Harvard Medical School, who did not participate in the research.\n\nThe study, published in the American Journal of Gastroenterology, received financial support from Pfizer, which sells Celebrex.\n\nThis is not the first study to suggest Celebrex and similar drugs — known as COX-2 inhibitors - may reduce the risk of developing colon cancer, he said, but people need to balance that potential benefit with the higher risk of cardiovascular complications.\n\nAs a result, he said he suspects most people would choose to rely on regular colonoscopies to catch the disease in its early stages, rather than take a potentially risky drug for years.\n\nBut to people who have no underlying cardiovascular problems and a particularly high risk of colon cancer - they were diagnosed with it before perhaps, or have a strong family history - regular screening may not be enough, Chan noted.\n\n“So for those patients, they might consider taking a drug like this,” he said.\n\nColorectal cancer is the third most common cancer in men and women, and strikes 1.2 million people each year.\n\nOther research has provided signs that COX-2 inhibitors, which block the COX-2 enzyme that causes inflammation, could also prevent colorectal cancer, as well as lung cancer in heavy smokers.\n\nHowever, most COX-2 inhibitors ran into safety issues a few years after their approval, and now only Celebrex remains on the U.S. market. At a cost of several dollars per day, depending on dosage, it is much more expensive than older pain relievers such as ibuprofen.\n\nDuring the study, Dr. Nadir Arber of Tel Aviv University and his colleagues reviewed data collected from 1,561 people with a history of colorectal cancer. More than half had received Celebrex for approximately 3 years, before concerns over the increased risk of cardiovascular problems caused researchers to discontinue the study.\n\nThe scientists then followed the people willing to continue the research for another 2 years, noting who developed new polyps, including advanced polyps with features that suggest they’re more likely to become cancerous. Approximately half of the people who started the study agreed to continue.\n\nNot surprisingly, Celebrex users were more likely to develop cardiovascular problems, including a 66 percent higher risk of serious cardiac disorders. But over the total 5-year period, people who took Celebrex were also less likely to develop new and advanced polyps than people who took a placebo.\n\nSpecifically, new polyps were found in 58 percent of people on placebo, and only 51 percent on Celebrex.\n\nHowever, during the 5th year of the study alone, after the trial had been over for 2 years, 27 percent of Celebrex users developed new polyps, versus only 16 percent of people who had been on placebo - translating to a 66 percent higher risk among those who previously took Celebrex. Those who had been on Celebrex were also more likely to develop advanced polyps during that final year.\n\nThis rebound in risk actually makes biological sense, Chan told Reuters Health. If COX-2 inhibitors protect against colon cancer by blocking an enzyme pathway, when that blockage is released, the disease could occur “potentially at higher levels than had you never been on the drug in the first place,” he said.\n\nStill, the results are “very promising,” Arber told Reuters Health by e-mail, adding he is now working to identify people who could benefit from the drug without experiencing the side effects.\n\nOnly half of the people who originally agreed to participate in the study remained after 5 years, and it’s unclear how this might affect the results, noted Chan, whose own research suggests aspirin could prevent deaths from colorectal cancer.\n\nHowever, for a study that lasts this long, “those are acceptable numbers,” noted Arber.\n\nIf patients asked him whether they should take celecoxib to prevent colorectal cancer, Arber would tell them “no,” he added. “They should speak with their doctor.”\n\nSOURCE: bit.ly/mDNurd The American Journal of Gastroenterology, online April 19, 2011.", "images": ["http://static.reuters.com/resources_v2/react/fast-track/pre-roll-admantx-ed60b222/3aae9fd5da3557fba61d6444cb943643.png", "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"], "top_img": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "keywords": [], "authors": ["Alison Mccook", "Min Read"], "canonical_link": "https://www.reuters.com/article/us-celebrex-cancer-idUSTRE74A5SB20110511", "title": "Celebrex may curb colon cancer, but with caveats", "meta_data": {"robots": "index, follow", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "DCSext.ContentChannel": "healthNews", "DCSext.ChannelList": "everythingNews;healthNews", "description": "(Reuters Health) - People who took a newer type of pain pill over a three-year period were less likely to develop polyps that could lead to colorectal cancer -- but at the expense of a higher risk of heart problems, new study findings report.", "Author": "Alison McCook", "keywords": "US,CELEBREX,CANCER", "news_keywords": "US;CELEBREX;CANCER", "REVISION_DATE": "Wed May 11 17:20:19 UTC 2011", "analyticsAttributes.articleDate": "2011-05-11T17:20:19+0000", "analyticsAttributes.author": "Alison McCook", "analyticsAttributes.canonicalUrl": "https://www.reuters.com/article/us-celebrex-cancer-idUSTRE74A5SB20110511", "analyticsAttributes.contentTitle": "Celebrex may curb colon cancer, but with caveats", "analyticsAttributes.edition": "U.S.", "analyticsAttributes.keywords": "US,CELEBREX,CANCER", "analyticsAttributes.keywordSlug": "US-CELEBREX-CANCER", "analyticsAttributes.inlineType": "false", "analyticsAttributes.title": "Celebrex may curb colon cancer, but with caveats", "sailthru.author": "Alison McCook", "sailthru.date": "2011-05-11T17:20:19+0000", "sailthru.title": "Celebrex may curb colon cancer, but with caveats", "og": {"locale": "en_US", "site_name": "U.S.", "title": "Celebrex may curb colon cancer, but with caveats", "url": "https://www.reuters.com/article/us-celebrex-cancer-idUSTRE74A5SB20110511", "type": "article", "description": "(Reuters Health) - People who took a newer type of pain pill over a three-year p...", "image": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "article": {"published_time": "2011-05-11T17:20:19+0000", "modified_time": "2011-05-11T17:20:19+0000", "section": "Homepage", "author": "Alison McCook", "tag": "US,CELEBREX,CANCER"}}, "article": {"publisher": "https://www.facebook.com/Reuters"}, "twitter": {"site": "@Reuters", "creator": "@Reuters", "card": "summary", "title": "Celebrex may curb colon cancer, but with caveats", "description": "(Reuters Health) - People who took a newer type of pain pill over a three-year period were less likely to develop polyps that could lead to colorectal cancer -- but at the expense of a higher risk of ...", "image": {"identifier": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "src": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}}, "DCSext.DartZone": "us.reuters/world/article", "analyticsAttributes.channel": "News", "analyticsAttributes.contentType": "Article", "analyticsAttributes.contentChannel": "Homepage - Homepage", "analyticsAttributes.topicChannel": "Homepage", "analyticsAttributes.topicSubChannel": "Homepage", "msapplication-TileColor": "#ff8000", "msapplication-TileImage": "https://s2.reutersmedia.net/resources_v2/images/mstile-144x144.png", "msapplication-square70x70logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-70x70.png", "msapplication-square150x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-150x150.png", "msapplication-wide310x150logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x150.png", "msapplication-square310x310logo": "https://s1.reutersmedia.net/resources_v2/images/mstile-310x310.png", "msapplication-config": "none", "theme-color": "#ffffff"}, "movies": [], "publish_date": 1305086400.0, "source": "http://www.Reuters.com", "summary": ""}