{"url": "https://web.archive.org/web/20180410142826/http://abcnews.go.com/Health/wireStory/defining-alzheimers-aims-find-disease-sooner-54354122", "text": "Government and other scientists are proposing a new way to define Alzheimer's disease — basing it on biological signs, such as brain changes, rather than memory loss and other symptoms of dementia that are used today.\n\nThe move is aimed at improving research, by using more objective criteria like brain scans to pick patients for studies and enroll them sooner in the course of their illness, when treatments may have more chance to help.\n\nBut it's too soon to use these scans and other tests in routine care, because they haven't been validated for that yet, experts stress. For now, doctors will still rely on the tools they've long used to evaluate thinking skills to diagnose most cases.\n\nRegardless of what tests are used to make the diagnosis, the new definition will have a startling effect: Many more people will be considered to have Alzheimer's, because the biological signs can show up 15 to 20 years before symptoms do.\n\n\"The numbers will increase dramatically,\" said Dr. Clifford R. Jack Jr., a Mayo Clinic brain imaging specialist. \"There are a lot more cognitively normal people who have the pathology in the brain who will now be counted as having Alzheimer's disease.\"\n\nHe led a panel of experts, working with the Alzheimer's Association and the National Institute on Aging, that updated guidelines on the disease, published Tuesday in Alzheimer's & Dementia: The Journal of the Alzheimer's Association.\n\nABOUT ALZHEIMER'S\n\nAbout 50 million people worldwide have dementia, and Alzheimer's is the most common form. In the U.S., about 5.7 million have Alzheimer's under its current definition, which is based on memory problems and other symptoms. About one-third of people over 70 who show no thinking problems actually have brain signs that suggest Alzheimer's, Jack said.\n\nThere is no cure — current medicines such as Aricept and Namenda just temporarily ease symptoms. Dozens of hoped-for treatments have failed, and doctors think one reason may be that the studies enrolled patients after too much brain damage had already occurred.\n\n\"By the time that you have the diagnosis of the disease, it's very late,\" said Dr. Eliezer Masliah, neuroscience chief at the Institute on Aging.\n\n\"What we've realized is that you have to go earlier and earlier and earlier,\" just as doctors found with treating cancer, he said.\n\nAnother problem: as many as 30 percent of people enrolled in Alzheimer's studies based on symptoms didn't actually have the disease — they had other forms of dementia or even other medical conditions. That doesn't give an accurate picture of whether a potential treatment might help, and the new definition aims to improve patient selection by using brain scans and other tests.\n\nBETTER TESTS\n\nMany other diseases, such as diabetes, already are defined by measuring a biomarker, an objective indicator such as blood sugar. That wasn't possible for Alzheimer's disease until a few years ago, when brain scans and spinal fluid tests were developed to do this.\n\nThey measure certain forms of two proteins — amyloid and tau — that form plaques and tangles in the brain — and signs of nerve injury, degeneration and brain shrinkage.\n\nThe guidelines spell out use of these biomarkers over a spectrum of mental decline, starting with early brain changes, through mild impairment and Alzheimer's dementia.\n\nWHAT TO DO?\n\nPeople may be worried and want these tests for themselves or a family member now, but Jack advises: \"Don't bother. There's no proven treatment yet.\"\n\nYou might find a doctor willing to order them, but spinal fluid tests are somewhat invasive, and brain scans can cost up to $6,000. Insurance usually does not pay because they're considered experimental outside of research. A large study is underway now to see whether Medicare should cover them and when.\n\nAnyone with symptoms or family history of dementia, or even healthy people concerned about the risk can consider enrolling in one of the many studies underway.\n\n\"We need more people in this pre-symptomatic stage\" to see if treatments can help stave off decline, Masliah said.\n\n———\n\nMarilynn Marchione can be followed on Twitter at http://twitter.com/MMarchioneAP\n\n———\n\nThe Associated Press Health & Science Department receives support from the Howard Hughes Medical Institute's Department of Science Education. The AP is solely responsible for all content.", "images": ["https://web.archive.org/web/20180410142826im_/https://s.abcnews.com/images/Health/WireAP_85687b0998e94c799b88e0a551005f34_16x9_992.jpg", "https://web.archive.org/web/20180410142826im_/http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-704476h&cg=0&cc=1&ts=noscript", "https://web.archive.org/web/20180410142826im_/https://s.abcnews.com/images/Health/WireAP_85687b0998e94c799b88e0a551005f34_12x5_992.jpg", "https://web.archive.org/web/20180410142826im_/http://www.googleadservices.com/pagead/conversion/1005826543/?value=0&label=1GPKCOHYjwMQ7-PO3wM&guid=ON&script=0"], "top_img": "https://web.archive.org/web/20180410142826im_/https://s.abcnews.com/images/Health/WireAP_85687b0998e94c799b88e0a551005f34_16x9_992.jpg", "keywords": [], "authors": ["Abc News"], "canonical_link": "https://web.archive.org/web/20180410142826/http://abcnews.go.com/Health/wireStory/defining-alzheimers-aims-find-disease-sooner-54354122", "title": "New way of defining Alzheimer's aims to find disease sooner", "meta_data": {"robots": "index, follow", "author": "ABC News", "copyright": "Copyright (c) 2018 ABC News Internet Ventures", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "keywords": "Health, Diagnosis and treatment, Diseases and conditions, Dementia, Seniors' health, Neurological disorders, Alzheimer's disease, , health news, medical news, medical articles", "fb": {"admins": 704409894, "app_id": 4942312939, "pages": 55845270277}, "fb_title": "New way of defining Alzheimer's aims to find disease sooner", "og": {"site_name": "ABC News", "title": "New way of defining Alzheimer's aims to find disease sooner", "description": "Government and other scientists are proposing a new way to define Alzheimer's disease — basing it on biological signs, such as brain changes, rather than memory loss and other symptoms of dementia that are used today. The move is aimed at improving research, by using more objective criteria...", "url": "https://web.archive.org/web/20180410142826/http://abcnews.go.com/Health/wireStory/defining-alzheimers-aims-find-disease-sooner-54354122", "image": "https://web.archive.org/web/20180410142826im_/https://s.abcnews.com/images/Health/WireAP_85687b0998e94c799b88e0a551005f34_16x9_992.jpg", "type": "article"}, "DC.date.issued": "2018-04-10", "Date": "2018-04-10", "Last-Modified": "2018-04-10 03:00:15", "news_keywords": "Health, Diagnosis and treatment, Diseases and conditions, Dementia, Seniors' health, Neurological disorders, Alzheimer's disease,", "twitter": {"card": "summary_large_image", "site": "@ABC", "title": "New way of defining Alzheimer's aims to find disease sooner", "description": "Government and other scientists are proposing a new way to define Alzheimer's disease — basing it on biological signs, such as brain changes, rather than memory loss and other symptoms of dementia that are used today. The move is aimed at improving research, by using more objective criteria...", "url": "http://abcnews.go.com/Health/wireStory/defining-alzheimers-aims-find-disease-sooner-54354122", "image": "https://s.abcnews.com/images/Health/WireAP_85687b0998e94c799b88e0a551005f34_16x9_992.jpg", "app": {"name": {"iphone": "ABC News", "ipad": "ABC News", "googleplay": "ABC News"}, "id": {"iphone": 300255638, "ipad": 306934135, "googleplay": "com.abc.abcnews"}, "url": {"iphone": "abcnewsiphone://link/story,54354122", "ipad": "abcnewsipad://link/story,54354122", "googleplay": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Health/wireStory/defining-alzheimers-aims-find-disease-sooner-54354122"}}}, "al": {"iphone": {"url": "abcnewsiphone://link/story,54354122", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}, "ipad": {"url": "abcnewsipad://link/story,54354122", "app_store_id": 380520716, "app_name": "ABC News for iPad"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Health/wireStory/defining-alzheimers-aims-find-disease-sooner-54354122", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "web": {"url": "http://abcnews.go.com/Health/wireStory/defining-alzheimers-aims-find-disease-sooner-54354122"}}}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}