{"url": "https://consumer.healthday.com/infectious-disease-information-21/urinary-tract-infection-news-686/program-may-cut-catheter-associated-urinary-tract-infections-711562.html", "text": "By Steven Reinberg\n\nHealthDay Reporter\n\nWEDNESDAY, June 1, 2016 (HealthDay News) -- If you find yourself hospitalized, you've got a one in five chance of needing a urinary catheter -- raising your risk for a urinary tract infection.\n\nNow, researchers report that a new program shows it might be possible to reduce both catheter use and its associated infections.\n\n\"Catheter-associated urinary tract infections are common and costly patient safety problems,\" said lead researcher Dr. Sanjay Saint. He is a professor of internal medicine at the University of Michigan in Ann Arbor.\n\nRoughly 250,000 such infections occur in hospitals each year in the United States, costing about $250 million, the researchers pointed out.\n\nAlthough about 20 percent of hospitalized patients get a urinary catheter, one-third of the time they aren't needed, Saint said. He believes that patients can play a role in reducing catheter use.\n\n\"A lot of patients and families don't realize that there are problems with a urinary catheter, so they may request them because they think it will allow patients to stay in bed,\" Saint said.\n\n\"Unfortunately, there are side effects with a catheter. And I've seen patients who have gotten up in the middle of the night and they trip and fall on the tubing,\" he explained.\n\n\"Patients and families should request that a catheter not be put in, and if there is one there, the patient should ask every day whether it is still needed,\" Saint suggested.\n\nFor the study, Saint and his colleagues tried the new program in 600 hospitals.\n\nAfter 18 months of using the program, infection rates among hospital patients in general wards dropped by one-third, while catheter use had dropped about 1 percent.\n\nBut there was no drop in infections or catheter use in intensive care units (ICUs), the study findings showed.\n\nHospital-acquired urinary tract infection rates rose nationwide during the same time period, Saint noted.\n\nThe program Saint helped develop -- called the \"bladder bundle\" -- includes protocols, checklists, training and information-sharing that help doctors and nurses reduce catheter use and prevent infections.\n\nIncluded in the program are:\n\nDaily checks to see if a catheter is still needed.\n\nUsing other options to collect urine, such as bedpans.\n\nTraining for managing urinary catheters.\n\nUse of infection-control techniques for catheter placement and maintenance.\n\nFeedback to the medical team about catheter use and infection rates.\n\nThe researchers found that catheter infection rates in the new program dropped 14 percent overall in general wards (non-ICU).\n\nThe findings were published June 2 in the New England Journal of Medicine.\n\nDr. Susan Huang, a professor of infectious disease at the University of California, Irvine, wrote an editorial accompanying the study. She said, \"While we've known the correct care processes for managing urinary catheters, we haven't been able to reliably reduce catheter-related infections.\"\n\nAn intervention that focuses on changing the culture in hospitals to make them more responsive to the problem of infection control -- one that involves \"rallying around a focused problem and ensuring team-based solutions -- is integral to improving infection control in hospitals,\" she said.\n\nAs for improving infection control in intensive care units, Huang said, \"further analysis may help us understand why this intervention didn't work.\"\n\n\"This program can reduce urinary infections in hospitals if a team is assembled to ensure adoption of best practices and to rapidly correct reasons for failing to comply with these processes,\" she added.\n\nMore information\n\nVisit the U.S. Centers for Disease Control and Prevention for more on urinary tract infections.", "images": ["https://media.healthday.com/Images/icimages/18251.jpg"], "top_img": "https://media.healthday.com/Images/icimages/18251.jpg", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/infectious-disease-information-21/urinary-tract-infection-news-686/program-cut-catheter-associated-urinary-tract-infections-711562.html", "title": "Program Cut Catheter-Associated Urinary Tract Infections", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Study found new training method led to fewer cases of painful, potentially dangerous infections", "og": {"title": "Program Cut Catheter-Associated Urinary Tract Infections", "image": "https://media.healthday.com/Images/icimages/18251.jpg", "description": "Study found new training method led to fewer cases of painful, potentially dangerous infections", "url": "https://consumer.healthday.com/infectious-disease-information-21/urinary-tract-infection-news-686/program-cut-catheter-associated-urinary-tract-infections-711562.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}