{"url": "http://www.cnn.com/2017/02/08/health/parkinsons-disease-blood-test-study/", "text": "(CNN) A new blood test may be as accurate as a test requiring a painful spinal tap for differentiating Parkinson's disease from similar disorders, according to a study published Wednesday in Neurology, the medical journal of the American Academy of Neurology.\n\nParkinson's disease is a neurological disorder that can cause tremors, stiffness, slowness of movement, trouble balancing, problems walking and difficulty coordinating movement. Less obvious symptoms include depression, insomnia, anxiety, fatigue and constipation.\n\nNeurological disorders that mimic the symptoms of Parkinson's disease are called atypical parkinsonism disorders.\n\nMany doctors cannot tell whether a patient has Parkinson's disease or atypical parkinsonism.\n\n\"This can be very challenging, especially during the early stages of the diseases and if the responsible doctor is not a neurologist specialized in movement disorders,\" said Dr. Oskar Hansson, lead author of the new study, a neurologist and an associate professor at Lund University in Sweden.\n\nNon-specialists \"do not really know exactly what questions to ask the patient and the special signs to look for,\" Hansson wrote in an email. Yet patients with atypical disorders \"usually have a much worse prognosis, with faster disease progression, (with) more disabling symptoms\" than Parkinson's patients, so early identification is crucial.\n\nThe correct diagnosis is also key to treatment since \"most patients with atypical parkinsonism disorders do not respond well to dopamine-targeting medications\" that are usually prescribed for Parkinson's patients, Hansson said.\n\nValidating a new biomarker\n\nHansson and his colleagues developed a blood test that is, essentially, a variation on an existing test capable of detecting neurofilament light chain protein in spinal fluid. This protein is a component of nerve cells, and when these cells die, it can be detected in both spinal fluid and blood.\n\nBecause spinal fluid is not easily obtained by a primary care doctor, this diagnostic test is not very useful, so Hansson developed a blood test and investigated its accuracy in the new study.\n\nWhen validating a new biomarker for disease, \"one should always analyze at least two different (groups of patients and controls) to make sure that the results are reproducible,\" said Hansson, who added that participants should also include both early- and late-stage patients established at different clinics.\n\nAll told, a total of 244 people with Parkinson's and 79 healthy volunteers serving as a comparison group participated in Hansson's study, along with 181 patients with atypical parkinsonism disorders.\n\nOf these, 88 patients had multiple system atrophy, which impairs the body's involuntary functions such as heart rate, blood pressure and digestion.\n\nSeventy patients had progressive supranuclear palsy, which affects movement, walking, balance, speech, swallowing, vision, mood and thinking.\n\nAnd 23 patients had corticobasal degeneration, which causes decreased movement on one side of the body, muscle rigidity, tremor and a disconnection between thought and action.\n\nTesting these participants, the researchers found that nerve protein levels ranged higher in people with atypical parkinsonism and lower in patients with Parkinson's disease as well as the healthy volunteers. However, the test cannot distinguish between the different atypical disorders, which doctors must rely on symptoms to diagnose.\n\nBlood test accuracy is defined based on sensitivity, the percentage of positives that are correctly identified, and specificity, the percentage of negatives that are correctly identified. In Sweden, the blood test had a sensitivity of 82% and a specificity of 91%, while in the United Kingdom, sensitivity was 80% and specificity 90%. For early-stage study participants, generally, sensitivity was 70% and specificity was 80%.\n\nOverall, the blood test showed equal accuracy as the spinal fluid test when diagnosing Parkinson's or an atypical parkinsonism disorder, in both early and later stages of disease.\n\nHansson imagines that blood-based tests will be used in the future \"in the diagnostic work-up of patients with parkinsonism by most doctors who are not very specialized with these movement disorders.\" He also believes the test will be used by specialists for Parkinson's patients who \"do not exhibit a very typical symptomatology\" or do not respond as expected to treatment.\n\nMisdiagnosis is common\n\nThe prevalence of Parkinson's in the general population increases from about 1% at age 60 to 4% by age 80, according to the Centers for Disease Control and Prevention . \"Atypical parkinsonism disorders are not as common as Parkinson's disease,\" said Dr. Jeff Bronstein, a professor of neurology and director of movement disorders at David Geffen School of Medicine at UCLA. He was not involved in the new study.\n\nUsually, patients are first diagnosed with Parkinson's, and only later do their doctors discover that they have one of the more rare neurodegenerative atypical parkinsonism disorders, which are most likely to affect people in their 50s and 60s and represent approximately 10% to 20% of all cases originally diagnosed as Parkinson's\n\nThough atypical parkinsonism conditions look very similar to Parkinson's at first, they \"have a different underlying molecular cause,\" according to Bronstein, and so it is important to recognize them early in order to treat them properly. \"Disease-specific therapies are now in trials, so accurate diagnosis is essential in determining if these new treatments work,\" he said.\n\nAccording to Dr. Paul Wright, chairman of neurology at North Shore University Hospital in Manhasset, New York, and Long Island Jewish Medical Center in New Hyde Park, New York, the importance of this study is that it brings to light that there are new biomarker tests that can delineate between these neurological diseases.\n\n\"A lot of time, people come in and say they or a family member has a tremor, and they believe it's Parkinson's disease,\" said Wright, who also was not involved in the study. This early assumption may impede diagnosis of a less recognized atypical parkinsonism condition.\n\nOr a patient has \"horrible blood pressure fluctuations,\" Wright said, and no obvious tremor or rigidity symptoms, so a doctor suspects a heart condition. Instead, the cause is multiple system atrophy, a neurodegenerative disease. Though other symptoms will show up eventually and help in diagnosing the patient, in the meantime, the patient will be receiving the wrong medicines.\n\nAn accurate blood test, then, would be good news in these situations.\n\n\"It's a lot more reassuring to a patient to say 'we're just going to take a blood test to check for a few things,' \" Wright said. \"It's much easier and less anxiety-provoking for patients than taking a spinal tap.\"\n\nJoin the conversation See the latest news and share your comments with CNN Health on Facebook and Twitter.\n\nUp until now, many diseases have been diagnosed based on symptoms, with patients asking, \"How do you know I have this?\" Meanwhile, doctors are not always correct, Wright said. This is true even of Parkinson's, which is diagnosed based on symptoms, a patient's history, neurological exams, a patient's response to medicine and, in some cases, brain imaging tests.\n\nStill, Wright is hopeful and believes a biomarker test for Parkinson's \"will be down the line. ... In general, researchers are looking for biomarkers of disease.\"\n\nSpecialists and sub-specialists are available only in big cities, Wright said, and access to a simple blood test would enable a correct diagnosis in a primary care office.\n\n\"We always assume there's luxury,\" Wright said. \"But that's not really what's real in most of the country.\"", "images": ["http://cdn.cnn.com/cnnnext/dam/assets/160622124044-fit-nation-iron-horse-race-1-exlarge-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/140306152858-hiv-blood-test-super-tease.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/161204104032-schulman-family-photo-large-169.jpg", "http://cdn.cnn.com/cnnnext/dam/assets/141221000209-muhammad-ali-2013-sugar-bowl-large-169.jpg", "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7", "http://cdn.cnn.com/cnnnext/dam/assets/160127115534-gyro-glove-parkinsons-large-169.jpg"], "top_img": "https://cdn.cnn.com/cnnnext/dam/assets/140306152858-hiv-blood-test-super-tease.jpg", "keywords": [], "authors": ["Susan Scutti"], "canonical_link": "https://www.cnn.com/2017/02/08/health/parkinsons-disease-blood-test-study/index.html", "title": "Blood test might make Parkinson's diagnosis easier, study says", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0", "section": "health", "referrer": "unsafe-url", "og": {"pubdate": "2017-02-08T21:00:44Z", "url": "https://www.cnn.com/2017/02/08/health/parkinsons-disease-blood-test-study/index.html", "title": "Blood test might make Parkinson's diagnosis easier", "description": "A blood test may be as accurate as a spinal fluid test for differentiating Parkinson's disease from atypical parkinsonism disorders, according to a new study.", "site_name": "CNN", "type": "article", "image": {"identifier": "https://cdn.cnn.com/cnnnext/dam/assets/140306152858-hiv-blood-test-super-tease.jpg", "width": 1600, "height": 900}}, "pubdate": "2017-02-08T21:00:44Z", "lastmod": "2017-02-08T21:00:44Z", "author": "Susan Scutti, CNN", "twitter": {"title": "Blood test might make Parkinson's diagnosis easier", "description": "A blood test may be as accurate as a spinal fluid test for differentiating Parkinson's disease from atypical parkinsonism disorders, according to a new study.", "card": "summary_large_image", "image": "https://cdn.cnn.com/cnnnext/dam/assets/140306152858-hiv-blood-test-super-tease.jpg"}, "description": "A blood test may be as accurate as a spinal fluid test for differentiating Parkinson's disease from atypical parkinsonism disorders, according to a new study.", "keywords": "health, Blood test might make Parkinson's diagnosis easier, study says - CNN", "thumbnail": "https://cdn.cnn.com/cnnnext/dam/assets/140306152858-hiv-blood-test-super-tease.jpg", "vr": {"canonical": "https://www.cnn.com/2017/02/08/health/parkinsons-disease-blood-test-study/index.html"}, "article": {"opinion": "false", "content-tier": "free"}, "fb": {"app_id": 80401312489, "pages": "5550296508,18793419640"}, "template-top": "health,art-vid"}, "movies": [], "publish_date": 1486530000.0, "source": "http://www.cnn.com", "summary": ""}