{"url": "http://time.com/5239920/immune-treatments-for-lung-cancer/", "text": "Researchers report some of the most encouraging results yet for treating lung cancer with the latest immune-based treatments, most of which have been approved to treat other types of tumors.\n\nIn three papers presented at the American Association for Cancer Research annual meeting, and published simultaneously in the New England Journal of Medicine, lung cancer experts found innovative ways to weaken lung tumors to improve people’s chances of surviving the disease.\n\n“There is definitely a high unmet need,” says Patrick Forde, assistant professor of oncology and associate member of the Bloomberg-Kimmel Institute for Cancer Immunotherapy at Johns Hopkins, of the lack of effective treatments for lung cancer. Currently more than half of people who are treated even at early stages of the disease can expect the cancer to return, and chemotherapy typically leads to only a 5% improvement in people’s chances of living five years — but an up to 70% chance of being exposed to serious toxicities.\n\nHealth Newsletter Get the latest health and science news, plus: burning questions and expert tips. View Sample Sign Up Now\n\nThe studies involve a group of immune-based cancer drugs called checkpoint inhibitors, which are designed to rip away the molecular cloak behind which cancer cells hide from the immune system. The medications target a protein called PD-1, its related PD-L1, or CTLA-4, which protect the body’s cells from being killed by immune cells; because tumors are normal cells growing out of control, they take advantage of this molecular security blanket to avoid getting detected by immune cells. A series of checkpoint inhibitor drugs, first approved in 2011 initially for treating melanoma, expose the tumor cells to the immune system. Based on their success in treating skin cancers, scientists are now studying this group of drugs in a number of other cancers, including tumors in the lung.\n\nIn one study, called CheckMate-227, researchers tested whether a combination of two of these checkpoint inhibitor drugs could keep tumors from growing better than the standard treatment of chemotherapy in people with advanced non small cell lung cancer (NSCLC). Nearly 300 people were randomly assigned to receive either the combination of the immune-based drugs or the traditional chemotherapy treatment. After nearly a year, the lung cancer in people taking the immunotherapy was 42% less likely to have progressed than among people getting chemotherapy.\n\nWhat’s more, say the study’s authors, doctors may also figure out which people are most likely to respond to the two-drug combination of nivolumab (Opdivo) and ipilimumab (Yervoy) and which are not. In the study, he and his colleagues found that people whose tumors had more mutations enjoyed the longest time period during which their cancers did not progress.\n\nCurrently, lung cancer treatments rely heavily on chemotherapy, but doctors are shifting toward a more customized and precise way of treating each person’s disease in order to improve their chances of survival. For example, newer targeted therapy drugs home in on specific genetic mutations that are responsible for driving a person’s cancer. Doctors can also determine if a person’s lung cancer is genetically vulnerable to the checkpoint inhibitor drugs tested in the current study. Putting together everything that doctors currently know about lung tumors, “more than half of people with lung cancer can avoid chemotherapy and get more precision-based treatments,” says Dr. Matthew Hellmann of the Memorial Sloan Kettering Cancer Center (MSKCC), lead author of the study. In addition, “a year after treatment, three times more people on immunotherapy were doing well compared to those who just got chemotherapy.”\n\nThe results could play a role in changing standard treatments for people diagnosed with advanced NSCLC, by making a strong case for starting people immediately on the immunotherapy combination rather than giving them chemotherapy first, as many doctors currently do. While nivolumab is approved for treating metastatic NSCLC, for example, that indication calls for using it if the disease continues to progress either during or after chemotherapy. This combination of nivolumab and ipilimumab showed that the paired drugs could be more effective when begun as the first treatment, instead of chemotherapy.\n\nGet The Brief. Sign up to receive the top stories you need to know right now. Choose your country United States of America Afghanistan Albania Algeria American Samoa Andorra Angola Anguilla Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Brazil Brunei Darussalam Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Colombia Comoros Congo Congo, Democratic Republic of Cook Islands Costa Rica Cote d'Ivoire Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Faeroe Islands Falkland Islands (Malvinas) Fiji Finland France French Guiana French Polynesia Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guinea Guinea-Bissau Guyana Haiti Holy See Honduras Hong Kong Hungary Iceland India Indonesia Iran Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libyan Arab Jamahiriya Liechtenstein Lithuania Luxembourg Macao Macedonia Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia Monaco Mongolia Montserrat Morocco Mozambique Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory, Occupied Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Republic of Korea Republic of Moldova Reunion Romania Russian Federation Rwanda Saint Helena Saint Kitts and Nevis Saint Lucia Saint Pierre and Miquelon Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia and Montenegro Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Islands Swaziland Sweden Switzerland Syrian Arab Republic Taiwan Tajikistan Tanzania, United Republic of Thailand Timor-Leste Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United Kingdom Virgin Islands (U.S.) Virgin Islands (British) Uruguay Uzbekistan Vanuatu Venezuela Viet Nam Wallis and Futuna Islands Western Sahara Yemen Zambia Zimbabwe Please enter a valid email address. Please select your country. I can confirm I have read and accept the Terms Of Use. Please check to proceed. Sign Up Now You may unsubscribe from email communication at any time. See our Privacy Policy for further details. Thank you! For your security, we've sent a confirmation email to the address you entered. Click the link to confirm your subscription and begin receiving our newsletters. If you don't get the confirmation within 10 minutes, please check your spam folder.\n\nThere may also be other ways to improve outcomes for people with advanced NSCLC. In another study, researchers found that combining standard chemotherapy with another immune-based checkpoint inhibitor, pembrolizumab (Keytruda), helped them live nearly four months longer on average than people treated with just chemotherapy. People getting the combination of immunotherapy and chemotherapy were 51% less likely to die after 10.5 months than people receiving chemotherapy alone. “The magnitude of benefit was unexpected and great to see,” says Dr. Leena Gandhi, associate professor of medicine at NYU Langone Medical Center and co-author of the study. Pembrolizumab is already approved for treating about 25% to 30% of people with advanced NSCLC who have a certain genetic profile that makes their cancer vulnerable to the drug, but this latest study expands that population to many more people who may benefit from the immunotherapy if the medication is combined with chemotherapy.\n\nThe results are even more encouraging for people with early stage lung cancer. In a third, small study of 21 people diagnosed with early stage disease, researchers led by a team at Johns Hopkins and MSKCC found that giving people two doses of nivolumab before surgery to remove lung tumors shrunk those tumors drastically and lowered chances of relapse, thanks to its ability to jump start the immune system to fight the cancer. When the scientists analyzed the tumors they had cut out, they found that in about half of the people treated with nivolumab, the growths showed significant destruction by immune cells, meaning that nivolumab had unmasked the tumors as foreign and allowed the immune system’s killer cells to attack them. And when the scientists studied the blood of the people receiving the immunotherapy, they discovered a close match between the types of immune cells in the blood and certain targets on the tumor cells, suggesting that nivolumab had released the immune system to pump out the appropriate cells it needed to tackle the cancer.\n\n“We expected to see some response, but I don’t think we expected to see a 45% significant response,” says Forde. “To give you some idea of how significant that is, with chemotherapy we normally see the same degree of response around 20% of the time.”\n\nForde says that the strong response seen in people at the beginning of the disease could suggest that immunotherapies might be useful in re-training the immune system to fight cancer for long periods of time — possibly even a lifetime. “The Holy Grail is to have a relatively non-toxic therapy that could potentially use the body’s own immune system to prevent recurrence,” he says. “And while our study is only with 21 patients, the early indications from this study are very positive.”\n\nTaken together, the results could fundamentally change the way lung cancer is treated, significantly improving people’s ability to both hold off lung cancer for longer periods of time, as well as live longer with the disease.\n\nContact us at editors@time.com.", "images": ["http://time.com/img/Paper-plane.svg", "http://subscription-assets.timeinc.com/current/1850_top2_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2017/09/time-newsletter-tout-footer.png", "http://time.com/images/newsletter-time.png", "https://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2019/10/breast-cancer-angelina-jolie.jpg?quality=85&w=342", "http://pixel.carambo.la/Pixel/tmnc11/112753/0/1/0", "https://timedotcom.files.wordpress.com/2017/04/time-health-stock-first-air-kit.jpg", "http://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "http://assets.time.com/images/dianomi-logo.png", "https://timedotcom.files.wordpress.com/2017/04/time-health-stock-first-air-kit.jpg?quality=85&w=1200&h=628&crop=1", "https://timedotcom.files.wordpress.com/2019/10/alyona_kochetkova_when_i_was_ill_12.jpg?quality=85&w=600", "http://pixel.watch/f3fo", "https://timedotcom.files.wordpress.com/2019/11/lung-cancer-rates-women-men.jpg?quality=85&w=321"], "top_img": "https://timedotcom.files.wordpress.com/2017/04/time-health-stock-first-air-kit.jpg?quality=85&w=1200&h=628&crop=1", "keywords": [], "authors": ["Alice Park"], "canonical_link": "https://time.com/5239920/immune-treatments-for-lung-cancer/", "title": "Immune Treatments Show Promise for Lung Cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "keywords": "lung cancer treatments, cancer immunotherapy for cancer, can immune treatments work on lung cancer, immunotherapy for lung cancer", "news_keywords": "lung cancer treatments, cancer immunotherapy for cancer, can immune treatments work on lung cancer, immunotherapy for lung cancer", "description": "A series of studies detail new ways of using immune-based treatments to reduce tumors and improve survival of lung cancer.", "og": {"title": "Immune Treatments May Be Key in the Fight Against Lung Cancer", "type": "article", "site_name": "Time", "url": "https://time.com/5239920/immune-treatments-for-lung-cancer/", "description": "Here's how they work.", "image": {"identifier": "https://timedotcom.files.wordpress.com/2017/04/time-health-stock-first-air-kit.jpg?quality=85&w=1200&h=628&crop=1", "width": 1200, "height": 628}}, "article": {"content_tier": "free", "opinion": "false"}, "pinterest": {"url": "https://time.com/5239920/immune-treatments-for-lung-cancer/", "description": "A series of studies detail new ways of using immune-based treatments to reduce tumors and improve survival of lung cancer.", "media": "https://timedotcom.files.wordpress.com/2017/04/time-health-stock-first-air-kit.jpg?quality=85&w=1200&h=628&crop=1"}, "twitter": {"card": "summary_large_image", "url": "https://time.com/5239920/immune-treatments-for-lung-cancer/", "title": "Immune Treatments May Be Key in the Fight Against Lung Cancer", "description": "Here's how they work.", "site": "@TIME", "image": "https://timedotcom.files.wordpress.com/2017/04/time-health-stock-first-air-kit.jpg?quality=85&w=1024&h=512&crop=1"}, "fb": {"app_id": 53177223193, "pages": 10606591490}}, "movies": [], "publish_date": null, "source": "http://time.com", "summary": ""}