{"url": "http://consumer.healthday.com/Article.asp?AID=662990", "text": "En Español\n\nBy Alan Mozes\n\nHealthDay Reporter\n\nTUESDAY, March 27, 2012 (HealthDay News) -- When taken as a supplement, unroasted -- or green -- coffee-bean extract can help people shed pounds, according to a small preliminary study.\n\nThe research, which is being presented this week at the national meeting of the American Chemical Society in San Diego, involved just 16 overweight and obese patients who were given daily doses of green coffee extract in capsule form.\n\nAll the patients were instructed to maintain their usual dietary habits, while the study team monitored them for weight loss over a period of nearly six months.\n\nThe apparent result: Daily consumption of a small amount of green coffee extract translated into a nearly 11 percent drop in body weight, on average.\n\nThe study was conducted in India and funded by Applied Food Sciences, the American manufacturer of two green-coffee-extract products. It has not been published in a journal, and therefore has yet to undergo peer review.\n\nSupplements of this kind, however, are not subject to the rigorous U.S. Food and Drug Administration safety and efficacy testing typically applied to all pharmaceutical medications.\n\n\"This was indeed a small study,\" acknowledged corresponding study author Joe Vinson, a professor of chemistry at the University of Scranton, in Pennsylvania, but he noted that prior research has been conducted in both France and Japan. \"Those studies demonstrated that patients experienced somewhat mild weight loss. But here, with higher extract doses than have been used before, the patients experienced what I would call rather large weight loss.\"\n\n\"While this of course needs to be confirmed with follow-up, I do think the subject is absolutely worthy of further exploration,\" Vinson added.\n\nVinson said his team was not focused on the weight-loss impact of caffeine as much as that of unprocessed, unroasted coffee's primary ingredient: chlorogenic acid.\n\n\"That's the main natural compound in unroasted coffee, and roasted coffee has much, much less of it than unprocessed coffee,\" Vinson said. \"So we're not talking about something that is interchangeable with the coffee we drink,\" which is produced by roasting beans at a temperature between 464 and 482 degrees Fahrenheit.\n\nGreen coffee-bean extracts are sold online at prices ranging from about $10 to $20 for 60 capsules.\n\nThe study was broken into three six-week sections. In one section, study participants, who were all between the ages of 22 and 26, consumed a capsule filled with 700 milligrams of green coffee extract. In the second section, participants took a 1,050-milligram capsule. The third section had participants taking a placebo. Each patient ultimately cycled through each section.\n\nWhile maintaining their pre-study dietary and exercise regimens, the patients lost an average of 17 pounds by the study's close. On average, patients lost 10.5 percent and 16 percent of their body weight and body fat, respectively.\n\n\"Basically, there was steady weight loss, without side effects, while the active green coffee extract was being taken at either dose,\" Vinson said.\n\nA follow-up study involving 60 patients is now in the planning stages.\n\nLona Sandon, a registered dietitian and assistant professor of clinical nutrition at the University of Texas Southwestern in Dallas, cautioned that the study is short on specifics, making it difficult to draw any conclusions.\n\n\"First of all, you need more than 16 people to have any statistical significance attached to these findings,\" Sandon said. \"And we really have no idea how this might be working. For example, the patients were allowed to continue with their regular diet. But did this extract in any way influence their hunger and what they wanted to eat, and then what they actually ate? We don't know. What we have here is basically just a hypothesis that there's something about this compound that could be helpful.\"\n\n\"Just because it might cause weight loss doesn't mean it's healthy,\" she warned. \"Because supplements are not regulated as drugs, they can be put on the market with no safety or efficacy testing. They don't even necessarily have to be tested for purity.\"\n\n\"That means that in the past, various weight-loss supplements have been found to contain weight-loss drugs or other drugs at higher doses than what would be allowed in a prescription dose,\" Sandon added. \"So while people might have this perception that it's all natural since it's coming from a coffee bean, with supplements in general it's still a buyer-beware market.\"\n\nMore information\n\nFor more on dietary supplements, visit the Office of Dietary Supplements of the U.S. National Institutes of Health.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Alan Mozes"], "canonical_link": "https://consumer.healthday.com/vitamins-and-nutrition-information-27/caffeine-health-news-89/could-unroasted-coffee-beans-help-you-shed-pounds-662990.html", "title": "Could Unroasted Coffee Beans Help You Shed Pounds?", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Tiny preliminary study saw weight loss, but expert urges caution", "og": {"title": "Could Unroasted Coffee Beans Help You Shed Pounds?", "description": "Tiny preliminary study saw weight loss, but expert urges caution", "url": "https://consumer.healthday.com/vitamins-and-nutrition-information-27/caffeine-health-news-89/could-unroasted-coffee-beans-help-you-shed-pounds-662990.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}