{"url": "http://consumer.healthday.com/alternative-medicine-information-3/acupuncture-news-5/acupuncture-may-ease-hot-flashes-for-breast-cancer-patients-709369.html", "text": "En Español\n\nBy Alan Mozes\n\nHealthDay Reporter\n\nMONDAY, March 28, 2016 (HealthDay News) -- Acupuncture can help alleviate the often-debilitating hot flashes that afflict many breast cancer patients, new Italian research says.\n\nNoting that hot flashes are a fact of life for many women with breast cancer, the investigators found that pairing lifestyle advice with weekly acupuncture sessions dramatically improved the women's quality of life.\n\n\"Acupuncture together with enhanced self-care for three months is effective in reducing hot flashes in women with breast cancer,\" said study author Giorgia Razzini, a clinical trial project manager in the oncology unit of Ospedale di Carpi (Carpi Hospital), in Bologna, Italy.\n\nAnd because hormone treatment for breast cancer typically makes the hot flash experience even worse, Razzini added, acupuncture could be a useful tool for helping such patients \"stay on their therapy and improve their quality of life.\"\n\nRazzini and colleagues published their findings online March 28 in the Journal of Clinical Oncology.\n\nIn the study, the Italian team focused on 190 breast cancer patients who had reported moderate (or worse) hot flashes while undergoing treatment at five cancer hospitals and one primary health care center in northern Italy between 2010 and 2013.\n\nThe patients, whose average age was 49, were randomly split into two groups. One group of 105 patients was offered a three-month regimen of self-care advice on diet, exercise and psychological support.\n\nThe second group, of 85, was offered the same advice in the same time frame along with 10 half-hour weekly sessions of \"traditional\" acupuncture.\n\nAll of the participants kept hot flash diaries. At the end of the three-month period (and for up to six months thereafter) daily hot flash experiences were assessed for changing severity and frequency.\n\nThe result: by the end of the treatment period, those in the acupuncture group were found to have hot flash scores that were 50 percent lower than those in the non-acupuncture group. The finding continued to hold up for a half-year after the acupuncture sessions ended.\n\nThose in the acupuncture group also seemed to have a generally higher overall quality of life in terms of both physical and mental health, with no serious side effects, the study authors said.\n\nSo why does acupuncture seem to work?\n\nRazzini cited several reasons, including acupuncture's ability to prompt blood vessel dilation in the patient's nervous system, while stimulating the release of endorphins -- a neurotransmitter that interacts with brain cells involved in the regulation of pain and emotion. It also triggers the release of the stress hormone norepinephrine, as well as the mood regulator serotonin.\n\nRazzini didn't know how much American patients might have to pay for such treatment, but added, \"Compared to other effective treatments such as antidepressants, (acupuncture) should be less expensive, and, for sure, more safe and feasible.\"\n\nDr. Courtney Vito, a breast oncologic surgeon at the City of Hope Comprehensive Cancer Center in Duarte, Calif., was pleased that a serious issue in breast cancer treatment is getting a closer look.\n\n\"Anyone who treats breast cancer struggles with this problem in their practice, because the hot flashes that some women experience with anti-hormonal treatment can be profound,\" she said.\n\n\"Almost all women experience them. For some it's a moderate situation, but for others it's a really significant problem. Some women -- I would say probably about 15 percent -- have such severe hot flashes that they even refuse to take medications that can cut their risk for cancer or cancer recurrence by 50 percent, simply because they can't handle the hot flashes,\" Vito explained.\n\n\"And I've actually had patients who have had acupuncture with good success, so I'm not surprised by the finding,\" she added. \"But it is heartening that we now have scientific proof that this can work. Which, in the end, may help to encourage insurance companies to their expand coverage so this can become an affordable option for all patients in need.\"\n\nMore information\n\nThere's more on cancer and hot flashes at the U.S. National Cancer Institute.", "images": ["https://media.healthday.com/Images/icimages/18017.jpg"], "top_img": "https://media.healthday.com/Images/icimages/18017.jpg", "keywords": [], "authors": ["Alan Mozes"], "canonical_link": "https://consumer.healthday.com/alternative-medicine-information-3/acupuncture-news-5/acupuncture-may-ease-hot-flashes-for-breast-cancer-patients-709369.html", "title": "Acupuncture May Ease Hot Flashes for Breast Cancer Patients", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Italian trial finds the therapy was also linked to better quality of life among women in the study", "og": {"title": "Acupuncture May Ease Hot Flashes for Breast Cancer Patients", "image": "https://media.healthday.com/Images/icimages/18017.jpg", "description": "Italian trial finds the therapy was also linked to better quality of life among women in the study", "url": "https://consumer.healthday.com/alternative-medicine-information-3/acupuncture-news-5/acupuncture-may-ease-hot-flashes-for-breast-cancer-patients-709369.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}