{"url": "http://latimesblogs.latimes.com/booster_shots/2010/07/natural-orifice-surgery-gallbladder.html?utm_source=feedburner", "text": "As part of the trend in developing surgeries without external wounds, surgeons last week removed a woman's gallbladder through her mouth. The operation was performed as part of a clinical trial at UC San Diego School of Medicine.\n\nThe surgery is called NOTES -- which stands for natural orifice translumenal endoscopic surgery. The idea is to use the mouth or vagina as routes to parts of the body requiring surgery. In traditional laparoscopic -- or minimally invasive -- surgery, doctors make several small incisions through the abdominal wall and insert a tiny camera and tools to remove the gallbladder or appendix. That type of surgery is a big improvement upon the long, open incisions that patients used to require.\n\nHowever, NOTES spares patients even the tiny abdominal incisions. Tools are passed down the mouth and through a hole created in the stomach. In the recent surgery, lead investigator Santiago Horgan made two tiny incisions (not requiring stitches) to pass a camera into the abdomen to increase visibility. However, the gallbladder was removed by way of the mouth.\n\nThe procedure was done as part of a study that will evaluate the safety and efficacy of NOTES compared with laparoscopy as well as the pain levels, cosmetic outcome, costs and other outcomes, Horgan said in a news release. Horgan is the director of UCSD's Center for the Future of Surgery. The hope is that natural orifice procedures will reduce the risk of infection and pain as well as abdominal scars. The center also performed the first oral appendix removal.\n\n-- Shari Roan", "images": ["https://d1qqc1e9kvmdh8.cloudfront.net/img/favicon.ico", "https://pixel1739.everesttech.net/1739/p?ev_transid=121509852926119682678&ev_Latimes.com_news_s_pageview=1", "http://ad.doubleclick.net/ad/trb.latimes/news/local/blog/lanow;ptype=sf;pos=t;tile=1;sz=1x1,728x90;ord=123456789", "http://ad.doubleclick.net/ad/trb.latimes/feature/health/blog;ptype=sf;pos=1;tile=4;sz=160x600;u=http://latimesblogs.latimes.com/booster_shots/;ord=123456789", "http://ad.doubleclick.net/ad/trb.latimes/feature/health/blog;ptype=sf;pos=1;tile=3;sz=300x250;u=http://latimesblogs.latimes.com/booster_shots/;ord=123456789"], "top_img": "https://d1qqc1e9kvmdh8.cloudfront.net/img/favicon.ico", "keywords": [], "authors": [], "canonical_link": "", "title": "", "meta_data": {"description": "As part of the trend in developing surgeries without external wounds, surgeons last week removed a woman's gallbladder through her mouth. The operation was performed as part of a clinical trial at UC San Diego School of Medicine. The surgery...", "y_key": "b3c78ee3173880d5", "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "viewport": "width=device-width, initial-scale=1.0"}, "movies": [], "publish_date": null, "source": "http://latimesblogs.latimes.com", "summary": ""}