{"url": "https://www.washingtonpost.com/news/to-your-health/wp/2016/11/13/new-statin-guidelines-everyone-age-40-should-be-considered-for-the-drug-therapy/", "text": "The recommendations also support the position of the American College of Cardiology and the American Heart Association, which in 2013 radically shifted their advice from suggesting that doctors focus on the level of a patient’s low-density lipoproteins (LDL) or “bad cholesterol” to looking at a more comprehensive picture of risk based on things such as weight and blood pressure, as well as lifestyle factors.\n\n“People with no signs, symptoms, or history of cardiovascular disease can still be at risk for having a heart attack or stroke,” said Kirsten Bibbins-Domingo, who chairs the task force.\n\nAD\n\nAD\n\nThe task force, which is made up of independent experts but commissioned by the government, concurred after a comprehensive review of the evidence on the topic determined that a broader evaluation of risk is needed. But it puts a greater emphasis on age than the ACC and AHA did in determining who might benefit from the medication in preventing heart attack or stroke. It is also slightly more conservative when it comes to determining the benefits of taking the medications, which include Lipitor, Crestor and Zocor.\n\nThe new guidelines, published in the Journal of the American Medical Association, suggests that people ages 40 to 75 who have one or more risk factors — such as high cholesterol, high blood pressure, diabetes or smoking that put them at a 10 percent or greater risk of having a heart attack or stroke in the next 10 years — should be on statins. The group also said that people with a 7.5 percent to 10 percent risk “may also benefit” but did not definitively recommend they take them. “People in this group should make an individual decision with their doctor about whether to start taking statins,” the task force advised.\n\nAD\n\nAD\n\nIn contrast, the ACC and AHA recommend that people with a 7.5 percent or greater risk take the drugs.\n\nAnother important difference between the groups is that the task force withheld a recommendation about starting statins in adults who are 76 and older, saying that “the current evidence is insufficient to assess the balance of benefits and harms.” In a commentary accompanying the recommendations, Philip Greenland and Robert Bonow note that there is “uncertainty and hesitation” in the guidelines regarding older people but said it appears that it is not necessary to stop taking statins at age 76 if you are already on them.\n\nAD\n\nThe task force and AHA groups carry tremendous influence in medical practice and in what insurance companies will cover. Medicare typically follows USPSTF guidelines in determining coverage and the Affordable Care Act specifies that USPSTF recommendations rated at the strongest levels must be used as a floor for coverage for private insurers. In the case of statins, this would apply to the use of the drug by those who are 40 to 75 years old with one or more risk factors for cardiovascular disease and who have a 10 percent or greater risk — but not those with 7.5 to 10 percent risk.\n\nIndividual doctors are free to take the advice or leave it, and in recent months there has been a lot of debate about what the scientific evidence really shows regarding the therapy.\n\nThere is a consensus among experts that people at substantial risk for heart disease benefit from statins but considerable disagreement about those at lower risk. Last month, National Institutes of Health Director Francis Collins wrote in the journal Lancet that “it’s a force for good.” But Rita Redberg, a cardiologist at the University of California at San Francisco and editor of JAMA Internal Medicine, and others have been vocal about their belief that the drugs are overprescribed and that the side effects — which range from muscle pain and cataracts to possibly an increased risk for diabetes in women — should be taken more seriously.\n\nAD\n\nAD\n\nIn an opinion piece Sunday, Redberg and Mitchell Katz, deputy editor of JAMA Internal Medicine, advised everyone to take “a step back” and ask “why this debate is so contentious.” They suggest that the estimates of the benefits of statins may be inflated, that the drugs as an intervention are “weak,” and that the reports of adverse events are incomplete.\n\n“In deciding on any therapy, it is important to understand the risks and benefits, particularly for healthy people,” they wrote.\n\nThe two U.S. guidelines are notably more aggressive in recommending drugs than reports issued by their counterparts in other parts of the world, including the Canadian Cardiovascular Society (which recommends statins in men 40 and older but only after age 50 in women, and the U.K. National Institute for Health and Care Excellence, which recommends discussing lifestyle modification before offering statin therapy). The European Society of Cardiology focuses more on managing LDL.\n\nAD\n\nAD\n\nStatins are among the best-selling drugs in the United States, with a 2011 study showing at least 32 million Americans were taking them. The 2013 ACC and AHA guidelines recommend an estimated 24 million more people should be on them.\n\nThe task force’s recommendations come on the heels of an important new study, published Saturday, that shows that people who use statins survive heart attacks better than those who do not. They are more likely to not only get to the hospital and survive until they are discharged but also survive in greater numbers a year after their hospitalization than those who do not use statins.\n\nThis post has been updated.\n\nRead more:\n\nAD", "images": ["https://www.washingtonpost.com/resizer/5BvJ8XppJQ5L0D_87cuTKp9T4K0=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/OSB7TOOMZ47GZEZKDU45YF5DVE.jpg", "https://www.washingtonpost.com/resizer/c7HLoimCnoPaga5F8S_Xb1kvJl4=/150x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/OSB7TOOMZ47GZEZKDU45YF5DVE.jpg", "https://www.washingtonpost.com/resizer/Xyp1e2Eg9IQYKYThGE7iCbxvt-A=/90x90/smart/s3.amazonaws.com/arc-authors/washpost/d32b8dcd-a8b7-423f-89b3-cdc6461077ed.png"], "top_img": "https://www.washingtonpost.com/resizer/5BvJ8XppJQ5L0D_87cuTKp9T4K0=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/OSB7TOOMZ47GZEZKDU45YF5DVE.jpg", "keywords": [], "authors": ["Ariana Eunjung Cha", "National Reporter", "Staff Writer"], "canonical_link": "https://www.washingtonpost.com/news/to-your-health/wp/2016/11/13/new-statin-guidelines-everyone-age-40-should-be-considered-for-the-drug-therapy/", "title": "New statin guidelines: Everyone 40 and older should be considered for the drug therapy", "meta_data": {"description": "The recommendation greatly expands the universe of people who should be screened.", "og": {"site_name": "Washington Post", "type": "article", "url": "https://www.washingtonpost.com/news/to-your-health/wp/2016/11/13/new-statin-guidelines-everyone-age-40-should-be-considered-for-the-drug-therapy/", "image": "https://www.washingtonpost.com/resizer/5BvJ8XppJQ5L0D_87cuTKp9T4K0=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/OSB7TOOMZ47GZEZKDU45YF5DVE.jpg", "title": "New statin guidelines: Everyone 40 and older should be considered for the drug therapy", "description": "The recommendation greatly expands the universe of people who should be screened."}, "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "title": "New statin guidelines: Everyone 40 and older should be considered for the drug therapy", "description": "The recommendation greatly expands the universe of people who should be screened."}, "article": {"content_tier": "metered", "opinion": "false"}, "viewport": "width=device-width, initial-scale=1"}, "movies": [], "publish_date": 1479013200.0, "source": "https://www.washingtonpost.com", "summary": ""}