{"url": "http://www.latimes.com/features/health/la-he-autism-chemical1-2010feb01,0,1654619.story?page=2", "text": "An industrial chemical developed to help separate heavy metals from polluted soil and mining drainage is being sold as a dietary supplement by a luminary in the world of alternative autism treatments.\n\nThe supplement, called OSR#1, is described on the company website as an antioxidant not meant to treat any disease. But the site lists pharmacies and doctors who sell it to parents of children with autism, and the compound has been promoted to parents on popular autism websites.\n\n“I sprinkle the powder into Bella’s morning juice and onto Mia and Gianna’s gluten free waffle breakfast sandwich,” wrote Kim Stagliano, managing editor of the Age of Autism blog and mother of three girls on the autism spectrum, in an enthusiastic post last spring. “We’ve seen some nice ‘Wows!’ from OSR.”\n\nA search of medical journals unearthed no papers published about OSR#1, though the compound’s industrial uses for toxic cleanup have been explored in publications such as the Journal of Hazardous Materials.\n\nBoyd Haley, who is president of the Lexington, Ky.-based company that produces the OSR#1 supplement, acknowledged its industrial origins but calls his product “a food” that is “totally without toxicity.” He said he has been taking the supplement for nearly three years.\n\n“Look, I put myself on the line,” he said. “I have taken 250 milligrams per day, on the average.”\n\nFederal law requires manufacturers to explain why a new dietary ingredient reasonably can be expected to be safe. The Food and Drug Administration told the Chicago Tribune that Haley had not submitted sufficient information.\n\nIn an interview, Haley said that the compound had been tested on rats and that a food safety study was conducted on 10 people. Asked to provide documentation of the studies, he stopped communicating with the Tribune.\n\nExperts expressed dismay upon hearing children were consuming a chemical not evaluated in formal clinical trials for safety, as would be required for a drug prescribed by doctors.\n\nEllen Silbergeld, an expert in environmental health and a researcher studying mercury and autism at Johns Hopkins University Bloomberg School of Public Health, said she found the sale of the chemical as a supplement for children “appalling.”\n\nAntioxidant expert Dr. L. Jackson Roberts, a pharmacologist at Vanderbilt University School of Medicine, said, “I would worry a lot about giving anything to a small child that hasn’t been scrutinized for both safety and efficacy by the FDA.”\n\nOSR#1 supplements are one of many risky, unproven therapies given to children with autism by doctors who say they can successfully treat the disorder, which has no cure and very few proven treatment options. Last year, Chicago Tribune reporters examined alternative treatments for autism and uncovered a trail of junk science and false hopes.\n\nHaley, a retired professor at the University of Kentucky who once was chairman of the chemistry department, has spoken at autism conferences promoting alternative therapies. His fiery presentations connect autism and the mercury preservative that was once a common part of childhood vaccines, a proposed link that numerous scientific studies have failed to confirm.\n\n“We need to get mad,” he told an audience of hundreds at a national autism conference in Chicago last year.\n\nOne of the most prominent autism groups, Generation Rescue, once named him to its Hall of Fame, citing his “clear, thoughtful, feisty testimony and writings” about mercury.\n\nOn the Age of Autism blog, parents have hailed him as a hero for his new supplement, which Haley said “easily 1,000 people” have taken.\n\n“Boyd Haley should be ‘Man of the Year,’ ” wrote one reader of the blog.\n\nStagliano, the Age of Autism website’s managing editor, declined to comment.\n\nThe company that makes the supplement, CTI Science, describes it as an antioxidant. But pharmacologist Dr. Arthur Grollman, director of the Laboratory for Chemical Biology at State University of New York at Stony Brook, said it is obvious from the product’s chemical structure that it is also a “powerful chelator” -- a compound that binds to heavy metals such as mercury.\n\nThe FDA has approved several chelators as drugs to treat heavy metal poisoning. Some doctors also use the drugs -- which carry significant risks -- to treat children with autism based on the scientifically unfounded idea that their disorder is linked to toxic metals.\n\nBut the chemical being sold as OSR#1 is part of a family of chelators originally developed for industrial purposes, according to a U.S. patent issued in 2003 and assigned to the University of Kentucky Research Foundation.\n\nA university spokesman said Haley’s company has licensing rights to that patent, which discusses ways to use the compound to remove heavy metals from soil and acid mine drainage.\n\nIn a 2006 interview for the magazine Medical Veritas, Haley told a reporter from AutismOne Radio, produced by an autism parent organization, that he was interested in developing better chelators for people.\n\n“We’ve made compounds that . . . work tremendously” in a test tube, he said. “However, we’ve got to show that they’re not toxic. That costs a lot of money and it’s very difficult to do, you have to have the right facilities. That’s where we’re hung up right now, the question is, ‘How do we get somebody to do these studies?’ ”\n\nIn January 2008, Haley changed the name of his company from Chelator Technologies Inc. to CTI Science Inc. Less than a month later, he notified the FDA he would be introducing the compound as a new dietary ingredient.\n\nFederal law allows manufacturers of dietary supplements to market them without the rigorous testing for safety and efficacy the FDA requires of drugs. Developing, testing and bringing a drug to market can cost hundreds of millions of dollars, according to some studies.\n\nBut the law does require makers of supplements containing new dietary ingredients -- such as OSR#1 -- to establish that the product can be expected to be safe.\n\nIn June 2008, an FDA senior toxicologist sent a letter to Haley that questioned on what basis the product could be expected to be safe and could be considered a dietary ingredient. According to FDA spokeswoman Siobhan DeLancey, Haley has not responded to the request for more information.\n\nDeLancey declined to discuss OSR#1 specifically, but she said the government prohibits companies from selling a product until the safety requirement is satisfied. Penalties can include warning letters, seizure of products or criminal prosecution. DeLancey said she did not know of any actions taken against Haley or his company.\n\nThe question of whether OSR#1 was developed as an industrial chelator apparently was first raised by blogger Kathleen Seidel of neurodiversity.com, which covers autism issues, who wrote several long posts about the product.\n\nOn its website, CTI Science flatly denies that the supplement is an industrial chelator.\n\n“There is an Internet rumor that OSR#1 is an Industrial Chelator. Is this true?” a statement reads.\n\nThen it answers: “No.”\n\nHaley said he is marketing the product only as an antioxidant supplement.\n\n“I am not breaking any law,” Haley said. “We are being very, very careful.”\n\nHe did not respond to questions about the FDA.\n\nBecause taking chelators carries significant risks, treatments for metal poisoning are carried out under a doctor’s care, with regular lab testing and only in severe cases. Among other dangers, chelating drugs can strip the body of metals necessary for health.\n\n“Treatment of autistic children with a potent chelator is potentially hazardous and offers no benefits,” Grollman said.\n\nA note on CTI Science’s website indicates the product has been “rarely associated with short term diarrhea, constipation or fever.”\n\nThe website also states that OSR#1 “scavenges” hydroxyl free radicals, “allowing the body to maintain its own natural detoxifying capacity.”\n\nBut Vanderbilt’s Roberts said that claim is absurd. Because hydroxyl radicals are so very reactive, he said, pretty much any molecule in the body would react with them and in essence “scavenge” them.\n\nConsumers must get the product through a dentist or doctor, according to the website, which lists more than 550 doctors, dentists and others who work with the company. But the Chicago Tribune was able to buy 30 capsules of OSR#1 for $60 directly from a compounding pharmacy listed on the site.\n\nA year after the FDA requested answers about the safety of Haley’s product, an autism group interviewed him about OSR#1. In the interview, posted on YouTube, Haley warns parents to be exacting when choosing what to give their children.\n\n“Parents should know if you can’t test and show the efficaciousness of anything you are taking for your child, don’t do it,” he said. “There are so many snake oil salesmen out there, it’s just incredible.”\n\nttsouderos@tribune.com", "images": ["https://ca-times.brightspotcdn.com/dims4/default/f980690/2147483647/strip/true/crop/600x315+0+60/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fb9%2F31%2F44316e19cef46e9c8df97c9d7e06%2Flat-he-autism1-kwj56dnc", "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/dims4/default/ba7211f/2147483647/strip/true/crop/600x435+0+0/resize/840x609!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fb9%2F31%2F44316e19cef46e9c8df97c9d7e06%2Flat-he-autism1-kwj56dnc", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/f980690/2147483647/strip/true/crop/600x315+0+60/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fb9%2F31%2F44316e19cef46e9c8df97c9d7e06%2Flat-he-autism1-kwj56dnc", "keywords": [], "authors": [], "canonical_link": "https://www.latimes.com/health/la-he-autism-chemical1-2010feb01-story.html", "title": "Industrial chemical OSR#1 used as autism treatment", "meta_data": {"og": {"title": "Industrial chemical OSR#1 used as autism treatment", "url": "https://www.latimes.com/health/la-he-autism-chemical1-2010feb01-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/f980690/2147483647/strip/true/crop/600x315+0+60/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fb9%2F31%2F44316e19cef46e9c8df97c9d7e06%2Flat-he-autism1-kwj56dnc", "url": "https://ca-times.brightspotcdn.com/dims4/default/f980690/2147483647/strip/true/crop/600x315+0+60/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fb9%2F31%2F44316e19cef46e9c8df97c9d7e06%2Flat-he-autism1-kwj56dnc", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "DIETARY SUPPLEMENT AND AUTISM"}, "description": "Used for toxic cleanup, it's also sold as a dietary supplement, even though it hasn't been evaluated for safety.", "site_name": "Los Angeles Times", "type": "article"}, "article": {"content_tier": "metered", "published_time": "2014-03-07T01:04:03", "opinion": "false", "tag": "Health"}, "twitter": {"card": "summary_large_image", "description": "Used for toxic cleanup, it's also sold as a dietary supplement, even though it hasn't been evaluated for safety.", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/975ad04/2147483647/strip/true/crop/600x338+0+49/resize/1200x675!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fb9%2F31%2F44316e19cef46e9c8df97c9d7e06%2Flat-he-autism1-kwj56dnc", "alt": "DIETARY SUPPLEMENT AND AUTISM"}, "site": "@latimes", "title": "Industrial chemical OSR#1 used as autism treatment"}, "fb": {"app_id": 119932621434123, "pages": 5863113009}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "Used for toxic cleanup, it's also sold as a dietary supplement, even though it hasn't been evaluated for safety.", "brightspot.contentId": "00000169-0c88-dbbe-a16f-4ee8120f0000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1394172243.0, "source": "http://www.latimes.com", "summary": ""}