{"url": "http://www.foxnews.com/health/2011/11/03/new-device-uses-light-to-screen-for-melanoma.html", "text": "Dermatologists will soon get some high-tech help deciding which suspicious-looking moles should be removed and checked for melanoma, the deadliest form of skin cancer.\n\nThe Food and Drug Administration on Wednesday approved a first-of-its-kind device, called MelaFind, that makes detailed, digital images of skin growths and uses a computer to analyze them for signs of cancer, offering a sort of second opinion to doctors. The device is approved only for dermatologists and only for use on growths that don't have obvious signs of cancer but still have one or two worrisome traits.\n\nThe hope is to find more melanomas sooner. Nearly all patients diagnosed with early-stage melanoma can be treated and cured, but 85 percent of patients with late-stage melanoma die from it within five years.\n\nMore than 70,000 people in the U.S. will be diagnosed with melanoma this year, and 16 percent are diagnosed only after the disease has spread to other parts of the body, according to estimates from the National Institutes of Health.\n\nTo diagnose the disease, doctors decide which moles to remove and biopsy using an entirely visual set of guidelines involving size, shape and color. Most dermatologists easily spot late-stage lesions that have obvious signs of cancer, including irregular edges, uneven color and a width greater than 6 millimeters. But many others are tough calls.\n\n\"Every day patients come in with 20 moles on their back and the dilemma is, which ones are suspicious and need to be biopsied?\" said Dr. David Pariser, former president of the American Academy of Dermatology. \"The diagnosis of melanoma is the most serious one a dermatologist makes, and we have sleepless nights worrying about it,\" said Pariser, who consulted for the device's maker, Mela Sciences Inc. of Irvington, N.Y., on its presentation to FDA.\n\nThe device's handheld attachment, about the size of a blow dryer, emits light that penetrates below the surface of the skin, taking multicolored images that reflect the depth and shape of skin growths. A computer compares these to a database of 10,000 archived images and recommends whether a biopsy should be done.\n\nIn a company-sponsored study published last year involving around 1,300 patients, some with multiple growths, doctors reported that MelaFind correctly suggested biopsies on 125 of 127 melanomas that doctors had removed. MelaFind correctly identified about 10 percent of non-cancerous growths, which was better than doctors in the study who were correct less than 4 percent of the time, on average. The study was published in the Archives of Dermatology.\n\nThe company's study was not intended to show that screening with the device saves lives, only that it can help improve a doctor's ability to spot melanoma.\n\nFor now, experts say MelaFind will help dermatologists make better decisions on which moles to remove.\n\n\"There is no such thing as 100 percent certainty in medicine,\" said Dr. George Elias, a melanoma expert at Georgetown's Lombardi Comprehensive Cancer Center who had no ties to the company or the device.\n\n\"Ultimately it's the responsibility of the dermatologist to use his clinical judgment to make the best decision. This machine is there to help him, not replace him.\"\n\nElias voted with the majority of an FDA panel that narrowly endorsed the device last year.\n\nDermatologists say it's too early to tell whether MelaFind will lead to fewer unnecessary biopsies.\n\n\"A biopsy takes a few minutes in my hands, so if there's an issue with any lesion we will always biopsy, whether we have a MelaFind picture or not,\" said Dr. Leonard Goldberg, a dermatologist at the Texas Medical Center and vice president of the Skin Cancer Foundation, a disease awareness group that accepts donations from makers of sunscreen.\n\nMelaFind underwent a contentious, years-long review by the Food and Drug Administration, which initially rejected the device and concluded it could \"potentially cause more harm than good.\"\n\nRegulators worried that the device could give physicians a false sense of certainty, leading to fewer biopsies. Another concern was that doctors could misinterpret the device's feedback, particularly error messages when a mole cannot be scanned. About 8 percent of growths scanned in the company study came back as \"unevaluable.\"\n\nAt a meeting last fall, FDA scientists said Mela Sciences had not shown how its device would influence day-to-day decisions by doctors. The agency also worried about its use by general doctors not accustomed to identifying suspicious skin moles. Despite these concerns, the panel of advisers narrowly backed the overall safety and efficacy of the device in a 8-7 vote.\n\nRegulators said this week that they ultimately approved the device after Mela Sciences agreed to limit its use to board-certified dermatologists who undergo a specialized training course.\n\n\"The device is only good for certain lesions, and that's why you have to be a dermatologist to be able to classify and categorize those lesions appropriately,\" said Christy Foreman, director of FDA's Office of Device Evaluation.\n\nForeman said an FDA-required follow-up study would help determine how much of a benefit MelaFind represents for patients.\n\n\"This device represents new technology. At the end of the day I don't know that this will be the best technology out there, but it is a step forward to allow continued innovation in this area,\" Foreman said.\n\nDon't expect to see a MelaFind machine at your next doctor's appointment. The company plans to bring them next year to just 200 dermatologists on the East coast, all of whom must undergo company training before they can begin using the device.\n\nDoctors will pay a one-time fee of $7,500 to lease and receive training on the device. Patients will pay $150 out of pocket for a MelaFind scan, which analysts say may limit use to more affluent patients who are willing to pay extra for the latest medical care. Mela Sciences does not plan to ask insurers to cover the device until several years from now, after it is more widely used.", "images": ["https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2018/09/931/524/640_SkinMole.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/11/270/152/meningitis_split.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/11/270/152/lollipop-ban-da-437275.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/11/270/152/life_support_istock.jpg?ve=1&tl=1", "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/11/270/152/steamer-horror-2.jpg?ve=1&tl=1"], "top_img": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "keywords": [], "authors": [], "canonical_link": "https://www.foxnews.com/health/new-device-uses-light-to-screen-for-melanoma", "title": "New Device Uses Light to Screen for Melanoma", "meta_data": {"viewport": "width=device-width, minimum-scale=1.0, initial-scale=1.0", "description": "Dermatologists will soon get some high-tech help deciding which suspicious-looking moles should be removed and checked for melanoma, the deadliest form of skin cancer", "prism.channel": "fnc", "prism.section": "health", "prism.aggregationType": "subsection", "pagetype": "article", "content-creator": "tiger", "dc.title": "New Device Uses Light to Screen for Melanoma", "dcterms.abstract": "Dermatologists will soon get some high-tech help deciding which suspicious-looking moles should be removed and checked for melanoma, the deadliest form of skin cancer", "dc.type": "Text.Article", "dc.description": "Dermatologists will soon get some high-tech help deciding which suspicious-looking moles should be removed and checked for melanoma, the deadliest form of skin cancer", "dc.language": "en-US", "dc.publisher": "Fox News", "dc.format": "text/html", "dc.identifier": "urn:uri:base64:0ac304f8-8893-5e60-a4cc-5f378dda2c43", "dc.source": "Associated Press", "dc.date": "2015-03-27", "dcterms.created": "2015-03-27T04:24:44-04:00", "dcterms.modified": "2014-11-12T19:22:36-05:00", "og": {"title": "New Device Uses Light to Screen for Melanoma", "description": "Dermatologists will soon get some high-tech help deciding which suspicious-looking moles should be removed and checked for melanoma, the deadliest form of skin cancer", "type": "article", "image": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "url": "https://www.foxnews.com/health/new-device-uses-light-to-screen-for-melanoma", "site_name": "Fox News"}, "robots": "noarchive, noodp", "twitter": {"card": "summary_large_image", "site": "@foxnews", "title": "New Device Uses Light to Screen for Melanoma", "description": "Dermatologists will soon get some high-tech help deciding which suspicious-looking moles should be removed and checked for melanoma, the deadliest form of skin cancer", "image": "https://a57.foxnews.com/static.foxnews.com/static/orion/styles/img/fox-news/og/1024/512/og-fox-news.png?ve=1&tl=1", "url": "https://www.foxnews.com/health/new-device-uses-light-to-screen-for-melanoma"}, "fb": {"app_id": 116027085089150}, "article": {"opinion": "false"}, "classification": "/FOX NEWS/HEALTH/HEALTHY LIVING/Mind And Body,/FOX NEWS/HEALTH", "classification-isa": "bodymind,health"}, "movies": [], "publish_date": 1320292800.0, "source": "http://www.foxnews.com", "summary": ""}