{"url": "http://www.latimes.com/science/sciencenow/la-sci-sn-prostate-cancer-screening-20170904-story.html", "text": "After years of growing doubt about the value of screening men for prostate cancer, a new analysis of existing clinical trial evidence has found that when men between 55 and 70 get the prostate-specific antigen (PSA) test, the result is lives saved.\n\nIn 2009, a New England Journal of Medicine editorialist famously called the debate over PSA testing for prostate cancer “the controversy that refuses to die.” That comment came with the publication of two clinical trials — one conducted in the United States, the second in Europe — that drew two contradictory conclusions on prostate cancer testing.\n\nThe U.S. undertaking, called the Prostate, Lung, Colorectal, and Ovarian Cancer Screening (PLCO) Trial, found that screening men for prostate cancer does not save lives. The European Randomized Study of Screening for Prostate Cancer suggested that screening drove down the rate of deaths from prostate cancer by 20%.\n\nIn 2012, a federally funded panel of experts on preventive care concluded there are more risks than benefits to screening American men for prostate cancer with the PSA test. And in April 2017, the U.S. Preventive Services Task Force dumped the decision squarely into the laps of patients and their doctors. Some men between 55 and 69 years of age might well decide to get their PSA checked, the task force said. After hearing the ledger of pros and cons, however, others in that age bracket might just as reasonably skip the screening test, the panel concluded.\n\nAdvertisement\n\nThe new research, published Monday in the Annals of Internal Medicine, now calls those recommendations into question. The authors of the study, led by biostatistician Ruth Etzioni of Fred Hutchinson Cancer Research Center in Seattle, concluded that screening men over age 55 “can signiﬁcantly reduce the risk for prostate cancer death.”\n\nWhen men who fit the criteria for screening get the PSA test, the reduction in deaths due to prostate cancer was between 25% and 32%, the new study found.\n\nBut the newly published analysis also underscores that the value of prostate cancer screening rests heavily on which men you screen, where and for how long you conduct the clinical trial, and how you crunch the numbers.\n\nIn the end, said Vanderbilt University urological surgeon Dr. Sam Chang, the new analysis “reinforces what urological surgeons and treating physicians have thought all along: that PSA screening is helpful.”\n\nAdvertisement\n\nBut it is helpful, said Chang, only when it focuses on the right men — those between 55 and 70 — and when it is tempered by an understanding that not all worrisome findings are evidence of disease that should be treated aggressively.\n\nSometimes, said Chang, who was not involved in the newly published article, a man will get a problematic PSA test reading and decide not to act on it immediately or aggressively. But knowing there is a decision to be made is probably a better basis for planning than not knowing, he added.\n\n“Over the past five to 10 years, there has been a better understanding by everyone about the harms of over-treatment,” Chang said. “You want to avoid over-diagnosis and over-treatment.”\n\nChang underscored that for two groups in particular — African American men and those with a first-degree relative who died of prostate cancer — knowing is especially important, because the risks of aggressive disease in such populations is much higher than for others. Neither group was the subject of special attention in the newly published analysis.\n\nIn an editorial published alongside the new analysis, Andrew Vickers of Memorial Sloan Kettering Cancer Center also made clear that it’s what patients and their physicians do after the PSA test that matters most.\n\n“Unfortunately, the way screening has been implemented in the United States leaves much to be desired,” Vickers wrote. “The controversy about PSA-based screening should no longer be whether it can do good but whether we can change our behavior so that it does more good than harm,” he added.\n\nProstate cancer is the most common nonskin cancer found in men, affecting 101.6 of 100,000 American men, according to the Centers for Disease Control & Prevention. In 2013, the latest year for which figures are available, 176,000 got a diagnosis of prostate cancer and 28,000 died of it.\n\nBut a change in a man’s reading on the PSA test is a highly imperfect gauge of trouble: approximately 80% of positive PSA test results are thought to produce false-positives, creating scares that prompt men to get biopsies. And treatment, which carries with it a high risk of subsequent difficulties with sexual function, urination and bowel movements, is often unnecessary because prostate cancers are often so slow-growing they will never make a man sick.\n\nAdvertisement\n\nAs a result of this growing skepticism about whom to screen for prostate cancer and whether to treat it, more and more men are skipping the PSA test. And among those who get it and get back a worrisome finding, fewer and fewer are opting to treat it.\n\nEarlier this year, a long-running clinical trial found no evidence that patients who got an early prostate cancer diagnosis and chose “active surveillance” (sometimes called watchful waiting) were no more likely to die of the disease than were men who got the same diagnosis and treated it aggressively.\n\nmelissa.healy@latimes.com\n\n@LATMelissaHealy", "images": ["data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "https://ca-times.brightspotcdn.com/dims4/default/11c72ce/2147483647/strip/true/crop/480x252+0+54/resize/1200x630!/quality/90/?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2FhUjJfvpnV5I%2Fhqdefault.jpg", "https://ca-times.brightspotcdn.com/dims4/default/abd585f/2147483647/strip/true/crop/1152x1152+448+0/resize/100x100!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F12%2F57%2Fa343371429b7000ea37eaded8d93%2Fimg-534f3749-turbine-la-bio-melissa-healy"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/11c72ce/2147483647/strip/true/crop/480x252+0+54/resize/1200x630!/quality/90/?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2FhUjJfvpnV5I%2Fhqdefault.jpg", "keywords": [], "authors": ["Staff Writer", "Melissa Healy Is A Health", "Science Reporter With The Los Angeles Times Writing The Washington", "D.C.", "Area. She Covers Prescription Drugs", "Obesity", "Nutrition", "Exercise", "Neuroscience", "Mental Health"], "canonical_link": "https://www.latimes.com/science/sciencenow/la-sci-sn-prostate-cancer-screening-20170904-story.html", "title": "PSA screening for prostate cancer saves lives after all, study says", "meta_data": {"og": {"title": "PSA screening for prostate cancer saves lives after all, study says", "url": "https://www.latimes.com/science/sciencenow/la-sci-sn-prostate-cancer-screening-20170904-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/11c72ce/2147483647/strip/true/crop/480x252+0+54/resize/1200x630!/quality/90/?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2FhUjJfvpnV5I%2Fhqdefault.jpg", "url": "https://ca-times.brightspotcdn.com/dims4/default/11c72ce/2147483647/strip/true/crop/480x252+0+54/resize/1200x630!/quality/90/?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2FhUjJfvpnV5I%2Fhqdefault.jpg", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "What is the PSA test?"}, "description": "After years of growing doubt about the value of screening men for prostate cancer, a new analysis of existing clinical trial evidence has found that when men between 55 and 70 get the prostate-specific antigen (PSA) test, the result is lives saved.", "site_name": "Los Angeles Times", "type": "article"}, "article": {"author": "https://www.latimes.com/people/melissa-healy", "content_tier": "metered", "published_time": "2017-09-05T01:44:29", "opinion": "false", "section": "Science"}, "twitter": {"card": "summary_large_image", "creator": "@LATmelissahealy", "description": "After years of growing doubt about the value of screening men for prostate cancer, a new analysis of existing clinical trial evidence has found that when men between 55 and 70 get the prostate-specific antigen (PSA) test, the result is lives saved.", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/0ef6d11/2147483647/strip/true/crop/480x270+0+45/resize/1200x675!/quality/90/?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2FhUjJfvpnV5I%2Fhqdefault.jpg", "alt": "What is the PSA test?"}, "site": "@latimes", "title": "PSA screening for prostate cancer saves lives after all, study says"}, "fb": {"app_id": 119932621434123, "pages": 5863113009, "profile_id": "latimes"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "After years of growing doubt about the value of screening men for prostate cancer, a new analysis of existing clinical trial evidence has found that when men get the PSA test, lives are saved.", "keywords": "prostate cancer, screening, medical research, scientific research", "brightspot.contentId": "00000169-0cb8-dbbe-a16f-4ef8e9ff0000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1504497600.0, "source": "http://www.latimes.com", "summary": ""}