{"url": "https://web.archive.org/web/20120108021122/http://yourlife.usatoday.com:80/health/medical/breastcancer/story/2011-12-06/Gene-test-could-spare-women-from-unnecessary-radiation/51678050/1", "text": "A new gene test may spare thousands of women with a common type of breast tumor from unnecessary radiation, according to a study released today at the San Antonio Breast Cancer Symposium .\n\nThe test, which analyzes 12 genes from a woman's tumor, helps predict which cases are most likely to be aggressive — requiring both surgery and radiation — and which are likely to be slow-growing, requiring surgery alone, says lead researcher Lawrence Solin, chairman of radiation oncology at Einstein Medical Center in Philadelphia.\n\n\"This is a perfect example of how understanding the human genome can be translated into real life, to help real women,\" Solin says. \"This is a very exciting advance.\"\n\nThe test, from Genomic Health, aims to help the more than 45,000 American women a year diagnosed with ductal carcinoma in situ, or DCIS. While some doctors consider the tumors to be very early breast cancers, other experts regard them as precancers. Although these tumors are confined to the milk ducts, they have the potential to invade the rest of the breast.\n\nUntil now, however, doctors haven't had a good way to tell which cases of DCIS are the most likely to spread, Solin says. Women with the condition often are treated as if they have a more advanced cancer, with lumpectomy and radiation, and sometimes years of hormonal therapies. In the case of DCIS, radiation reduces the risk of developing another tumor in the same breast, but doesn't improve survival, says Steve Shak, Genomic Health's chief medical officer.\n\nAnd while radiation is generally safe, it can burn the skin and damage the underlying heart and lung tissue, Shak says. Going to radiation treatments also is time-consuming, requiring daily visits for five to seven weeks, Solin says.\n\nThe study shows that about 75% of women fall into the \"low-risk\" category, according to their gene profiles. After 10 years, only 5% of these women developed an invasive cancer — a more serious type that had advanced beyond the milk ducts — in the same breast.\n\nYet 11% of women fell into the \"high-risk\" group. About 19% of these women developed an invasive breast cancer within 10 years.\n\nWomen and their doctors may want to use this information to guide their treatment, Shak says. A similar test for women with early-stage invasive breast cancer has been available since 2004. That test, Oncotype DX, helps predict which patients may be able to skip chemotherapy, contributing to a 20% drop in chemo use, Shak says. Genomic Health plans to make the DCIS test available by the end of the year. Although the gene test isn't cheap — its current cost is $4,175 — it could still save money, he says. Radiation therapy can cost more than $21,000.\n\n\"For women who really don't want radiation therapy or a mastectomy, this might well be a way to determine whether they 'should take the risk,' \" says surgeon Susan Love, president of the Dr. Susan Love Research Foundation. \"It is the first step to being able to figure out which DCIS is important and which is not.\"\n\nSome cancer specialists aren't ready to change their practice, however. Eric Winer of Boston's Dana-Farber Cancer Institute, who wasn't involved in the new study, says he'd like to see additional studies before using the test to advise patients.\n\n\"It makes everyone more comfortable to sit with the data for a little while to understand it, rather than rush out and start using it,\" Winer says. \"People will need to think it through.\"\n\nJackie Fox, who was diagnosed with DCIS three years ago, says she welcomes tests that can help women make difficult decisions. Fox, 55, of Omaha, initially hoped to have a lumpectomy and radiation. After the smaller surgeries were unable to completely remove her cancer, however, she agreed to a mastectomy. \"It just seemed so drastic to me, for something that I was told was not life-threatening,\" Fox says. \"If we could reach the point where women didn't have to wonder anymore, where they didn't have to second-guess, that would be wonderful.\"", "images": ["https://web.archive.org/web/20120108021122im_/http://i.usatoday.net/yourlife/_photos/2011/12/06/Gene-test-could-assist-cancer-therapy-3QM66L0-x.jpg", "https://web.archive.org/web/20120108021122im_/http://i.usatoday.net/_inside2011/_i/most-pop-signup.jpg", "https://web.archive.org/web/20120108021122im_/http://i.usatoday.net/yourlife/_common/global/images/gannett_logo_footer.png", "https://web.archive.org/web/20120108021122im_/http://images.usatoday.com/_common/_images/clear.gif", "https://web.archive.org/web/20120108021122im_/http://i.usatoday.net/_inside2011/_i/_share/email.png", "https://web.archive.org/web/20120108021122im_/http://i.usatoday.net/_inside2011/_i/most-pop-logo.gif", "https://web.archive.org/web/20120108021122im_/http://i.usatoday.net/yourlife/_common/_images/breast-cancer-awareness.png", "https://web.archive.org/web/20120108021122im_/http://i.usatoday.net/yourlife/_photos/2010/10/breastcancer300.gif", "https://web.archive.org/web/20120108021122im_/http://i.usatoday.net/_inside2011/_i/_share/plus.png", "https://web.archive.org/web/20120108021122im_/http://i.usatoday.net/yourlife/_photos/2011/12/06/gene-test-could-assist-cancer-therapy-3qm66l0-x.jpg", "https://web.archive.org/web/20120108021122im_/http://i.usatoday.net/_inside2011/_i/_share/print.png"], "top_img": "https://web.archive.org/web/20120108021122im_/http://i.usatoday.net/yourlife/_photos/2011/12/06/gene-test-could-assist-cancer-therapy-3qm66l0-x.jpg", "keywords": [], "authors": ["Liz Szabo"], "canonical_link": "https://web.archive.org/web/20120108021122/http://yourlife.usatoday.com/health/medical/breastcancer/story/2011-12-06/Gene-test-could-spare-women-from-unnecessary-radiation/51678050/1", "title": "Gene test could assist cancer therapy", "meta_data": {"description": "The test, which analyzes 21 genes, helps predict which cases are most likely to be aggressive and which are likely to be slow-growing.", "pubdate": "2011-12-06", "og": {"title": "Gene test could spare women from unnecessary radiation", "description": "The test, which analyzes 21 genes, helps predict which cases are most likely to be aggressive and which are likely to be slow-growing.", "type": "article", "url": "https://web.archive.org/web/20120108021122/http://yourlife.usatoday.com/health/medical/breastcancer/story/2011-12-06/Gene-test-could-spare-women-from-unnecessary-radiation/51678050/1", "image": "https://web.archive.org/web/20120108021122im_/http://i.usatoday.net/yourlife/_photos/2011/12/06/gene-test-could-assist-cancer-therapy-3qm66l0-x.jpg", "site_name": "USATODAY.COM"}, "fb": {"app_id": 188247987922320}}, "movies": [], "publish_date": 1323147600.0, "source": "https://web.archive.org", "summary": ""}