{"url": "http://www.nytimes.com/2011/05/04/health/research/04salt.html?ref=health", "text": "The investigators found that the less salt people ate, the more likely they were to die of heart disease — 50 people in the lowest third of salt consumption (2.5 grams of sodium per day) died during the study as compared with 24 in the medium group (3.9 grams of sodium per day) and 10 in the highest salt consumption group (6.0 grams of sodium per day). And while those eating the most salt had, on average, a slight increase in systolic blood pressure — a 1.71-millimeter increase in pressure for each 2.5-gram increase in sodium per day — they were no more likely to develop hypertension.\n\n“If the goal is to prevent hypertension” with lower sodium consumption, said the lead author, Dr. Jan A. Staessen, a professor of medicine at the University of Leuven, in Belgium, “this study shows it does not work.”\n\nBut among the study’s other problems, Dr. Briss said, its subjects who seemed to consume the smallest amount of sodium also provided less urine than those consuming more, an indication that they might not have collected all of their urine in an 24-hour period.\n\nDr. Frank Sacks of the Harvard School of Public Health agreed and also said the study was flawed.\n\n“It’s a problematic study,” Dr. Sacks said. “We shouldn’t be guiding any kind of public health decisions on it.”\n\nPhoto\n\nDr. Michael Alderman, a blood pressure researcher at Albert Einstein College of Medicine and editor of the American Journal of Hypertension, said medical literature on salt and health effects was inconsistent. But, Dr. Alderman said, the new study is not the only one to find adverse effects of low-sodium diets. His own study, with people who had high blood pressure, found that those who ate the least salt were most likely to die.\n\nDr. Alderman said that he once was an unpaid consultant for the Salt Institute but that he now did no consulting for it or for the food industry and did not receive any support or take any money from industry groups.\n\nLowering salt consumption, Dr. Alderman said, has consequences beyond blood pressure. It also, for example, increases insulin resistance, which can increase the risk of heart disease.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“Diet is a complicated business,” he said. “There are going to be unintended consequences.”\n\nOne problem with the salt debates, Dr. Alderman said, is that all the studies are inadequate. Either they are short-term intervention studies in which people are given huge amounts of salt and then deprived of salt to see effects on blood pressure or they are studies, like this one, that observe populations and ask if those who happen to consume less salt are healthier.\n\nAdvertisement Continue reading the main story\n\n“Observational studies tell you what people will experience if they select a diet,” Dr. Alderman said. “They do not tell you what will happen if you change peoples’ sodium intake.”\n\nWhat is needed, Dr. Alderman said, is a large study in which people are randomly assigned to follow a low-sodium diet or not and followed for years to see if eating less salt improves health and reduces the death rate from cardiovascular disease.\n\nBut that study, others say, will never happen.\n\n“This is one of those really interesting situations,” said Dr. Lawrence Appel, a professor of medicine, epidemiology and international health at Johns Hopkins Medical Institutions. “You can say, ‘O.K., let’s dismiss the observational studies because they have all these problems.’ ” But, he said, despite the virtues of a randomized controlled clinical trial, such a study “will never ever be done.” It would be impossible to keep people on a low-sodium diet for years with so much sodium added to prepared foods.\n\nDr. Briss adds that it would not be prudent to defer public health actions while researchers wait for results of a clinical trial that might not even be feasible.\n\nDr. Alderman disagrees.\n\n“The low-salt advocates suggest that all 300 million Americans be subjected to a low-salt diet. But if they can’t get people on a low-salt diet for a clinical trial, what are they talking about?”\n\nHe added: “It will cost money, but that’s why we do science. It will also cost money to change the composition of food.”", "images": ["https://static01.nyt.com/images/icons/t_logo_291_black.png", "https://static01.nyt.com/images/2011/05/04/us/SALT/SALT-articleInline.jpg"], "top_img": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "keywords": [], "authors": ["Gina Kolata"], "canonical_link": "https://www.nytimes.com/2011/05/04/health/research/04salt.html", "title": "Study Finds Low-Salt Diet Ineffective but Draws Criticism From C.D.C.", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1248069730677", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2011/05/04/health/research/04salt.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2011/05/04/health/research/04salt.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1248069730677"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2011/05/04/health/research/04salt.html", "title": "Study Finds Low-Salt Diet Ineffective but Draws Criticism From C.D.C.", "description": "Officials at the Centers for Disease Control publicly criticized a European study that found low-salt diets increased the risk of death from cardiovascular ailments.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary", "creator": "ginakolata"}, "robots": "noarchive", "hdl_p": "Research Questions Benefit of Low-Salt Diet, Drawing Criticism From C.D.C.", "description": "Officials at the Centers for Disease Control publicly criticized a European study that found low-salt diets increased the risk of death from cardiovascular ailments.", "genre": "News", "articleid": 1248069730677, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Study Finds Low-Salt Diet Ineffective but Draws Criticism From C.D.C.", "pdate": 20110503, "utime": 20140908040503, "ptime": 20110503160642, "DISPLAYDATE": "May 3, 2011", "dat": "May 3, 2011", "lp": "Officials at the Centers for Disease Control publicly criticized a European study that found low-salt diets increased the risk of death from cardiovascular ailments.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "04salt", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "published": "2011-05-03T16:06:42-04:00", "modified": "2014-09-08T04:05:03-04:00", "section": "Health", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "top-level-section": "health", "author": "https://www.facebook.com/gina.kolata.1", "tag": "Medicine and Health"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "og": {"url": "https://www.nytimes.com/2011/05/04/health/research/04salt.html", "type": "article", "title": "Study Finds Low-Salt Diet Ineffective but Draws Criticism From C.D.C.", "description": "Officials at the Centers for Disease Control publicly criticized a European study that found low-salt diets increased the risk of death from cardiovascular ailments.", "image": "https://static01.nyt.com/images/icons/t_logo_291_black.png"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Gina Kolata", "tone": "feature", "byl": "By GINA KOLATA", "PT": "article", "CG": "health", "SCG": "research", "PST": "News", "tom": "News", "edt": "NewYork", "des": "Medicine and Health", "keywords": "Blood Pressure,Heart,Salt,Medicine and Health", "dfp-ad-unit-path": "health/research", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1304481600.0, "source": "http://www.nytimes.com", "summary": ""}