{"url": "http://Healthday.com/Article.asp?AID=634427", "text": "En Español\n\nBy Steven Reinberg\n\nHealthDay Reporter\n\nTUESDAY, Dec. 29, 2009 (HealthDay News) -- Many older adults consume ginkgo biloba, hoping to keep their minds sharp, but a new study finds that the herbal product doesn't stave off cognitive decline.\n\n\"Measuring the effect of ginkgo in a big trial in older people, we didn't see any effect of the drug on slowing down or delaying normal age-related changes of cognition,\" said lead researcher Dr. Steven T. DeKosky, vice president and dean of the University of Virginia School of Medicine in Charlottesville.\n\n\"If you are older and thinking 'I'll try ginkgo to preserve brain health,' we have no evidence that it is useful,\" he said. \"I won't take it anymore.\"\n\nThe report, published in the Dec. 23-30 issue of the Journal of the American Medical Association, supports the findings of earlier, smaller studies.\n\nTo test ginkgo's effect on cognitive decline, DeKosky's group looked at results from the ginkgo Evaluation of Memory study, which included 3,069 community-dwelling adults 72 to 96 years of age. The participants, who were generally healthy when the study began, either took 120 milligrams of ginkgo or placebo twice a day and were routinely tested for cognitive abilities.\n\nOver more than six years of follow-up, the researchers found no evidence that ginkgo delayed or prevented normal declines in memory, language, attention, visuospatial abilities or executive functions, such as anticipating outcomes and adapting to changing situations and thinking abstractly.\n\nThese results remained the same regardless of sex, age, race or education, the researchers noted.\n\nHowever, ginkgo was safe and no serious side effects were noted, DeKosky added. \"The good news is it appeared that it was fairly safe; the bad news was it didn't seem to do anything at least as far as trying to slow down the cognitive changes of aging.\"\n\nEarlier results from the same study found that ginkgo did not prevent or slow the development of Alzheimer's or other dementias, DeKosky said.\n\nThe American Botanical council took issue with the findings, however.\n\n\"There are many significant limitations of this study,\" Mark Blumenthal, council founder and executive director said in a statement.\n\n\"First, the data being published this week are drawn from a previous clinical trial which was not designed to determine the decline in cognition. Second, about 40 percent of the subjects dropped out over the six-year duration of the trial; the statistics reported in the study include the dropouts for which no final data are available,\" Blumenthal said. \"Further, the subjects in the study were not monitored for certain cognitive parameters until several years after the trial began, creating difficulty in determining accurately whether they experienced a decline in cognition or not. Also, the age of the subjects is quite advanced, at an average of 79 years at the beginning of the trial. This age group is not typical of the age of both healthy people and those with mild cognitive impairment who use ginkgo for improving mental performance.\"\n\nAnother group, the Council for Responsible Nutrition (CRN), which represents the dietary supplement industry, also had reservations about the study.\n\nIn a statement, Douglas MacKay, CRN's vice president of scientific and regulatory affairs, said that \"there is a large body of previously published evidence, as well as ongoing trials, which suggest that ginkgo biloba is effective for helping to improve cognitive impairment in older adults.\" He added that, \"as a former practicing naturopathic doctor, I have had the benefit of working with patients and have seen firsthand how ginkgo biloba can be effective in improving cognitive function.\"\n\nGinkgo biloba is believed to have antioxidant and anti-inflammatory properties that protect cell membranes and help govern the workings of the brain's chemical messengers, or neurotransmitters.\n\nDr. Lon S. Schneider, director of the state of California's Alzheimer's Disease Research and Clinical Center at the University of Southern California, Los Angeles, said that these findings were \"straightforward and expected.\"\n\nNo measurable effect from ginkgo is seen on cognition, Schneider said. \"Regardless of whether people say 'I take it and I feel better,' you just don't see an effect,\" he said.\n\nStill, Schneider won't object if someone wants to try it. \"It is not in my position to deflate hope,\" he said. \"If someone really feels they need to take this and they need to try it, well go ahead and do it. But their expectations should be realistic, and if they don't experience anything, then they probably should stop.\"\n\nMore information\n\nFor more information on ginkgo biloba, go to the U.S. National Center for Complementary and Alternative Medicine.", "images": ["http://Healthday.com/images/favicon.ico"], "top_img": "http://Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/senior-citizen-information-31/misc-aging-news-10/ginkgo-won-t-slow-decline-of-aging-brain-634427.html", "title": "Ginkgo Won't Slow Decline of Aging Brain", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Popular herb doesn't keep cognitive powers intact, researchers say", "og": {"title": "Ginkgo Won't Slow Decline of Aging Brain", "description": "Popular herb doesn't keep cognitive powers intact, researchers say", "url": "https://consumer.healthday.com/senior-citizen-information-31/misc-aging-news-10/ginkgo-won-t-slow-decline-of-aging-brain-634427.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://Healthday.com", "summary": ""}