{"url": "https://consumer.healthday.com/kids-health-information-23/tonsillitis-news-669/should-more-kids-have-their-tonsils-out-718738.html", "text": "En Español\n\nBy Dennis Thompson\n\nHealthDay Reporter\n\nTUESDAY, Jan. 17, 2017 (HealthDay News) -- Because of stringent tonsillectomy guidelines, some kids who could benefit from tonsil removal surgery aren't getting it, two new reviews suggest.\n\nTo qualify for the surgery, a child must have many recurring throat infections within a short span of time or severe sleep disturbances, said Dr. Sivakumar Chinnadurai, a co-author of the reviews.\n\nAn evaluation of current medical evidence suggests more kids would receive significant short-term improvement in their daily life if the guidelines were relaxed, said Chinnadurai, a pediatric otolaryngologist with Vanderbilt University Medical Center in Nashville.\n\nChildren experienced nearly half as many sore throats when they underwent a tonsillectomy, even if they didn't meet the guidelines, Chinnadurai and his colleagues found. The kids also missed fewer days of school and were less likely to need medical care.\n\nHowever, this strong benefit only applies to the first couple of years following surgery, Chinnadurai said. By the third year, there was no clear benefit in terms of the number of throat infections. Also, there was limited research on long-term results.\n\n\"The decision about whether those children should have tonsillectomy for that temporary benefit is really tied to what those children need or what they're suffering with,\" Chinnadurai said. Kids who miss a lot of school or need frequent trips to the doctor due to sore throats could benefit from the surgery, he said.\n\nThere's an even clearer benefit for kids whose sleep is disturbed due to inflamed tonsils, Chinnadurai said.\n\n\"In a child with a diagnosis of sleep apnea, we can see a benefit in sleep-related quality of life,\" he said. The kids get better sleep, and thus exhibit better everyday behavior and pay more attention in school.\n\nThe medical approach to treating tonsil infections has evolved over recent decades.\n\nTonsillectomy is the third most common surgery performed on U.S. children, with 530,000 such procedures completed each year, according to the American Academy of Otolaryngology -- Head and Neck Surgery.\n\nThirty years ago, nine out of 10 tonsillectomies in children were performed to treat recurring throat infections. These days, the procedure is done 20 percent of the time for infections and 80 percent of the time for sleep problems, according to the academy.\n\nSwollen tonsils can block the airway during sleep, causing breathing problems that range from simple snoring to obstructive sleep apnea, the researchers said in background notes.\n\nGuidelines say a tonsillectomy to treat throat infections is justified if a child had seven or more sore throats during the previous year; five or more sore throats two years running, or three or more sore throats for three years in a row, according to the background notes.\n\nThe researchers decided to review whether the throat infection guidelines are too stringent, ruling out patients who potentially could benefit but don't meet the high threshold of recurring infections, Chinnadurai said.\n\nThere aren't strong guidelines regarding the use of tonsillectomy to treat sleep disorders, so the doctors reviewed the evidence to see whether the surgery outperformed so-called watchful waiting -- monitoring the situation.\n\nThe study results showed \"there may be new evidence that supports expanding the criteria and opening up the procedure to more individuals,\" said Dr. Alyssa Hackett, an otolaryngologist with the New York Eye and Ear Infirmary of Mount Sinai in New York City.\n\n\"In the right child with the right indications, these are really wonderful procedures that can be life-changing for both the child and the family,\" said Hackett, who wasn't involved with the new research.\n\n\"If you need your appendix out, you need your appendix out,\" Hackett said. \"But for the tonsils and adenoids, there are great quality-of-life benefits that are evident for the surgery, but no child has ever died because they haven't gone through the surgery.\" (Adenoids, glands at the roof of the mouth, are often removed along with tonsils.)\n\nStill, Chinnadurai and Hackett warned against automatically choosing the surgery for every sore throat.\n\nAbout 3 percent of kids who undergo the procedure experience bleeding during the two-week recovery period, Hackett said.\n\n\"Though a tonsillectomy is low-risk, it is not risk-free, and those risks need to be weighed against the benefits for each individual child,\" Chinnadurai said.\n\n\"We're talking about a child who has significant sleep-related issues,\" Hackett said. \"We don't want people to say my child snores, they need to have their tonsils out. That's not what this study says at all.\"\n\nThe two reports were published online Jan. 17 in the journal Pediatrics.\n\nMore information\n\nFor more on tonsillectomy, visit the American Academy of Otolaryngology -- Head and Neck Surgery.", "images": ["https://media.healthday.com/Images/icimages/18191.jpg"], "top_img": "https://media.healthday.com/Images/icimages/18191.jpg", "keywords": [], "authors": ["Dennis Thompson"], "canonical_link": "https://consumer.healthday.com/kids-health-information-23/tonsillitis-news-669/should-more-kids-have-their-tonsils-out-718738.html", "title": "Should More Kids Have Their Tonsils Out?", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Research suggests looser surgical guidelines might be warranted for sore throat, sleep problems", "og": {"title": "Should More Kids Have Their Tonsils Out?", "image": "https://media.healthday.com/Images/icimages/18191.jpg", "description": "Research suggests looser surgical guidelines might be warranted for sore throat, sleep problems", "url": "https://consumer.healthday.com/kids-health-information-23/tonsillitis-news-669/should-more-kids-have-their-tonsils-out-718738.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}