{"url": "http://time.com/3749130/alzheimers-test-dementia/", "text": "Diseases like Alzheimer’s start years, even decades, before the first symptoms of memory loss shows up. And with rates of those diseases rising, experts say that more primary care physicians—not neurology experts—will have the task of identifying these patients early so they can take advantage of whatever early interventions might be available.\n\n“If we had a simple blood test, a cholesterol test for Alzheimer’s disease, that would help,” says Dr. Ronald Petersen, director of the Alzheimer’s Disease Research Center at the Mayo Clinic, “but we don’t.” But Petersen has a potential solution, and according to a new paper released Wednesday in the journal Neurology, his Alzheimer’s test has promise.\n\nPetersen and his team wanted to develop a test that any physician can administer to patients, without the need for any new technology or expensive equipment. Petersen believes that the test they came up with could become a useful tool for any physician, even those without special training in the brain. “What we are trying to do is give them some help so they can be as efficient as possible without ignoring these important cognitive issues,” he says.\n\nIn the first phase of the test, his researchers simply collected information from 1,500 patients’ medical charts—their age, family history of Alzheimer’s, factors such as diabetes or smoking that have been linked to Alzheimer’s, and whether the patient had ever reported problems with memory.\n\nIn the next phase they studied the results of the patient’s basic mental exam as well as of a psychiatric evaluation, because depression and anxiety have been connected to Alzheimer’s.\n\nAnd another factor that emerged as important in developing the disease—how quickly the participant could walk a short distance. “We were a little surprised,” says Petersen. “But what’s nice about it is that it’s a nice non-cognitive, motor factor so it’s looking at another aspect of brain function.”\n\nMORE: This Alzheimer’s Breakthrough Could Be a Game Changer\n\nPetersen suggests that every physician should get this information on their patients at age 65; that way, they can have a baseline against which to compare any changes as their patients age. Only if they show such changes — a slower walk, for example, or worsening signs of depression or memory issues — should they move on to the third phase of the test, which is a blood analysis. That would look for known genetic factors linked to Alzheimer’s, including the presence of certain versions of the ApoE gene.\n\nCurrently, the only way to truly separate out those on the road to Alzheimer’s is to conduct expensive imaging tests of the brain, or to do a spinal tap, an invasive procedure that extracts spinal fluid for signs of the amyloid protein that builds up in the disease. “We have either expensive techniques or invasive techniques and it’s not practical to do them from a public health screening standpoint,” says Petersen.\n\nGet The Brief. Sign up to receive the top stories you need to know right now. Choose your country United States of America Afghanistan Albania Algeria American Samoa Andorra Angola Anguilla Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Brazil Brunei Darussalam Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Colombia Comoros Congo Congo, Democratic Republic of Cook Islands Costa Rica Cote d'Ivoire Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Faeroe Islands Falkland Islands (Malvinas) Fiji Finland France French Guiana French Polynesia Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guinea Guinea-Bissau Guyana Haiti Holy See Honduras Hong Kong Hungary Iceland India Indonesia Iran Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libyan Arab Jamahiriya Liechtenstein Lithuania Luxembourg Macao Macedonia Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia Monaco Mongolia Montserrat Morocco Mozambique Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory, Occupied Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Republic of Korea Republic of Moldova Reunion Romania Russian Federation Rwanda Saint Helena Saint Kitts and Nevis Saint Lucia Saint Pierre and Miquelon Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia and Montenegro Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Islands Swaziland Sweden Switzerland Syrian Arab Republic Taiwan Tajikistan Tanzania, United Republic of Thailand Timor-Leste Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United Kingdom Virgin Islands (U.S.) Virgin Islands (British) Uruguay Uzbekistan Vanuatu Venezuela Viet Nam Wallis and Futuna Islands Western Sahara Yemen Zambia Zimbabwe Please enter a valid email address. Please select your country. I can confirm I have read and accept the Terms Of Use. Please check to proceed. Sign Up Now You may unsubscribe from email communication at any time. See our Privacy Policy for further details. Thank you! For your security, we've sent a confirmation email to the address you entered. Click the link to confirm your subscription and begin receiving our newsletters. If you don't get the confirmation within 10 minutes, please check your spam folder.\n\nMORE: New Test May Predict Alzheimer’s 10 Years Before Diagnosis\n\nWhile his test is a possible solution to that problem, he acknowledges that the results need be repeated before it’s recommended on a wide scale to physicians across the country. But those who scored higher on the test of risk factors had a seven-fold higher chance of developing mild cognitive impairment than those with lower scores.\n\nFor now, even if doctors identify patients around age 65 who might be at higher risk of developing cognitive impairment, there isn’t much they can do to interrupt the process. But they can direct them toward clinical trials of promising new drugs to address Alzheimer’s dementia, which may slow the cognitive decline considerably.\n\nContact us at editors@time.com.", "images": ["http://time.com/img/Paper-plane.svg", "http://subscription-assets.timeinc.com/current/1850_top2_205_thumb.jpg", "https://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2019/10/electrocardiogram.jpg?quality=85&w=600", "https://timedotcom.files.wordpress.com/2019/11/kidney-swaps-organ-donation.jpg?quality=85&w=600", "https://timedotcom.files.wordpress.com/2015/03/146104159.jpg?quality=85&w=1200&h=628&crop=1", "http://pixel.carambo.la/Pixel/tmnc11/112753/0/1/0", "http://subscription-assets.timeinc.com/current/1850_top1_205_thumb.jpg", "https://timedotcom.files.wordpress.com/2015/03/146104159.jpg", "http://assets.time.com/images/dianomi-logo.png", "https://timedotcom.files.wordpress.com/2017/09/time-newsletter-tout-footer.png", "http://pixel.watch/f3fo"], "top_img": "https://timedotcom.files.wordpress.com/2015/03/146104159.jpg?quality=85&w=1200&h=628&crop=1", "keywords": [], "authors": ["Alice Park"], "canonical_link": "https://time.com/3749130/alzheimers-test-dementia/", "title": "A Simple 3-Part Test May Predict Alzheimer’s", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "keywords": "alzheimer's, alzheimer's test, dementia", "news_keywords": "alzheimer's, alzheimer's test, dementia", "description": "Dementia is a part of aging, but how do doctors separate normal brain decline from the first signs of Alzheimer’s? A new test that any physician can perform in their office may help", "og": {"title": "A Simple 3-Part Test May Predict Alzheimer’s", "type": "article", "site_name": "Time", "url": "https://time.com/3749130/alzheimers-test-dementia/", "description": "Dementia is a part of aging, but how do doctors separate normal brain decline from the first signs of Alzheimer’s? A new test that any physician can perform in their office may help", "image": {"identifier": "https://timedotcom.files.wordpress.com/2015/03/146104159.jpg?quality=85&w=1200&h=628&crop=1", "width": 1200, "height": 628}}, "article": {"content_tier": "free", "opinion": "false"}, "pinterest": {"url": "https://time.com/3749130/alzheimers-test-dementia/", "description": "Dementia is a part of aging, but how do doctors separate normal brain decline from the first signs of Alzheimer’s? A new test that any physician can perform in their office may help", "media": "https://timedotcom.files.wordpress.com/2015/03/146104159.jpg?quality=85&w=1200&h=628&crop=1"}, "twitter": {"card": "summary_large_image", "url": "https://time.com/3749130/alzheimers-test-dementia/", "title": "A Simple 3-Part Test May Predict Alzheimer’s", "description": "Dementia is a part of aging, but how do doctors separate normal brain decline from the first signs of Alzheimer’s? A new test that any physician can perform in their office may help", "site": "@TIME", "image": "https://timedotcom.files.wordpress.com/2015/03/146104159.jpg?quality=85&w=1024&h=512&crop=1"}, "fb": {"app_id": 53177223193, "pages": 10606591490}}, "movies": [], "publish_date": null, "source": "http://time.com", "summary": ""}