{"url": "http://Healthday.com/Article.asp?AID=638383", "text": "SATURDAY, April 24, 2010 (HealthDay News) -- Beneficial ingredients in green tea penetrate into the tissues of the eye and may help protect against glaucoma and other eye diseases, says a new study.\n\nResearchers analyzed eye tissue from rats that drank green tea and found that the lens, retina and other tissues absorbed significant amounts of green tea catechins, which are antioxidants believed to protect the eye. Catechins include vitamin C, vitamin E, lutein and zeaxanthin.\n\nThe action of the green tea catechins in reducing harmful oxidative stress in the eyes lasted for up to 20 hours.\n\n\"Our results indicate that green tea consumption could benefit the eye against oxidative stress,\" wrote Chi Pui Pang of the department of ophthalmology and visual sciences at the Chinese University of Hong Kong, Hong Kong Eye Hospital, and colleagues.\n\nThe findings are published in the Journal of Agricultural and Food Chemistry.\n\nPrior to this study, it wasn't known if the catechins in green tea traveled from the digestive system into the tissues of eyes.\n\nMore information\n\nThe U.S. National Library of Medicine has more about green tea.", "images": ["http://Healthday.com/images/favicon.ico"], "top_img": "http://Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/alternative-medicine-information-3/mis-alternative-medicine-news-19/drinking-green-tea-may-protect-eyes-638383.html", "title": "Drinking Green Tea May Protect Eyes", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Researchers confirm that beneficial ingredients penetrate eye tissue", "og": {"title": "Drinking Green Tea May Protect Eyes", "description": "Researchers confirm that beneficial ingredients penetrate eye tissue", "url": "https://consumer.healthday.com/alternative-medicine-information-3/mis-alternative-medicine-news-19/drinking-green-tea-may-protect-eyes-638383.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://Healthday.com", "summary": ""}