{"url": "http://well.blogs.nytimes.com/2011/04/05/estrogen-lowers-risk-of-heart-attack-and-breast-cancer-in-some/?pagemode=print", "text": "Ron Wurzer for The New York Times\n\nIn a finding that challenges the conventional wisdom about the risks of some hormones used in menopause, a major government study has found that years after using estrogen-only therapy, certain women had a markedly reduced risk of breast cancer and heart attack.\n\nThe research, part of the landmark Women’s Health Initiative study, is likely to surprise women and their doctors, who for years have heard frightening news about the risks of hormone therapy. But most of those fears are related to the use of a combination of two hormones, estrogen and progestin, which are prescribed to relieve hot flashes and other symptoms of menopause, and have been shown to increase a woman’s risk of breast cancer.\n\nThe new findings, reported Tuesday in The Journal of the American Medical Association, come from 10,739 women in the Women’s Health Initiative study who had previously had a hysterectomy, the surgical removal of the uterus. Nationwide, about one-third of women in their 50s have had a hysterectomy.\n\nThe Women’s Health Initiative was begun in 1991 by the National Institutes of Health as a sweeping investigation of hormone use and other health issues of postmenopausal women.\n\n\n\nWhile most women in the hormone study were taking combination hormone therapy, women without a uterus took estrogen alone or a placebo for about six years and were followed for nearly 11 years. The estrogen-only group was not given progestin, which is prescribed only to protect the uterus from the harmful effects of estrogen. Although all the women in the estrogen study stopped using the treatment in 2004, the investigators have continued to monitor their health, as is typical in large clinical trials.\n\nThe most surprising new finding relates to breast cancer. The women with hysterectomies who used estrogen alone had a 23 percent lower risk for breast cancer compared with those who had taken a placebo. This is in stark contrast to the higher risk of breast cancer shown in the estrogen-progestin part of the trial.\n\n“The decreased risk of breast cancer in this group is something we totally didn’t expect when we started the W.H.I. hormone therapy trials,” said Andrea Z. LaCroix, the study’s lead author and a professor of epidemiology at the Fred Hutchinson Cancer Research Center in Seattle. “This study differentiates estrogen alone from estrogen and progestin in a very big way. I hope it gets across to women, because we are not reversing ourselves.”\n\nIndeed, the investigators emphasized that the results do not change recommendations concerning combination hormone therapy for the two-thirds of menopausal women who still have a uterus. The Women’s Health Initiative data have consistently shown that the combination of estrogen and progestin raises breast cancer risk, and that the treatment should be used only to relieve severe menopause symptoms, using the lowest dose for the shortest possible time.\n\nBut the data are reassuring for millions of middle-aged women without a uterus who take estrogen to relieve hot flashes and other menopause symptoms.\n\nAn accompanying editorial in the journal was skeptical about the results, arguing that the design of the initiative, which is skewed toward older women and stopped all forms of hormone treatment after several years of use, does not match the way doctors typically prescribe treatment to women in their 50s at the onset of menopause.\n\nDr. Graham Colditz, an author of the editorial and professor of surgery at Washington University School of Medicine in St. Louis, said he thought data collected from observational studies that show a higher risk of breast cancer associated with estrogen use were more reliable than the data gathered from the Women’s Health Initiative clinical trial.\n\n“The finding doesn’t reflect how hormones are used in the U.S. at the moment,” Dr. Colditz said.\n\nThe trial has, however, been held up for years as the gold standard for medical research, and its findings linking combination hormones to breast cancer and heart problems led to significant changes in the way doctors around the world treated menopause.\n\nA major caveat in interpreting the new estrogen data is that the study used conjugated equine estrogens, which are estrogen compounds derived from the urine of pregnant mares and marketed by Wyeth Pharmaceuticals under the brand Premarin. The brand has fallen out of favor with many women who are choosing treatments that contain estradiol, which is chemically similar to a woman’s natural estrogen. It is not known whether the benefits of estrogen shown in the Women’s Health Initiative would be replicated using a different type of estrogen.\n\nNobody knows why estrogen treatment alone appeared to lower breast cancer risk in the study, but one explanation may be that in menopausal women with low levels of natural estrogen, the effects of estrogen drugs induce cell death in existing tumors. Nobody is suggesting that women start using estrogen to prevent breast cancer, but the finding opens a potentially new avenue of research in the prevention of the disease.\n\n“We need to look closely at these findings to see if we can learn more about ways to prevent breast cancer in women,” said Dr. JoAnn Manson, a Women’s Health Initiative investigator and an author of the study who is chief of preventive medicine at Brigham and Women’s Hospital in Boston.\n\nIn the final analysis of the estrogen-only trial, use of the hormone was not associated with any significant risks or benefits pertaining to blood clots, stroke, hip fracture, colon cancer or overall death rates.\n\nBut there were surprising differences in the risks and benefits of estrogen use on heart risk when comparing the youngest and oldest women in the study. Women who were in their 50s when they first started using estrogen also had significantly fewer heart risks, including almost 50 percent fewer heart attacks, compared with those assigned to the placebo group.\n\nThe data indicate that for every 10,000 women in their 50s, those using estrogen would experience 12 fewer heart attacks, 13 fewer deaths and 18 fewer adverse events like blood clots or stroke in a given year, compared with those taking a placebo.\n\nBut the risks of estrogen use were pronounced in older women. For every 10,000 women in their 70s, using estrogen would cause 16 extra heart attacks, 19 extra deaths and 48 serious adverse events.\n\n“The big message there is that the data look much more favorable for younger women and much riskier for older women,” said Dr. LaCroix.\n\nDr. Rowan Chlebowski, another author of the study and a medical oncologist at Los Angeles Biomedical Research Institute, said the findings underscored the fact that the risks and benefits of menopause hormones change depending on a woman’s health status, her age and the type of hormone used.\n\nDr. Chlebowski previously led research that showed cancer risks associated with combination hormone therapy, but he says the new data on estrogen alone show that in certain women, estrogen use to relieve menopausal symptoms is a “good choice.”\n\n“When you look at the debate, people are saying hormones are good or not good — it’s been all or nothing. This calls attention to the fact that there are differences,” Dr. Chlebowski said. “I hope that separation will become clearer now.”\n\n\n\n\n\nThis article appeared in print on Wednesday, April 6, 2011 on page A1.", "images": ["https://static01.nyt.com/marketing/newsletters/images/Running_75.jpg", "https://static01.nyt.com/images/2016/08/31/well/family/well-family-exerciseask/well-family-exerciseask-videoSixteenByNine600.jpg", "https://static01.nyt.com/images/2016/08/29/science/well-klass-smallpenis/well-klass-smallpenis-videoSixteenByNine600.jpg", "https://static01.nyt.com/images/blogs_v5/well/well_post.png", "https://static01.nyt.com/images/2011/04/05/health/05Well/05Well-articleInline-v2.jpg", "https://static01.nyt.com/images/2016/08/29/science/well-klass-smallpenis/well-klass-smallpenis-articleInline.jpg", "https://static01.nyt.com/images/2016/08/31/well/family/well-family-exerciseask/well-family-exerciseask-articleInline.jpg", "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png"], "top_img": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png", "keywords": [], "authors": ["Tara Parker-Pope", "Topics.Nytimes.Com Top Reference Timestopics People P Tara_Parkerpope Index.Html"], "canonical_link": "//well.blogs.nytimes.com/2011/04/05/estrogen-lowers-risk-of-heart-attack-and-breast-cancer-in-some/", "title": "Estrogen Lowers Breast Cancer and Heart Attack Risk in Some", "meta_data": {"communityAssetLabels": "NYT_Blogs", "communityAssetTaxonomy": "blogs/well/Estrogen Lowers Breast Cancer and Heart Attack Risk in Some", "communityAssetURL": "//well.blogs.nytimes.com/2011/04/05/estrogen-lowers-risk-of-heart-attack-and-breast-cancer-in-some/", "PT": "Blogs", "PST": "Blog Post", "sourceApp": "blogs", "blogpostid": 100000000760191, "author": "Tara Parker-Pope", "CLMST": "Tara Parker-Pope", "byl": "Tara Parker-Pope", "article": {"author": "//topics.nytimes.com/top/reference/timestopics/people/p/tara_parkerpope/index.html", "published_time": 1302033726, "modified_time": "2011-04-06T14:47:34-04:00", "section": "Health", "tag": "Aging", "collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp"}, "GBLC": "Aging", "PUV": "normal", "PUD": 20110405, "pdate": 20110405, "ptime": 20110405160206, "utime": 20110406144734, "DISPLAYDATE": "April 5, 2011", "dat": "April 5, 2011", "CG": "Health", "SCG": "well", "BN": "well", "robots": "noodp", "des": "Age, Chronological;Cancer;Estrogen;Heart;Hormones;Hysterectomies;Medicine and Health;Menopause;Stroke;Uterus;Women and Girls;Women's Health Initiative", "keywords": "Age Chronological,Cancer,Estrogen,Heart,Hormones,Hysterectomies,Medicine and Health,Menopause,Stroke,Uterus,Women and Girls,Women's Health Initiative,Aging", "description": "Women in a major study who had hysterectomies and took only estrogen rather than a combination of hormones had reduced risk of breast cancer and heart attack. The finding challenges conventional wisdom about the risks of hormone therapy for menopause.", "hdl": "Estrogen Lowers Breast Cancer and Heart Attack Risk in Some", "og": {"title": "Estrogen Lowers Breast Cancer and Heart Attack Risk in Some", "type": "article", "url": "//well.blogs.nytimes.com/2011/04/05/estrogen-lowers-risk-of-heart-attack-and-breast-cancer-in-some/", "site_name": "Well", "description": "Women in a major study who had hysterectomies and took only estrogen rather than a combination of hormones had reduced risk of breast cancer and heart attack. The finding challenges conventional wisdom about the risks of hormone therapy for menopause.", "image": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png"}, "thumbnail_150": "https://static01.nyt.com/packages/images/icons/t_logo_300_black.png", "twitter": {"card": "summary", "title": "Estrogen Lowers Breast Cancer and Heart Attack Risk in Some", "url": "//well.blogs.nytimes.com/2011/04/05/estrogen-lowers-risk-of-heart-attack-and-breast-cancer-in-some/", "description": "Women in a major study who had hysterectomies and took only estrogen rather than a combination of hormones had reduced risk of breast cancer and heart attack. The finding challenges conventional wisdom about the risks of hormone therapy for menopause.", "image": "https://static01.nyt.com/packages/images/icons/t_logo_300_black.png", "site": "@nytimeswell"}, "thumbnail": "https://static01.nyt.com/packages/images/icons/t_logo_300_black.png", "adxPage": "blog.nytimes.com/well/post", "dfp-ad-unit-path": "health/well", "categories": "aging-well"}, "movies": [], "publish_date": 1301976000.0, "source": "http://well.blogs.nytimes.com", "summary": ""}