{"url": "https://www.washingtonpost.com/national/health-science/tantalizing-counterattack-offers-breakthrough-hope-for-children-with-leukemia/2016/09/30/cf19b15a-663a-11e6-be4e-23fc4d4d12b4_story.html", "text": "Ava Christianson, 8, has been battling cancer for half her life. Doctors hope a new, individualized immunotherapy treatment may now keep her in remission. (Whitney Leaming/The Washington Post)\n\nBy the time 8-year-old Ava Christianson got to the National Institutes of Health this summer, she had lost several grueling rounds to leukemia and was bracing for the next one.\n\nIntensive chemotherapy, which cures up to 90 percent of children with the most common type of leukemia, hadn’t kept her cancer from coming back. Neither had a painful bone-marrow transplant nor an experimental treatment. Her careworn father cried in the shower to hide his anguish. Her mother couldn’t help but wonder, “Why is this happening to our child?”\n\nBut Ava was fortunate in one respect. Discoveries in the burgeoning field of immunotherapy are offering lifelines to desperate patients who previously had none. “Five years ago,” said her mother, Bethany Christianson, “our doctor would have just had to tell us to go home.”\n\nInstead, in a five-minute procedure at the NIH Clinical Center in late July, the freckle-face girl got another chance to beat the acute lymphoblastic leukemia (ALL) that has stalked her since age 4. She was infused with 30 million of her own T cells, a key part of the immune system, that had been genetically modified to track down and kill her cancer like a pack of crazed dogs.\n\nAva’s treatment, called CAR T-cell therapy, is one of the new immunotherapies that attempt to rally the body’s own defenses to fight malignancies. Unlike other cancer advances, it is being tested widely in children because of its stunning effectiveness in ALL, the most common pediatric cancer. In early-stage trials, many patients who had repeatedly relapsed saw their leukemia disappear. Some remain cancer-free.\n\nYet big questions surround the therapy, and many scientists are urging caution. “There’s very real promise with this approach, but the immune system is complicated,” said Terry Fry, the National Cancer Institute (NCI) scientist who is running Ava’s trial. “There’s a lot that still needs to be worked out.”\n\n[Here’s what you need to know about immunotherapy]\n\nComplications can be lethal; one clinical trial was briefly halted in July after three young adults died of brain swelling. It is also far from clear that such a personalized approach — possibly costing hundreds of thousands of dollars — is economically viable on a large scale or will produce the lasting remissions that everyone hopes to see.\n\nU.S. researchers running CAR T-cell trials for children and adults with leukemia and lymphoma have reported remission rates up to 90 percent in some cases. That’s a major achievement in a group whose cancer is emboldened by every treatment failure. But rates in other trials are considerably lower, and many patients eventually relapse.\n\n“The treatment is great about getting people into remission but not at keeping everyone in remission,” said Rebecca Gardner, a pediatric oncologist at Seattle Children’s hospital. She ran an early-stage trial using CAR T-cell therapy in which 39 of 42 patients went into complete remission. By a year, about half had relapsed, either because their T cells had inexplicably disappeared or their cancer had changed so that the T cells could no longer recognize it. “Leukemia is really smart,” she said.\n\nAva’s family understands that better than most. She underwent her first CAR T-cell procedure in Minnesota last year, but her leukemia returned within six months. Her treatment at NIH involved a next-generation version, developed by NCI, that used a different target for her marauding T cells. In this first-in-humans trial, she is Patient No. 18.\n\nIn late August, the Christiansons learned that Ava had gone into remission. She and her mother, who were still at the Clinical Center in Bethesda, Md., gleefully rushed home to Wisconsin so Ava could start third grade.\n\n\n\nAva, who is participating in a clinical trial at the National Institutes of Health, plays with her mother, Bethany Christianson, during a checkup visit in September. (Marvin Joseph/The Washington Post)\n\nHer parents, so frequently disappointed, remain guardedly optimistic. “Hope is all you have,” said her father, Jay Christianson.\n\nHer mother added, “We just need this to work and to stay working.”\n\nNCI’s Fry is careful not to make any promises about an extended remission. “I can’t say that’s going to be the case,” he said, “because we just don’t know. It’s too soon.”\n\nScientists have wanted for decades to marshal the immune system to vanquish cancer, but their attempts have mostly been frustrated. In the past few years, however, breakthroughs have led to the development of two types of immunotherapy — checkpoint inhibitors and CAR T cells — that are generating enormous excitement.\n\nCheckpoint inhibitors are off-the-shelf therapies aimed at unleashing the immune system’s power to see and attack the disease. Used mostly in adults, to date, they are producing impressive results, albeit in a minority of cases. The most prominent: Jimmy Carter. The former president became the poster patient when he was successfully treated last year with a checkpoint inhibitor called Keytruda, along with surgery and radiation, for his advanced melanoma.\n\nMuch of the earliest research for customized CAR T-cell therapy was conducted at NCI, the University of Pennsylvania, the Memorial Sloan Kettering Cancer Center and Seattle Children’s.\n\n“The technology of CAR T cells is really a breakthrough, especially for children,” said Michael Jensen, director of the Ben Towne Center for Childhood Cancer Research at Seattle Children’s Research Institute.\n\nAlmost all the initial work focused on CD19, a protein found on the surface of B-cell acute lymphoblastic leukemia. Scientists figured out ways to use a chimeric antigen receptor, or CAR, to reprogram T cells to recognize the protein and kill the cancer.\n\n[Immunotherapy is showing benefits in an increasing number of cancers]\n\nZane Esposito, a 13-year-old from Plano, Tex., calls himself the “T-Cell Explorer.” He was diagnosed with ALL in June 2010. “I just thought my back hurt,” he said. “I couldn’t walk up the steps very well.” Almost three years of treatment, including punishing chemotherapy, provided a couple of years of remission. His leukemia returned in January, and this time it did not respond to treatment.\n\nSoon after Zane relapsed, he and his father bumped into friends in a local doughnut shop who told them about a TV segment on CAR T-cell therapy. Paul Esposito searched online and found Gardner’s clinical trial in Seattle. Zane signed on, got the treatment, went back into full remission and gained 25 pounds.\n\nHis Texas doctors have talked about a bone-marrow transplant to increase the chance of a true cure, but the Espositos have resisted. The Seattle doctors say it is not clear yet whether that is necessary or whether there would be still other options should Zane’s cancer recur.\n\nZane is moving on, with dreams of competing on “Chopped Junior” to show off his homemade pasta and pizza. On July 27, the day that Ava got her T cells, he celebrated his 13th birthday.\n\nAva was 4 when she started having leg pains, then trouble standing up. Her mother suspected Lyme disease. “You never think of cancer with a child,” she said, eyes filling as she recalled her daughter’s cancer diagnosis in November 2012. The doctors assured the family that it was typical leukemia — and curable.\n\n\n\nAva receives T-cell therapy for leukemia from nurse Julie Thompson at the NIH Clinical Center, her mother nearby for support. (Bill O’Leary/The Washington Post)\n\nLike most children, Ava quickly went into remission after starting the prescribed 30 months of chemotherapy. But at home in Prescott, a small Wisconsin city at the confluence of the Mississippi and St. Croix rivers, things did not get easier for the Christiansons. In early 2013, Ava was hospitalized in Minneapolis for a lung infection. About the same time, the couple’s second daughter, Audrey, was born 13 weeks premature and hospitalized in a neonatal intensive care unit in St. Paul. Bethany, who manages occupational therapists for a nursing-home chain, and Jay, a rural mail carrier, shuttled between the Twin Cities visiting their daughters.\n\n“I would be with Ava during the day, and then when Jay got home, he would stay with Ava, and I would spend time with Audrey,” she said. “No matter what you do, you feel like a bad mom.”\n\nA year or so after treatment began, Ava relapsed. Now she was in a much more dangerous category: children whose leukemia no longer responds to chemo. Her doctors arranged for a bone-marrow transplant, with her baby sister as the donor.\n\nThe transplant made her sick and the whole family miserable. Ava spent months in the hospital and then a year at home. Because of fears of infection, she couldn’t go out much. She missed all of first grade. But her parents had hope that the transplant would keep her cancer at bay.\n\n[Brain cancer now the leading cause of cancer deaths in children]\n\nAt a six-month checkup, tests showed that the leukemia was back again. There were no more conventional treatments to try. But because of her two relapses, Ava was now eligible for a CAR T-cell trial at the University of Minnesota Masonic Children’s Hospital. Her T cells would be genetically altered to go after CD19.The number of cells then would be vastly increased and reinfused.\n\nIt sounded like science fiction, but Bethany Christianson found comfort in talking to the father of Emily Whitehead. In 2012, the 6-year-old Pennsylvania girl became the first child to be treated with reprogrammed T cells for leukemia. She has been in remission ever since.\n\nAva got her treatment in April 2015 — after her cells were extracted via a tube inserted into her neck — and five days later had a massive immune reaction with a high fever and intense pain. While that is typical, some patients become dangerously ill. Yet Ava recovered fast, went into remission and attended summer school, where she learned how to make pigs-in-a-blanket and wrote her own cookbook.\n\nBy then, her parents had gotten used to living in the midst of remissions and relapses. “When she felt better, we would do everything we could,” Bethany said. They visited Robot World, a scientifically themed attraction a few hours from Prescott. “You don’t put things off, because you are always thinking, ‘What if?’ ”\n\nLast fall, doctors delivered the bad news. Ava’s cancer had changed. It was no longer producing the CD19 protein, which meant her modified T cells could no longer recognize the disease. But the leukemia was still producing another common protein, called CD22, and that offered an opportunity.\n\nAs it happened, Fry, head of the blood-cancer section in NCI’s pediatric oncology branch, had already launched the world’s first trial using CAR T-cell therapy to focus on CD22. It seemed an equally promising target that could broaden the therapy’s impact, researchers thought. At the time, they did not realize that a significant percentage of patients in the other trials might relapse because of changes in their cancer.\n\nFry insisted as he designed the study that children be included, despite ever-present concerns about exposing them to safety risks. He wanted to avoid a delay in testing what could be a lifesaving pediatric treatment. “I didn’t want to take two to three years on adults, and then go back and do children,” he said.\n\n[For a 6-year-old with cancer, a future staked on medicine’s hottest field]\n\nThe clinical trial already has treated nearly two dozen leukemia and lymphoma patients through age 30. The majority have gone into remission, although some have had their cancer return. While it is far too early to know long-term outcomes, Fry said he is convinced the CD22 treatment holds much potential. He is planning another trial next year with the Stanford University School of Medicine. It will target both proteins — CD19 and CD22 — simultaneously.\n\n\n\nWith her leukemia in remission following a promising immunotherapy procedure being tested at NIH, Ava was able to start third grade with her friends. (Marvin Joseph/The Washington Post)\n\nOnce Ava relapsed after the Minnesota trial, Fry’s study at the NIH Clinical Center appeared to be the only option. But there was no slot immediately available. With Ava deteriorating, doctors put her on an experimental treatment that sent her into remission but had serious side effects.\n\nThey immediately stopped the medication when they learned Ava might get her T-cell therapy in January — she actually needed a high level of leukemia in her body to participate. But on this wrenching roller coaster of research and treatment, it turned out that she still had to wait several more months.\n\nAva’s cancer returned in June. Her T cells were extracted in preparation for the trial, even as she got sicker and sicker.\n\nShe was admitted to the Clinical Center in mid-July, to a room with dancing penguins painted on the windows. The day before her therapy, an ebullient Audrey burst into the room and the two sisters ran down the hall to a play space.\n\nHer mother was ready this time for the intense immune reaction that followed treatment, although she still found it hard to watch Ava spike a fever of 106. “When you see that temperature on the thermometer, every bone in your body says it’s wrong to let it get that high,” Bethany said. “Then suddenly it’s over.”\n\nIf his daughter’s cancer returns yet again, “I have no idea what we’ll do,” Jay said. “We’re kind of up against the edge.”\n\nFry thinks she might be able to undergo a second round of her latest immunotherapy, as long as her cancer is still producing CD22 proteins. Doctors in Minnesota also might recommend a second bone-marrow transplant — something her parents dread, saying it was the roughest treatment of all.\n\nFor now, Ava is happily back in school. “I just want her to be a kid,” Bethany Christianson said. “She has missed out on a lot of that.”", "images": ["https://img.washingtonpost.com/rf/image_60w/2010-2019/WashingtonPost/2016/08/02/Others/Images/2016-08-02/KIDSCANCR0051470172391.jpg?uuid=8jDgZlj1EeaLSAyzRCIRMQ", "https://img.washingtonpost.com/rf/image_60w/2010-2019/WashingtonPost/2016/09/21/Others/Images/2016-09-21/cancerTherapy011474490470.jpg?uuid=wSkJ_oA7EeaVeFWMwSXHug", "https://www.washingtonpost.com/resizer/yAFxThroW-CI5t-yu8Q6FsF7kHI=/1x1/www.washingtonpost.com/pb/resources/img/spacer.gif", "https://me.effectivemeasure.net/em_image", "https://img.washingtonpost.com/rf/image_60w/2010-2019/WashingtonPost/2016/09/21/Others/Images/2016-09-21/cancerTherapy041474490534.jpg?uuid=6DdPdIA7EeaVeFWMwSXHug", "https://sb.scorecardresearch.com/p?c1=2&c2=3005617&cv=2.0&cj=1", "https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2016/09/21/Others/Images/2016-09-21/cancerTherapy011474490470.jpg?t=20170517"], "top_img": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2016/09/21/Others/Images/2016-09-21/cancerTherapy011474490470.jpg?t=20170517", "keywords": [], "authors": ["Laurie Mcginley", "Reporter Covering Health", "October", "Laurie Mcginley Covers Health", "Medicine For The Washington Post. She Focuses On The Food", "Drug Administration As Well As Cancer Research", "Treatment. She Was Previously The Post'S Health", "Science", "Environment Editor."], "canonical_link": "https://www.washingtonpost.com/national/health-science/tantalizing-counterattack-offers-breakthrough-hope-for-children-with-leukemia/2016/09/30/cf19b15a-663a-11e6-be4e-23fc4d4d12b4_story.html", "title": "This 8-year-old is free of cancer — for now — after a ‘breakthrough’ treatment", "meta_data": {"eomportal-uuid": "cf19b15a-663a-11e6-be4e-23fc4d4d12b4", "object-hash": 1573450353, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "referrer": "unsafe-url", "keywords": "immunotherapy, CAR T cells, checkpoint inhibitors, pediatric cancer, National Cancer Institute, NIH Clinical Center, acute lymphoblastic leukemia, rally the body's immune system", "news_keywords": "immunotherapy, CAR T cells, checkpoint inhibitors, pediatric cancer, National Cancer Institute, NIH Clinical Center, acute lymphoblastic leukemia, rally the body's immune system", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@lauriemcginley2"}, "og": {"type": "article", "site_name": "Washington Post", "url": "https://www.washingtonpost.com/national/health-science/tantalizing-counterattack-offers-breakthrough-hope-for-children-with-leukemia/2016/09/30/cf19b15a-663a-11e6-be4e-23fc4d4d12b4_story.html", "image": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2016/09/21/Others/Images/2016-09-21/cancerTherapy011474490470.jpg?t=20170517", "title": "This 8-year-old is free of cancer — for now — after a ‘breakthrough’ treatment", "description": "Immunotherapy is a tantalizing counterattack for children with leukemia."}, "article": {"publisher": "https://www.facebook.com/washingtonpost", "content_tier": "metered", "opinion": "false", "author": "https://www.facebook.com/lauriemcginley2"}, "fb": {"app_id": 41245586762, "admins": 500835072}, "description": "Immunotherapy is a tantalizing counterattack for children with leukemia.", "robots": "index,follow", "theme": "normal", "author": "https://www.facebook.com/lauriemcginley2"}, "movies": [], "publish_date": 1475208000.0, "source": "https://www.washingtonpost.com", "summary": ""}