{"url": "http://well.blogs.nytimes.com/2015/10/26/iuds-and-hormonal-implants-remain-underused-contraceptives/?ref=health&_r=0", "text": "Photo\n\nPersonal Health Jane Brody on health and aging.\n\nOf the many embarrassing health statistics in this country, the huge number of unwanted pregnancies is perhaps the easiest to rectify. Nearly half the pregnancies among American women are unintended — unwanted now or within the next two years. And among sexually active teenagers and young adults, the rate of unplanned pregnancy is even higher.\n\nFully 43 percent of these pregnancies follow incorrect or inconsistent uses of contraception. Of course, some couples fail to use any contraception, but others rely on contraceptive methods that have significant failure rates even when properly used.\n\nThese facts prompted a committee of the American College of Obstetricians and Gynecologists this month to urge its members to introduce women of all ages to the most effective and underused methods of reversible contraception: IUDs and hormonal implants. Once inserted, these long-acting methods remove the risk of patient error when a sexually active woman wishes to avoid pregnancy. Their effectiveness rivals that of sterilization.\n\nIn a 2012 study of 7,486 women aged 14 to 45, long-acting reversible contraceptives, or LARCs, were shown to be 20 times as effective in preventing pregnancy than the pill, contraceptive patch or vaginal ring. The risk of an unwanted pregnancy with these other methods was especially high among women under 21, whose rate of unintended pregnancy was nearly double that among older women.\n\nYet fewer than 10 percent of sexually active women currently rely on long-acting reversible contraception, and a major reason is doctors’ reluctance to recommend them. Only about half of obstetrician-gynecologists offer the implant, the committee said, and many physicians use “overly restrictive criteria” when deciding whether to recommend an IUD, especially for adolescents and women who have not yet been pregnant.\n\nGreater LARC use can reduce birthrates among adolescents and, for women of all ages, a reliance upon abortion to prevent unwanted births, the experts wrote in the October issue of Obstetrics & Gynecology.\n\nFurthermore, the higher upfront costs of LARC methods are no longer an impediment for women with insurance obtained through the Affordable Care Act. Megan L. Kavanaugh, a senior research scientist at the Guttmacher Institute, which studies reproductive health, said in an interview that “all new insurance plans obtained through the act’s exchanges fully cover all contraceptive methods without any co-payments or other out-of-pocket costs.” Title X family planning clinics and Planned Parenthood clinics are more likely than other sources to offer LARC methods, she said.\n\nIn a paper published two years ago, European experts predicted that “after decades of dominance by ‘the Pill,’ it is likely that in the future, long-acting reversible contraceptives will become the first-line contraceptive option, owing to their superior contraceptive effectiveness in real-life use, cost effectiveness as well as their established safety profile.”\n\nHere is a summary of the advantages of LARCs, listed by the committee:\n\n■ They are independent of the sex act and do not depend on the user’s motivation and reliability.\n\n■ Compared with other reversible methods, they are more effective and have higher rates of continued use and user satisfaction.\n\n■ There is no need to get frequent supplies and no additional costs once they are inserted, making them highly cost effective.\n\n■ There are few contraindications for their use, and fertility returns quickly after removal.\n\nFurthermore, the committee stated, “almost all women are appropriate candidates” for the LARC methods currently available. They are an implant that slowly releases the hormone etonogestrel over a period of three years, and four IUDs: the copper T that can be used for up to 10 years, and three IUDs containing the hormone levonorgestrel (two approved for use up to three years, and one approved for up to five years).\n\nIn real-world use, these methods are associated with a one-year pregnancy rate of less than one per 100 women. In contrast, women using the pill, patch or vaginal ring face an annual pregnancy risk of 9 percent; the diaphragm is associated with a 12 percent pregnancy rate, and with condoms, cervical caps and sponges, the rate is 18 percent.\n\n“While there is no one best contraceptive method for every woman or every couple, women should have access to all methods and should know how effective the LARCs are,” Dr. Kavanaugh said.\n\nThe etonogestrel implant is a small plastic rod resembling a matchstick that is inserted under the skin in the upper arm. The hormone, a form of progesterone, prevents ovulation and thickens the cervical mucus, making it harder for sperm to reach and fertilize an egg. Though the implant can remain in place and effective for three years, it can also be removed sooner if, for example, a woman decides she wants to become pregnant. Typically with the implant, menstrual bleeding diminishes, and after a year, one woman in three stops having periods. However, some women develop longer, heavier periods, and some have increased spotting between periods.\n\nLikewise with the hormonal IUDs. Levonorgestrel, also a progesterone, changes the cervical mucus, blocking the transport of sperm and fertilization of an egg. It also suppresses growth of the uterine lining and thus reduces cramping and heavy menstrual bleeding. Women using it report a significant reduction in menstrual blood loss.\n\nThe copper IUD does not contain hormones. Rather, the copper is toxic to sperm, preventing them from fertilizing an egg. Because it also prevents a fertilized egg from implanting in the uterus, the copper IUD can serve as emergency contraception for up to five days following unprotected intercourse.\n\nBoth the implant and IUD can be used by women who are breast-feeding, as well as those who cannot take estrogen. There are few contraindications; nearly all women are eligible for an implant or IUD, according to guidelines from the Centers for Disease Control and Prevention and the American College of Obstetricians and Gynecologists. Unlike early IUDs no longer in use, “modern IUDs do not carry an increased risk of pelvic inflammatory disease after the first 20 days following insertion,” Dr. Brooke Winner and her colleagues wrote in The New England Journal of Medicine. With both implants and IUDs, fertility returns quickly as soon as the devices are removed.\n\nCommon side effects include irregular bleeding during the first few months following the insertion of an implant or IUD. The latter is also associated with some cramping at the time of insertion.\n\nRelated:\n\nFor more fitness, food and wellness news, follow us on Facebook and Twitter, or sign up for our newsletter.", "images": ["https://static01.nyt.com/images/2016/08/31/well/family/well-family-exerciseask/well-family-exerciseask-articleInline.jpg", "https://static01.nyt.com/marketing/newsletters/images/Running_75.jpg", "https://static01.nyt.com/images/2015/10/27/science/27BRODY/27BRODY-facebookJumbo.jpg", "https://static01.nyt.com/images/2016/08/31/well/family/well-family-exerciseask/well-family-exerciseask-videoSixteenByNine600.jpg", "https://static01.nyt.com/images/2016/08/29/science/well-klass-smallpenis/well-klass-smallpenis-videoSixteenByNine600.jpg", "https://static01.nyt.com/images/2015/10/27/science/27BRODY/27BRODY-tmagArticle.jpg", "https://static01.nyt.com/gfx/blogs/well/authors/janebrody50.png", "https://static01.nyt.com/images/2016/08/29/science/well-klass-smallpenis/well-klass-smallpenis-articleInline.jpg", "https://static01.nyt.com/images/blogs_v5/well/well_post.png"], "top_img": "https://static01.nyt.com/images/2015/10/27/science/27BRODY/27BRODY-facebookJumbo.jpg", "keywords": [], "authors": ["Jane E. Brody", "Topics.Nytimes.Com Top Reference Timestopics People B Jane_E_Brody Index.Html"], "canonical_link": "//well.blogs.nytimes.com/2015/10/26/iuds-and-hormonal-implants-remain-underused-contraceptives/", "title": "IUDs and Hormonal Implants Remain Underused Contraceptives", "meta_data": {"communityAssetLabels": "NYT_Blogs", "communityAssetTaxonomy": "blogs/well/IUDs and Hormonal Implants Remain Underused Contraceptives ( 20151026 )", "communityAssetURL": "//well.blogs.nytimes.com/2015/10/26/iuds-and-hormonal-implants-remain-underused-contraceptives/", "PT": "Blogs", "PST": "Blog Post", "sourceApp": "blogs", "blogpostid": 100000003998835, "author": "Jane E. Brody", "CLMST": "Jane E. Brody", "byl": "Jane E. Brody", "article": {"author": "//topics.nytimes.com/top/reference/timestopics/people/b/jane_e_brody/index.html", "published_time": 1445852744, "modified_time": "2015-10-26T20:02:24-04:00", "section": "Health", "tag": "Personal Health", "collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp"}, "GBLC": "Columns;Featured;Live;Personal Health", "PUV": "normal", "PUD": 20151026, "pdate": 20151026, "ptime": 20151026054544, "utime": 20151026200224, "DISPLAYDATE": "October 26, 2015", "dat": "October 26, 2015", "CG": "Health", "SCG": "well", "BN": "well", "robots": "noodp", "des": "Birth Control and Family Planning;Estrogen;Health Insurance and Managed Care;Hormones;Implants;Menstruation;Pregnancy and Childbirth;Women and Girls", "keywords": "Birth Control and Family Planning,Estrogen,Health Insurance and Managed Care,Hormones,Implants,Menstruation,Pregnancy and Childbirth,Women and Girls,Columns,Featured,Live,Personal Health", "news_keywords": "Birth control,Estrogen,Health Insurance,Hormone,Implants,Menstruation,Pregnancy,Women and Girls", "description": "An American College of Obstetricians and Gynecologists panel has urged doctors to introduce such long-acting reversible contraceptives to women.", "hdl_p": "Pregnancy Protection Without u2018User Erroru2019", "hdl": "IUDs and Hormonal Implants Remain Underused Contraceptives", "og": {"title": "IUDs and Hormonal Implants Remain Underused Contraceptives", "type": "article", "url": "//well.blogs.nytimes.com/2015/10/26/iuds-and-hormonal-implants-remain-underused-contraceptives/", "site_name": "Well", "description": "An American College of Obstetricians and Gynecologists panel has urged doctors to introduce such long-acting reversible contraceptives to women.", "image": "https://static01.nyt.com/images/2015/10/27/science/27BRODY/27BRODY-facebookJumbo.jpg"}, "thumbnail_150": "https://static01.nyt.com/images/2015/10/27/science/27BRODY/27BRODY-thumbLarge-v2.jpg", "twitter": {"card": "summary", "title": "IUDs and Hormonal Implants Remain Underused Contraceptives", "url": "//well.blogs.nytimes.com/2015/10/26/iuds-and-hormonal-implants-remain-underused-contraceptives/", "description": "An American College of Obstetricians and Gynecologists panel has urged doctors to introduce such long-acting reversible contraceptives to women.", "image": "https://static01.nyt.com/images/2015/10/27/science/27BRODY/27BRODY-thumbLarge-v2.jpg", "site": "@nytimeswell"}, "thumbnail": "https://static01.nyt.com/images/2015/10/27/science/27BRODY/27BRODY-thumbLarge-v2.jpg", "adxPage": "blog.nytimes.com/well/post", "dfp-ad-unit-path": "health/well/columns", "categories": "columns,live,personal-health"}, "movies": [], "publish_date": 1445832000.0, "source": "http://well.blogs.nytimes.com", "summary": ""}