{"url": "http://www.NPR.org/2011/05/31/136363039/egg-freezing-puts-the-biological-clock-on-hold", "text": "Egg Freezing Puts The Biological Clock On Hold\n\nEnlarge this image toggle caption Marisa Penaloza/NPR Marisa Penaloza/NPR\n\nThis story is part of an occasional series.\n\nAs more women postpone motherhood into their 30s, even 40s, they're hitting that age-old constraint: the biological clock. Now, technology is dangling the possibility that women can stop that clock, at least for a while.\n\nIn a Manhattan office building on a recent evening, two dozen women — all in their 30s and 40s — sit in folding chairs, balancing cellphones and glasses of wine. They're gathered for a seminar called \"Take Control of Your Fertility.\"\n\nDr. Alan Copperman of Reproductive Medicine Associates of New York wastes no time laying out this harsh reality: By the time a woman hits her 40s, 90 percent of her eggs are abnormal. The chances of a typical 40-year-old getting pregnant in any given month? Ten percent. Unless, that is, she gets pregnant with her younger eggs — eggs she had frozen years before.\n\nCopperman explains the procedure, introduces someone who has gone through it and takes a flurry of questions.\n\nAfterward, women crowd a counter to set up appointments with Copperman's clinic, which offers egg freezing. Sally Montgomery is among the youngest here, and the most upbeat. Her mom had trouble conceiving, so she wants to be proactive.\n\n\"I'm 31, your typical New Yorker,\" she says. \"I'm single, I'm bouncing around, and I'd like the opportunity to have a family, so I just figured, 'Why not?' I don't think it's a guarantee, but it's a nice insurance policy, and I think it takes some of the pressure off.\"\n\nOthers, though, slip out quietly. One 40-year-old says she wishes she'd learned about egg freezing earlier. Esther Montoro, a 37-year-old photographer, looks a little stunned.\n\n\"I think it's fantastic,\" she says, \"but I think it's so incredibly expensive.\"\n\nThe whole process — a week of hormones, plus the procedure to collect the eggs — runs $12,000 to $14,000. And because it takes 10 to 20 eggs for a reasonable shot at success, some may need to do this several times. Plus, there are annual storage fees. Then, when you're ready to use your eggs, you'll need in vitro fertilization, another pricey procedure. All told, costs can easily exceed $40,000, money Montoro doesn't have.\n\nRead More iStockphoto.com\n\n\"I guess there's a big assumption that most women that need to do this [are] career, successful, rich women,\" she says. \"And I'm not!\"\n\nTechnological Advances\n\nIn his office later, Copperman empathizes and says he hopes the procedure eventually becomes easier and cheaper. Still, he says, freezing eggs offers many women the biggest game changer since the birth control pill 50 years ago.\n\n\"Women began to have reproductive choices,\" he says. \"They got to decide when not to get pregnant. This technology has the potential to help women decide when they can get pregnant.\"\n\nClinics in the U.S. have long frozen fertilized eggs, or embryos. But eggs alone are more delicate and prone to damage. Over the years, egg freezing has been offered mainly to cancer patients facing radiation, but success rates were pretty dismal. Of late, though, the technology has exploded thanks to scientific leaps, including a flash-freeze method called vitrification.\n\nIn Copperman's lab, you can hear the sizzle as a tiny tube is plunged into liquid nitrogen.\n\n\"Snap freeze, snap thaw,\" he says. \"And what's really impressive is that when it comes out, it comes out looking just like it went in.\"\n\nIronically, much of this research was pioneered in Italy and Spain, where Catholic influence discouraged the creation of too many embryos, leaving fertility researchers with unused eggs instead.\n\nWith the better survival rate from vitrification and other new freezing methods, more and more clinics are now offering what they call \"fertility preservation.\" Meanwhile, the early adopters are starting to come back and use their eggs.\n\nFirst Wave Of Babies\n\nIn a New York high rise, 8-month-old Camden squeals in delight as she bounces in her walker. She's here thanks to eggs her mom froze several years ago.\n\n\"My best friend and I made a pact together that at age 38, if we were both still single, we were going to have a child on our own,\" says Robyn Ross.\n\nWhen that time came, Ross decided she wasn't ready for single motherhood. Instead, she froze 14 eggs. Within a year, she fell in love and soon got married.\n\nHer husband, Mark Cohen, says he wasn't at all put off by the fact that his new love had her eggs in the freezer. As it turned out, his sperm was weakened by earlier cancer treatment, so conceiving their baby in a lab was the perfect solution.\n\n\"And this is our miracle baby,\" Cohen says, planting a kiss on Camden. \"We are one little happy family.\"\n\nRoss has already evangelized to her younger sister.\n\n\"I made her promise me that if she's still single by the age of 32, she would freeze her eggs,\" she says. \"The younger the better.\"\n\nNow, before you run out to a fertility clinic, there is a big note of caution. The Society for Assisted Reproductive Technology, which sets industry guidelines, still considers egg freezing experimental.\n\n\"If the question were just, 'Does egg freezing and thawing work to achieve a pregnancy?' I think we're close,\" says Dr. Eric Widra, a member of the society's executive council.\n\nBut only 1,000 to 2,000 babies in the world have been born using frozen eggs. So far, they're fine — no abnormalities. Still, Widra would like a larger-scale, longer-term track record. It's not clear when — or if — a big-scale study might happen. But Widra says women need to understand that success rates will never be 100 percent.\n\n\"It's an insurance policy that you may or may not actually ever need,\" he says. \"And it's an insurance policy that if you do need, may not pay out.\"\n\nAnd yet, even Widra agrees that egg freezing has appeal if it can help avoid the anguish of infertility. At Shady Grove Fertility, the Washington, D.C., clinic where he practices, he offers it to his own patients.\n\nThe Challenge Of Setting An Age Limit\n\nIt's quite a concept: Put your eggs in deep freeze and disconnect from that nagging biological clock. But, until when? How old is too old to use your younger eggs?\n\n\"There should be guidelines, I think, that are more clearly defined,\" says Dr. Geoffrey Sher, who heads the Sher Institutes for Reproductive Medicine and is based in Las Vegas.\n\nHe says many clinics suggest a cutoff of 50, the average age of menopause. After that, pregnancy can be riskier, and the large age gap raises complicated social issues. But the limit is tricky to impose. Sher remembers one couple who wanted to use donor eggs to conceive. The husband was 45, his wife, 55. Sher hesitated.\n\n\"And she said, 'That's discriminatory. If my husband was my age and I was his age, you wouldn't hesitate.' And she had a point,\" Sher says.\n\nThe woman was healthy. And the uterus doesn't decline like eggs do; in some cases, it can actually be coaxed back into working order. Sher's ethics board said OK.\n\n\"And she went ahead and had a baby at 57 years of age without any problems whatsoever,\" Sher says. \"I get a postcard from them at Christmas every year.\"\n\nThe bigger challenge, Sher and others say, is reaching out to younger women — getting them to take action before it's too late. They envision a time when society considers freezing eggs an act not of desperation but of empowerment.\n\nThis story was produced for broadcast by Marisa Penaloza.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2011/03/30/ivftwins_sq-da01cdf19d9c90b1c1ff2e56bad80ea72d102507-s100-c15.jpg", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2011/11/24/istock_000003244726small_sq-6e06d921a16b9b49743027580ab1146c9d7a5001-s100-c85.jpg", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2011/05/19/clock1-06715dfd0efc6d8a258d960ec08b1f71bc2a4b93-s800-c15.jpg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/assets/img/2011/04/13/carlababy_sq-b3132f3cdb8464efe0106a5f03dc40259e55926e-s100-c15.jpg", "https://media.npr.org/assets/img/2011/05/20/robyn-15--623a5208622498973b7462520b952c3a2945a919-s800-c15.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2014/11/10/jennifer_ludden_npr_002_sq-e83951a0face749975d3f6517cc92bb18fe2641f-s100-c85.jpg", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "keywords": [], "authors": ["Jennifer Ludden"], "canonical_link": "https://www.npr.org/2011/05/31/136363039/egg-freezing-puts-the-biological-clock-on-hold", "title": "Egg Freezing Puts The Biological Clock On Hold", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2011-05-31", "description": "As more women postpone motherhood, they're hitting that age-old constraint: the biological clock. Now, technology is dangling the possibility that women can stop that clock, at least for a while. As one doctor put it, freezing eggs offers the biggest game changer since the birth control pill.", "og": {"title": "Egg Freezing Puts The Biological Clock On Hold", "url": "https://www.npr.org/2011/05/31/136363039/egg-freezing-puts-the-biological-clock-on-hold", "type": "article", "description": "As more women postpone motherhood, they're hitting that age-old constraint: the biological clock. Now, technology is dangling the possibility that women can stop that clock, at least for a while. As one doctor put it, freezing eggs offers the biggest game changer since the birth control pill.", "image": "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary", "title": "Egg Freezing Puts The Biological Clock On Hold", "site": "@NPR", "domain": "npr.org"}}, "movies": [], "publish_date": 1306814400.0, "source": "http://www.NPR.org", "summary": ""}