{"url": "http://consumer.healthday.com/Article.asp?AID=661597", "text": "By Maureen Salamon\n\nHealthDay Reporter\n\nWEDNESDAY, Feb. 8, 2012 (HealthDay News) -- Deep brain stimulation, a technique used to treat Parkinson's disease and certain psychiatric disorders, appears to provide some memory-enhancing benefits, researchers report.\n\nUsing electrical impulses to stimulate a part of the brain critical for memory function significantly improved patients' navigational ability, reflecting improved spatial memory, the small study from the University of California, Los Angeles (UCLA) suggests.\n\nAlthough the results are still preliminary, the method may potentially hold promise for boosting memory in patients with early Alzheimer's disease, the researchers said.\n\n\"The thing to bear in mind is that it's a first, important step,\" said Suzanne Haber, a brain researcher and professor of pharmacology and physiology at University of Rochester Medical Center in New York, who wasn't involved in the study. \"I think it was exciting that they were really able to show that stimulating that area was important for a certain kind of learning. It raises more questions, and many more experiments that can be done.\"\n\nSeven patients awaiting possible surgery for the seizure disorder epilepsy had electrodes implanted in their brains to pinpoint the origin of their convulsions. The researchers followed them and found they were better able to recognize landmarks and to navigate routes more quickly in a video game featuring a taxi cab, virtual passengers and a cyber city. Patients played the role of cab drivers who picked up passengers and delivered them to one of six requested shops in the city.\n\nStimulation of the entorhinal cortex -- a region considered crucial to transforming daily experience into lasting memories -- produced the improvement, the researchers said.\n\nThe study is published Feb. 9 in the New England Journal of Medicine.\n\nDuring the video game task, participants learned their way around a virtual town with and without five-second periods of deep brain stimulation, and were tested for their ability to reach predetermined landmarks. Six patients showed a 64 percent reduction in \"excess path length\" -- the ideal path between destinations, which indicated better performance -- for locations that had been learned during periods of deep brain stimulation.\n\nFor five patients, navigation to each of the three stores learned during stimulation was faster and shorter than navigation to the three stores learned without stimulation, indicating a consistent effect, the study said. Stimulating the hippocampus -- a brain region next to the entorhinal cortex which helps form and store memories -- produced no effect during this experiment, however.\n\n\"Critically, it was the stimulation at the gateway into the hippocampus, and not the hippocampus itself, that proved effective,\" senior study author Dr. Itzhak Fried, a professor of neurosurgery at the David Geffen School of Medicine at UCLA, said in a university news release.\n\n\"Our preliminary results provide evidence supporting a possible mechanism for enhancing memory, particularly as people age or suffer from early dementia. At the same time, we studied a small sample of patients, so our results should be interpreted with caution,\" Fried added.\n\nCurrently, deep brain stimulation is used to control the tremors associated with Parkinson's, symptoms of obsessive-compulsive disorder and some other psychiatric conditions, including depression.\n\nHaber noted that the brain damage that occurs with epilepsy, which can produce memory problems, is different than that resulting from Alzheimer's disease, in which the formation of amyloid plaques and neurofibrillary tangles are believed to contribute to nerve cell deterioration. So it's difficult to generalize this study's results to other diseases that affect memory, she said, and the research didn't show if effects of temporary deep brain stimulation last beyond the study period.\n\n\"In these types of studies you think of things like this,\" Haber said, \"but how real it is, is something we're going to have to see. I think just trying to work out that there is some similarity in very simple learning [processes in the brain] is important.\"\n\nMore information\n\nTo learn more about deep brain stimulation, visit the American Association of Neurological Surgeons.", "images": ["https://media.healthday.com/Images/blausen/Anatomy-Brain-Normal_NO_TEXT.jpg"], "top_img": "https://media.healthday.com/Images/blausen/Anatomy-Brain-Normal_NO_TEXT.jpg", "keywords": [], "authors": ["Maureen Salamon"], "canonical_link": "https://consumer.healthday.com/cognitive-health-information-26/brain-health-news-80/electrical-brain-stimulation-may-strengthen-memory-study-says-661597.html", "title": "Electrical Brain Stimulation May Strengthen Memory, Study Says", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Preliminary results suggest method might hold promise for dementia patients", "og": {"title": "Electrical Brain Stimulation May Strengthen Memory, Study Says", "image": "https://media.healthday.com/Images/blausen/Anatomy-Brain-Normal_NO_TEXT.jpg", "description": "Preliminary results suggest method might hold promise for dementia patients", "url": "https://consumer.healthday.com/cognitive-health-information-26/brain-health-news-80/electrical-brain-stimulation-may-strengthen-memory-study-says-661597.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}