{"url": "http://www.npr.org/sections/health-shots/2015/09/22/442518139/text-reminders-help-people-lower-their-heart-disease-risk", "text": "Text Reminders Help People Lower Cholesterol, Blood Pressure\n\nEnlarge this image toggle caption iStockphoto iStockphoto\n\nMuch of the buzz over mobile health interventions seems to be about how we can use an ever-growing variety of shiny new smartphone apps and sensors to better manage our health.\n\nBut texting, that old-school technology, may deserve some of that spotlight, too.\n\nGetting texts with motivating and informative messages led patients with coronary heart disease to make behavior changes like exercising more and smoking less, according to a study published Tuesday in JAMA, the journal of the American Medical Association. By the end of the six-month study, patients who had received the text messages had reduced their cholesterol, blood pressure and body mass index.\n\n\"I have to say, we were pretty surprised that it worked,\" says Clara Chow, lead author of the study and program director of community-based cardiac services at Westmead Hospital in Sydney, Australia.\n\nAnd it worked to improve not just one risk factor for heart disease, but many. \"These are the things that medications usually do, not text messages,\" says Chow, who is also an associate professor at Sydney Medical School at the University of Sydney.\n\nIn a randomized clinical trial, more than 700 patients with coronary heart disease were split into two groups: half received four text messages per week for six months plus usual care, while the other half received just usual care.\n\nThe texts that patients received were semi-personalized, based on background information about each person, such as smoking status and preferred name. For example, vegetarian participants wouldn't receive the text message about how grilling steak is healthier than deep-frying it.\n\nOther texts might include something like, \"Hi, Elizabeth. Have you gone for your walk today?\" or \"Have you taken your medications yet today? It's important to take them at the same time each day.\"\n\nThere's a lot of hype over mobile health interventions these days, Chow says. \"Everyone thinks it has a lot of potential, but there's actually very little evidence.\"\n\nWhile there are more than 100,000 health-related apps on the market, the evidence to date is lacking as to whether many of those apps are safe or effective, according to Zubin Eapen, a cardiologist and assistant professor of medicine at Duke University School of Medicine.\n\n\"We [as physicians] are always looking for evidence to make sure that we are recommending the right things for our patients, whether it's a drug, a device or a digital product, like an app,\" says Eapen, who is also medical director of the Duke Heart Failure Same-Day Access Clinic.\n\nEapen coauthored an editorial, which was published alongside Chow's study, with Eric Peterson, the Fred Cobb Distinguished Professor of Medicine in the division of cardiology at Duke and an associate editor of JAMA.\n\nNot only does this research provide evidence that a text-based program can improve heart disease risk factors, but it also shows that a bunch of bells and whistles aren't required for successful health outcomes. A simple, low-cost program of text messaging can do the trick.\n\n\"I like to look for things that are able to be used in multiple corners of our world, from low-income settings to high-income settings,\" Chow says. \"Everybody owns a mobile phone these days. You don't have to have a smartphone to text.\"\n\nThat means more access across more sectors of a population. While almost two-thirds of American adults own a smartphone, that number rises even higher when you're talking about plain old cell phones – a full nine out of 10 American adults own some kind of cell phone.\n\nGlobally, cardiovascular disease is the leading cause of death. \"If we are going to reach a global population, we need solutions that are both scalable and affordable,\" Eapen says. \"And mobile health – and text messaging, maybe, in particular – represents both a scalable and affordable approach.\"\n\nMaking healthy changes in behavior can be tough, but for patients with heart disease, it can be vital.\n\nYet those daily decisions – whether to smoke that cigarette, eat that piece of cake or skip the gym – are often \"far removed from the rewards or consequences,\" Eapen says. It can be hard to view those everyday decisions in light of more distant consequences, like having another heart attack or not living as long a life as desired. Encouraging text messages may help to inform those everyday decisions and keep a bigger goal in mind.\n\nChow and Eapen say the study has its limitations. It can't tell us whether text messaging could eventually lead to fewer subsequent heart attacks among the patients receiving those messages or whether the positive health outcomes would continue past the six-month study window. Yet patients in Chow's study resoundingly said that the text messaging helped them make the necessary changes – more than 90 percent of the participants found the program useful.\n\n\"People said things like, 'It wasn't actually what the messages said, it was that someone was there supporting me, thinking about me,' \" Chow says.\n\nAnd although Chow and her colleagues told study participants that they did not need to reply to the text messages, many of them still did. \"Heaps of them replied to us,\" she says. \"They would say, 'Thanks for the message. I've been on my walk, my blood pressure is better.' \"", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2015/09/22/texting_wide-8f3ef2d8fe21c9323f35fe3084fb6d6559e34266.jpg?s=1400", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/assets/img/2015/09/22/texting-2293a9d755ce2e196747dd7e89d0cbf204b1d6f7-s1100-c15.jpg", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2015/09/22/texting_wide-8f3ef2d8fe21c9323f35fe3084fb6d6559e34266.jpg?s=1400", "keywords": [], "authors": ["Lynne Shallcross"], "canonical_link": "https://www.npr.org/sections/health-shots/2015/09/22/442518139/text-reminders-help-people-lower-their-heart-disease-risk", "title": "Text Reminders Help People Lower Cholesterol, Blood Pressure", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2015-09-22", "description": "Plain old text messages — you know, the ones you don't need a smartphone to receive — helped people with heart disease make changes like smoking less and exercising more.", "og": {"title": "Text Reminders Help People Lower Cholesterol, Blood Pressure", "url": "https://www.npr.org/sections/health-shots/2015/09/22/442518139/text-reminders-help-people-lower-their-heart-disease-risk", "type": "article", "description": "Plain old text messages — you know, the ones you don't need a smartphone to receive — helped people with heart disease make changes like smoking less and exercising more.", "image": "https://media.npr.org/assets/img/2015/09/22/texting_wide-8f3ef2d8fe21c9323f35fe3084fb6d6559e34266.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Text Reminders Help People Lower Cholesterol, Blood Pressure", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2015/09/22/texting_wide-8f3ef2d8fe21c9323f35fe3084fb6d6559e34266.jpg?s=1400"}}}, "movies": [], "publish_date": 1442894400.0, "source": "http://www.npr.org", "summary": ""}