{"url": "https://www.theguardian.com/society/2016/aug/14/lithium-should-be-more-widely-used-for-bipolar-disorder-researchers-say", "text": "Britain’s 650,000 people with bipolar disorder should take lithium to help control their condition, despite its reputation for dulling the senses, a significant new study has found.\n\nResearchers claim that although the drug does carry some health risks, its overall effectiveness, especially its ability to reduce self-harm and suicide, mean it should be much more widely used.\n\nThe findings are contained in the first study comparing the side-effects of the four main mood-stabilising drugs the NHS prescribes. They have prompted calls for a rethink about attitudes towards lithium, given that only an estimated 10% of those with bipolar disorder use it, mainly because patients fear it will cause loss of personality, weight gain and other problems.\n\nThe lead author behind the research told the Guardian that widespread “lithium stigma” among patients is leading to them receiving the wrong treatment and ending up admitted to hospital unnecessarily because their condition is not as well controlled as it could be.\n\n“Lithium is a drug with a bad reputation. It is seen by patients, and some psychiatrists, as a dangerous drug. People rightly have suspicions about it. Patients say that the downsides include emotional numbing – feeling that you aren’t connected with your feelings – as well as tremors,” said Dr Joseph Hayes, a psychiatrist at University College London.\n\nBut lithium’s reputation is largely misplaced and based on the experiences of patients from the 1960s to the 1980s who were given too large a dose of the drug, he added. The new research, published in the medical journal PLOS Medicine, found that the side-effects of the mood-stabilising alternatives used by most patients are either the same as or worse than lithium, Hayes said.\n\nThe paper, co-written by Hayes and four colleagues from UCL and Oxford University, concluded that: “Lithium remains an important treatment for individuals with bipolar disorder.” It accepts that “there is clear evidence that its use is associated with a number of adverse events.”\n\nHowever, it adds: “These risks need to be offset with the potentially superior effectiveness and anti-suicidal benefits of the drug compared to other treatment options.”\n\nThe researchers studied a nationally representative sample of 6,671 patients across the UK who were treated for bipolar disorder between 1995 and 2013. Of those, 2,148 had taken lithium, 1,670 had used valproate, 1,477 had been on olanzapine and 1,376 had taken quetiapine. They experienced side-effects including chronic kidney disease, thyroid disease, weight gain and high blood pressure.\n\nThe researchers’ analysis bore out one of the two main criticisms of lithium, but found the other to be baseless. They found that patients on lithium had a higher risk of suffering kidney function problems and developing hypothyroidism or hyperthyroidism and also hypercalcemia. However, none of the drugs caused more severe kidney problems.\n\nMeanwhile, lithium patients were less likely to put on weight than patients on the other drugs. While 15%-20% of those on the three other drugs were more likely to gain more than 15% of their body weight, just 10% of those on lithium put on the same amount of extra pounds. Those on olanzapine added the most weight and experienced high blood pressure as a result.\n\nI think many patients are missing out quite commonly on the best available treatment Dr Joseph Hayes\n\nSeparate research has shown that patients on the other three medications are 40% more likely to harm themselves than those on lithium. Bipolar disorder carries one of the highest rates of suicide of any mental illness, alongside schizophrenia and alcohol and drug addiction.\n\nThe very limited use of lithium is despite the National Institute for Health and Care Excellence (Nice) advising in 2014 that it should be the standard treatment for bipolar disorder, which is also known as manic depression and is characterised by manic highs and bouts of depression. That superseded its previous view, outlined in 2006, that any of the four drugs were useful first lines of treatment for the condition, which affects about one in 100 people.\n\n“Lithium stigma, which includes some people in the psychiatric community, leads to people using drugs that are less effective [than lithium]. To me as a doctor that’s a big worry because my main aim is to help people to be well and if you aren’t doing that with the best available evidence then you are failing patients,” said Hayes.\n\n“I think that many patients are missing out quite commonly on the best available treatment. That means that people end up in hospital more often than they need to and end up achieving less in their lives than they could do if they were on lithium. The high suicide rate with bipolar disorder should encourage greater use of lithium. There should be more sensible use of it.”\n\nStephen Buckley, head of information at the charity Mind, said: “We welcome research which adds to our understanding of treatments and medications for people experiencing mental health problems, including bipolar disorder. But as with all areas of mental health there is still more research to be done.\n\n“Different people will find that different treatments help with managing their mental health problems. This may be medication, talking therapies, or a mixture of both.”", "images": ["https://phar.gu-web.net/count/pv.gif", "https://sb.scorecardresearch.com/p?c1=2&c2=6035250&cv=2.0&cj=1&comscorekw=Bipolar+disorder%2CMental+health%2CHealth%2CSociety%2CUK+news", "https://i.guim.co.uk/img/media/4e5957cede1a0457da9acc287433b86598c8ace8/1051_554_2449_1469/2449.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctYWdlLTIwMTYucG5n&enable=upscale&s=9dd37e28b028e8e93c6373680e6f6785", "https://phar.gu-web.net/count/pvg.gif", "https://i.guim.co.uk/img/media/4e5957cede1a0457da9acc287433b86598c8ace8/1051_554_2449_1469/master/2449.jpg?width=300&quality=85&auto=format&fit=max&s=1666f8f339666e79f395176b961f8e8f"], "top_img": "https://i.guim.co.uk/img/media/4e5957cede1a0457da9acc287433b86598c8ace8/1051_554_2449_1469/2449.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctYWdlLTIwMTYucG5n&enable=upscale&s=9dd37e28b028e8e93c6373680e6f6785", "keywords": [], "authors": ["Denis Campbell"], "canonical_link": "https://www.theguardian.com/society/2016/aug/14/lithium-should-be-more-widely-used-for-bipolar-disorder-researchers-say", "title": "Lithium should be more widely used for bipolar disorder, researchers say", "meta_data": {"description": "Lithium is most effective drug in reducing self-harm and suicide, and bad reputation is misplaced, study suggests", "format-detection": "telephone=no", "HandheldFriendly": "True", "viewport": "width=device-width,minimum-scale=1,initial-scale=1", "apple-mobile-web-app-title": "Guardian", "application-name": "The Guardian", "msapplication-TileColor": "#052962", "theme-color": "#052962", "msapplication-TileImage": "https://assets.guim.co.uk/images/favicons/023dafadbf5ef53e0865e4baaaa32b3b/windows_tile_144_b.png", "author": "Denis Campbell", "thumbnail": "https://i.guim.co.uk/img/media/4e5957cede1a0457da9acc287433b86598c8ace8/1051_554_2449_1469/2449.jpg?width=620&quality=85&auto=format&fit=max&s=7beadf51e17167fc31ad0eda810d8d52", "keywords": "Bipolar disorder,Mental health,Health,Society,UK news", "news_keywords": "Bipolar disorder,Mental health,Health,Society,UK news", "og": {"url": "http://www.theguardian.com/society/2016/aug/14/lithium-should-be-more-widely-used-for-bipolar-disorder-researchers-say", "image": "https://i.guim.co.uk/img/media/4e5957cede1a0457da9acc287433b86598c8ace8/1051_554_2449_1469/2449.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctYWdlLTIwMTYucG5n&enable=upscale&s=9dd37e28b028e8e93c6373680e6f6785", "description": "Lithium is most effective drug in reducing self-harm and suicide, and bad reputation is misplaced, study suggests", "type": "article", "title": "Lithium should be more widely used for bipolar disorder, researchers say", "site_name": "the Guardian"}, "article": {"author": "https://www.theguardian.com/profile/deniscampbell", "publisher": "https://www.facebook.com/theguardian", "section": "Society", "published_time": "2016-08-14T16:52:52.000Z", "tag": "Bipolar disorder,Mental health,Health,Society,UK news", "modified_time": "2017-11-28T16:26:22.000Z"}, "al": {"ios": {"url": "gnmguardian://society/2016/aug/14/lithium-should-be-more-widely-used-for-bipolar-disorder-researchers-say?contenttype=Article&source=applinks", "app_store_id": 409128287, "app_name": "The Guardian"}}, "fb": {"app_id": 180444840287, "pages": 516977308337360}, "twitter": {"app": {"id": {"iphone": 409128287, "ipad": 409128287, "googleplay": "com.guardian"}, "name": {"googleplay": "The Guardian", "ipad": "The Guardian", "iphone": "The Guardian"}, "url": {"ipad": "gnmguardian://society/2016/aug/14/lithium-should-be-more-widely-used-for-bipolar-disorder-researchers-say?contenttype=Article&source=twitter", "googleplay": "guardian://www.theguardian.com/society/2016/aug/14/lithium-should-be-more-widely-used-for-bipolar-disorder-researchers-say", "iphone": "gnmguardian://society/2016/aug/14/lithium-should-be-more-widely-used-for-bipolar-disorder-researchers-say?contenttype=Article&source=twitter"}}, "image": "https://i.guim.co.uk/img/media/4e5957cede1a0457da9acc287433b86598c8ace8/1051_554_2449_1469/2449.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctYWdlLTIwMTYucG5n&s=b07cb95bc0377b6234a534197f2eb8ab", "site": "@guardian", "card": "summary_large_image", "dnt": "on"}}, "movies": [], "publish_date": 1471147200.0, "source": "https://www.theguardian.com", "summary": ""}