{"url": "http://www.latimes.com/science/sciencenow/la-sci-sn-fda-device-weight-loss-20150114-story.html", "text": "In a bid to increase treatments for the nation’s 79 million obese adults, the Food and Drug Administration has approved U.S. marketing of an implantable device that stimulates weight loss by manipulating key appetite signals passing between the brain and the gut.\n\nThe new device is the Maestro Rechargeable System, manufactured by EnteroMedics of St. Paul, Minn. While the FDA has approved four medications for weight loss in the past 2 1/2 years, the Maestro system is the first weight loss device to be approved since 2007.\n\nUsing electrical leads implanted just above the stomach and a regulator carried under the skin near the ribcage, the device suppresses signals carried by the vagus nerve.\n\nThe device adopts a variant of a “neuromodulation” technique long used in the treatment of epilepsy: by applying intermittent bursts of electrical current to the vagus nerve, it disrupts the signals that prompt the stomach to relax, expand and prepare for an influx of food.\n\nAdvertisement\n\n“We think it will be a very important tool in the toolbag of surgeons and physicians treating obesity and its co-morbidities,” said Gregory S. Lea, senior vice president and chief financial officer of EnteroMedics. “When patients leave the diet, counseling and drug world and have nothing more, they turn to surgical procedures, and only 1% to 2% of patients who might be eligible for bariatric surgery are getting it.”\n\nThe FDA approved the use of the device in adult patients with a body mass index, or BMI, between 35 and 45, who have at least one other obesity-related condition, such as type 2 diabetes.\n\nDelivered by the Maestro device, vagal blocking therapy, or VBLOC, offers obese patients a weight loss therapy that does not permanently alter the digestive system in the way that gastric bypass surgery does, and which may be less expensive, said Lea. He added it poses no risk of the “malabsorption” problems that often come with such surgery.\n\nIn a 12-month clinical trial considered by the FDA, 38.3% of subjects who received the active Maestro device lost at least a quarter of their excess weight, and 52.5% of subjects lost at least 20% of their excess weight. On average, weight loss in those subjects with an active device was about 8.5% greater than that seen in subjects who received a Maestro electrical pulse generator that was not activated.\n\nAdvertisement\n\nThe human body’s longest cranial nerve, the vagus--or “wandering\"--nerve stretches from the lower abdomen up to the brain stem, passing through the heart, esophagus and lungs. A key node in the body’s involuntary nervous system, it carries signals between body and brain that control heart rate, digestive processes and respiration.\n\nIn a 60- to 90-minute laparoscopic procedure, physicians trained to implant the new device will attach its electrical leads to the anterior and posterior trunks of the vagus nerve, right at the gastric junction. During a patient’s waking hours, the device is designed to alternate between delivering five-minute bursts of high-frequency energy and five minutes of inactivity. During sleep, the device powers down.\n\nBy suppressing the exchange of messages that cue hunger and ready the stomach for food, the intermittent electrical currents make most feel less hungry, feel full sooner and to feel full for longer. Most eat less and lose weight.\n\nResearchers testing the device also observed that, like bariatric surgery, it might have beneficial effects that go beyond weight loss. Suppressing signals between gut and brain on the vagus nerve appeared to improve the metabolic function of obese patients who got the device.\n\n“You actually see the effect before patients actually have had that much weight loss,” said Dr. Ken Fujioka, a Scripps Institute endocrinologist and weight management expert who conducted some of the studies that led to the EnteroMedics device. That suggests that the device may be especially beneficial for those who have developed obesity-related type 2 diabetes, he said.\n\nThe on-again, off-again nature of the Maestro device’s stimulation serves another purpose: it prevents the vagus nerve’s gut signals from going silent--a communication loss that would likely prompt the central nervous system to find a compensatory workaround.\n\nAs a result, said Lea, the Maestro device appears to be safe and effective for long-term use, and unlike surgical alterations to the digestive system, reversible. Women who have had the device implanted and became pregnant were able to have it inactivated during their pregnancy, and then reactivated afterward, he said.\n\nWhile the cost of the device has not yet been set, Lea said that getting the device implanted and activated will likely cost “somewhere between $20,000 and $30,000\"--an amount that is more than gastric banding but less some of the most complex gastric bypass surgery.\n\nAdvertisement\n\nThe company has begun negotiations with private insurers, and the device has been been recognized as “exploratory” by the board that sets policy for Medicare reimbursements, and Lea expressed hope that some might agree to cover the procedure as early as later this year.\n\nWatching the nation’s weight as well as your own? Me too. Follow me on Twitter @LATMelissaHealy and “like” Los Angeles Times Science & Health on Facebook.", "images": ["data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/dims4/default/d176511/2147483647/strip/true/crop/1024x538+0+101/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F61%2F20%2F682743db33ffb7e9f72dcae655d8%2Fla-sci-weight-loss-20150114", "https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/dims4/default/ed1d8be/2147483647/strip/true/crop/1024x739+0+0/resize/840x606!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F61%2F20%2F682743db33ffb7e9f72dcae655d8%2Fla-sci-weight-loss-20150114", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "https://ca-times.brightspotcdn.com/dims4/default/abd585f/2147483647/strip/true/crop/1152x1152+448+0/resize/100x100!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F12%2F57%2Fa343371429b7000ea37eaded8d93%2Fimg-534f3749-turbine-la-bio-melissa-healy"], "top_img": "https://ca-times.brightspotcdn.com/dims4/default/d176511/2147483647/strip/true/crop/1024x538+0+101/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F61%2F20%2F682743db33ffb7e9f72dcae655d8%2Fla-sci-weight-loss-20150114", "keywords": [], "authors": ["Staff Writer", "Melissa Healy Is A Health", "Science Reporter With The Los Angeles Times Writing The Washington", "D.C.", "Area. She Covers Prescription Drugs", "Obesity", "Nutrition", "Exercise", "Neuroscience", "Mental Health"], "canonical_link": "https://www.latimes.com/science/sciencenow/la-sci-sn-fda-device-weight-loss-20150114-story.html", "title": "FDA approves a device for weight loss", "meta_data": {"og": {"title": "FDA approves a device for weight loss", "url": "https://www.latimes.com/science/sciencenow/la-sci-sn-fda-device-weight-loss-20150114-story.html", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/d176511/2147483647/strip/true/crop/1024x538+0+101/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F61%2F20%2F682743db33ffb7e9f72dcae655d8%2Fla-sci-weight-loss-20150114", "url": "https://ca-times.brightspotcdn.com/dims4/default/d176511/2147483647/strip/true/crop/1024x538+0+101/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F61%2F20%2F682743db33ffb7e9f72dcae655d8%2Fla-sci-weight-loss-20150114", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "Weight loss"}, "description": "In a bid to increase treatments for the nation's 79 million obese adults, the Food and Drug Administration has approved U.S. marketing of an implantable device that stimulates weight loss by manipulating key appetite signals passing between the brain and the gut.", "site_name": "Los Angeles Times", "type": "article"}, "article": {"author": "https://www.latimes.com/people/melissa-healy", "content_tier": "metered", "published_time": "2015-01-15T01:14:32", "opinion": "false", "section": "Science"}, "twitter": {"card": "summary_large_image", "creator": "@LATmelissahealy", "description": "In a bid to increase treatments for the nation's 79 million obese adults, the Food and Drug Administration has approved U.S. marketing of an implantable device that stimulates weight loss by manipulating key appetite signals passing between the brain and the gut.", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/bc4c87f/2147483647/strip/true/crop/1024x576+0+82/resize/1200x675!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F61%2F20%2F682743db33ffb7e9f72dcae655d8%2Fla-sci-weight-loss-20150114", "alt": "Weight loss"}, "site": "@latimes", "title": "FDA approves a device for weight loss"}, "fb": {"app_id": 119932621434123, "pages": 5863113009, "profile_id": "latimes"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=5", "description": "In a bid to increase treatments for the nation's 79 million obese adults, the Food and Drug Administration has approved U.S. marketing of an implantable device that stimulates weight loss by manipulating key appetite signals passing between the brain and the gut.", "keywords": "obesity,weight loss, medical devices, FDA", "brightspot.contentId": "00000169-0c8b-dbbe-a16f-4eebed470000", "brightspot.cached": "false"}, "movies": [], "publish_date": 1421211600.0, "source": "http://www.latimes.com", "summary": ""}