{"url": "https://consumer.healthday.com/respiratory-and-allergy-information-2/cystic-fibrosis-news-167/3-drug-therapy-might-be-cystic-fibrosis-breakthrough-738758.html", "text": "En Español\n\nBy Amy Norton\n\nHealthDay Reporter\n\nTHURSDAY, Oct. 18, 2018 (HealthDay News) -- In what researchers are calling a \"breakthrough,\" two preliminary trials have found that either of two triple-drug regimens could potentially benefit 90 percent of people with cystic fibrosis.\n\nThe trials were short-term, finding that the drug combinations improved adult patients' lung function over four weeks. But experts said they were optimistic the results will hold up in the larger, longer-term trials already underway.\n\nWhat's most exciting, they said, is that the triple-drug approach could open up new options to nearly all cystic fibrosis patients.\n\n\"This is not a cure for cystic fibrosis,\" stressed Dr. Steven Rowe, who led one of the trials. \"But it could be game-changing.\"\n\nCystic fibrosis (CF) is a genetic disorder that causes persistent lung infections. Over time, extensive lung damage leads to respiratory failure. At one time, children with CF usually died before they reached school age. But with improved treatments, the typical life expectancy is now about 40 years, according to the Cystic Fibrosis Foundation.\n\nCystic fibrosis is caused by various mutations in a gene called CFTR. In the past several years, drugs that target those underlying genetics have become available. Known as CFTR modulators, they were heralded as a major advance in treating the disorder.\n\nHowever, they work well only for a small number of people with certain CFTR mutations, explained Rowe, director of the Cystic Fibrosis Research Center at the University of Alabama at Birmingham.\n\nThe most common mutation that causes cystic fibrosis is called F508del -- and it has proven tougher to tackle, Rowe said.\n\nAbout half of people with CF carry two copies of the mutation (one inherited from each parent). For them, a combination of two existing CFTR modulators can ease breathing problems -- but the overall effects are only \"modest,\" Rowe said.\n\nThen there's the 30 percent of CF patients who carry only one copy of F508del, plus another defect known as a \"minimal-function\" mutation. For them, the existing CFTR modulators do not work at all.\n\nBoth new trials focused on those two groups of patients. The results are published in the Oct. 18 New England Journal of Medicine, to coincide with the researchers' presentation at a North American Cystic Fibrosis meeting, in Denver.\n\nRowe's team tested a combination of two available CFTR modulators -- tezacaftor and ivacaftor -- plus an experimental one, known as VX-659. The other trial used the same existing drugs, along with a similar new drug, dubbed VX-445.\n\nRowe's team randomly assigned 54 adults with cystic fibrosis to either take the triple-drug regimen or be in a comparison group. In the comparison group, patients with one F508del mutation took placebo pills, while patients with two copies of the mutation took tezacaftor and ivacaftor alone.\n\nAfter four weeks, the trial found, the triple-drug therapy had improved lung function in patients with both types of mutations. Their performance on a test called FEV1 rose by as much as 13 percentage points, on average -- what Rowe described as a \"pronounced improvement.\"\n\nThe other trial had nearly identical results.\n\nThis is the first time, Rowe said, that CFTR modulator therapy has \"pushed the needle\" for patients with one F508del mutation.\n\nAn editorial published with the studies said they \"represent a major breakthrough.\"\n\nNow the questions are whether the improved lung function can be sustained, and whether the drugs prevent symptom exacerbations and other complications, wrote Dr. Fernando Holguin, of the University of Colorado, Aurora.\n\nVertex Pharmaceuticals, Inc. is developing both experimental drugs.\n\n\"The ability of these potential drugs to treat individuals with a single F508del mutation means that more people than ever before could benefit,\" said Dr. Michael Boyle, senior vice president for therapeutics at the foundation. \"This is very exciting news for our community.\"\n\nRowe agreed there are still important questions about the triple-drug regimens. One is, how well do they work for younger patients?\n\nPatients as young as 12 are included in the larger ongoing trials, Rowe said.\n\nSo far, the treatments appear safe. Most side effects in the four-week trials were \"mild to moderate,\" the researchers said, and included cough, headache and increased sputum.\n\nIf the experimental drugs are ultimately approved, there will be the real-world issue of price.\n\nVertex currently markets the combination of tezacaftor and ivacaftor as Symdeko -- at a reported list price of $292,000 a year.\n\nIn the United States, more than 30,000 people have cystic fibrosis, according to the foundation.\n\nMore information\n\nFor an overview of cystic fibrosis, visit the Cystic Fibrosis Foundation.", "images": ["https://media.healthday.com/Images/icimages/lungs09201.jpg"], "top_img": "https://media.healthday.com/Images/icimages/lungs09201.jpg", "keywords": [], "authors": ["Amy Norton"], "canonical_link": "https://consumer.healthday.com/respiratory-and-allergy-information-2/cystic-fibrosis-news-167/3-drug-therapy-might-be-cystic-fibrosis-breakthrough-738758.html", "title": "3-Drug Therapy Might Be Cystic Fibrosis 'Breakthrough'", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "In what researchers are calling a \"breakthrough,\" two preliminary trials have found that either of two triple-drug regimens could potentially benefit 90 percent of people with cystic fibrosis.", "og": {"title": "3-Drug Therapy Might Be Cystic Fibrosis 'Breakthrough'", "image": "https://media.healthday.com/Images/icimages/lungs09201.jpg", "description": "In what researchers are calling a \"breakthrough,\" two preliminary trials have found that either of two triple-drug regimens could potentially benefit 90 percent of people with cystic fibrosis.", "url": "https://consumer.healthday.com/respiratory-and-allergy-information-2/cystic-fibrosis-news-167/3-drug-therapy-might-be-cystic-fibrosis-breakthrough-738758.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}