{"url": "https://consumer.healthday.com/vitamins-and-nutrition-information-27/nutritional-supplements-health-news-504/fish-oil-pills-during-pregnancy-might-mean-stronger-healthier-kids-737405.html", "text": "En Español\n\nWEDNESDAY, Sept. 5, 2018 (HealthDay News) -- Taking fish oil supplements during pregnancy might translate into healthier growth in children during their first six years of life, a new study suggests.\n\n\"This study highlights the fact that in utero exposure can have a profound effect on the fetus that lasts through childhood,\" said Dr. Jennifer Wu, an obstetrician-gynecologist from Lenox Hill Hospital in New York City.\n\n\"For the past decade, the importance of fish oil and the omega-3 fatty acids have been stressed to patients,\" explained Wu, who was not involved in the study.\n\n\"The use of fish oil in the latter part of the pregnancy has an impact on bone and muscle mass. Though these children are larger, they do not have increased rates of obesity,\" Wu added.\n\nIn the study, the researchers followed 736 pregnant women in Denmark who took either fish oil or olive oil supplements daily from week 24 of their pregnancy until one week after they gave birth.\n\nThe children were assessed 11 times between birth and the age of 6 years. Those whose mothers took the fish oil supplements during pregnancy sustained a higher body mass index (BMI) from the age of 1 to 6 years.\n\nHowever, the higher BMI was not due to a higher percentage of fat, but rather to higher percentages of lean muscle and bone mass, the researchers found.\n\nAt age 6, children whose mothers took fish oil supplements while pregnant had a 395 grams higher total mass, 281 grams higher lean mass and 10 grams higher bone mineral content than children whose mothers who took olive oil during pregnancy, the findings showed.\n\n\"The body composition at age 6 years in children given fish oil supplementation was characterized by a proportional increase in lean, bone and fat mass, suggesting a general growth-stimulating effect,\" the researchers, who were led by Hans Bisgaard, from the University of Copenhagen, wrote in the report.\n\nHowever, the findings only showed an association and did not prove that fish oil pills caused healthier growth in children.\n\nAccording to Dr. Jill Rabin, co-chief of the division of ambulatory care, Women's Health Programs-PCAP Services at Northwell Health, in New Hyde Park, N.Y., \"In pregnancy and beyond, adequate intake of fish is important for normal human development, and this paper certainly adds to the literature.\"\n\nBut Rabin, who was not involved in the study, did add a few caveats about the findings.\n\nThe population studied was relatively homogenous, and \"the [body mass] findings were not the object of the study (wheezing or asthma in children was the primary objective), growth was a secondary finding,\" Rabin explained. \"Certainly, however, this solid paper adds to the literature and paves the way for additional research on this interesting topic.\"\n\nThe report by Bisgaard and colleagues was published online Sept. 4 in the BMJ.\n\nMore information\n\nThe American Academy of Pediatrics has more on healthy growth.", "images": ["https://media.healthday.com/Images/icimages/pregnancy784.jpg"], "top_img": "https://media.healthday.com/Images/icimages/pregnancy784.jpg", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/vitamins-and-nutrition-information-27/nutritional-supplements-health-news-504/fish-oil-pills-during-pregnancy-might-mean-stronger-healthier-kids-737405.html", "title": "Fish Oil Pills During Pregnancy Might Mean Stronger, Healthier Kids", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Taking fish oil supplements during pregnancy might translate into healthier growth in children during their first six years of life, a new study suggests.", "og": {"title": "Fish Oil Pills During Pregnancy Might Mean Stronger, Healthier Kids", "image": "https://media.healthday.com/Images/icimages/pregnancy784.jpg", "description": "Taking fish oil supplements during pregnancy might translate into healthier growth in children during their first six years of life, a new study suggests.", "url": "https://consumer.healthday.com/vitamins-and-nutrition-information-27/nutritional-supplements-health-news-504/fish-oil-pills-during-pregnancy-might-mean-stronger-healthier-kids-737405.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}