{"url": "http://www.NPR.org/blogs/health/2011/02/05/133505087/fda-approves-first-drug-to-prevent-preterm-births", "text": "FDA Approves First Drug To Prevent Preterm Births\n\nEnlarge this image toggle caption Mario Tama/Getty Images Mario Tama/Getty Images\n\nThe biggest reason why the United States has higher infant mortality than other developed countries is that American women are more likely to deliver prematurely – before 37 weeks. And, for unknown reasons, the U.S. rate of preterm delivery has been going up in recent years.\n\nThat's why it's a pretty big deal that the Food and Drug Administration has OK'd a drug, called 17-HP, that experts say could make a dent in the preemie problem.\n\nNot a huge dent, but a significant one. The March of Dimes calculates that if all the women eligible to get the newly approved drug actually did, there would be 10,000 fewer preemies a year – out of more than half-a-million born that way.\n\n\"Although that may seem like a small percent, it's really a very extraordinary ability to impact on what is really a major public health problem,\" Dr. Alan Fleischman, the March of Dimes medical director, told Shots.\n\nAccording to the best research, the drug reduces the risk of premature birth by one-third among women who are at high risk because they had a previous preterm birth.\n\nThe drug is not for women whose prior premature births were of twins or other multiple births, or who are carrying more than one fetus in their current pregnancy. Nor is it for women who have other conditions that raise their risk of preterm birth, such as high blood pressure or infection.\n\nAnd even for the 30,000 or so women who are eligible, 17-HP, which will be marketed as Makena, isn't a magic bullet. The study showed that 37 percent of women who got weekly injections of it delivered prematurely, compared to 55 percent of women who got injections of a placebo.\n\nInterestingly, the drug is not new — it's just taken a long and circuitous route to approval.\n\nIn 1956, the FDA approved 17-HP for the treatment of certain cancers and other hormonal disorders, under the brand name Delalutin. But its manufacturer withdrew it from the market in 2000 \"for reasons unrelated to safety,\" as the FDA puts it.\n\nIn fact, as a Federal Register posting last year chronicled, there have been questions raised about whether 17-HP caused birth defects of various kinds. In the 1970s, the FDA required warnings on drugs containing progesterone, as 17-HP does, because of an increased risk of birth defects. They later revoked them.\n\nThe FDA is apparently satisfied that 17-HP is safe, but it's requiring its sponsors KV Pharmaceuticals and TherRx to conduct further studies of women who have taken it and children exposed during pregnancy.\n\nEveryone in this field is mindful of the long-running tragedy of vaginal and other cancers and male urinary disorders that resulted from the last drug thought to prevent premature birth – a synthetic estrogen called diethylstilbesterol, or DES. In 1971 researchers realized children exposed to DES in utero had a higher incidence of vaginal and breast cancers, and males were subsequently found to have urinary-tract problems.\n\nFleischman, the March of Dimes official, says there's no such risk from 17-HP, partly because it's not used before the 16th week of pregnancy, when fetal organs have already formed.\n\n\"We have been very aggressively tracking all the data,\" Fleischman says, \"and we have no reason to believe that this drug will increase birth defects.\"", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/assets/news/2009/11/04/neonatal-ba5298f5ce37e6616080eb41ed09976851ca1d02-s1100-c15.jpg", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "keywords": [], "authors": ["Richard Knox"], "canonical_link": "https://www.npr.org/sections/health-shots/2011/02/07/133505087/fda-approves-first-drug-to-prevent-preterm-births", "title": "FDA Approves First Drug To Prevent Preterm Births", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2011-02-05", "description": "If  all the women eligible to get the newly approved drug actually got it, researchers estimate there would  be 10,000 fewer preemies a year – out of more than  half-a-million born that way.", "og": {"title": "FDA Approves First Drug To Prevent Preterm Births", "url": "https://www.npr.org/sections/health-shots/2011/02/07/133505087/fda-approves-first-drug-to-prevent-preterm-births", "type": "article", "description": "If  all the women eligible to get the newly approved drug actually got it, researchers estimate there would  be 10,000 fewer preemies a year – out of more than  half-a-million born that way.", "image": "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary", "title": "FDA Approves First Drug To Prevent Preterm Births", "site": "@NPR", "domain": "npr.org"}}, "movies": [], "publish_date": 1296882000.0, "source": "http://www.NPR.org", "summary": ""}