{"url": "http://www.wsj.com/articles/new-support-for-home-births-1443460410", "text": "London\n\nWhen considering where to give birth, most parents-to-be and doctors in Western nations believe a hospital is the best place.\n\nNot so Jean Stevens, 32, who chose to deliver two children at home in the U.K. She says her two labors were nearly pain-free.\n\n“From my point of view the best place to give birth is where you’re most relaxed,” says Ms. Stevens, who was 29 when she surprised friends and family with her desire for a home birth. She had her second baby at home in Elm, some 100 miles north of London, when she was 31.\n\nChildbirth at home is usually considered more risky than in the hospital for both mother and baby in high-risk or first-time pregnancies. And even with low-risk pregnancies, some expectant parents have no interest in giving birth at home, either because of limited pain relief options or reluctance to be too far from lifesaving medical care if it is needed.\n\nYet some expectant parents want to explore the option of home birth but feel it is an uphill battle to do so. “Women need to be respected more and supported in their choice,” says Ms. Stevens, who is trying to figure out a way to deliver her third child at home even though the local hospital no longer offers a home birth option.\n\nThis spring the National Institute for Health and Care Excellence, a U.K. advisory entity for the National Health Service often known as NICE, issued guidance stating that home births are safer than hospital births for women who are having their second or later child with a low-risk pregnancy.\n\nHeidi Pollard-Hermann, her husband Greg and 4-month-old Maia who was born at their Portland, Ore., home. Photo: PollardHermanns Family\n\nThe NICE statement is thought to be the first time a major health-care authority has asserted that home births may be superior to hospital births for these mothers, with no evidence of increased risk to the baby, according to Neel Shah, a professor of obstetrics and gynecology at Harvard Medical School who wrote a recent commentary in the New England Journal of Medicine about the NICE guidelines.\n\n“What was so paradigm-shifting about the NICE guidelines, they emphasize the dangers of over-intervention,” says Dr. Shah. “That’s huge.”\n\nThe guidelines have prompted questions within the U.S. medical community about whether home births really are riskier than hospital births. Some are asking whether the U.S. approach to delivery could be improved using some of the strategies employed in the U.K. and elsewhere, including the Netherlands and parts of Canada.\n\nThe rate of pregnancy-related deaths among U.S. women has been increasing steadily for decades for reasons experts don’t understand—though the absolute numbers remain small. The numbers include deaths of women during their pregnancy or within one year of pregnancy termination. One factor could be the rise in chronic conditions like diabetes, which may put women at higher risk of complications while pregnant. A rise in the number of cesarean sections may be related but is unlikely to be the primary driver, experts say. Home births, which make up less than 1% of deliveries in the U.S., aren’t to blame, experts say.\n\nNeel Shah, a Harvard Medical School professor, calls the NICE guidelines from the U.K. ‘paradigm-shifting.’ Photo: Danielle Duffy/Beth Israel Deaconess Medical Center\n\nMidwives generally attend home births while obstetricians attend hospital births. Medical interventions such as an epidural injection or a caesarean section typically are performed only in a hospital. Gas and other types of pain medication are sometimes given during home births.\n\nThe American College of Obstetricians and Gynecologists has reached a different conclusion about home births. “We believe that a hospital or a birth-center is the safest place to undertake delivery,” Jeffrey Ecker, chairman of the obstetrics practice for the group, said in an interview. Birth centers are small health-care facilities, often led by midwives, which try to offer a more homelike environment for giving birth. Some are independent facilities while others are affiliated with or work alongside hospitals.\n\n“In part because of differences between health-care systems, we aren't yet ready to promote or recommend the option of home birth in the United States as they are in the United Kingdom,” Dr. Ecker said.\n\nMidwives in the U.K. tend to be employees of the national health-care system, and work with obstetricians to share patient records and make plans for care. And so if a patient has to be transferred from home to the hospital during childbirth, it is more likely to happen smoothly and without professional rivalry, says Cathy Warwick, chief executive of the Royal College of Midwives in London.\n\n“One of the riskiest times for a woman isn't when things are going normally and she’s in her chosen place, but the point when she needs to transfer,” Ms. Warwick says. “Handover points are where things go wrong.”\n\nUnderpinning the updated NICE guidelines is a large U.K. study called Birthplace, which studied more than 64,000 women who gave birth between April 2008 and 2010. Initial results, published in 2011 in the journal BMJ, indicated that among low-risk women who chose to have a second or later child at home, there were fewer interventions and complications, such as cesarean sections, forceps delivery, infections and hemorrhage compared with hospital births, while the health of babies didn’t differ.\n\nAmong women having their first babies at home, however, the outcomes for women were better but the babies had a statistically significant increase in risks of experiencing a complication. The absolute risk of something happening was very small.\n\nA large Canadian study of nearly 8,000 home births in British Columbia between 2000 and 2004 compared them to matched cases of hospital births and found results similar to the U.K. results, says Michael Klein, an emeritus professor of family practice and pediatrics at the University of British Columbia, and an author on the paper.\n\nMany clinicians focus on relative risk (the difference between two outcomes) rather than absolute risk (how likely an event is actually to occur). Relative risk can make a problem seem greater than its actual impact in the population, says Eugene Declercq, a professor of community health sciences at the Boston University School of Public Health. One might state a certain outcome is twice as likely as another, yet it occurs at a rate of 2 in 1,000 versus 1 in 1,000.\n\nSome NICE recommendations could be more readily adopted in the U.S., said Dr. Ecker, who also is a high-risk obstetrician and professor at Harvard Medical School. These points include establishing more birth centers alongside hospitals, using more midwifery care in low-risk deliveries and placing appropriate limitations on technology in labor and delivery.\n\nHeidi Pollard-Hermann, a 32-year-old labor and delivery nurse in Portland, Ore., chose to have her daughter at home four months ago. Ms. Pollard-Hermann says she wanted to avoid a caesarean section and knew that the chance of intervention would be higher at the hospital. She also wanted to experience labor. Because there was a major hospital 10 minutes away by car, she felt sure she would be able to make the transfer if problems arose.\n\nWith recommendations from friends, she found an experienced certified nurse midwife who had a relationship with a local hospital. “Sometimes there’s a lot of fear of birth in our culture,” says Ms. Pollard-Hermann. Labor, she says, “was amazing.” She gave birth to a healthy baby girl.\n\nWrite to Shirley S. Wang at shirley.wang@wsj.com", "images": ["https://s.wsj.net/public/resources/images/B3-FK672_STREAM_C_20191108185629.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/b5e977a5139ed9e9684742f90919df7b635ae623.jpg?5dc9aba2", "https://si.wsj.net/public/resources/images/BN-KM443_0928la_G_20150925153325.jpg", "https://m.wsj.net/video/20191107/110719opvidpw3/110719opvidpw3_167x94.jpg", "https://si.wsj.net/public/resources/images/BN-KM444_0928la_H_20150925153325.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/0d2ffa0d6fff89f02d5a9d5508d5467ad9dbd858.jpg?5dc9aba1", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/487b80633438bb2d561829c2e7f8bccee2c45e0b.jpg?5dc9ab9e", "https://si.wsj.net/public/resources/images/BN-KM443_0928la_H_20150925153325.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/2a7d0786567f18bb6a72f17019cd642c0b51f730.jpg?5dc9aba1", "https://m.wsj.net/video/20191107/110719electiontech2/110719electiontech2_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/93d4c0693749e5d6abc5f87d798d3bfdb580948b.jpg?5dc995fd", "https://images.wsj.net/im-101746?width=111&height=62", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/f600b0a56ee84a4d350fa4e522e51ee27d5fd426.jpg?5dc9aba3", "https://m.wsj.net/video/20191104/cinvest1105/cinvest1105_167x94.jpg", "https://images.wsj.net/im-125154?width=111&height=62", "https://s.wsj.net/public/resources/images/B3-ES110_PARTNE_C_20190809085434.jpg", "https://m.wsj.net/video/20191101/110419elevatorpai/110419elevatorpai_167x94.jpg", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/461b35da8a2936ee4a7ca01072773c0d5aa427f2.jpg?5dc9aba4", "https://images.wsj.net/im-125571/social", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/869c2a340c4c25db5466a6de556da60ae1a2bf4e.jpg?5dc9aba2", "https://content-thumbnail.cxpublic.com/content/dominantthumbnail/4a581253a775cca47f02b15ba756a5f4ccf7b8bf.jpg?5dc969b8", "https://si.wsj.net/public/resources/images/BN-KM445_0928la_H_20150925153325.jpg", "https://images.wsj.net/im-124802?width=111&height=62", "https://si.wsj.net/public/resources/images/BN-KM443_0928la_D_20150925153325.jpg", "https://m.wsj.net/video/20191107/110719seib/110719seib_167x94.jpg"], "top_img": "https://si.wsj.net/public/resources/images/BN-KM443_0928la_G_20150925153325.jpg", "keywords": [], "authors": ["Shirley S. Wang"], "canonical_link": "https://www.wsj.com/articles/new-support-for-home-births-1443460410", "title": "New Support for Home Births", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "dj.asn": "i-0d72", "user.type": "nonsubscriber", "user.exp": "default", "page.section": "Article", "page.content.type": "Article", "page.content.format": "responsive", "page.content.source": "WSJ Online", "article.template": "full", "page.site": "wsj", "page.site.product": "WSJ", "page.region": "na,us", "article.id": "SB12499854717297824866304581251253535410370", "article.type": "In the Lab", "article.type.display": "In the Lab", "article.access": "paid", "article.origheadline": "New Support for Home Births", "article.headline": "New Support for Home Births", "article.summary": "U.K. board finds having a baby at home is safer than a hospital in some low-risk pregnancies", "apple-itunes-app": "app-id=364387007,app-argument=wsj://launch?articleid=SB12499854717297824866304581251253535410370&headline=When%20giving%20birth%20at%20home%20is%20safer%20than%20a%20hospital&weburl=http://www.wsj.com/articles/SB12499854717297824866304581251253535410370", "al": {"ios": {"url": "wsj://launch?articleid=SB12499854717297824866304581251253535410370&headline=When%20giving%20birth%20at%20home%20is%20safer%20than%20a%20hospital&weburl=http://www.wsj.com/articles/SB12499854717297824866304581251253535410370"}}, "article.page": "Health", "article.section": "Life", "article.published": "2015-09-28T17:13:00.000Z", "article.updated": "2015-09-28T17:13:00.000Z", "article.created": "2015-09-28T17:13:00.000Z", "dateLastPubbed": "2015-09-28T23:17:00.000Z", "author": "Shirley S. Wang", "keywords": "childbirth at home,home birth v hospital birth,how safe is it to have your baby at home,nice,political,general news,demographic health,health,women's health,oeun,ohwn,onew,oukn,health care,life sciences", "cXenseParse": {"wsj-keywords": "childbirth at home,home birth v hospital birth,how safe is it to have your baby at home,nice,political,general news,demographic health,health,women's health,oeun,ohwn,onew,oukn,health care,life sciences", "wsj-primary-inset": "image", "poptart": {"image": "https://si.wsj.net/public/resources/images/BN-KM443_0928la_D_20150925153325.jpg"}, "candybar": {"image": "https://si.wsj.net/public/resources/images/BN-KM443_0928la_E_20150925153325.jpg"}, "wsj-page-content-source": "WSJ Online", "wsj-coral": "true"}, "news_keywords": "childbirth at home,home birth v hospital birth,how safe is it to have your baby at home,nice,political,general news,demographic health,health,women's health,oeun", "description": "U.K. board finds having a baby at home is safer than a hospital in some low-risk pregnancies", "article": {"word_count": 1196, "image_count": 3, "internal_link_count": 1, "external_link_count": 4, "publisher": "https://www.facebook.com/wsj", "opinion": "false"}, "robots": "noarchive,noodp", "language": "en-US", "twitter": {"title": "New Support for Home Births", "description": "U.K. board finds having a baby at home is safer than a hospital in some low-risk pregnancies", "image": {"identifier": "https://si.wsj.net/public/resources/images/BN-KM443_0928la_G_20150925153325.jpg", "alt": "New Support for Home Births"}, "card": "summary_large_image", "creator": "@ShirleySWangWSJ", "site": "@WSJ", "domain": "wsj.com"}, "fb": {"app_id": 368513495882, "pages": 8304333127}, "og": {"title": "New Support for Home Births", "description": "U.K. board finds having a baby at home is safer than a hospital in some low-risk pregnancies", "url": "https://www.wsj.com/articles/new-support-for-home-births-1443460410", "image": {"identifier": "https://si.wsj.net/public/resources/images/BN-KM443_0928la_G_20150925153325.jpg", "width": 553, "height": 369}, "locale": "en_US", "type": "article", "site_name": "WSJ"}, "cx_pv_id": "k2us6oi8jyn58a4j", "cx_shield": "{\"campaign\":99999,\"placement\":\"cx-articlecover\",\"tag\":\"openhouse\",\"type\":\"free\",\"bucket\":4}", "referrer": "always"}, "movies": [], "publish_date": null, "source": "http://www.wsj.com", "summary": ""}