{"url": "https://consumer.healthday.com/infectious-disease-information-21/bacteria-960/doctors-use-bacteria-as-weapon-against-cancer-738145.html", "text": "En Español\n\nBy Dennis Thompson\n\nHealthDay Reporter\n\nSUNDAY, Sept. 30, 2018 (HealthDay News) -- It's a perfect case of the enemy of my enemy is my friend.\n\nA potentially dangerous bacteria appears to target malignant cells and could provide a new means of fighting cancer, a small, preliminary study reports.\n\nThe bacteria, Clostridium novyi-NT, can cause gas gangrene and sepsis if infection is allowed to run amok in a wound.\n\nBut when injected into a tumor, Clostridium novyi-NT appears to both attack the cancer directly and encourage the body's immune response against the cancer cells, said lead researcher Dr. Filip Janku. He is an associate professor at the department of investigational cancer therapeutics at the University of Texas MD Anderson Cancer Center, in Houston.\n\n\"Patients only had one week of exposure to the bacteria, but even with that limited exposure we saw quite interesting and, in some patients, clinically meaningful activity,\" Janku said.\n\nClostridium novyi has been linked to human illness. In 2000, the U.S. Centers for Disease Control and Prevention reported that a handful of drug users in the United Kingdom fell ill or died after their injection sites became infected with the bacteria.\n\nThe strain used in this clinical trial, Clostridium novyi-NT, had been weakened to prevent it from producing its toxin, which can be lethal in humans, Janku said. The NT stands for \"non-toxic.\"\n\nClostridium novyi flourishes in low-oxygen environments. Researchers thought this might make the bacteria a prime candidate for cancer fighting, by keeping the infection focused on the tumor site.\n\n\"Normal tissues, even if they are low on oxygen, they always have enough oxygen to not allow this bacteria to germinate and proliferate,\" Janku explained. \"Cancerous tissue is low in oxygen, most often in the center of the cancers.\"\n\nTo test whether the bacteria could help fight cancer, researchers injected the tumors of 24 patients with a single dose of Clostridium novyi-NT, ranging from 10,000 to 3 million spores.\n\nFifteen of the patients had sarcoma, two patients had melanoma, and seven had a variety of cancers, the researchers said.\n\nThe scientists expected Clostridium novyi-NT to help fight the tumor in two ways.\n\nFirst, the bacterial infection itself could cause direct destruction of the tumor cells, Janku said.\n\n\"If that happens, it actually helps to increase the presence of tumor-specific antigens, which are proteins that make a tumor more obvious to the immune system,\" Janku said. \"It can prime the immune system to attack the cancer.\"\n\nThe bacteria also could activate the immune system to fight the cancer even if the infection didn't kill off tumor cells, Janku added.\n\nPatients in this clinical trial were left with the bacterial infection for one week, and then everyone was given antibiotics to kill off the Clostridium novyi-NT, Janku said.\n\n\"Clostridium is actually quite susceptible to antibiotics,\" Janku noted.\n\nThe bacteria germinated in the cancers of 11 out of the 24 patients, with tumor cells dying off as a result.\n\nTumor shrinkage of greater than 10 percent was observed in 23 percent of patients. However, Janku said this could be an underestimate since the infection causes surrounding tissue to become inflamed, making the lesion appear larger than it actually is.\n\nFollowing bacterial therapy, cancer stabilized in 21 patients. When both injected and uninjected lesions were included, the stable disease rate was 86 percent, the researchers reported.\n\nThe potential for Clostridium novyi-NT to prompt an immune response against cancer is intriguing, said Sacha Gnjatic, who is associate director of the Human Immune Monitoring Center at Mount Sinai in New York City.\n\n\"That's where the promise of this type of therapy lies. You would expect that the injected lesion would have some type of response because you're disrupting the tumor cells,\" Gnjatic said. \"What would be interesting is if this could prime an immune response that would eventually also take care of the non-injected tumors. That's the holy grail of immunotherapy.\"\n\nJanku said he's particularly excited by the ability of the bacteria to battle sarcomas, which are cancers that occur in bone, muscle and soft tissues.\n\n\"Classic immunotherapy which is now approved or being heavily investigated doesn't seem to be working for a majority of sarcomas,\" Janku explained.\n\nResearchers have moved on to the next phase, in which patients taking the immunotherapy drug pembrolizumab (Keytruda) will also be treated with a single injection of Clostridium novyi-NT, Janku said. The researchers suspect the two therapies used in combination will create a strong immune response against cancers.\n\nHowever, they will have to keep an eye on potential side effects from Clostridium novyi-NT, Janku added.\n\nTwo patients treated with the heaviest dose of 3 million spores of Clostridium novyi-NT fell ill with sepsis and/or gas gangrene, leading researchers to set the maximum tolerated dose at 1 million spores.\n\nResearchers also found the bacteria in the bloodstream of a couple of patients, meaning that the infection will need to be carefully tracked, Janku said.\n\n\"That didn't result in clostridium seeding anywhere else outside the injected region, but it's a theoretical possibility since we were able to detect it in the blood culture of one or two patients,\" Janku said.\n\nPatients also could be susceptible to immune response side effects, such as low blood pressure or fever, he added.\n\nThe trial results were to be presented Sunday at the International Cancer Immunotherapy Conference, in New York City. The meeting is jointly sponsored by the Cancer Research Institute, the Association for Cancer Immunotherapy, the European Academy of Tumor Immunology, and the American Association for Cancer Research.\n\nResearch presented at meetings should be considered preliminary until published in a peer-reviewed journal.\n\nMore information\n\nThe U.S. National Cancer Institute has more about cancer treatment.", "images": ["https://media.healthday.com/Images/icimages/chemotherapy47.jpg"], "top_img": "https://media.healthday.com/Images/icimages/chemotherapy47.jpg", "keywords": [], "authors": ["Dennis Thompson"], "canonical_link": "https://consumer.healthday.com/infectious-disease-information-21/bacteria-960/doctors-use-bacteria-as-weapon-against-cancer-738145.html", "title": "Doctors Use Bacteria as Weapon Against Cancer", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "It's a perfect case of the enemy of my enemy is my friend.", "og": {"title": "Doctors Use Bacteria as Weapon Against Cancer", "image": "https://media.healthday.com/Images/icimages/chemotherapy47.jpg", "description": "It's a perfect case of the enemy of my enemy is my friend.", "url": "https://consumer.healthday.com/infectious-disease-information-21/bacteria-960/doctors-use-bacteria-as-weapon-against-cancer-738145.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}