{"url": "http://consumer.Healthday.com/Article.asp?AID=658640", "text": "MONDAY, Nov. 7, 2011 (HealthDay News) -- An investigational drug called pridopidine seems an effective and safe treatment for people with the progressive movement disorder Huntington's disease, researchers report.\n\nHuntington's patients have an imbalance in the signaling chemical dopamine. The new drug stabilizes dopamine signaling in areas of the brain that control movement and coordination.\n\nAccording to the study authors, this is the first drug shown to improve patients' loss of ability to move their muscles voluntarily. The only drug currently approved for Huntington's is tetrabenazine, which treats only involuntary movements and can cause serious side effects.\n\nThe results of the phase 3 clinical trial, conducted by Spanish researchers led by Dr. Justo Garcia de Yebenes, of the department of neurology, Hospital Ramon y Cajal in Madrid, appear in the Nov. 7 online edition of The Lancet Neurology.\n\nThe study included 437 Huntington's disease patients from eight European countries. The participants took either pridopidine (45 milligrams once daily or 45 mg twice daily) or a placebo for 26 weeks.\n\nAfter six months of treatment, patients taking the higher dose of pridopidine showed improvements in motor function -- specifically in eye and hand movements, involuntary muscle contractions (dystonia), and gait and balance -- compared with patients taking the placebo.\n\nMore than 70 percent of the patients taking the higher dose of the drug showed a significant benefit, according to the researchers. Side effects among patients taking the drug were similar to the placebo group.\n\n\"Pridopidine has the potential to complement available treatments by improving a different range of motor deficits. Its lack of severe side-effects . . . suggests that pridopidine might be useful even for those patients who are treated at sites that are not centers of excellence for Huntington's disease,\" the researchers concluded.\n\nOne U.S. neurologist agreed that the drug seems promising against a disease with few treatment options.\n\n\"There has been a great deal of attention for this drug, as it is one of the few molecules that in preliminary studies was found to have some efficacy in Huntington's disease,\" said Dr. Alessandro Di Rocco, professor in the department of neurology and chief of the division of movement disorders at NYU Langone Medical Center in New York City.\n\n\"However, this is the first large study to show evidence of a positive result in treating the motor symptoms of this devastating disease. And, though the compound is apparently well tolerated without significant side effects, the benefit is modest and limited to the motor symptoms of the disease and it is unknown how long the improvement observed could last,\" he added.\n\nStill, pridopidine does not get at the underlying cause of Huntington's disease, Di Rocco said.\n\n\"Unfortunately, Huntington's is a progressive disease and this drug is not a treatment of the disease itself but only improves some of its symptoms,\" he explained. \"Nevertheless, it is a welcome addition because there is very little else yet available to treat the symptoms. The challenge for scientists and clinicians is to discover therapies that actually slows or halts the progression of the disease.\"\n\nAnother expert agreed that new treatment options for patients are sorely needed.\n\n\"A well-tolerated drug that produces even small benefits for patients with Huntington's disease would be a very welcome addition to the currently available treatments for this debilitating disorder,\" Andrew Feigin, from The Feinstein Institute for Medical Research in New York City, wrote in an accompanying commentary.\n\nThe study was funded by European pharmaceuticals company NeuroSearch A/S.\n\nMore information\n\nWe Move has more about Huntington's disease.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Robert Preidt"], "canonical_link": "https://consumer.healthday.com/cognitive-health-information-26/brain-health-news-80/new-drug-shows-promise-against-huntington-s-disease-658640.html", "title": "New Drug Shows Promise Against Huntington's Disease", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Study suggests pridopidine eases symptoms, but doesn't attack origins of the disease", "og": {"title": "New Drug Shows Promise Against Huntington's Disease", "description": "Study suggests pridopidine eases symptoms, but doesn't attack origins of the disease", "url": "https://consumer.healthday.com/cognitive-health-information-26/brain-health-news-80/new-drug-shows-promise-against-huntington-s-disease-658640.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}