{"url": "https://consumer.healthday.com/vitamins-and-nutrition-information-27/weight-loss-surgery-bariatric-1005/weight-loss-surgery-achieves-long-term-weight-loss-for-many-714392.html", "text": "En Español\n\nBy Kathleen Doheny\n\nHealthDay Reporter\n\nWEDNESDAY, Aug. 31, 2016 (HealthDay News) -- Weight-loss surgery helps people drop a significant amount of weight, and now a new study confirms that much of the weight appears to stay off for at least 10 years.\n\n\"This study suggests that patients interested in bariatric surgery, especially gastric bypass surgery, should be able to lose a significant amount of weight and keep that weight off for a very long time,\" said study researcher Matt Maciejewski. He's a professor of medicine at Duke University School of Medicine, in Durham, N.C.\n\nWhile other research has found that weight-loss surgery is the most effective treatment for obese patients, there is less data on long-lasting effects. The new study is notable because of the decade-long follow-up, said Maciejewski, who is also a research career scientist at Durham Veterans Affairs Medical Center.\n\nIn the two-part study, Maciejewski's team first looked at the results of about 1,800 men and women who had gastric bypass surgery. The investigators compared weight changes in gastric bypass surgery patients to weight changes in more than 5,300 obese veterans who had no weight-loss surgery or formal weight-loss treatment.\n\nGastric bypass surgery involves making the stomach smaller, and attaching the lower part of the small intestine directly to the stomach, so much of the small intestine is bypassed. After surgery, people feel much fuller, faster. The surgery also appears to alter gut hormones, gut bacteria and metabolism, according to the U.S. National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK).\n\nAt the study's one-year mark, those who had the bypass had lost 31 percent of their starting weight, but the non-surgical patients had lost just 1 percent.\n\nAt 10 years, the researchers had weight information on 564 of the nearly 1,800 patients who had the gastric bypass. Only 19 of them had regained so much weight that they were nearly back to their starting weight; the rest kept off the weight.\n\nCompared to the non-surgical group, the bypass group weighed 21 percent less than at the start of the study.\n\nNext, the researchers compared three types of weight-loss surgeries: gastric bypass; sleeve gastrectomy; and adjustable gastric banding. In gastric banding, a band is placed at the top of the stomach to create a small pouch that reduces the size of the stomach. In sleeve gastrectomy, most of the stomach is removed, leaving a banana-shaped sleeve. As with gastric bypass surgery, both of these procedures leave people feeling full faster, according to NIDDK.\n\nAfter four years, those who had gastric bypass lost nearly 28 percent of their starting weight. People who had sleeve gastrectomy lost about 18 percent and those with gastric banding lost about 11 percent, the researchers found.\n\nThe average age of the men and women studied was about 52, and three-quarters were men. Most were white.\n\nThe study was published online Aug. 31 in JAMA Surgery.\n\nThe study helps address a knowledge gap about long-term outcomes of bariatric surgery, said Dr. Jon Gould, chief of general surgery at the Medical College of Wisconsin in Milwaukee.\n\nThe study \"shows that the gastric bypass procedure compared to sleeve gastrectomy or adjustable gastric banding produces more weight loss and it was sustained over the long term,\" Gould said. He wrote a commentary to accompany the study in the same issue of the journal.\n\nBased on the new study findings, Gould said, \"I think a patient who is young and who has a long way to go may want to think about these results, and all other things being equal, might pick a gastric bypass for the long-term weight loss.\"\n\nThe new finding, he added, validates his belief that the gastric bypass could be a \"durable procedure.\"\n\nMaciejewski acknowledged that the study has limitations. For example, the study included mostly men, so the findings may not apply to women. In addition, women who undergo bariatric surgery are typically in their 30s through their 50s, he said. In this study, the average age of the men and women was 52.\n\n\"These results may not generalize to everyone,\" he said.\n\nAnother possible limitation was the loss of patients during the follow-up, which could have affected the results, the researchers noted.\n\nMore information\n\nTo learn more about bariatric surgery procedures, visit the American Society for Metabolic and Bariatric Surgery.", "images": ["https://media.healthday.com/Images/icimages/obesity09232.jpg"], "top_img": "https://media.healthday.com/Images/icimages/obesity09232.jpg", "keywords": [], "authors": ["Kathleen Doheny"], "canonical_link": "https://consumer.healthday.com/vitamins-and-nutrition-information-27/weight-loss-surgery-bariatric-1005/weight-loss-surgery-sheds-pounds-long-term-714392.html", "title": "Weight-Loss Surgery Sheds Pounds Long Term", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "10-year follow-up study finds many who had gastric bypass kept weight off", "og": {"title": "Weight-Loss Surgery Sheds Pounds Long Term", "image": "https://media.healthday.com/Images/icimages/obesity09232.jpg", "description": "10-year follow-up study finds many who had gastric bypass kept weight off", "url": "https://consumer.healthday.com/vitamins-and-nutrition-information-27/weight-loss-surgery-bariatric-1005/weight-loss-surgery-sheds-pounds-long-term-714392.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}