{"url": "https://consumer.healthday.com/cognitive-health-information-26/alzheimer-s-news-20/could-pot-linked-drug-help-ease-agitation-in-alzheimer-s-736075.html", "text": "En Español\n\nBy Dennis Thompson\n\nHealthDay Reporter\n\nTUESDAY, July 24, 2018 (HealthDay News) -- The active ingredient in pot that gets you high can calm agitation in people with advanced Alzheimer's disease, a small new study suggests.\n\nCanadian researchers found that a form of synthetic THC significantly decreased agitation in a small group of Alzheimer's patients, working even better than the drugs now used.\n\n\"This is the first clinical trial to show that a cannabinoid can decrease agitation,\" said lead researcher Krista Lanctot, a senior scientist at Sunnybrook Health Sciences Center in Toronto.\n\nHowever, many study patients suffered from sedation due to the drug, noted Keith Fargo, director of scientific programs and outreach at the Alzheimer's Association.\n\n\"We would love to see this study done in a larger group of people, to see if it continues to be effective in a larger group, and how worried we need to be about this sedation side effect,\" Fargo said.\n\nAgitation is a frequent symptom of advanced Alzheimer's, Lanctot explained. Doctors struggle to control it through off-label use of drugs like antipsychotics and anticonvulsants.\n\nAgitated patients yell, scream, pace and wander, she said. They also can become physically aggressive, striking out at people and hurting themselves or others.\n\n\"You're going to find one in five outpatients with it. But when you get to the long-term care facilities, about 50 percent of inpatients will have agitation,\" Lanctot said. \"It's actually a big treatment challenge. The drugs we have now do not work very well and they're associated with an increase in mortality.\"\n\nThe off-label drugs used to treat Alzheimer's are indeed a bit dodgy. For example, only one person out of five to 14 treated with antipsychotics actually experiences a decrease in agitation, Lanctot said. And for every nine to 25 people helped, one will die.\n\nBut Lanctot and her colleagues suspected that cannabinoids might help control agitation, given that natural cannabinoids in the brain decrease as Alzheimer's enters its advanced stages.\n\n\"We know cannabis has several effects that might be good for people with agitation,\" Lanctot said. \"It has a calming effect. It helps with weight loss because it helps with appetite. It's also used for pain.\"\n\nThe synthetic THC drug, nabilone, is approved in Canada for treating nausea and vomiting caused by chemotherapy. It comes in capsule form.\n\n\"It's a milder form of TCH\" compared to whole-leaf marijuana, Lanctot said. \"We hoped it wouldn't have the side effects associated with cannabis, but would have the calming effects.\"\n\nDuring the clinical trial, 39 patients with moderate to severe Alzheimer's disease received nabilone for six weeks to treat their clinically significant agitation, followed by six weeks with an inactive placebo.\n\n\"We had a significant decrease in agitation. The decrease we saw was larger than is seen with the currently used medications,\" Lanctot said.\n\nPatients underwent significant overall improvement in their other behavioral symptoms, and had small benefits in their brain function and nutrition during the study. Their caregivers also reported reduced levels of stress, according to Lanctot.\n\nThese benefits came with a downside, though. About 45 percent of patients experienced sedation with nabilone, compared with 16 percent for placebo, the findings showed.\n\nLanctot and Fargo do not recommend that relatives or friends of those with agitated Alzheimer's provide them medical marijuana to ease their suffering.\n\n\"This trial tested a synthetic analog of THC. It's not THC, and it's certainly not whole-plant marijuana,\" Fargo said. \"There's virtually no data on whole-plant marijuana, whether or not it's effective or safe in people with Alzheimer's disease.\"\n\nA form of synthetic THC is available in the United States, called dronabinol and sold under the trade name Marinol, Lanctot said. It's used as an appetite stimulant for people with AIDS and an anti-nausea remedy for chemotherapy patients.\n\nMarinol is now being tested for its usefulness in treating Alzheimer's symptoms, Lanctot said. People interested in trying it should reach out to one of the big clinical trials; Johns Hopkins is one of the centers testing Marinol.\n\n\"We wouldn't want to change clinical practice based on one study,\" Lanctot added.\n\nThe study was to be presented Tuesday at the Alzheimer's Association meeting in Chicago. Research presented at medical meetings is considered preliminary until published in a peer-reviewed journal.\n\nMore information\n\nThe Alzheimer's Society has more about cannabis and Alzheimer's disease.", "images": ["https://media.healthday.com/Images/icimages/alzheimers413.jpg"], "top_img": "https://media.healthday.com/Images/icimages/alzheimers413.jpg", "keywords": [], "authors": ["Dennis Thompson"], "canonical_link": "https://consumer.healthday.com/cognitive-health-information-26/alzheimer-s-news-20/could-pot-linked-drug-help-ease-agitation-in-alzheimer-s-736075.html", "title": "Could Pot-Linked Drug Help Ease Agitation in Alzheimer's?", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "The active ingredient in pot that gets you high can calm agitation in people with advanced Alzheimer's disease, a small new study suggests.", "og": {"title": "Could Pot-Linked Drug Help Ease Agitation in Alzheimer's?", "image": "https://media.healthday.com/Images/icimages/alzheimers413.jpg", "description": "The active ingredient in pot that gets you high can calm agitation in people with advanced Alzheimer's disease, a small new study suggests.", "url": "https://consumer.healthday.com/cognitive-health-information-26/alzheimer-s-news-20/could-pot-linked-drug-help-ease-agitation-in-alzheimer-s-736075.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}