{"url": "https://web.archive.org/web/20101119015219/http://news.yahoo.com:80/s/ap/20101115/ap_on_he_me/us_med_blood_thinner", "text": "CHICAGO – Millions of people who are struggling with the tough-to-use blood thinner warfarin, sold as Coumadin and other brands, may soon have another alternative.\n\nAn experimental Johnson & Johnson drug prevented strokes in people with a common heart rhythm problem as well as warfarin did and without an increase in bleeding or other side effects, a major study found.\n\nBut the fact it wasn't better than warfarin could make price a big factor in how widely it gets used if it wins federal approval and has to compete with a rival medicine that just came on the market.\n\n\"These drugs are going to be very expensive, I'm sure, and that will play a role. Warfarin is dirt cheap,\" said Dr. Douglas Zipes, a heart rhythm specialist at Indiana University and past president of the American College of Cardiology.\n\nHe had no role in the new study, reported Monday at an American Heart Association conference in Chicago.\n\nMore than 2 million Americans have atrial fibrillation, when the heart quivers instead of beating normally. This raises the risk of blood clots that can cause a stroke.\n\nFor 60 years, the main treatment has been warfarin, but it's tough to use. Too little can lead to strokes; too much, dangerous bleeding. The right dose varies so much that people must get frequent blood tests to adjust it, and even foods like leafy green vegetables can throw it off.\n\nThe new drug is rivaroxaban (riv-ah-ROCKS-ah-ban), already sold outside the U.S. as Xarelto for preventing clots during hip and knee replacement operations.\n\nThe study tested it against warfarin in 14,264 people with atrial fibrillation in 45 countries. Half had already had a stroke and the rest were at higher risk of one because of heart failure, diabetes or other conditions.\n\nAfter about two years' follow-up, 269 patients in the group given rivaroxaban had a stroke or blood clot versus 306 people on warfarin. But such a small difference in a study this large is a draw, statistically, so the drugs are considered comparable.\n\nPeople on rivaroxaban were less likely to suffer serious bleeding in the brain. Rivaroxaban also didn't harm the liver — a problem that doomed an AstraZeneca blood thinner four years ago.\n\nIf approved, the drug would be sold by Johnson & Johnson's Ortho-McNeil division in the United States and elsewhere by Germany-based Bayer HealthCare AG. The federal Food and Drug Administration already is weighing whether to approve rivaroxaban for hip and knee surgery patients, and the companies plan to seek approval to sell it for the heart rhythm problem later this year.\n\nIn October, the FDA approved the first warfarin rival — Pradaxa, made by the German firm Boehringer Ingelheim. It costs about $7 a day wholesale compared to less than 50 cents for warfarin. But neither Pradaxa nor rivaroxaban interacts with food as warfarin does, or requires blood tests to adjust the dose. No price has been set for rivaroxaban, which is a daily pill versus twice a day for Pradaxa.\n\nWhich of the warfarin alternatives is better?\n\n\"That's the inevitable question\" that only a new study comparing them in similar patients can answer, said Duke University's Dr. Kenneth Mahaffey, who led the rivaroxaban study.\n\nDuke's Dr. Robert Califf, a study co-leader, said his 84-year-old mother, who has struggled with warfarin, likely would switch to one of the new drugs \"because she can afford it.\"\n\nThey and other study leaders have consulted for or received research support from the makers of rivaroxaban and other heart drugs.\n\nDr. Elliott Antman, a Brigham and Women's Hospital cardiologist who is vice chairman of the heart conference, said patients already are asking about Pradaxa, and that any warfarin alternative will appeal to people \"who want a better quality of life, free of the burden of having to have frequent blood tests.\"\n\n\"Warfarin is the gold standard,\" and rivaroxaban seems an \"attractive option,\" he said.\n\n___\n\nOnline:\n\nHeart rhythm problem: http://tinyurl.com/25aj85s\n\nHeart Association: http://www.heart.org", "images": ["https://web.archive.org/web/20101119015219im_/http://l.yimg.com/a/p/us/news/editorial/e/a9/ea9b5e0a8da07597ae4e21e12459516f.jpeg", "https://web.archive.org/web/20101119015219im_/http://l.yimg.com/a/p/us/news/editorial/5/f3/5f375d877ed1a63852b40a6688f9851f.jpeg", "https://web.archive.org/web/20101119015219im_/http://l.yimg.com/a/p/us/news/editorial/a/55/a55f96d8ddb30462a8c352f7cbe27b2d.jpeg", "https://web.archive.org/web/20101119015219im_/http://news.yahoo.com/s/ap/20101115/ap_on_he_me/us_med_blood_thinner", "https://web.archive.org/web/20101119015219im_/http://d.yimg.com/b/util/anysize/143*121c,http%3A%2F%2Fd.yimg.com%2Fa%2Fp%2Fabc%2F20101117%2Fvideolthumb.2c153b3d472bff45b498d374dc5c0341.jpg", "https://web.archive.org/web/20101119015219im_/http://l.yimg.com/a/p/us/news/editorial/8/06/806c2872d78f88f9eace244375151809.jpeg", "https://web.archive.org/web/20101119015219im_/http://l.yimg.com/a/p/us/news/editorial/2/72/272a96bc7fcd700e349fb735871ba1d4.jpeg", "https://web.archive.org/web/20101119015219im_/http://l.yimg.com/a/p/us/news/editorial/3/4a/34a53ed2b0dae6b0271af372b6e5b6ff.jpeg", "https://web.archive.org/web/20101119015219im_/http://l.yimg.com/a/p/us/news/editorial/5/96/596ac54c282c629454b5472afe7aed0c.jpeg", "https://web.archive.org/web/20101119015219im_/http://l.yimg.com/a/i/us/nws/2008/news/us/assets/common/images/transparent.png", "https://web.archive.org/web/20101119015219im_/http://l.yimg.com/a/p/us/news/editorial/7/bf/7bf958de2ae0f7c3e61c1e2b50dfe289.jpeg"], "top_img": "https://web.archive.org/web/20101119015219im_/http://news.yahoo.com/s/ap/20101115/ap_on_he_me/us_med_blood_thinner", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20101119015219/http://news.yahoo.com/s/ap/20101115/ap_on_he_me/us_med_blood_thinner", "title": "Study: New blood thinner works as well as Coumadin", "meta_data": {"fb": {"admins": 100000971447717}, "title": "Study: New blood thinner works as well as Coumadin", "description": "Millions of people who are struggling with the tough-to-use blood thinner warfarin, sold as Coumadin and other brands, may soon have another alternative.", "keywords": "Health,AP"}, "movies": [], "publish_date": 1289797200.0, "source": "https://web.archive.org", "summary": ""}