{"url": "http://pagingdrgupta.blogs.CNN.com/2010/06/22/coffee-may-cut-risk-for-some-cancers/?eref=time_health", "text": "By Trisha Henry\n\nCNN Medical Producer\n\nDrinking more than four cups of coffee may lower the risk of some head and neck cancers, according to a new study.\n\nResearchers found that regular coffee drinkers – those who drank more than four cups of coffee a day – had a 39 percent decreased risk of two types of head and neck cancer: oral cavity and pharynx cancers. Coffee did not decrease the risk of a third type of oral cancer – laryngeal cancer. They looked at nine existing studies and analyzed how much coffee was consumed by more than 5,000 cancer patients and about 9,000 healthy people.\n\nWhile these results are encouraging, it doesn't mean we should just go out and start drinking lots of coffee, says Mia Hashibe, lead researcher and an assistant professor in the department of family and preventive medicine at the University of Utah.\n\nHashibe points out that the main risk factors for oral cancers are smoking and drinking alcohol. She says the best way to prevent getting these cancers is to not smoke or drink alcohol, rather than drinking lots of coffee. \"We wouldn't want to be encouraging people to drink that much [coffee], without people considering the other risks factors,\" Hashibe says. \"Each person needs to think about how they metabolize caffeine or coffee.\"\n\nIn the past, there’s been a perception that coffee may be bad for you, according to Dr. Donald Hensrud, chair of preventive medicine at the Mayo Clinic. But he says that newer studies suggest that drinking coffee may actually be good for you. \"Like many things, the evidence changes over time,\" says Hensrud. He adds that when it comes to the link between coffee and head and neck cancer, \"the benefits outweigh the risks and this is just one more piece of that puzzle that supports that.\"\n\nIt’s not exactly known why coffee may help prevent these cancers. But coffee contains over 1,000 different chemical compounds, including cancer-fighting antioxidants, and it’s those antioxidants that may provide a “plausible explanation” for reducing the cancer risk, says Hensrud.\n\nOther recent studies suggest coffee may have beneficial effects in other diseases like dementia, diabetes, liver and Parkinson's disease. However, coffee alone may not be the answer according to some experts. Dr. Dong Shin, a head and neck specialist at Emory Winship Cancer Institute says this new study suggests “there is a hint of beneficial outcomes\" with coffee and oral cancer. But he is concerned that the side effects of coffee are not addressed in this study. Shin says when it comes to preventing cancer, the combination approach is best. He suggests “consuming coffee, tea, veggies, and fruits rather than doing just one thing.\"\n\nHensrud adds that there are some drawbacks to drinking too much coffee, including liver damage or increased blood pressure. Other possible side effects from drinking a lot of coffee include insomnia, reflux, heartburn, palpitations, urinary systems and increased fluid intake, says Hensrud. He says coffee can also be addictive and some people may suffer from withdrawal headaches. Too much coffee may make it harder to conceive and can increase the risk of miscarriage.\n\nThe study is published in the journal Cancer Epidemiology, Biomarkers and Prevention.\n\nEditor's Note: Medical news is a popular but sensitive subject rooted in science. We receive many comments on this blog each day; not all are posted. Our hope is that much will be learned from the sharing of useful information and personal experiences based on the medical and health topics of the blog. We encourage you to focus your comments on those medical and health topics and we appreciate your input. Thank you for your participation.", "images": ["http://i2.cdn.turner.com/cnn/2010/images/06/24/tzsrch.couple.gi.jpg", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/misc/advertisement.gif", "http://i2.cdn.turner.com/cnn/2011/images/03/26/tzsrch.triathlon.cnn.jpg", "http://i2.cdn.turner.com/cnn/2011/images/03/26/tzsrch.iv.ts.jpg", "http://i.cdn.turner.com/cnn/.element/img/3.0/sect/blogs/belief.blog/rss.14x14.gif", "http://i2.cdn.turner.com/cnn/2011/images/03/26/tzsrch.healthy.eating.ts.jpg", "http://s.wordpress.com/wp-includes/images/rss.png?m=1354137473h", "http://2.gravatar.com/avatar/5d361982e37b059f008e403613bc1695?s=48&d=identicon&r=G", "http://i2.cdn.turner.com/cnn/2010/images/11/26/tzsrch.boy.chest.doctor.ts.jpg", "http://1.gravatar.com/avatar/a73066adc48465b007706772b2119b22?s=48&d=identicon&r=G", "http://i2.cdn.turner.com/cnn/2010/images/06/30/tzsrch.sanjay.bridge.cnn.jpg", "http://1.gravatar.com/avatar/722838cea03ccb98c071fc9502989fad?s=48&d=identicon&r=G", "http://i.cdn.turner.com/cnn/.element/img/3.0/sect/blogs/fb/theChart.jpg", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/right_rail/grey_corner_TL.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/1px.gif", "http://0.gravatar.com/avatar/6cda7948cf6c64002a7e65c8fd36fac8?s=48&d=identicon&r=G", "http://i2.cdn.turner.com/cnn/2011/images/03/26/tzsrch.psychology.ts.jpg", "http://i2.cdn.turner.com/cnn/2010/images/06/24/tzsrch.brain.gi.jpg", "http://i2.cdn.turner.com/cnn/2010/images/11/26/tzsrch.sleep.ts.jpg", "http://2.gravatar.com/avatar/22cf6b168f082ec214ee0d94431f5b3e?s=48&d=identicon&r=G", "http://i.cdn.turner.com/cnn/images/1.gif", "http://pixel.wp.com/b.gif?v=noscript", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/right_rail/grey_corner_BL.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/global/icons/btn_close.gif", "http://i2.cdn.turner.com/cnn/2010/images/11/26/tzsrch.experts.cnn.jpg"], "top_img": "http://i.cdn.turner.com/cnn/.element/img/3.0/sect/blogs/fb/theChart.jpg", "keywords": [], "authors": [], "canonical_link": "http://thechart.blogs.cnn.com/2010/06/22/coffee-may-cut-risk-for-some-cancers/", "title": "Coffee may cut risk for some cancers", "meta_data": {"title": "Coffee may cut risk for some cancers", "description": "By Trisha Henry CNN Medical Producer Drinking more than four cups of coffee may lower the risk of some head and neck cancers, according to a new study.", "keywords": "cancer, diabetes, fertility, healthy eating, smoking, trisha henry - cnn medical producer", "google-site-verification": "mFBa4OnyEDU23vgVJ6rtX_4izud7FIi9JiscfVsWaKk", "generator": "WordPress.com", "application-name": "The Chart", "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://thechart.blogs.cnn.com/feed/;icon-uri=https://s1.wp.com/i/favicon.ico", "og": {"title": "Coffee may cut risk for some cancers", "url": "http://thechart.blogs.cnn.com/2010/06/22/coffee-may-cut-risk-for-some-cancers/", "type": "article", "description": "By Trisha Henry\r\nCNN Medical Producer\r\n\r\nDrinking more than four cups of coffee may lower the risk of some head and neck cancers, according to a new study.", "image": "http://i.cdn.turner.com/cnn/.element/img/3.0/sect/blogs/fb/theChart.jpg"}, "fb": {"admins": 690014395, "app_id": 80401312489}}, "movies": [], "publish_date": 1277179200.0, "source": "http://pagingdrgupta.blogs.CNN.com", "summary": ""}