{"url": "https://consumer.healthday.com/cancer-information-5/gleevec-news-834/could-cancer-drug-gleevec-help-with-severe-asthma-722902.html", "text": "En Español\n\nBy Dennis Thompson\n\nHealthDay Reporter\n\nFRIDAY, May 19, 2017 (HealthDay News) -- A leukemia drug might also effectively treat severe asthma, a small-scale clinical trial suggests.\n\nGleevec (imatinib) reduced the \"twitchiness\" of airways, making them less likely to reflexively constrict when exposed to an allergen or asthma trigger, said senior researcher Dr. Elliot Israel.\n\n\"We showed we could decrease the amount of airway twitchiness by a third,\" Israel said. \"That's a substantial change, and that was significant compared with the placebo group.\"\n\nIsrael is director of the respiratory therapy department at Brigham and Women's Hospital in Boston.\n\nThe drug also improved overall airway function, an effect researchers hadn't expected, Israel said.\n\nPeople whose severe asthma isn't controlled despite use of high-dose steroid medications are at risk of declining lung function and poor quality of life, the researchers said in background notes.\n\nBut, this powerful cancer drug can't be recommended for them on the basis of this small study, Israel and other specialists noted.\n\nGleevec fights leukemia by blocking a specific receptor on cancerous white blood cells, inhibiting their ability to multiply and spread, Israel said.\n\nThat same action also affects mast cells, a type of white blood cell distributed throughout the body that promotes inflammation and causes allergic reactions, Israel said.\n\nFor example, mast cells in the skin are responsible for hives, while mast cells in the lungs have been associated with severe asthma, he said.\n\n\"By blocking the signal that helps keep mast cells alive, we were hoping to reduce the number of these cells,\" Israel said. \"By doing that, we hoped to produce improvements beyond the maximal therapy that these patients with severe asthma are on.\"\n\nIsrael and his colleagues recruited 62 severe asthma sufferers for the study. All received top-notch asthma treatment, and were randomly assigned to take either Gleevec or a placebo pill once daily during the 6-month trial.\n\nBlood tests showed that Gleevec did reduce mast cell activity in patients, Israel said.\n\nFurther, allergy challenge tests showed a decrease in airway reactivity among patients taking Gleevec, the researchers reported. Airways became less likely to close off after exposure to an allergen.\n\nPhysical examinations showed that people taking Gleevec actually experienced a slight overall widening of their airways, Israel added.\n\n\"There was a small but significant improvement in the airway narrowing in these patients, which we didn't expect because we didn't think the mast cells were necessarily promoting that airway narrowing all the time,\" Israel said.\n\nSide-effects were not as severe as expected, he added. One person dropped out because of a sharp decline in white blood cells, which bounced back after the drug was discontinued. Another person dropped out because of leg cramps associated with the drug.\n\n\"All in all, we were expecting a significantly greater pattern of side-effects, and we didn't see it,\" Israel explained.\n\nAccording to Dr. Len Horovitz, a pulmonary specialist with Lenox Hill Hospital in New York City, \"This drug represents a new mechanism for the immune modulation of severe asthma.\" Horovitz was not involved with the study.\n\n\"It has been a while since a new approach and treatment for severe asthma has emerged,\" Horovitz said. \"Further studies will be needed to assess its utility in moderate asthma.\"\n\nPulmonologist Dr. Theodore Maniatis is medical director of Staten Island University Hospital in New York City. He sounded a more cautionary note.\n\n\"This is a very early work that in no way should encourage asthmatics,\" Maniatis said. \"While it is a very interesting study for pulmonologists and immunologists, it is a very small study.\"\n\nUntil now, \"this immune-modulating drug has been used only for cancer and is toxic,\" he added. \"It will take years of study to determine the usefulness of this drug in treatment.\"\n\nIsrael agreed that further clinical trials are needed. \"Before you go out and recommend this be used in general, you really want to repeat this in a larger population with greater numbers,\" he said.\n\nIt likely will be three to four years before Gleevec could be approved for asthma treatment, Israel estimated.\n\nIf proven effective, Gleevec might provide a relatively inexpensive new treatment for asthma patients. Two generic versions of the drug were launched last year, which could make it less pricey than new-wave asthma drugs headed for the market, Israel added.\n\nThe study was published May 18 in the New England Journal of Medicine.\n\nMore information\n\nFor more on asthma, visit the U.S. National Heart, Lung, and Blood Institute.", "images": ["https://media.healthday.com/Images/icimages/18254.jpg"], "top_img": "https://media.healthday.com/Images/icimages/18254.jpg", "keywords": [], "authors": ["Dennis Thompson"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/gleevec-news-834/could-cancer-drug-gleevec-help-with-severe-asthma-722902.html", "title": "Could Cancer Drug Gleevec Help With Severe Asthma?", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Small study suggests a new approach might  one day help those with uncontrolled lung disease", "og": {"title": "Could Cancer Drug Gleevec Help With Severe Asthma?", "image": "https://media.healthday.com/Images/icimages/18254.jpg", "description": "Small study suggests a new approach might  one day help those with uncontrolled lung disease", "url": "https://consumer.healthday.com/cancer-information-5/gleevec-news-834/could-cancer-drug-gleevec-help-with-severe-asthma-722902.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}