{"url": "http://www.usatoday.com/story/news/2015/03/22/non-prescription-allergy-treatment/24845259/", "text": "Kim Painter\n\nSpecial to USA TODAY\n\nSpring has barely sprung, but in most of the country, spring allergy season — triggered by the first stirrings of tree pollen — is well under way.\n\nYou can tell by the sniffles and sneezes of the afflicted. But you can also tell by the ads: TV spots selling remedies for drippy, congested noses, itchy eyes and other symptoms are in heavy rotation.\n\nNew this year: ads for Flonase, a nasal steroid spray from GlaxoSmithKline that just became available over the counter. It joins Sanofi's Nasacort, a spray in the same class that went from prescription to over-the-counter status a year ago. And they both sit on store shelves next to antihistamines such as Claritin, Allegra and Zyrtec that were prescription drugs just a few years ago. Older over-the-counter antihistamines, such as Benadryl, and decongestants, such as Sudafed and Afrin, remain available as well.\n\nDon't expect the ads to help you sort out what might work best for you. Here's what some top allergists say you need to know about these non-prescription options.\n\nBelieve (some of) the hype about the newly-accessible steroid nasal sprays.\n\nThese drugs work by fighting inflammation and they are in the \"single most effective drug class\" for treating nasal allergies, according to the American College of Allergy, Asthma & Immunology. Other expert groups have made similar statements. \"These are first-line treatments\" that can prevent allergy symptoms, not just treat them, says Jackie Eghrari-Sabet, an allergist in Gaithersburg, Md.\n\nBut that does not mean they work for everyone, says James Sublett, a Louisville allergist and president of the allergy group. People with mild to moderate symptoms have the best chance of full relief, he says.\n\nPossible side effects include nasal irritation and nose bleeds. Labels caution that some children using the sprays may experience slower growth, so a doctor should be consulted if a child needs them for more than two months.\n\nExpect to pay more.\n\nWhen prescription drugs are first available over the counter, most consumers end up paying more, because their insurers no longer cover the cost. The non-prescription steroid nasal sprays are selling for about $17 to $23 for a one-month supply (at the typical two-squirts per nostril adult starting dose). Worth knowing: so far, insurers have continued to pay for similar prescription sprays, Eghrari-Sabet says. The various sprays have never been studied head to head, so it's impossible to say whether they vary in effectiveness, she says.\n\nThere's a right way to use these sprays.\n\nThey should be used daily during your vulnerable season or seasons, ideally starting before symptoms do, Eghrari-Sabet says. The idea is \"to turn an army of inflammatory cells around before they recruit more soldiers,\" she says.\n\nIt's also important to administer the sprays correctly, so that they end up inside your nasal passages, not just your nose, where they might cause irritation, Sublett says. Packages contain instructions, and Sublett has an added tip: bend over and look at your toes while holding the bottle up and squirting.\n\nAntihistamines still have a role.\n\nThese drugs target histamine. That's a chemical your body releases, causing sneezing, a runny nose and itchy eyes, when you come in contact with allergy-triggering substances. Antihistamines work faster than the steroid sprays, which can take a week or so to reach full effectiveness. They also can be cheaper, because they are available in store-brand versions. For example, Walmart sells Equate loratadine tablets (the same active ingredient as Claritin) for about $7 for 60 24-hour doses\n\nAntihistamines make perfect sense for someone who suffers a few sneezy days each season and doesn't want to use a spray for weeks or months, Eghrari-Sabet says. Look for one that does not make you sleepy, Sublett says. It's a myth, he adds, that older, sedating antihistamines, such as Benadryl, are extra effective against nasal allergies.\n\nBe careful with decongestants.\n\nDecongestants such as Sudafed work by shrinking swollen blood vessels in the nose. They can raise blood pressure and cause jitters, and some people are more susceptible than others. Some decongestant sprays such as Afrin — unlike the steroid nasal sprays — can be used for just few days at a time, because they otherwise cause rebound symptoms.\n\nSo use these medications sparingly, Sublett says.\n\nKeep your medical providers in the loop.\n\nOver-the-counter treatments should not take the place of professional care — especially if you have never been formally diagnosed with allergies, if you have additional medical problems or if your symptoms persist or worsen, Eghrari-Sabet and Sublett say. An allergist can test you to find out what's causing your symptoms and offer additional treatments. Those include allergy shots and, for a few patients who qualify, newer immunotherapy pills that desensitize people to grass and ragweed pollens.\n\nAlso important to remember: While medications can be helpful, the first rule of allergy control is to avoid the substances that make you sniffle and sneeze. If you are allergic to mold spores or to pollen from trees, grasses or ragweed, that means knowing when levels are high (by checking pollen.com or the National Allergy Bureau) and then taking steps such as these recommended by the American Academy of Allergy, Asthma and & Immunology:\n\n• Keep windows closed at home and in your car.\n\n• Use air conditioning if possible.\n\n• Try to stay indoors, and avoid mowing lawns or raking leaves.\n\n• If you need to be outside for a long period, wear a pollen mask.\n\n• After time outside, take a shower, shampoo your hair and change clothes.", "images": ["https://www.gannett-cdn.com/presto/2019/11/09/USAT/71bf8e18-be3f-4b7b-a869-fb4bbd14f34b-65611019-131a-4c3a-a54e-b87eece97874_thumbnail.png?width=660&height=372&fit=crop&format=pjpg&auto=webp", "https://www.gannett-cdn.com/-mm-/bcd3366cb7e423be7ccf3385b166f3f435da6ab9/c=0-119-2400-1475/local/-/media/2015/03/16/USATODAY/USATODAY/635621045987322506-A03-pollen-12.jpg?width=2400&height=1356&fit=crop&format=pjpg&auto=webp", "https://www.gannett-cdn.com/-mm-/bcd3366cb7e423be7ccf3385b166f3f435da6ab9/c=0-119-2400-1475/local/-/media/2015/03/16/USATODAY/USATODAY/635621045987322506-A03-pollen-12.jpg?width=660&height=373&fit=crop&format=pjpg&auto=webp"], "top_img": "https://www.gannett-cdn.com/-mm-/bcd3366cb7e423be7ccf3385b166f3f435da6ab9/c=0-119-2400-1475/local/-/media/2015/03/16/USATODAY/USATODAY/635621045987322506-A03-pollen-12.jpg?width=2400&height=1356&fit=crop&format=pjpg&auto=webp", "keywords": [], "authors": [], "canonical_link": "https://www.usatoday.com/story/news/2015/03/22/non-prescription-allergy-treatment/24845259/", "title": "", "meta_data": {"viewport": "width=device-width,initial-scale=1,minimum-scale=1", "og": {"title": "Non-prescription allergy relief: what you need to know", "description": "Allergy meds that once required a prescription are increasingly sold over the counter", "url": "https://www.usatoday.com/story/news/2015/03/22/non-prescription-allergy-treatment/24845259/", "site_name": "USA TODAY", "image": {"identifier": "https://www.gannett-cdn.com/-mm-/bcd3366cb7e423be7ccf3385b166f3f435da6ab9/c=0-119-2400-1475/local/-/media/2015/03/16/USATODAY/USATODAY/635621045987322506-A03-pollen-12.jpg?width=2400&height=1356&fit=crop&format=pjpg&auto=webp", "width": 2400, "height": 1356}, "type": "article"}, "article": {"author": "Kim Painter", "content_tier": "free", "opinion": "false"}, "description": "Allergy meds that once required a prescription are increasingly sold over the counter", "fb": {"pages": "13652355666,48958576760,156345381090801,110471702456365,6566864515,137698179626815,315942225236045,927427260614748,183850168300771,1443524575938047,251228454889939,158095147555989,115535341805950,236655713446291,1621466394844549,250325640686,177037772444433,1972936962947967,2047091012096533,535551216797440", "app_id": 215046668549694}, "ROBOTS": "NOODP, NOYDIR", "google": "notranslate", "twitter": {"card": "summary_large_image", "image": "https://www.gannett-cdn.com/-mm-/bcd3366cb7e423be7ccf3385b166f3f435da6ab9/c=0-119-2400-1475/local/-/media/2015/03/16/USATODAY/USATODAY/635621045987322506-A03-pollen-12.jpg?width=1600&height=800&fit=crop&format=pjpg&auto=webp", "site": "@usatoday", "creator": "@usatoday", "title": "Non-prescription allergy relief: what you need to know", "description": "Allergy meds that once required a prescription are increasingly sold over the counter"}}, "movies": [], "publish_date": 1426996800.0, "source": "http://www.usatoday.com", "summary": ""}