{"url": "http://consumer.healthday.com/Article.asp?AID=668522", "text": "By Kathleen Doheny\n\nHealthDay Reporter\n\nTUESDAY, Sept. 11, 2012 (HealthDay News) -- A new device meant to help surgeons determine in the operating room if they have removed all cancerous breast cancer tissue may help reduce repeat surgeries after lumpectomy without compromising cosmetic effects, according to a new study.\n\nThe device, called MarginProbe, emits an electric field and senses a return signal from the tissue examined. Cancerous tissue provides a different electromagnetic signature than normal tissue, the researchers explained.\n\n\"This can potentially decrease having to go back to the operating room and with no real effect on your [cosmetic] outcome,\" said study leader Dr. Susan Boolbol, chief of breast surgery at Beth Israel Medical Center, in New York City.\n\nThe study of nearly 500 patients undergoing breast-conserving surgery found little difference in the volume of tissue removed when the device was used compared to traditional detection methods.\n\n\"The reality is, most of the time we leave the operating room and we don't know if we have a clear margin [with all cancer removed] or not,\" Boolbol said. Doctors wait for the pathology report to find that out, which can take a week or two. With the new device, the wait time is about five minutes.\n\n\"Everything still goes through pathology,\" Boolbol said. But the MarginProbe is another tool that might help reduce the odds of needing a subsequent surgery, she said.\n\nBoolbol is scheduled to present the findings Thursday at the American Society of Clinical Oncology's breast cancer symposium in San Francisco.\n\nIn June, the radiation-free device won the blessing of a U.S. Food and Drug Administration advisory panel. The FDA usually follows the advisory panel's recommendations, so device approval is anticipated.\n\nFor the study, Boolbol and her colleagues randomly assigned 495 breast cancer patients to receive the MarginProbe after lumpectomy or not receive it. Of those, 161 had early cancer known as ductal carcinoma in situ. The others had invasive cancers.\n\nWhere the device detected cancer cells near the edge or surface of the sample examined, surgeons removed additional tissue in the same procedure.\n\nTypically, about 40 percent of lumpectomy patients need another surgery because of the difficulty distinguishing between healthy and cancerous cells in tissue around the tumor.\n\n\"We looked at whether we could lower the [repeat surgery] rate by using this device,\" Boolbol said. The patients were followed for two months to see if they needed a repeat surgery. For those with ductal carcinoma in situ, 13 percent of the probe group needed a repeat surgery, compared to 37 percent of the control group.\n\nAmong women with invasive breast cancer, 17 percent in the device group and 33 percent in the comparison group required more surgery.\n\nLooking at the volume of tissue excised, the researchers said not much more tissue was removed when the device was used compared to tissue removed in the initial and subsequent surgeries among the control-group patients, Boolbol said.\n\nDr. Laura Kruper, director of the Cooper Finkel Women's Health Center and co-director of the breast cancer program at City of Hope Comprehensive Cancer Center in Duarte, Calif., said the device looks promising. However, she thinks more research is needed.\n\n\"I would like to see it [used] in a larger population,\" she said. If the results are repeated in larger studies, it could be a welcome addition to doctors' techniques, she said.\n\nThe expected cost of the MarginProbe in the United States, if approved, is not yet known, said Michael Graffeo, a spokesman for its maker, Dune Medical Devices. In Europe, where the device is available, each probe (one per patient) sells for about 600 euros or $760, he said. This is much less than the cost of re-operation, he noted.\n\nThe device is also being studied for use with prostate cancer, the company said.\n\nData and conclusions presented at meetings should be considered preliminary until published in a peer-reviewed medical journal.\n\nMore information\n\nTo learn more about breast cancer surgery, visit the American Cancer Society.", "images": ["http://consumer.healthday.com/images/favicon.ico"], "top_img": "http://consumer.healthday.com/images/favicon.ico", "keywords": [], "authors": ["Kathleen Doheny"], "canonical_link": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/new-device-may-reduce-repeat-breast-cancer-surgeries-668522.html", "title": "New Device May Reduce Repeat Breast Cancer Surgeries", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Tool could help surgeons determine if all cancerous tissue is excised in lumpectomy, study says", "og": {"title": "New Device May Reduce Repeat  Breast Cancer Surgeries", "description": "Tool could help surgeons determine if all cancerous tissue is excised in lumpectomy, study says", "url": "https://consumer.healthday.com/cancer-information-5/breast-cancer-news-94/new-device-may-reduce-repeat-breast-cancer-surgeries-668522.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}