{"url": "https://consumer.healthday.com/cognitive-health-information-26/multiple-sclerosis-news-486/stem-cell-transplants-may-help-some-with-multiple-sclerosis-719851.html", "text": "By Steven Reinberg\n\nHealthDay Reporter\n\nMONDAY, Feb. 20, 2017 (HealthDay News) -- Stem cell transplants may halt the progression of aggressive multiple sclerosis (MS) in nearly half of those with the debilitating disease, but picking the right patients for the treatment is key, a new study suggests.\n\nSpecifically, younger patients with a relapsing form of MS who were not severely disabled and who hadn't found relief with other treatments fared better than others over five years, the international team of researchers found.\n\nHowever, in some cases the treatment proved fatal, the researchers reported.\n\n\"Stem cell transplantation cannot be considered a cure for MS. However, it can be considered a concrete option for patients showing aggressive MS who have not responded to approved treatments,\" said study co-author Dr. Riccardo Saccardi. He's from the cell therapy and transfusion medicine unit at Careggi University Hospital in Florence, Italy.\n\nUsing patients' own stem cells to reboot the immune system is a way to halt the advance of the disease. But the treatment can be risky because the patient's immune system has to be wiped out before the stem cells are transplanted, the researchers said.\n\nIn fact, nearly 3 percent of the patients died shortly after receiving the transplant, and those deaths were directly related to the transplant, the researchers reported.\n\nThose deaths are a major concern, one neurologist said, because MS is not in itself life-threatening.\n\nIn effect, those patients gambled with a treatment that could be fatal for a disease that isn't, said Dr. Michael Racke, a professor in the department of neurology at Ohio State University.\n\nRacke pointed out that stem cell transplants were first used to treat deadly diseases, such as leukemia, lymphoma and other cancers.\n\n\"There may be a population of MS patients that could be identified that might do well with transplant,\" he said. \"It's important to select patients in such a way that they actually get well with the transplant.\"\n\nA trial that compares stem cell transplants with other therapies to see whether stem cell transplants can become a treatment for patients who have progressive MS is about to start, added Racke, who co-authored an editorial that accompanied the study.\n\nMore than 2 million people in the world suffer from MS, in which the body attacks the central nervous system, according to the National Multiple Sclerosis Society.\n\nMS can cause many symptoms, including blurred vision, loss of balance, poor coordination, slurred speech, tremors, numbness, extreme fatigue, problems with memory and concentration, paralysis and blindness.\n\nThese symptoms can come and go, or persist and worsen over time. Most people are diagnosed between the ages of 20 and 50, although individuals as young as 2 and as old as 75 have developed the disease, the society says.\n\nMedications can slow the progression of MS and help patients manage symptoms, but there's no cure.\n\nTo see how patients did over the long term after stem cell transplants, Saccardi and colleagues followed 281 patients from 13 countries who received stem cell transplants between 1995 and 2006.\n\nThe researchers found that 46 percent of the patients experienced progression-free survival at five years after transplant.\n\nWithin 100 days of transplant, however, eight patients died (nearly 3 percent). Those deaths were related to the transplants, Saccardi said.\n\nThe researchers think these deaths were most likely due to the transplant technology used before 2006, which has since improved.\n\nThe report was published online Feb. 20 in the journal JAMA Neurology.\n\nDr. Paul Wright is chair of neurology at North Shore University Hospital in Manhasset, N.Y., and Long Island Jewish Medical Center, in New Hyde Park, N.Y. He said, \"As neurologists battle with current therapies that are limited for progressive MS in younger patients, this study provides a possible new avenue for treatment.\"\n\nMore information\n\nVisit the National Multiple Sclerosis Society for more on MS.", "images": ["https://media.healthday.com/Images/icimages/man_wheelchair11172.jpg"], "top_img": "https://media.healthday.com/Images/icimages/man_wheelchair11172.jpg", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/cognitive-health-information-26/multiple-sclerosis-news-486/stem-cell-transplants-may-help-some-with-multiple-sclerosis-719851.html", "title": "Stem Cell Transplants May Help Some With Multiple Sclerosis", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Review found younger patients fared better over 5 years, though some deaths reported", "og": {"title": "Stem Cell Transplants May Help Some With Multiple Sclerosis", "image": "https://media.healthday.com/Images/icimages/man_wheelchair11172.jpg", "description": "Review found younger patients fared better over 5 years, though some deaths reported", "url": "https://consumer.healthday.com/cognitive-health-information-26/multiple-sclerosis-news-486/stem-cell-transplants-may-help-some-with-multiple-sclerosis-719851.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}