{"url": "http://www.NPR.org/templates/story/story.php?storyId=130573337", "text": "Experimental Therapy For Sore Heels Has Skeptics\n\ntoggle caption Richard Knox/NPR\n\nDressed in street clothes, Tara Cassidy Driscoll lies face-down on an examining table at the Massachusetts General Hospital. Orthopedic surgeon George Theodore is about to blast her foot with powerful shock waves generated by sound.\n\nAfter numbing her foot with Novocain, Theodore turns on an expensive German-made machine that beams tightly focused sound energy at Cassidy Driscoll's heel, near the point where her painful plantar fascia attaches to the heel bone. Suddenly the room is filled with the rhythmic click-click-click of a metronome.\n\nIt's a kind of paradox: Theodore is damaging her foot in order to heal it.\n\n\"The shocks are like a little baseball bat hitting the tissue,\" Theodore says. \"It's producing a little bit of a repair process -- a little microbleeding.\"\n\nThe healing process takes place over several months after the shock-wave therapy, which Theodore does in a single treatment. [Other centers use lower-energy shock waves over several treatments.]\n\nTheodore has been doing the shock-wave therapy for plantar fasciitis for about eight years, after longer experiences in Europe. It's the same technology used since the 1980s to blast kidney stones, an application called lithotripsy, but for foot problems doctors use less intense shock waves.\n\nShock-wave therapy for plantar fasciitis is beginning to catch on around the U.S., partly since this stubborn type of foot pain is so common -- and so difficult to treat. Nearly 2 million Americans seek care for plantar fasciitis (pronounced PLAN-tar FASH-ee-EYE-tus) every year.\n\nTheodore tells Cassidy Driscoll that shock-wave therapy gives her a 60 to 80 percent chance of reducing her pain by half; about one-quarter of patients will become pain-free from the treatment.\n\nAfter the 20-minute treatment, Cassidy Driscoll says she felt no pain, only a sort of tapping. She gets off the table, walks out of Theodore's office and drives herself home. Two days later, she says her foot felt bruised, but she didn't have enough pain to require medication.\n\ntoggle caption Richard Knox/NPR\n\nCassidy Driscoll will pay $1,000 for the treatment. Elsewhere the charge can range from $500 to several thousand dollars. But most insurers won't pay for it, because they consider it experimental.\n\nStudies have given conflicting results, partly because there's no standardized way of doing shock-wave therapy. Different doctors use different sources of energy, different doses and a differing number of treatments.\n\n\"Is it rock-solid science that everyone agrees on? I would say no,\" says Dr. Naven Duggal, another Harvard orthopedic surgeon at Boston's Beth Israel Deaconess Medical Center.\n\nDuggal is not impressed with reported success rates.\n\n\"Sixty to 80 percent [success] for something that somebody's not going to get guaranteed pain relief -- in my mind, it's not something I would go for,\" Duggal says.\n\nDuggal says foot specialists don't really know what causes the pain of plantar fasciitis.\n\nThe plantar fascia is a tough, rubber-band-like structure on the bottom of the foot.\n\nIt has to be strong, because every time the foot strikes the ground, the plantar fascia bears the body's full weight. In high-impact activities like running, the forces even exceed the actual weight because it's so concentrated in a narrow spot where the fascia attaches to the heel bone. That's presumably why sufferers of plantar fasciitis feel the pain in the heel.\n\ntoggle caption Richard Knox/NPR\n\nConcepts of what plantar fasciitis is have changed in recent years. Doctors used to think it occurred because the fascia became inflamed –- in fact, the suffix \"-itis\" denotes inflammation. But while inflammation can be involved in plantar fasciitis, it doesn't seem to be the cause, Duggal says.\n\nMany think that plantar fasciitis is caused by heel spurs, bony hook-like growths that develop on many people's heels due to stress. But specialists don't think that anymore.\n\nAs ideas of what plantar fasciitis is change, so have treatments. Doctors don't do surgery for it anymore except in rare cases, largely because they've found surgery often makes people worse off.\n\n\"Patients have to be patient,\" Duggal says. \"They have to understand that this condition unfortunately is not fully understood.\"\n\nHe's interested in another experimental treatment that's just entering clinical trials. It's called platelet-rich plasma, and it involves isolating blood cells called platelets from patients' own blood and injecting them into the plantar fascia. Though platelets are best known for their role in initiating blood clots, they also contain growth factors. So the hope is that platelet injections will stimulate healing without the damaging effects of shock-wave therapy. But it will be some years before that approach is proven -- or not.\n\nMeanwhile, foot specialists and their patients are left with a smattering of low-tech treatments that they say all plantar fasciitis patients should try, whether or not they eventually go on to shock-wave therapy.\n\nThese methods include:\n\n-- Stretching the foot several times a day\n\n-- Icing the bottom of the foot, sometimes using ice to massage the heel area\n\n-- Using cups made of gel in shoes to cushion the heel (and many orthopedic surgeons say expensive custom-made orthotics are not necessary)\n\n-- Wearing a night splint, a simple brace that holds the foot in a flexed position to keep the plantar fascia stretched during sleep\n\n-- Physical therapy, though some studies indicate that some PT practices such as ultrasound and whirlpool are not helpful\n\n-- Use of NSAID (non-steroidal anti-inflammatory) drugs such as ibuprofen and naproxen\n\n-- Corticosteroid injections into the heel, though this is controversial and should not be used repeatedly\n\n-- Wearing a \"walking cast\"\n\n-- Weight loss\n\n-- Taping the foot during exercise\n\n-- Backing off activities like running until the pain goes away, and then reinitiating them gradually\n\nAbout 90 percent of sufferers will get better with time. Duggal says he advises patients to try a combination of these measures for at least a year.\n\nKaren Firestone, a 54-year-old Boston businesswoman and avid runner, says that techniques like stretching, icing and taping were effective for her. She started having plantar fascia pain last summer, and on Duggal's advice has been diligent about doing everything she can to heal the problem.\n\n\"The stretching, the icing, the taping -- I do all these little pieces of help for my body, and it responds,\" Firestone says. \"So I think people should take that message and go with it.\"\n\nAfter a few months, she's back to running -- but shorter distances. And she stops whenever her heel pain acts up.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/assets/news/2010/10/18/footpromo_wide-c5edeadce68db640e1a93731e80fc8b22e0d1302.jpg?s=1400", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2010/10/15/duggel1-ec67a94e3d54b5299c5197c29d5efb959032b03e-s800-c15.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/assets/img/2010/10/15/foot2-cad8695b231c719151ba3f3dcba708290bea6bb1-s800-c15.jpg", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2010/10/15/foot-2308500518bfb25a5d1b157e42594f72c94c2495-s800-c15.jpg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/news/2010/10/18/footpromo_wide-c5edeadce68db640e1a93731e80fc8b22e0d1302.jpg?s=1400", "keywords": [], "authors": ["Richard Knox"], "canonical_link": "https://www.npr.org/2010/10/18/130573337/experimental-therapy-for-sore-heels-has-skeptics", "title": "Experimental Therapy For Sore Heels Has Skeptics", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2010-10-18", "description": "Shock-wave therapy for plantar fasciitis is beginning to catch on around the U.S., partly since this stubborn type of foot pain is so common -- and so difficult to treat. But studies show conflicting results, partly because there's no standardized method.", "og": {"title": "Experimental Therapy For Sore Heels Has Skeptics", "url": "https://www.npr.org/2010/10/18/130573337/experimental-therapy-for-sore-heels-has-skeptics", "type": "article", "description": "Shock-wave therapy for plantar fasciitis is beginning to catch on around the U.S., partly since this stubborn type of foot pain is so common -- and so difficult to treat. But studies show conflicting results, partly because there's no standardized method.", "image": "https://media.npr.org/assets/img/2010/10/15/foot2_wide-99e3188f102a3478e380b45bcc404a94378cfc51.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Experimental Therapy For Sore Heels Has Skeptics", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/news/2010/10/18/footpromo_wide-c5edeadce68db640e1a93731e80fc8b22e0d1302.jpg?s=1400"}}}, "movies": [], "publish_date": null, "source": "http://www.NPR.org", "summary": ""}