{"url": "http://www.npr.org/sections/health-shots/2016/06/09/480435066/a-scientists-dream-fulfilled-harnessing-the-immune-system-to-fight-cancer", "text": "A Scientist's Dream Fulfilled: Harnessing The Immune System To Fight Cancer\n\nEnlarge this image toggle caption Scott Dalton for NPR Scott Dalton for NPR\n\nSharon Belvin's nightmare with cancer began in 2004, when she was just 22.\n\nBelvin was an avid runner but said she suddenly found she couldn't climb the stairs without \"a lot of difficulty breathing.\"\n\nEventually, after months of fruitless treatments for lung ailments like bronchitis, she was diagnosed with melanoma — a very serious skin cancer. It had already spread to her lungs, and the prognosis was grim. She had about a 50-50 chance of surviving the next six months.\n\n\"Yeah, that was the turning point of life, right there,\" she says.\n\nWhat Belvin didn't know at the time was that a revolutionary treatment for melanoma had begun testing in clinical trials. An immunologist named Jim Allison, now at the University of Texas MD Anderson Cancer Center, had figured out that if the immune system was tweaked just right, it could do a better job of killing the cancer than the usual treatments. (Joe Palca worked for Allison early in both men's careers.)\n\nAllison's treatment was still experimental, but if it worked, it had the potential to save Belvin's life.\n\n\"It's a new modality for treating cancer,\" Dr. Samuel Broder, a former director of the National Cancer Institute, says now of Allison's pioneering research. \"It used to be there were three basic treatment options for cancer — surgery, radiation and chemotherapy — or some combination of those three. It's fair to say there's now a fourth option.\"\n\nAllison's long search for this new kind of treatment — one that has since become a lifesaver for some cancer patients — began around a decade before Belvin got sick, when Allison was running a lab at the University of California, Berkeley.\n\nAt the time, he was what you could call a research scientist's research scientist. He was fascinated by certain powerful cells of the immune system — T cells. A subset of white blood cells, T cells travel around the body and can \"protect us against just about anything,\" Allison says.\n\nT cells do recognize cancer cells, but not in a way that can eliminate the disease. Allison had been studying T cells for years, and thought that by tinkering with one key molecule on the outside of these cells, he could enhance their response to cancer, enough to eradicate the illness.\n\nHe and one of his grad students ran an experiment to test the tweaked T cells on cancerous tumors in mice, and the initial results astounded them. The T cells seemed to be doing just what Allison had hoped they would do — shrink the tumors and kill the cancer.\n\nAllison repeated the experiment with more mice over his winter break. After a few tense days, the tumors again disappeared.\n\n\"These mice were cured,\" Allison says.\n\nCancer cured?\n\n\"I've been doing this sort of stuff for years, and I'd never seen anything like that,\" Allison says. \"And I thought, 'If we could do that in people, this is going to be amazing.' \"\n\nAllison tried to persuade drugmakers to create a human version of the treatment that had worked in mice. He thought they would jump at the chance to try a new approach.\n\nBut the biotech companies he met with didn't bite. In those days, most firms were focused on drugs that would target tumors directly, and Allison was asking them to try something very different.\n\n\"This was targeting the immune system, not the cancer,\" he says. \"We weren't trying to kill the cancer cells. We were letting the T cells kill the cancer cells.\"\n\nThanks, but no thanks, the companies told him.\n\n\"I got very depressed,\" Allison says. He was sure this was the most important work of his career, but he had to get others on board.\n\nEventually, a scientist attending one of Allison's research talks was intrigued enough to contact a pal at the biotech firm Medarex. The company had recently developed technology that could make a human version of Allison's therapy, and was willing to give it a try.\n\nIt took a decade, but eventually Allison's big idea was ready for testing in people. A clinical trial to study the drug — now called ipilimumab, or Ippy for short — was set up at Memorial Sloan Kettering Cancer Center in New York City.\n\nAllison decided he wanted to be part of this next chapter in the testing of immunotherapy, so he packed up his California lab and moved it to Sloan Kettering.\n\nAs it happens, Belvin was also in New York — a patient of Dr. Jedd Wolchok at Sloan Kettering. By the fall of 2004, Belvin had run through all the treatment options available to her. Nothing had worked to control the melanoma; it continued to spread dangerously throughout her body.\n\nBelvin remembers feeling sick and depressed, and says she wasn't even paying much attention when Wolchok walked into the exam room and suggested one last treatment.\n\n\"Sharon, we have an opportunity to participate in a clinical trial here. It's something you should consider,\" Wolchok told her.\n\nBelvin says she signed up without hesitation. After just four injections of Ippy across three months, her cancer was nearly gone. And at Belvin's follow-up appointment a year later, Wolchok delivered news that was hard for her to take in: \"Sharon, you no longer have cancer.\"\n\nAnd in the next breath, Belvin recalls, \"he goes, 'Oh, the guy who invented this is upstairs. Do you want to meet him?' \"\n\n\"Yes, of course I want to meet him!\" she told her doctor.\n\nWolchok called Allison, who was working nearby, and told him to drop everything and come to the clinic — a part of the hospital Allison had rarely seen. Though the research scientist couldn't imagine why Wolchok was in such a rush, he quickly figured it out as he opened the door and was greeted by Belvin with a huge hug.\n\nBelvin says she tried not to tackle him. \"It was hard to control myself,\" she says. \"I owe this man my life.\"\n\nBelvin was the first recipient of the immunotherapy that Allison had ever met. \"It really meant a lot,\" he says. \"It reminded me what it's all about at the end of the day.\"\n\nThat was in 2005; today, Sharon Belvin is still cancer-free.\n\nIppy is now sold under the brand name Yervoy by Bristol-Myers Squibb, which bought Medarex in 2009.\n\nMeanwhile, Jim Allison has become a bit of a celebrity in the cancer research world. Among other honors, he was a 2015 recipient of the prestigious Lasker Award for his achievements in medical science.\n\nHe's become well-known among patients, too. Now and again, Allison fields calls from patients yearning to learn from the master himself what it will take to cure their disease.\n\nAllison can't really answer them. Each case is different, and using a patient's own cells to destroy tumors won't work in every patient or in every type of cancer. Still, the approach offers promise to some people that other therapies can't, and has transformed the way doctors think about cancer treatment.\n\nIt might be too early to say we're going to cure cancer, Allison says, \"but we're going to cure certain types of cancers. We've got a shot at it now.\"", "images": ["https://media.npr.org/assets/img/2016/06/07/archival-1_sq-dd616f5c24c77ba0e67c3cacd03c1b50de4be969-s100-c15.jpg", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/assets/img/2016/06/03/jamesallison-1_wide-8d736264203b010deb795228932d83a7eb5f4e32.jpg?s=1400", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2019/01/31/npr_64874306_sq-c0c0d04c2558b7ff409d475bde974ca938f966bc-s100-c85.jpg", "https://media.npr.org/assets/img/2016/06/03/jamesallison-1_custom-d7ab517f7aac7729ca795f824b0fc466326d75ff-s1100-c15.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2016/06/03/jamesallison-1_wide-8d736264203b010deb795228932d83a7eb5f4e32.jpg?s=1400", "keywords": [], "authors": ["Rebecca Davis", "Joe Palca"], "canonical_link": "https://www.npr.org/sections/health-shots/2016/06/09/480435066/a-scientists-dream-fulfilled-harnessing-the-immune-system-to-fight-cancer", "title": "A Scientist's Dream Fulfilled: Harnessing The Immune System To Fight Cancer", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2016-06-09", "description": "Melanoma can be a deadly skin cancer, but 10 years ago, biologist Jim Allison figured out a way to tweak the body's immune system to go after those malignant cells. Some patients are now cancer-free.", "og": {"title": "A Scientist's Dream Fulfilled: Harnessing The Immune System To Fight Cancer", "url": "https://www.npr.org/sections/health-shots/2016/06/09/480435066/a-scientists-dream-fulfilled-harnessing-the-immune-system-to-fight-cancer", "type": "article", "description": "Melanoma can be a deadly skin cancer, but 10 years ago, biologist Jim Allison figured out a way to tweak the body's immune system to go after those malignant cells. Some patients are now cancer-free.", "image": "https://media.npr.org/assets/img/2016/06/03/jamesallison-1_wide-8d736264203b010deb795228932d83a7eb5f4e32.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "A Scientist's Dream Fulfilled: Harnessing The Immune System To Fight Cancer", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2016/06/03/jamesallison-1_wide-8d736264203b010deb795228932d83a7eb5f4e32.jpg?s=1400"}}}, "movies": [], "publish_date": 1465444800.0, "source": "http://www.npr.org", "summary": ""}