{"url": "https://www.npr.org/sections/health-shots/2018/12/03/672990317/before-starting-a-statin-talk-it-over-with-your-doctor", "text": "Before Starting A Statin, Talk It Over With Your Doctor\n\nEnlarge this image toggle caption Visuals Unlimited/Getty Images/Visuals Unlimited Visuals Unlimited/Getty Images/Visuals Unlimited\n\nA study published Monday is pushing back against the notion that up to 40 percent of Americans should be taking statin drugs to reduce the risk of heart disease. The study, in the Annals of Internal Medicine, argues that current medical guidelines haven't adequately considered the risks from these widely used drugs.\n\n\"Some harms are mentioned, but it's entirely unclear how they were considered when coming up with the recommendations,\" says Milo Puhan, a physician and epidemiologist at the University of Zurich and senior author of the new study. \"In our approach we very explicitly considered the harms.\"\n\nIt's important to note that statin drugs are generally safe, and harms are uncommon. On the other hand, the benefits aren't that great, either. Anywhere from 50 to 200 healthy people need to take a statin daily to prevent a single heart attack for five years, so even small harms may outweigh the potential benefits, the Swiss scientists say.\n\nThe most common side effect of these drugs is muscle pain, which usually goes away if patients stop taking the medicines. People taking statins are also at a higher risk of developing diabetes, which is harder to reverse.\n\nPuhan also found that some statins were more effective than others, with atorvastatin (the generic name for Lipitor) being the best of the bunch. He notes that physician guidelines don't generally compare the relative value of these drugs, which are all available as inexpensive generics.\n\nHe also finds that benefits fade compared with harms as people get older. \"The elderly do not benefit as much as previous studies might have thought,\" he says.\n\n\"One size doesn't fit it all,\" he concludes. \"That's a very important message.\"\n\nPuhan says, based on his assessment, perhaps 15 to 20 percent of older adults should be taking statins – far less than the 30 or 40 percent suggested by current medical guidelines.\n\n\"I think for me, as a physician,\" says Ilana Richman, an internist at the Yale School of Medicine, \"this kind of data suggests that if we give more weight to the potential for adverse events, then maybe it's reasonable to hold off for lower-risk patients.\"\n\nShe co-wrote an editorial about the paper and came away from it thinking that doctors need to spend more time talking about the plusses and minuses of statin treatment, personalizing their recommendations more than they do now. She says it's a challenge to convey these sophisticated concepts in the short amount of time doctors have to spend with their patients.\n\nYet that kind of dialog is increasingly the expectation. In mid-November, the American Heart Association and American College of Cardiology published new guidelines calling for more nuanced conversations around who would most benefit from statins.\n\nScott Grundy, a physician at the University of Texas Southwestern Medical Center who chaired the guidelines committee, says the new recommendations urge people in this gray area to get a special kind of CT scan that looks for calcium deposits in heart arteries, a signal for clogs that could cause trouble.\n\n\"If you have no coronary calcium, then your chances of having a heart attack over the next 10 years are very low,\" he says.\n\nAnd it turns out that perhaps 40 percent of people who are identified as candidates based on their risk factors such as cholesterol levels and age actually have clear heart arteries, Grundy says. \"That means a lot of people are going to be treated unnecessarily if they don't have the calcium scan.\"\n\nBut that test, which Grundy says is available for about $100, is controversial among some physicians. They worry that it will trigger overtreatment of conditions that the scan will pick up, but which don't require urgent attention.\n\nAnd it is only useful as a screening test for people who haven't had heart disease. Statins are routinely prescribed for people who have already had a heart attack or stroke. For those patients (who weren't included in the Swiss analysis), the benefits are so clear \"it's almost mandatory to be on a statin drug,\" Grundy says.\n\nHe disagrees with a lot of the particulars in the Swiss study. So does cardiologist Roger Blumenthal, who heads the Ciccarone Center for the Prevention of Heart Disease at Johns Hopkins. \"The harms [analyzed in the paper] can be dealt with by a smart clinician,\" he says.\n\nYet both the new guidelines and the latest study agree on an important point: Doctors and patients should spend more time reviewing the benefits and risks of statins, with attention paid to each person's particular circumstances.\n\nYou can contact NPR science correspondent Richard Harris at rharris@npr.org.", "images": ["https://media.npr.org/assets/img/2018/12/03/gettyimages-56947317_wide-0256e61752babd69b4d8c59e6b7b0b04b9a8f845.jpg?s=1400", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2018/12/03/gettyimages-56947317_custom-2971ac3d6514fa3fea23c27ccbfa3c1d5286dda6-s1100-c15.jpg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2012/01/03/richardharris_19_sq-547efacf558c8b1a1f14db525c7c501f990beeed-s100-c85.jpg", "https://media.npr.org/assets/img/2013/04/03/ap051116130421_sq-80eac3bea5aa107d61a213c40ab5e79ef406b751-s100-c15.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2015/03/05/medsfinal_sq-ceb55793b431de0b37a3b0dec889c6bf6ce96bd2-s100-c15.jpeg", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2018/12/03/gettyimages-56947317_wide-0256e61752babd69b4d8c59e6b7b0b04b9a8f845.jpg?s=1400", "keywords": [], "authors": ["Richard Harris"], "canonical_link": "https://www.npr.org/sections/health-shots/2018/12/03/672990317/before-starting-a-statin-talk-it-over-with-your-doctor", "title": "Before Starting A Statin, Talk It Over With Your Doctor", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2018-12-03", "description": "Patients and doctors should have nuanced conversations about the benefits and risks of statins before deciding to start them. The drugs can reduce heart attack odds but also carry some side effects.", "og": {"title": "Before Starting A Statin, Talk It Over With Your Doctor", "url": "https://www.npr.org/sections/health-shots/2018/12/03/672990317/before-starting-a-statin-talk-it-over-with-your-doctor", "type": "article", "description": "Patients and doctors should have nuanced conversations about the benefits and risks of statins before deciding to start them. The drugs can reduce heart attack odds but also carry some side effects.", "image": "https://media.npr.org/assets/img/2018/12/03/gettyimages-56947317_wide-0256e61752babd69b4d8c59e6b7b0b04b9a8f845.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Before Starting A Statin, Talk It Over With Your Doctor", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2018/12/03/gettyimages-56947317_wide-0256e61752babd69b4d8c59e6b7b0b04b9a8f845.jpg?s=1400"}}}, "movies": [], "publish_date": 1543813200.0, "source": "https://www.npr.org", "summary": ""}