{"url": "https://www.cnn.com/2018/11/12/health/dementia-blood-vessels-study-scli-intl/index.html", "text": "(CNN) A five-minute neck scan could predict a person's risk of developing dementia a full decade before symptoms emerge, researchers have said.\n\nThe test, which analyzes the pulse of blood vessels in the neck, could become part of routine testing for cognitive decline, according to the study by scientists at University College London (UCL), who presented their work Sunday at the American Heart Association's annual scientific conference.\n\nA group of almost 3,200 patients, aged 58-74, had ultrasounds on their necks in 2002, before having their cognitive functions monitored for up to 14 years, from 2002 to 2016.\n\nPeople with the most intense pulses, which pointed to a greater and more irregular blood flow, were up to 50% more likely to suffer reduced cognitive functions, the research found, because the strength with which blood traveled into their brains caused damage to the brain's network of blood vessels.\n\nPulses become more intense when arteries near the heart are worn down -- usually by lifestyle factors such as poor diet and drug use -- and can no longer \"cushion\" the blood flow coming from the heart.\n\n\"If you can detect [the risk] in people in mid-life, it really gives an impetus to those people to change their lifestyle,\" said Dr. Scott Chiesa, post-doctoral researcher at UCL.\n\n\"What's good for the arteries is good for the brain,\" he added in summary of his findings. \"Dementia is not an inevitable cause of aging. How you live your life... has a real impact on how quickly your condition can decline.\"\n\nIf the findings are confirmed by larger studies, they could vastly improve the ability to detect dementia in middle age.\n\nAnd the scans would be \"well set up for routine testing,\" according to Chiesa. \"It's very easy to do, and it's very quick to do.\"\n\nWhen healthy, arteries around the heart can regulate the blood being pumped from the organ, ensuring that it flows smoothly and at a constant rate to the brain.\n\nBut damage to the arteries means blood flows more aggressively and irregularly through vessels and into the brain, which can damage its network of blood vessels and cells. Over time, the researchers believe this led more frequently to cognitive decline in participants in the study.\n\n\"What we do know is that the blood supply in the brain is incredibly important, and that maintaining a healthy heart and blood pressure is associated with a lower risk of developing dementia,\" said Carol Routledge, Director of Research at Alzheimer's Research UK, who was not involved in the research.\n\nVascular dementia is directly caused by reduced blood flow to the brain, and this can also play a role in the development of Alzheimer's disease, studies have found. Those two conditions make up the vast majority of cases of dementia.\n\nDementia is an umbrella term used to describe symptoms related to the loss of brain function. Alzheimer's disease and vascular dementia make up the vast majority of cases.\n\nAround 50 million people suffer from dementia worldwide, according to the World Health Organization , with numbers projected to rise to 152 million by 2050.\n\nIn the United States, the condition is the sixth biggest cause of death among all adults, according to the US Centers for Disease Control and Prevention, while in the UK it has overtaken heart disease as the leading cause of death, according to the Office for National Statistics.\n\n'Promising findings'\n\nThe study's findings have been met with cautious optimism by dementia organizations.\n\n\"Getting a diagnosis of dementia can be time consuming and quite frustrating for many people, so it's promising that earlier indicators of cognitive decline are in development,\" said Paul Edwards, Director of Clinical Services at Dementia UK.\n\nBut he added that focus should also be paid to dementia sufferers after their diagnosis, saying: \"The elephant in the room is the lack of support for people and their families once they get a diagnosis of dementia.\"\n\nThere is currently no cure for dementia, though medication can be used to temporarily treat its symptoms.\n\n\"Often, a diagnosis is made and then people are sent home with no information, no follow-up appointments and no clue about what is going to happen next.\"\n\nPrevious studies this year have linked dementia risk to lifestyle factors such as alcohol consumption and fitness level , but its effects remain largely incurable.\n\nMore research is needed to determine whether neck scans should become a part of routine testing for dementia.\n\n\"While these findings are interesting, as the full data from this research is yet to be published it is difficult to assess how useful this kind of scan could be,\" said Routledge.\n\nRoutledge added that current evidence shows that not smoking, only consuming alcohol within recommended limits, staying active, monitoring cholesterol levels and eating a balanced diet can all help with the health of the heart and brain.", "images": ["https://cdn.cnn.com/cnnnext/dam/assets/180628113710-heineken-beer-glasses-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/181101152904-ikigai-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170116175631-what-is-dementia-health-explainer-orig-00000000-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170116180205-old-person-hands-elderly-super-tease.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170116180205-old-person-hands-elderly-exlarge-169.jpg", "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7"], "top_img": "https://cdn.cnn.com/cnnnext/dam/assets/170116180205-old-person-hands-elderly-super-tease.jpg", "keywords": [], "authors": ["Rob Picheta"], "canonical_link": "https://www.cnn.com/2018/11/12/health/dementia-blood-vessels-study-scli-intl/index.html", "title": "Dementia: Five-minute neck scan can spot symptoms earlier", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0", "section": "health", "referrer": "unsafe-url", "og": {"pubdate": "2018-11-12T14:32:16Z", "url": "https://www.cnn.com/2018/11/12/health/dementia-blood-vessels-study-scli-intl/index.html", "title": "Five-minute neck scan can spot dementia earlier, say scientists", "description": "A quick neck scan could predict a person's risk of developing dementia a full decade before symptoms emerge, researchers have said in a new study.", "site_name": "CNN", "type": "article", "image": {"identifier": "https://cdn.cnn.com/cnnnext/dam/assets/170116180205-old-person-hands-elderly-super-tease.jpg", "width": 1100, "height": 619}}, "pubdate": "2018-11-12T14:32:16Z", "lastmod": "2018-11-13T02:21:49Z", "author": "Rob Picheta, CNN", "twitter": {"title": "Five-minute neck scan can spot dementia earlier, say scientists", "description": "A quick neck scan could predict a person's risk of developing dementia a full decade before symptoms emerge, researchers have said in a new study.", "card": "summary_large_image", "image": "https://cdn.cnn.com/cnnnext/dam/assets/170116180205-old-person-hands-elderly-super-tease.jpg"}, "description": "A quick neck scan could predict a person's risk of developing dementia a full decade before symptoms emerge, researchers have said in a new study.", "keywords": "health, Dementia: Five-minute neck scan can spot symptoms earlier - CNN", "thumbnail": "https://cdn.cnn.com/cnnnext/dam/assets/170116180205-old-person-hands-elderly-super-tease.jpg", "vr": {"canonical": "https://www.cnn.com/2018/11/12/health/dementia-blood-vessels-study-scli-intl/index.html"}, "article": {"opinion": "false", "content-tier": "free"}, "fb": {"app_id": 80401312489, "pages": "5550296508,18793419640"}, "template-top": "health,art-vid"}, "movies": [], "publish_date": 1541998800.0, "source": "https://www.cnn.com", "summary": ""}