{"url": "http://health.usnews.com/health-news/best-childrens-hospitals/articles/2016-06-21/the-promise-and-limits-of-pediatric-proton-radiation?int=98e708", "text": "When you learn your child has brain cancer or another aggressive tumor, you're intensely focused on the immediate present. Which course of treatment – what combination of surgery, chemotherapy or radiation – will best help your child survive? But with most kids living long past their cancer diagnosis, it's also important to consider how treatments they undergo now may affect them later, even as adults.\n\nOne choice some parents may face is whether to seek a newer type of radiation called proton beam therapy, instead of conventional X-ray radiation, to potentially reduce harmful side effects in their developing child. Proton beam therapy is considered a big advance in cancer therapy by some experts. Others, however, hesitate to get caught up in the early hype without more long-term evidence. Even so, people are traveling far and wide so their children can receive proton therapy from the handful of centers where it's offered.\n\nFour leading radiation oncologists explained to U.S. News what parents should understand about proton therapy and its possible benefits:\n\nFewer side effects from cancer treatment is a major goal. (Courtesy of Mayo Clinic)\n\nProton beam therapy is a form of radiation that may reduce late side effects compared with conventional X-ray radiation. The pinpoint beam and lack of exit dose – which is unneeded radiation as the conventional X-ray beam passes beyond the tumor and through the body on its way out the other side – spares healthy, normal tissue in developing areas such as the brain, heart and lungs.\n\nChildhood brain cancer is considered one of the most evidence-based uses for proton therapy. It may prevent late effects such as hearing loss or reduced ability to do well in school. However, at least for now, proton therapy does not offer a higher possibility of cure than traditional X-ray radiation.\n\nThe brain is the most common area for kids to develop cancerous tumors that require radiation treatment, says Dr. Torunn Yock, director of pediatric radiation oncology at Massachusetts General Hospital and an associate professor at Harvard Medical School.\n\n\"Because the pediatric brain is still growing and developing, if you irradiate the brain during this process, it won't continue to grow and develop as it normally would,\" she says. \"And this over time leads to slowing of development, which shows up as drops in neurocognitive testing.\"\n\nThe younger the child, the more potential exists for stunted development, Yock says. \"A 2-year-old is very different from a 15-year-old in terms of brain development, so the adverse consequences are much greater in the 2-year-old.\"\n\nClearly, there's an advantage to not irradiating healthy brain tissue, she says. For instance, avoiding the brain's vision and auditory centers may save children from loss or impairment of sight or hearing.\n\nProton beam therapy allows doctors to give the same dose as with traditional radiation, while reducing the dose – and complications – to normal, healthy tissue, says Dr. Sameer Keole, medical director of the proton beam therapy program at Mayo Clinic in Arizona. It also allows the use of a higher dose than traditional X-ray radiation (also called photon radiation) to treat resistant tumors, while still protecting surrounding tissue.\n\nWith traditional radiation to the brain, the radiation scatters. \"That collateral radiation exposes large amounts of brain to low doses of radiation,\" says Dr. Thomas Merchant, chair of radiation oncology at St. Jude Children's Research Hospital in Memphis, Tennessee. Even lower doses of radiation can be harmful, he adds.\n\n\n\nMassive proton beam technology behind the scenes. (Courtesy of Mayo Clinic)\n\nIn November 2015, the new St. Jude Red Frog Events Proton Therapy Center – the world's only proton-therapy center dedicated solely to the treatment of children – began treating kids with aggressive cancers, including brain tumors and Hodgkin lymphoma. \"There are certain brain tumors in children where we have to treat the entire brain and spine,\" Merchant says. \"If we give proton therapy, we don't have exit radiation into the chest and abdomen that you have when you treat someone with conventional radiation.\" That may reduce long-term side effects in the heart and lungs.\n\nWith the newest form of proton therapy, called pencil-beam scanning – which conforms or shapes the highest-dose radiation to the targeted tumor – it's possible to reduce the \"margin\" area around the tumor exposed to radiation, Merchant says. That method, which is used by St. Jude, may eventually have the potential to reduce the risk of secondary cancers.\n\nDr. Anita Mahajan, a professor and chief of pediatric radiation oncology at the University of Texas MD Anderson Cancer Center, says when she describes proton therapy to parents, she emphasizes that proton therapy is radiation.\n\nThe biggest difference, she explains, is that the subatomic particle, the proton, stops where the oncologists need it to. \"It has to get in, but we can stop it from coming out.\"\n\nThat ability to avoid other organs is important. \"For instance, if we're treating a young child for pelvic rhabdomyosarcoma [a muscle and connective tissue cancer], one of the things we might be able to do is avoid the growth plates in the femurs,\" Mahajan says. \"That might give you less problem with growth asymmetry of the legs as they get older.\"\n\nFuture fertility is a factor in cancer treatment planning. In cases involving radiation around the pelvic area, it's sometimes possible to avoid the ovaries in a young girl or the testes in a boy.\n\n'Spaceship Hamster Wheel'\n\nA proton is a positively charged atomic particle. In proton therapy, a powerful machine called a particle accelerator speeds protons up to reach a high energy level. The technology is massive – three stories high and weighting upward of 100 tons – requiring special housing within a treatment facility to contain the equipment and deliver the proton beams. A rotating device called a gantry releases protons to the tumor from different angles. You can take a quick virtual tour of proton beam therapy at the Mayo Clinic in Arizona.\n\n\n\nTreatment room at St. Jude Red Frog Events Proton Therapy Center. (Courtesy of St. Jude Children’s Research Hospital/Peter Barta)\n\nIn the treatment room, patients are positioned on a table or in a specialized chair. CT or MRI scans are taken before each treatment to ensure accurate positioning. Some children need sedation to sleep through the treatment, while others who can remain still may stay awake.\n\nPatients may need immobilization devices to keep them in the proper, precise position for every proton-beam treatment. With brain cancer, patients usually wear a custom-fitted mask to maintain their position.\n\nParents can accompany children to the treatment room and see them settle in before treatment begins, Mahajan says. A child life specialist is part of the team to help children and families cope with the entire patient experience.\n\nWhile the treatment itself is painless, side effects can include skin problems like swelling, dryness, blistering or peeling – similar to traditional radiation. Fatigue, nausea and vomiting are side effects as well and are also due to other treatments patients receive, like chemotherapy.\n\nMeg McQuillan of Riverside, Connecticut, recalls her son's introduction to proton beam therapy three years ago, when he was treated at Mass General for a type of brain tumor called medulloblastoma. He and fellow patients named the device the \"spaceship hamster wheel.\"\n\nYoung people take the treatment process in stride, Keole says. \"Kids are tough,\" he says. \"Sometimes they're a lot tougher than adults. By and large, they have a great attitude.\"\n\nCost and Access\n\nThere are 23 operating proton beam centers in the U.S., according to the National Association for Proton Therapy, unevenly distributed throughout the country. Only a portion exist in the context of a pediatric-focused cancer program. Between 500 and 600 pediatric patients get proton radiation therapy each year, according to Yock's rough estimate.\n\nWith a typical treatment course lasting six weeks, families face the disruption of traveling to a children's hospital with a proton therapy center, finding lodging and making arrangements for other children at home.\n\nProton therapy costs roughly twice as much as traditional X-ray radiation. The average cost for a full course of proton radiation treatment is estimated at $40,000.\n\nCreating a new proton center is a huge investment. \"If you look at simply the upfront costs, it will be three to four times more expensive than photons,\" Yock says. \"It is absolutely intensive in terms of people and equipment needed and the quality assurance and the engineers and the physicists. It's a huge team that's required to run it safely, with good quality control.\"\n\nYock co-authored a study published in December 2015 in the journal Cancer, which compared the cost-effectiveness of proton radiation therapy versus traditional radiation among kids with medulloblastoma. The study, which used models to measure long-term side effects and related costs in treatment, work-force participation and quality of life, found that proton therapy was cost-effective.\n\nAs Mahajan says, \"If we can prevent some neurocognitive deficits, endocrine issues, growth issues, skeletal deformities, those are going to help that child be more productive in society and need fewer medical interventions down the road.\"\n\nInsurance usually covers the cost of proton therapy when a cancer is considered curable, Yock says: \"Ninety-eight percent of the time, we are successful with arguing to get a pediatric patient treatment,\" she says.", "images": ["https://www.usnews.com/dims4/USNEWS/2a4bcc1/2147483647/thumbnail/640x420/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F4a%2F3d%2Fee96232940018b790eab3dc481cd%2F160617-familydoctorbadge-stock.jpg", "https://www.usnews.com/dims4/USNEWS/a31b6fa/2147483647/resize/300x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F47%2F45%2Fe284a0ea4a51b92e3031aa2d78e2%2F160614-mcprotonbeam-submitted.jpg", "https://www.usnews.com/dims4/USNEWS/eb22282/2147483647/resize/300x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F39%2F32%2Fb6610f2044009d342c883640fd0d%2F160614-mcprotonmachine-submitted.jpg", "https://www.usnews.com/static/img/usn-logo-large.svg", "https://www.usnews.com/dims4/USNEWS/a06fe03/2147483647/thumbnail/84x84/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F9c%2F78%2Ff74f58654f3f9fcc5f613dbcaf25%2Flisa-esposito.jpg", "https://www.usnews.com/dims4/USNEWS/8b3e6a6/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F4a%2F3d%2Fee96232940018b790eab3dc481cd%2F160617-familydoctorbadge-stock.jpg", "https://www.usnews.com/dims4/USNEWS/145a137/2147483647/resize/300x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F1a%2Fb5%2F80b6c7b446f4a11b5490a5bb3016%2F160614-sjprotonbeam-submitted.jpg"], "top_img": "https://www.usnews.com/dims4/USNEWS/8b3e6a6/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F4a%2F3d%2Fee96232940018b790eab3dc481cd%2F160617-familydoctorbadge-stock.jpg", "keywords": [], "authors": [], "canonical_link": "https://health.usnews.com/health-news/best-childrens-hospitals/articles/2016-06-21/the-promise-and-limits-of-pediatric-proton-radiation", "title": "The Promise (and Limits) of Pediatric Proton Radiation", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "description": "Proton beams aren’t magic wands, but kids with cancer may have fewer side effects.", "keywords": "Lisa Esposito,children's health,cancer,brain tumor,parenting,patient advice,medical technology,radiation,hospitals,radiation oncology,Best Children's Hospitals,patient-advice-include [Consumer Advice],Hospitals,Health Care", "site": "health-news", "zone": "best-hospitals/articles", "fb": {"pages": 5834919267, "app_id": 130063997038366}, "og": {"title": "The Promise (and Limits) of Pediatric Proton Radiation", "description": "Proton beams aren’t magic wands, but kids with cancer may have fewer side effects.", "image": "https://www.usnews.com/dims4/USNEWS/8b3e6a6/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F4a%2F3d%2Fee96232940018b790eab3dc481cd%2F160617-familydoctorbadge-stock.jpg", "type": "article", "site_name": "US News & World Report", "url": "https://health.usnews.com/health-news/best-childrens-hospitals/articles/2016-06-21/the-promise-and-limits-of-pediatric-proton-radiation"}, "twitter": {"image": "https://www.usnews.com/dims4/USNEWS/8b3e6a6/2147483647/resize/1200x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F4a%2F3d%2Fee96232940018b790eab3dc481cd%2F160617-familydoctorbadge-stock.jpg", "card": "summary_large_image", "site": "@USNews", "title": "The Promise (and Limits) of Pediatric Proton Radiation", "description": "Proton beams aren’t magic wands, but kids with cancer may have fewer side effects."}, "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "optimizely": "Optimizely is supported by this application but is not enabled for this page."}, "movies": [], "publish_date": 1466481600.0, "source": "http://health.usnews.com", "summary": ""}