{"url": "http://consumer.Healthday.com/Article.asp?AID=654737", "text": "By Steven Reinberg\n\nHealthDay Reporter\n\nMONDAY, July 11, 2011 (HealthDay News) -- Teens who have high levels of folic acid appear to do better in school than those with lower levels, Swedish researchers report.\n\n\"Folate intake had a positive association with academic achievement\" in the students studied, the authors wrote in the report published in the July 11 online edition and the August print issue of Pediatrics.\n\nNot only should health providers monitor folic acid levels in teens, but the findings should influence school meals, school teaching and information given to parents, according to the researchers.\n\nTeens often have high levels of the blood protein homocysteine, an amino acid linked to heart disease, and low levels of folic acid. In previous studies, folic acid levels have been linked to mental ability; however, until now this had not been linked with improved school performance, the study authors said.\n\n\"We know that folate plays a really critical role in brain development and brain function,\" said Dr. Daniel Armstrong, associate chair of pediatrics at the University of Miami Miller School of Medicine.\n\n\"We know that, in young children, folate deficiencies are associated with poorer neurocognitive function and neurocognitive development,\" he noted. In fact, folate deficiencies may be involved in the development of autism, he added.\n\nArmstrong thinks that a diet rich in folate might be important for brain functioning throughout life. \"It's one of those things that's no harm, no foul. It's not going to do us any harm and it might do us some good,\" he said.\n\nTo find out whether folate might do some good, a team led by Dr. Torbjorn K. Nilsson, from the department of laboratory medicine at Orebro University Hospital in Sweden, collected data on folic acid levels in 386 teens aged 15 years. The researchers also looked at any possible effects of socioeconomic status and genetics.\n\nThe investigators found that teens who had the highest levels of folic acid also got the best grades. None of the other factors they examined accounted for their finding, Nilsson's team noted.\n\n\"These results provide new information that points to the importance of keeping a closer watch on folate status in childhood and adolescence. They may also have direct implications for school meal provisions, school teaching programs and information to parents,\" the authors concluded.\n\nHowever, there is no scientific evidence that taking folate supplements will be beneficial, Armstrong noted. \"It's too early to say that everyone should start taking folate,\" he stressed.\n\nFolic acid is one of the B vitamins and is a key component in making DNA and RNA. Insufficient folic acid is a cause of certain birth defects of the spine and brain, including spina bifida.\n\nAmong the elderly, folic acid consumption appears to affect mental ability, and low levels of this vitamin have been associated with dementia and Alzheimer's disease, according to several studies.\n\nFolic acid is found in leafy green vegetables, fruits, dried beans, peas and nuts. In addition, people can obtain folic acid from breads, cereals and other grain products enriched with folic acid, as well as folic acid supplements.\n\nMore information\n\nFor more information on folic acid, visit the U.S. National Library of Medicine.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/mental-health-information-25/behavior-health-news-56/higher-folic-acid-levels-in-teens-tied-to-academic-success-654737.html", "title": "Higher Folic Acid Levels in Teens Tied to Academic Success", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Folate levels should be monitored to ensure kids are getting enough, researchers say", "og": {"title": "Higher Folic Acid Levels in Teens Tied to Academic Success", "description": "Folate levels should be monitored to ensure kids are getting enough, researchers say", "url": "https://consumer.healthday.com/mental-health-information-25/behavior-health-news-56/higher-folic-acid-levels-in-teens-tied-to-academic-success-654737.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}