{"url": "http://consumer.Healthday.com/Article.asp?AID=654498", "text": "By Maureen Salamon\n\nHealthDay Reporter\n\nWEDNESDAY, July 6, 2011 (HealthDay News) -- For the millions of Americans with chronic low back pain, a silver bullet to alleviate the condition has yet to be identified, a new study suggests.\n\nReviewing 26 studies comparing spinal manipulative therapy (SMT) to other treatments such as medication, exercise or physical therapy, researchers from the Netherlands found that SMT appears to be no better or worse than other options at relieving back pain long-term.\n\nThe analyses indicated that SMT -- which involves manual manipulation of the spine and surrounding muscles -- has only a short-term impact on pain relief, although it eases pain faster than other treatments.\n\n\"In short, no single therapy is better than another, although some individuals are likely to have more success with one therapy than another,\" said study author Sidney Rubinstein, a research fellow at VU University Medical Center in Amsterdam.\n\n\"Current studies are focusing on which subjects are more likely to benefit from spinal manipulation, exercise, or other therapies,\" he added. \"Spinal manipulation should be considered a viable treatment option for those with non-specific, chronic low back pain.\"\n\nThe study was recently published in the journal Spine.\n\nMore than 6,000 patients were included in the compilation of results, which the study authors said were sparse in data indicating participants' overall recovery, quality of life and ability to return to work. The studies also varied in quality, with only nine of 26 considered \"low [in] bias,\" according to background information accompanying the study.\n\nIn all evaluations, patients were randomly assigned to SMT or another comparison treatment, including active treatments such as exercise or inactive placebo treatments.\n\nAbout two-thirds of the studies were not included in a previous review published in 2004, and all patients had suffered from lower back pain for 12 weeks or longer.\n\nWhile chiropractors often perform SMT on patients, it is also administered by physical therapists and osteopaths. But which treatment is right for any patient depends not only on their specific pain, but their doctor's recommendations and their own comfort level with various options, said Stephen Perle, a spokesman for the American Chiropractic Association.\n\nThe cost of SMT sessions varies widely depending on the region, Perle said.\n\n\"Nobody has the answer at this time,\" Perle said. \"I guess people in almost every profession like to say, 'We have a compelling treatment and it will work almost every time,' but that's just not the case.\"\n\n\"With low back pain, there are many reasons people don't get better,\" added Perle, also a professor of clinical sciences in the College of Chiropractic at the University of Bridgeport in Connecticut. \"So the finding was not unexpected.\"\n\nAn unrelated study of 401 patients with low back pain, published July 5 in Annals of Internal Medicine, suggested that massage may be better than medication or exercise for short-term pain relief.\n\nSeattle researchers found that those who received either relaxation massage or structural massage, which involved manipulation of muscles and ligaments, had less pain and better functioning for up to a year compared to those getting \"usual medical care,\" which included medication and physical therapy.\n\nMore information\n\nThe U.S. National Institute of Neurological Disorders and Stroke has more information about low back pain.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Maureen Salamon"], "canonical_link": "https://consumer.healthday.com/alternative-medicine-information-3/chiropractic-news-128/study-questions-chiropractic-s-impact-on-back-pain-654498.html", "title": "Study Questions Chiropractic's Impact on Back Pain", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "No one type of treatment is better than another, researchers say", "og": {"title": "Study Questions Chiropractic's Impact on Back Pain", "description": "No one type of treatment is better than another, researchers say", "url": "https://consumer.healthday.com/alternative-medicine-information-3/chiropractic-news-128/study-questions-chiropractic-s-impact-on-back-pain-654498.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}