{"url": "https://consumer.healthday.com/bone-and-joint-information-4/backache-news-53/overcoming-fear-of-back-pain-may-spur-recovery-732970.html", "text": "En Español\n\nBy Steven Reinberg\n\nHealthDay Reporter\n\nMONDAY, April 16, 2018 (HealthDay News) -- People with chronic back pain often try painkillers and other treatments without success. Now, a new study suggests a program of education and exercise may provide relief.\n\nHelping patients think differently about pain and encouraging them to move in ways they previously feared appears to ease pain and improve function, researchers say.\n\n\"People with chronic neck and/or back pain should be educated about their pain, [and] should be reassured,\" said lead researcher Anneleen Malfliet.\n\nThey should \"learn to put pain into the right perspective, should remain active or increase their activity levels gradually, and should avoid fear of moving,\" said Malfliet, of Vrije University Brussels in Belgium.\n\nPhysical therapists and doctors can guide patients in this process, she added.\n\n\"They should also avoid the use of scary, unreassuring labels or diagnoses,\" and not limit movement in therapy, she said.\n\nTo test the experimental approach, Malfliet and her colleagues randomly assigned 22 men and 38 women to the program. They assigned another 25 men and 35 women to standard care -- exercise, and back and neck education.\n\n\"The experimental therapy, focusing on functionality, not using pain as a reliable symptom, and not as a guideline to adapt movements or activities, leads to better treatment outcomes,\" Malfliet said.\n\nThe program led to a significant and clinically important reduction of pain, she said.\n\nPatients in the program reported 50 percent less pain after the treatment. They also reported paying less attention to pain.\n\nIn general, they also had less disability, a reduced fear of moving, and improvement in mental and physical outlook, according to the study authors.\n\n\"These positive effects were found until the last follow-up measurement at one year after treatment,\" Malfliet said.\n\nThe program involves \"pain neuroscience education with cognition-targeted motor control training,\" she said.\n\nWhat does that mean?\n\nPain neuroscience education aims to change patients' beliefs about pain, to increase their knowledge of pain and to decrease its threat, Malfliet said.\n\nBesides focusing on the makeup of the spine, the program stressed lifting techniques and stretching. Participants also learned the value of strength, endurance and fitness training.\n\nMany back patients are afraid certain movements will cause them pain, so they avoid them. The new exercises are designed to help overcome that fear, Malfliet said.\n\nThe regimen included the best known exercises for back pain and general exercises, she said. It also included group classes, online activities and personalized training sessions.\n\n\"Be active, and move without fear of pain or reinjury,\" Malfliet said. \"Your level of activity or way of moving before the chronic pain began should be used as a guideline target.\"\n\nWhereas back pain studies involving exercise and drugs have shown changes to the brain's gray matter, the program in this study found no brain changes, Malfliet said.\n\nDr. Kiran Patel is director of neurosurgical pain at Lenox Hill Hospital in New York City.\n\nPatel said the dual mental and exercise approach is used to treat phantom pain in patients after a limb amputation. It's rarely used for back pain, she said.\n\nBut this study suggests these methods also can help reduce spinal pain, she said.\n\n\"The program, however, is quite time-intensive and is not covered by insurance,\" Patel said.\n\n\"Although it's promising, we really have to see the benefit long-term to justify the cost,\" she added.\n\nThe report was published online April 16 in JAMA Neurology.\n\nMore information\n\nFor more on lower back pain, visit the U.S. National Institute of Neurological Disorders and Stroke.", "images": ["https://media.healthday.com/Images/icimages/40072.jpg"], "top_img": "https://media.healthday.com/Images/icimages/40072.jpg", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/bone-and-joint-information-4/backache-news-53/overcoming-fear-of-back-pain-may-spur-recovery-732970.html", "title": "Overcoming Fear of Back Pain May Spur Recovery", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "People with chronic back pain often try painkillers and other treatments without success. Now, a new study suggests a program of education and exercise may provide relief.", "og": {"title": "Overcoming Fear of Back Pain May Spur Recovery", "image": "https://media.healthday.com/Images/icimages/40072.jpg", "description": "People with chronic back pain often try painkillers and other treatments without success. Now, a new study suggests a program of education and exercise may provide relief.", "url": "https://consumer.healthday.com/bone-and-joint-information-4/backache-news-53/overcoming-fear-of-back-pain-may-spur-recovery-732970.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "https://consumer.healthday.com", "summary": ""}