{"url": "http://well.blogs.nytimes.com/2010/06/15/eating-brown-rice-to-cut-diabetes-risk/", "text": "Francesco Tonelli for The New York Times\n\nNext time you order takeout wonton soup and a spicy Number 82, you might want to make sure it comes with brown rice.\n\nBrown rice is a whole grain — white rice before it has been refined and polished and stripped of the bran covering, which is high in fiber and nutrients. Brown rice also has a lower glycemic index than white rice, which means it doesn’t cause blood glucose levels to rise as rapidly.\n\nNow a new study from researchers at Harvard reports that Americans who eat two or more servings of brown rice a week reduce their risk of developing Type 2 diabetes by about 10 percent compared to people who eat it less than once a month. And those who eat white rice on a regular basis — five or more times a week — are almost 20 percent more likely to develop Type 2 diabetes than those who eat it less than once a month.\n\nJust replacing a third of a serving of white rice with brown each day could reduce one’s risk of Type 2 diabetes by 16 percent, a statistical analysis showed. A serving is half a cup of cooked rice.\n\nThe study, which was published in The Archives of Internal Medicine and used data from two Harvard nurses’ health studies and a separate study of health professionals, isn’t the first to point a finger at foods like white rice as a culprit in Type 2 diabetes. A 2007 study of Chinese women in Shanghai found that middle-aged women who ate large amounts of white rice and other refined carbohydrates were also at increased risk for diabetes compared to their peers who ate less.\n\nBut the Harvard study is one of the first to distinguish between brown rice and white rice consumption in the United States, where rice is not a staple food and relatively little is eaten overall, said Dr. Qi Sun, an instructor in medicine at Brigham and Women’s Hospital, which is affiliated with Harvard Medical School. Many food studies simply lump brown and white rice together.\n\n“The bottom line is we showed evidence that increased consumption of white rice – even at this low level of intake — is still associated with increased risk,” said Dr. Sun, who was at the Harvard School of Public Health when the study was done. “It’s really recommended to replace white rice with the same amount of brown rice or other whole grains.”\n\nThe researchers who did the study analyzed rice consumption among 39,765 men and 57,463 women who participated in the Health Professionals Follow-up Study and the Nurses’ Health Study I and II; participants in the three groups ranged in age from 26 to 87.\n\nThey had filled out food frequency questionnaires when the studies started — in 1986, 1984 and 1991, respectively — and updated their diet information every four years subsequently, through 2005 and 2006. They were also asked about their medical histories. During the course of the studies, more than 10,000 participants developed Type 2 diabetes.\n\nSuch food studies can be unreliable, since they rely on self-reported surveys. And correlation does not necessarily mean a cause-and-effect relationship, since factors other than brown rice consumption may have accounted for the decreased diabetes risk that was observed. The researchers tried to control for the fact that Americans who eat brown rice tend to be more healthy overall — they eat more fruits and vegetables and less red meat and trans fats, and they also tend to be thinner, more active and less likely to smoke than those who don’t eat brown rice.\n\nBut, Dr. Sun said, there were many possible explanations for why brown rice eaters are at lower risk for Type 2 diabetes. In addition to having a lower glycemic index than white rice, brown rice also contains important nutrients like magnesium that are stripped during the refining process; it also contains much more fiber. Earlier studies have found that having these nutrients in the diet protects against diabetes, Dr. Sun said.\n\nCorrection: An earlier version of this story misidentified the amount of cooked rice in a serving. A serving is one-quarter cup of uncooked rice, or about half a cup when cooked.", "images": ["https://static01.nyt.com/images/2010/06/15/health/15well_rice/15well_rice-blogSpan.jpg", "https://static01.nyt.com/marketing/newsletters/images/Running_75.jpg", "https://static01.nyt.com/images/2016/08/31/well/family/well-family-exerciseask/well-family-exerciseask-videoSixteenByNine600.jpg", "https://static01.nyt.com/images/2016/08/29/science/well-klass-smallpenis/well-klass-smallpenis-videoSixteenByNine600.jpg", "https://static01.nyt.com/images/blogs_v5/well/well_post.png", "https://static01.nyt.com/images/2016/08/29/science/well-klass-smallpenis/well-klass-smallpenis-articleInline.jpg", "https://static01.nyt.com/images/2016/08/31/well/family/well-family-exerciseask/well-family-exerciseask-articleInline.jpg", "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png"], "top_img": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png", "keywords": [], "authors": ["Roni Caryn Rabin", "Topics.Nytimes.Com Top Reference Timestopics People R Roni_Caryn_Rabin Index.Html", "Mark Klein", "Nancy Sullivan", "Brown On Rice", "Julie", "Rn", "Dennis Knicely", "Patricia Sprofera", "Don Wiss"], "canonical_link": "//well.blogs.nytimes.com/2010/06/15/eating-brown-rice-to-cut-diabetes-risk/", "title": "Eating Brown Rice to Cut Diabetes Risk", "meta_data": {"PT": "Blogs", "PST": "Blog Post", "sourceApp": "blogs", "blogpostid": 100000000264472, "author": "Roni Caryn Rabin", "CLMST": "Roni Caryn Rabin", "byl": "Roni Caryn Rabin", "article": {"author": "//topics.nytimes.com/top/reference/timestopics/people/r/roni_caryn_rabin/index.html", "published_time": 1276618085, "modified_time": "2017-07-02T01:15:44-04:00", "section": "Health", "tag": "Uncategorized", "collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp"}, "PUV": "normal", "PUD": 20100615, "pdate": 20100615, "ptime": 20100615120805, "utime": 20170702011544, "DISPLAYDATE": "June 15, 2010", "dat": "June 15, 2010", "CG": "Health", "SCG": "well", "BN": "well", "robots": "noodp", "keywords": "Uncategorized", "description": "Americans who ate two or more servings of brown rice a week reduced their risk of developing Type 2 diabetes by about 10 percent compared to people who ate it less than once a month.", "hdl": "Eating Brown Rice to Cut Diabetes Risk", "og": {"title": "Eating Brown Rice to Cut Diabetes Risk", "type": "article", "url": "//well.blogs.nytimes.com/2010/06/15/eating-brown-rice-to-cut-diabetes-risk/", "site_name": "Well", "description": "Americans who ate two or more servings of brown rice a week reduced their risk of developing Type 2 diabetes by about 10 percent compared to people who ate it less than once a month.", "image": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png"}, "thumbnail_150": "https://static01.nyt.com/packages/images/icons/t_logo_300_black.png", "twitter": {"card": "summary", "title": "Eating Brown Rice to Cut Diabetes Risk", "url": "//well.blogs.nytimes.com/2010/06/15/eating-brown-rice-to-cut-diabetes-risk/", "description": "Americans who ate two or more servings of brown rice a week reduced their risk of developing Type 2 diabetes by about 10 percent compared to people who ate it less than once a month.", "image": "https://static01.nyt.com/packages/images/icons/t_logo_300_black.png", "site": "@nytimeswell"}, "thumbnail": "https://static01.nyt.com/packages/images/icons/t_logo_300_black.png", "adxPage": "blog.nytimes.com/well/post", "dfp-ad-unit-path": "health/well"}, "movies": [], "publish_date": 1276574400.0, "source": "http://well.blogs.nytimes.com", "summary": ""}