{"url": "http://www.NPR.org/blogs/health/2010/12/07/131873139/study-aspirin-cuts-deaths-from-wide-variety-of-cancers", "text": "Study: Aspirin Cuts Deaths From Wide Variety Of Cancers\n\nA daily aspirin to prevent cancer? Maybe.\n\ntoggle caption iStockphoto.com\n\nA British study offers compelling -- though not clinching -- evidence that the humble aspirin tablet can prevent death from a variety of cancers, if you take the medicine long enough in middle age. Even a baby aspirin might be enough.\n\nDon't start popping aspirin every morning to fight tumors without talking to your doctor, though.\n\nYes, scientists have already published strong evidence suggesting aspirin can cut bowel cancer and deaths. The painkiller's anti-inflammatory properties and effects in damping down precancerous polyps may be involved.\n\nAnd the latest study, published in The Lancet, suggests aspirin could provide protection against a wide variety of tumors. They range from pancreatic cancer to the type of lung cancer that strikes nonsmokers.\n\nFor some of these cancers, the reduction in death was remarkable. Twenty years after people had started taking aspirin regularly (and kept it up for at least five years), their deaths from esophageal cancer were reduced by 60 percent compared to study subjects who got a placebo.\n\nDeaths from adenomatous lung cancer were cut 30 percent, those from colorectal cancer 40 percent, and those from prostate cancer 10 percent.\n\nStill, none of the big guns in cancer and prevention -- the National Cancer Institute, the American Cancer Society, or the U.S. Preventive Services Task Force -- are ready to advise healthy people to start taking aspirin to prevent cancer.\n\nBut the latest batch of evidence deserves a closer look. It encompasses eight earlier studies that compared cancer deaths among more than 25,000 people randomly assigned to get aspirin (of different doses) or placebo. And the researchers were able to gather more information about cancer deaths for up to 20 years after those studies ended about nearly 13,000 people.\n\nFor cancer prevention experts, the British study is provocative and significant. \"This is definitely the first time that research has shown that long-term aspirin use can reduce the risk of deaths due to cancer,\" Dr. Asad Umar of the National Cancer Institute's division of cancer prevention tells Shots.\n\nIn fact, Umar says, no drug has been shown before now to prevent cancer deaths. \"This is definitely hypothesis-generating for future studies,\" Umar says.\n\nMassachusetts General Hospital's Dr. Andrew Chan, who studies the effect of aspirin on gastrointestinal cancers, says the new study will feed a growing sense among experts \"that there is likely some potential anticancer effect of aspirin.\"\n\nDr. Peter Rothwell, an Oxford University neurologist who led the study, tells Shots that aspirin's effect on cancer is \"quite a lot bigger\" than its benefit in preventing heart attacks and strokes -- the reason millions of Americans already swallow a baby aspirin every day.\n\n\"So I think in the fullness of time, preventing cancer will be seen to be the main reason for taking aspirin in healthy individuals,\" Rothwell says.\n\nHe started taking a daily dose of aspirin a couple of years ago as the results of his study emerged. \"It was looking as though there was something going on, and I thought it was a sufficiently large benefit to be worth doing something about,\" says the 46-year-old researcher.\n\nRothwell says the \"sensible time\" to start taking aspirin \"would be before the risk of cancer starts to rise, at about 45.\" He says prophylactic aspirin is \"worth thinking about\" for people with a family history of early cancers.\n\nBut aspirin carries risks. The biggest is stomach bleeding, although it also raises the risk of brain hemorrhage. Daily aspirin doubles a person's gastrointestinal bleeding risk to about 2 in every 1,000 people a year. But Rothwell says this bleeding hazard is \"drowned out\" by the cancer benefit.\n\nProf. Peter Elwood of the University of Cardiff, who wasn't involved in the new study, agrees. \"There's a small risk of any of us having a gastric bleed,\" Ellwood said at a Lancet press conference Monday. \"But when you inspect the data…you find that the mortality from the bleed is not increased. In other words, aspirin seems to be increasing the less-serious bleeds,\" he said.\n\nTo be sure, the U.S. Preventive Services Task Force's currently recommends against taking aspirin to prevent colorectal cancer, the type of cancer for which there is the largest body of scientific work. The benefits of daily low-dose aspirin can exceed the risks for many middle-aged and older people when it comes to preventing heart attacks and strokes, the task force says.\n\nSo for those already taking prophylactic aspirin for this reason, the possible anticancer effects are just icing on the cake. Other healthy people interested in taking aspirin to prevent cancer should consult their doctors, experts say, and possibly await further evidence.\n\nA final word about dose: The new study didn't find any additional anticancer benefit for aspirin doses above 75 milligrams a day -- the British dose for a \"baby\" aspirin. In the United States, a baby aspirin weighs in at 81 milligrams. However, experts say more information is needed on the optimum dose for cancer prevention.\n\n\"There's a little controversy about whether a baby aspirin dose is enough,\" says Harvard's Chan. \"We think that probably a standard adult aspirin dose of 325 milligrams is more likely to be effective.\"", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2010/12/07/aspirin_wide-96ee2efb848ec84ca93161ee29f71fe976ab8186.jpg?s=1400", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2010/12/07/aspirin-4bfd0eb10dd6bfb91ad58f2177b09d751d2c1c5c-s800-c15.jpg", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2010/12/07/aspirin_wide-96ee2efb848ec84ca93161ee29f71fe976ab8186.jpg?s=1400", "keywords": [], "authors": ["Richard Knox"], "canonical_link": "https://www.npr.org/sections/health-shots/2010/12/07/131873139/study-aspirin-cuts-deaths-from-wide-variety-of-cancers", "title": "Study: Aspirin Cuts Deaths From Cancers", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2010-12-07", "description": "A British study  offers compelling -- though not clinching -- evidence that the humble  aspirin tablet can prevent death from many kinds of cancers, if you take  the medicine long enough in middle  age.", "og": {"title": "Study: Aspirin Cuts Deaths From Cancers", "url": "https://www.npr.org/sections/health-shots/2010/12/07/131873139/study-aspirin-cuts-deaths-from-wide-variety-of-cancers", "type": "article", "description": "A British study  offers compelling -- though not clinching -- evidence that the humble  aspirin tablet can prevent death from many kinds of cancers, if you take  the medicine long enough in middle  age.", "image": "https://media.npr.org/assets/img/2010/12/07/aspirin_wide-96ee2efb848ec84ca93161ee29f71fe976ab8186.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Study: Aspirin Cuts Deaths From Cancers", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2010/12/07/aspirin_wide-96ee2efb848ec84ca93161ee29f71fe976ab8186.jpg?s=1400"}}}, "movies": [], "publish_date": 1291698000.0, "source": "http://www.NPR.org", "summary": ""}