{"url": "http://www.nytimes.com/2010/05/26/health/research/26drug.html", "text": "“These data support the vision that we have long had for fundamentally changing the treatment for hepatitis C,” Dr. Robert Kauffman, Vertex’s chief medical officer, said in a conference call with securities analysts.\n\nThe results also keep Vertex at the front of a crowded field that has made hepatitis C one of the fiercest battlegrounds in the pharmaceutical business. Merck is expected to announce late-stage trial results of a similar drug, boceprevir, this year. And numerous other companies, from pharmaceutical giants to small start-ups, are in hot pursuit.\n\nBoth Vertex’s telaprevir and Merck’s boceprevir block an enzyme known as protease that is made by the virus. Most of the other new drugs also work by blocking viral enzymes. This direct antiviral approach has been used with great success in treating H.I.V. and AIDS.\n\nVertex itself says it expects results from two additional Phase 3 trials of telaprevir in the third quarter and will then apply to the Food and Drug Administration for approval of the drug.\n\nSome 2.7 million to 3.9 million Americans are estimated to have hepatitis C, and 12,000 die from it each year, according to a recent report by the Institute of Medicine.\n\nThe disease can cause cirrhosis, which is a scarring of the liver, as well as liver cancer. The virus is transmitted by blood, so most people who have hepatitis C either have injected illegal drugs or received blood transfusions or blood products before the early 1990s.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe existing treatment is a combination of alpha interferon, which is injected, and ribavirin, an oral drug. It is not quite clear how those drugs work.\n\nFor patients with the type of hepatitis most prevalent in the United States, which is called Genotype 1, the treatment lasts nearly a year and can cause side effects that include flulike symptoms, anemia and depression. It is so arduous that many patients opt not to get treated or drop out before completing the course.\n\nAdvertisement Continue reading the main story\n\nBut in Vertex’s trial, about 70 percent of those who achieved an effective cure were able to do so in 24 weeks, or about six months. That shorter time line, plus a higher chance of success, could entice more people to be treated, experts say.\n\n“If you can promise them six months with a reasonable chance of a cure, that’s a meaningful advance,” said Dr. Scott L. Friedman, chief of the division of liver diseases at the Mount Sinai School of Medicine in New York.\n\nIf approved, telaprevir would have to be used initially with the existing drugs to prevent the virus from evolving resistance. But experts hope that eventually several of the pills now in development could be used together, much as AIDS is treated, doing away with the need for interferon.\n\nVertex’s clinical trial enrolled 1,095 patients in the United States and abroad who had Genotype 1 hepatitis C and had not been treated previously. Patients got either 12 weeks or eight weeks of telaprevir or a placebo. The standard therapy of interferon and ribavirin was given for either 24 weeks or 48 weeks, depending on how the patients were faring after four weeks and 12 weeks.\n\nOf those who got 12 weeks of telaprevir, 75 percent had a sustained viral response, meaning the virus was not detectable in their blood 24 weeks after completing treatment. That is seen as essentially a cure. The rate was 69 percent for those who got eight weeks of telaprevir.\n\nThe drug can cause a nasty rash and increases the rate of anemia. About 7 percent of the patients getting telaprevir dropped out of the trial, about double the figure for the control group.\n\nLorren Sandt, chairwoman of the National Viral Hepatitis Roundtable, an advocacy group, called the trial results impressive. But she added, “The community hopes that if telaprevir is approved by the F.D.A. that it will be accessible and affordable to everyone.”\n\nVertex, which is based in Cambridge, Mass., has not said what it would charge. But analysts expect the drug to cost tens of thousands of dollars for a course of treatment.", "images": ["https://static01.nyt.com/images/icons/t_logo_291_black.png"], "top_img": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "keywords": [], "authors": ["Andrew Pollack"], "canonical_link": "https://www.nytimes.com/2010/05/26/health/research/26drug.html", "title": "Hepatitis C Drug Raises Cure Rate in a Late Trial", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/1247467919858", "package": "com.nytimes.android", "app_name": "NYTimes"}, "iphone": {"url": "nytimes://www.nytimes.com/2010/05/26/health/research/26drug.html", "app_store_id": 284862083, "app_name": "NYTimes"}, "ipad": {"url": "nytimes://www.nytimes.com/2010/05/26/health/research/26drug.html", "app_store_id": 357066198, "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/1247467919858"}}, "site": "@nytimes", "url": "https://www.nytimes.com/2010/05/26/health/research/26drug.html", "title": "Hepatitis C Drug Raises Cure Rate in a Late Trial", "description": "About three-quarters of the patients who got a standard dose of the Vertex Pharmaceuticals drug in combination with the current existing treatment were essentially cured.", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "robots": "noarchive", "hdl_p": "Hepatitis C Drug Raises Cure Rate in Late Trial", "description": "About three-quarters of the patients who got a standard dose of the Vertex Pharmaceuticals drug in combination with the current existing treatment were essentially cured.", "genre": "News", "articleid": 1247467919858, "usageTerms": "https://help.nytimes.com/hc/en-us/articles/115014893968-Terms-of-sale", "hdl": "Hepatitis C Drug Raises Cure Rate in a Late Trial", "pdate": 20100525, "utime": 20141030035019, "ptime": 20100525223942, "DISPLAYDATE": "May 25, 2010", "dat": "May 25, 2010", "lp": "About three-quarters of the patients who got a standard dose of the Vertex Pharmaceuticals drug in combination with the current existing treatment were essentially cured.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "26drug", "article": {"collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "published": "2010-05-25T22:39:42-04:00", "modified": "2014-10-30T03:50:19-04:00", "section": "Health", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC", "top-level-section": "health", "author": "https://www.nytimes.com/by/andrew-pollack", "tag": "Hepatitis"}, "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "og": {"url": "https://www.nytimes.com/2010/05/26/health/research/26drug.html", "type": "article", "title": "Hepatitis C Drug Raises Cure Rate in a Late Trial", "description": "About three-quarters of the patients who got a standard dose of the Vertex Pharmaceuticals drug in combination with the current existing treatment were essentially cured.", "image": "https://static01.nyt.com/images/icons/t_logo_291_black.png"}, "fb": {"app_id": 9869919170, "pages": 993603507345855}, "author": "Andrew Pollack", "tone": "feature", "byl": "By ANDREW POLLACK", "PT": "article", "CG": "health", "SCG": "research", "PST": "News", "tom": "News", "edt": "NewYork", "org": "Vertex Pharmaceuticals Incorporated", "des": "Hepatitis", "keywords": "Vertex Pharmaceuticals Incorporated,Drugs (Pharmaceuticals),Hepatitis", "dfp-ad-unit-path": "health/research", "dfp-amazon-enabled": "false"}, "movies": [], "publish_date": 1274846400.0, "source": "http://www.nytimes.com", "summary": ""}