{"url": "http://consumer.Healthday.com/Article.asp?AID=658925", "text": "En Español\n\nBy Denise Mann\n\nHealthDay Reporter\n\nTUESDAY, Nov. 15, 2011 (HealthDay News) -- An apple a day won't necessarily keep the doctor away, but three kiwis just might help, at least according to a small study that showed that the brown, fuzzy fruit may lower blood pressure levels.\n\nMen and women with mildly high blood pressure who ate three kiwi fruits a day for eight weeks had systolic blood pressure levels that were 3.6 millimeters of mercury lower than those of volunteers who ate an apple a day. Systolic blood pressure is the upper number in a blood pressure measurement.\n\nKiwis may be small, but they pack a lot of nutrition in their green flesh. They are rich in lutein, a potent antioxidant, and this may be what is responsible for their blood pressure-lowering powers, said researchers who were led by Mette Svendsen of Oslo University Hospital in Norway. The study was to be presented Tuesday at the American Heart Association's annual meeting in Orlando, Fla.\n\nCardiologists were quick to caution that there is no single magic food or ingredient that is the key to heart health, but they all agreed that kiwi may have a place in the five daily servings of fruit and vegetables that are currently recommended as part of a heart-healthy diet.\n\nThe new study included 50 men and 68 women with an average age of 55 who were randomly assigned to eat three kiwis or one apple a day for eight weeks. Participants had blood pressure levels in the mildly elevated range of 128/85 when the study began. A blood pressure reading that is less than 120/80 is considered ideal. They changed nothing in their diet other than adding the fruit. Researchers measured blood pressure via 24-hour ambulatory monitoring, which is thought to be more precise than measuring it during a single point in time.\n\nThe Oslo University Hospital funded the study.\n\n\"Three kiwi a day improved 24-hour blood pressure more than an apple a day,\" the researchers concluded.\n\nSo, is kiwi the new \"wonder\" fruit?\n\n\"There is biological plausibility, but I would not go and grab three kiwis a day,\" said Dr. Nehal Mehta, a preventive cardiologist at the Hospital of the University of Pennsylvania in Philadelphia. \"They are not easy to find or one of those fruits that people readily grab.\"\n\nModeration is the key with kiwis or any food, he said. \"Three kiwis a day or 21 kiwis a week does not seem like moderation, and I would caution against eating that much,\" he said.\n\nThe new study may just \"put kiwis on the map,\" he said. \"When we say 'eat more fresh fruit,' we stick to the tried-and-true or anything that is handheld and peeled, but these findings suggest that a kiwi can be part of a heart-healthy diet,\" he said.\n\nIn addition, the study looked at the whole fruit, not individual nutrients. Don't start popping lutein in supplement form based on these results, he noted.\n\nDr. Suzanne Steinbaum, a preventive cardiologist with Lenox Hill Hospital in New York City, agreed. \"Kiwi is not the wonder fruit, but certainly adding kiwi to your diet can help decrease mildly high blood pressure levels.\"\n\nDr. Elliott M. Antman, a professor of medicine at Harvard Medical School in Boston, said that while promising, the new study is small. \"Don't count on this to be the complete answer to high blood pressure,\" he said. Whatever you do, \"do not stop taking your blood pressure medications without talking to your doctor,\" he added.\n\nBecause this study was presented at a medical meeting, the data and conclusions should be viewed as preliminary until published in a peer-reviewed journal.\n\nMore information\n\nThe Dash diet is often recommended to lower blood pressure levels.", "images": ["http://consumer.Healthday.com/images/favicon.ico"], "top_img": "http://consumer.Healthday.com/images/favicon.ico", "keywords": [], "authors": ["Denise Mann"], "canonical_link": "https://consumer.healthday.com/circulatory-system-information-7/blood-pressure-news-70/got-high-blood-pressure-kiwi-fruit-may-help-658925.html", "title": "Got High Blood Pressure? Kiwi Fruit May Help", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Small study found three a day lowered levels more than eating an apple a day", "og": {"title": "Got High Blood Pressure? Kiwi Fruit May Help", "description": "Small study found three a day lowered levels more than eating an apple a day", "url": "https://consumer.healthday.com/circulatory-system-information-7/blood-pressure-news-70/got-high-blood-pressure-kiwi-fruit-may-help-658925.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.Healthday.com", "summary": ""}