{"url": "http://www.NPR.org/2011/03/14/134467782/how-to-beat-sleep-apnea-cut-it-out-surgically", "text": "How To Beat Sleep Apnea? Cut It Out (Surgically)\n\nEnlarge this image toggle caption iStockphoto.com iStockphoto.com\n\nAt 32, it just didn't make sense that Daniel Sheiner was exhausted literally from the moment he woke up. \"It didn't get any better over the course of the day, and I knew that was not normal,\" Sheiner says.\n\nSheiner is a software designer and programmer. His job suffered as a result of his fatigue.\n\n\"I would miss conversations,\" Sheiner says. \"I would ask a question that had already been answered.\"\n\nSheiner suspected he had sleep apnea because it ran in his family. But he was not overweight, which is the biggest risk factor for the disorder — some 60 percent to 90 percent of patients diagnosed with apnea have a body mass index, or BMI, over 28.\n\nA sleep study confirmed Sheiner had one of the worst cases of apnea his doctors had ever seen. After trying a number of different treatments, his doctors finally tried a surgery using robots to treat his stubborn apnea — with positive results.\n\n'Gasping For Breath'\n\nAccording to Erica Thaler, an ear, nose and throat surgeon at the Hospital of the University of Pennsylvania, Sheiner's sleep study found that he woke up about 112 times every hour. That meant Sheiner stopped breathing for at least 10 seconds about two times every minute.\n\nSleep apnea is a chronic and common sleep disorder. People with this condition stop breathing while sleeping.\n\nLike Sheiner, they often find themselves suddenly and repeatedly gasping for breath during the night. Their airway is clogged, sometimes because their tonsils and tonsilar tissue in the back of their throat are enlarged.\n\nThis was exactly the case for Sheiner.\n\n\"Daniel's obstruction was both at the level of the soft palate and at the back of the tongue,\" Thaler says. \"He had very large tonsils, but his tonsil tissue was also enlarged in the palate area and also at the back of his tongue.\"\n\nSheiner was put on a nighttime breathing machine. In bed he wore a face mask, which was connected to a tube that was connected to a device that pumped air into his nose and mouth.\n\nThe Continuous Positive Airway Pressure machine, or CPAP, as it is often referred to, works for about half of all patients who try it. It can be cumbersome, Thaler says.\n\nBut Sheiner was extremely committed to trying it. In fact, he tried a number of different types of machines, but none of them worked.\n\nHanding Surgery Off To Robots\n\nSo Thaler suggested a type of robotic surgery currently used to remove cancerous tumors at the back of the throat. Thaler was starting to perform it on sleep apnea patients, to remove tonsils and excess tissue.\n\n\"What the robot allows you to do is get into a small, confined space without using hands,\" Thaler says. \"Human hands are huge, and robot hands are tiny, and yet they can do exactly the same thing if you control them remotely.\"\n\nSo, about a year ago, Thaler performed surgery on Sheiner, removing both his tonsils and excess tissue. Sheiner is one of only about a half-dozen patients to have this robotic surgery for apnea.\n\nAfter surgery, Sheiner says, \"it was a whole new life.\" He had energy, an ability to focus and get things done. \"I find myself solving problems much more quickly and more confidently.\"\n\nHe's exercising at the gym three times a week, lifting weights. He is also starting to experiment with recipes and cooking, something he had absolutely no energy or interest in doing before the surgery.\n\nSurgery Not For Everyone\n\nThe surgery Sheiner had isn't right for everyone. Rashmi N. Aurora is a sleep specialist at Mount Sinai School of Medicine in New York. She is also chairwoman of the Standards of Practice Committee of the American Academy of Sleep Medicine.\n\n\"I wouldn't send a middle-age obese man for surgery as their first option,\" Aurora says. \"I would say let's lose the weight; let's use CPAP and see a nutritionist; let's avoid the alcohol and let's see how you do.\" The apnea can probably be taken care of with these noninvasive techniques, she says, and invasive surgery can be avoided.\n\nBut when she sees a young, thin person with severe apnea, Aurora says, surgery might be the answer.\n\n\"The upper airway starts with the nose and mouth and runs down to the vocal chords, so there's a lot of room for obstruction to occur,\" Aurora says. Some patients may require surgery to remove the uvula or the tonsils or excess tissue, or all of them, she says. Then, there's surgery to remove blockage in the nasal passage.\n\nOftentimes, Aurora says, patients need a series of surgeries to completely treat apnea. And even then, success rates aren't high; they're effective only 20 to 30 percent of the time.\n\nThe only surgery proved effective more than 90 percent of the time is a significant and highly invasive surgery. Maxillomandibular advancement, or MMA, involves literally slicing the jaw in half and moving it forward in order to widen the patient's airway.\n\nFor patients with recessed chins, small jaws and airways narrowed by facial structure, this might be the surgery for them. But it can take nearly a year to recover, and many patients opt not to have it.\n\nThe \"new\" CPAP machines are more sophisticated, Aurora says. They're less cumbersome, less noisy and can actually \"sense\" the magnitude of blockage and adjust air pressure being blown into the nose or mouth, she says. Noninvasive measures are always the first lines of defense, she says.", "images": ["https://media.npr.org/assets/img/2011/03/11/robotic_graphic-311ef205323284e789c2d93b7dc241f475fa3a94-s800-c15.jpg", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/news/2010/06/07/sleep_sq-eb1865a95120245e62e34e176778cdf5013cf81a-s100-c15.jpg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/assets/img/2011/03/11/robotic_graphic_wide-8c6ecb280126a7fcf521d9caf9f99d5ad7b3a7cb.jpg?s=1400", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2011/03/11/sleep-mask1-4fdd6dcc7b4b8f912db58625ef8c09afb48cb1f0-s800-c15.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2011/03/11/robotic_graphic_wide-8c6ecb280126a7fcf521d9caf9f99d5ad7b3a7cb.jpg?s=1400", "keywords": [], "authors": ["Patti Neighmond"], "canonical_link": "https://www.npr.org/2011/03/14/134467782/how-to-beat-sleep-apnea-cut-it-out-surgically", "title": "How To Beat Sleep Apnea? Cut It Out (Surgically)", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2011-03-14", "description": "Sleep  apnea is a chronic and common sleep disorder that makes it hard to breathe while sleeping. When all else fails, doctors are turning to a surgery currently used to remove  cancerous tumors at the back of the throat. It relies on robots to do the delicate task of removing tissue in the throat.", "og": {"title": "How To Beat Sleep Apnea? Cut It Out (Surgically)", "url": "https://www.npr.org/2011/03/14/134467782/how-to-beat-sleep-apnea-cut-it-out-surgically", "type": "article", "description": "Sleep  apnea is a chronic and common sleep disorder that makes it hard to breathe while sleeping. When all else fails, doctors are turning to a surgery currently used to remove  cancerous tumors at the back of the throat. It relies on robots to do the delicate task of removing tissue in the throat.", "image": "https://media.npr.org/assets/img/2011/03/11/sleep-mask1_wide-149c8384e793731fec44d41708058700ff6c3ab4.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "How To Beat Sleep Apnea? Cut It Out (Surgically)", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2011/03/11/robotic_graphic_wide-8c6ecb280126a7fcf521d9caf9f99d5ad7b3a7cb.jpg?s=1400"}}}, "movies": [], "publish_date": 1300075200.0, "source": "http://www.NPR.org", "summary": ""}