{"url": "http://www.bostonglobe.com/business/2018/04/02/boomers-line-for-joint-replacements-and-their-expectations-are-high/NSyWYCkx86ZJFBmtEOX6LP/story.html?camp=breakingnews%3Anewsletter", "text": "“We thought we’d be young forever,” said Francis, who co-anchors a radio news program in Washington, D.C. “The big wake-up call is when our bodies wear down.”\n\nTake Elliott Francis, 64, who had his second hip replacement surgery in February. Growing up, he was “a jumper and a rebounder,” he said, scooping basketballs off the rim during Roxbury pickup games and later playing in high school and college.\n\nFor a generation that pounded its joints doing aerobics, running marathons, and carving up the ski slopes, it’s time to roll out the spare parts.\n\nBaby boomers, determined to keep moving no matter what wear and tear and arthritis have wrought, are fueling a surge in joint replacements. Taking advantage of improved artificial joints and surgical methods, aging Americans are getting so many new hips, knees, shoulders, and ankles that orthopedic surgeons are having trouble meeting the demand.\n\nAdvertisement\n\nHip replacements in the United States more than doubled between 2000 and 2014 — from 160,282 to 371,605 a year — according to the most recent data from the Healthcare Cost and Utilization Project, which tracks hospital discharges. Knee replacements increased at an even faster clip in the same period, from 274,467 to 680,886.\n\nThe procedures can cost up to $50,000 for knees and $40,000 for hips, though the prices vary widely among Medicare and private insurers, which typically bear the bulk of the cost. The average age of patients listed in the American Joint Replacement Registry is about 66.\n\nWith millions more boomers still in their late 50s and early 60s, the trend will only continue.\n\n“They’re aging, they’ve had some injuries, and they want to continue to be active into their 60s, 70s, and 80s. And they need a good joint to do that,” said Dr. David Mattingly, surgeon in chief at New England Baptist Hospital in Boston, one of the nation’s top orthopedics centers.\n\nAdvertisement\n\nA patient looked at joint replacement models. Suzanne Kreiter/Globe staff\n\nThe surgical surge has created an expanding brigade of bionic baby boomers whose artificial parts are accompanied by sky-high expectations — something doctors struggle to manage. Despite steady improvement in technology and outcomes, replacement joints don’t create superhumans. Still, many patients are lifelong fitness buffs who begin plotting their return to the gym, the golf course, or the cross-country skiing trails the moment they are discharged from the hospital.\n\nWinthrop retiree John Carver, 76, is already back at the fitness center after having replacement surgery on his right knee in February. “My goal is to get back to an hour — 30 minutes on the elliptical and some back exercises,” he said. A Marine veteran who ran the New York City Marathon the year he turned 40, Carver has scheduled a similar procedure on his left knee in May, early enough “to be ready for golf season.”\n\nFor those who are still working at physically demanding jobs, there are other considerations.\n\n“I’m up and down the scaffolding all day,” said David Smith, 62, of Arlington, a construction superintendent in Boston who had a hip replacement in January. “My first focus was to just get on my feet so I can work another 10 years. So I said, ‘OK, let’s get this done.’ ”\n\nSmith, who played hockey in college and as an adult and spent years lifting heavy equipment on building sites, plans to return to his job this spring. But he has already resumed golfing — on a March trip to visit his son and his family in Atlanta. And, he promised, “I will get on the skates again.”\n\nAdvertisement\n\nLike Smith, many boomers endured months or years of pain before surgery, pain caused by “bone-on-bone” friction when cartilage deterioration eroded their bone cushioning. Some took multiple cortisone shots, hoping to avoid surgeries. But having had the procedures, many say they wish they’d done it sooner.\n\nWest Newbury’s town clerk, Mike McCarron,, 62, played high school and college football and once climbed Mount Washington in the winter. McCarron underwent two knee replacements simultaneously in 2011. “I had a coupon,” he joked. Now he runs on the treadmill at his Merrimack Valley gym and hikes in the Maine wilderness.\n\nSusan Nadworny, 61, of Melrose, owned an aerobics studio in Boston’s North End during the 1980s and 1990s. There, she spent three or four hours a day leading high-impact exercise classes. Nadworny, who now works as a public policy advocate for people with disabilities, had knee replacement surgery last April. Nearly a year later, she pedals an indoor exercise bicycle and spends an hour a day walking dogs in the woods.\n\nThe vast majority of joint-surgery patients report much less pain and greater mobility afterward, with success rates topping 95 percent, according to the American Academy of Orthopedic Surgeons, a physicians organization. In patient-reported surveys, some still complain of pain and tissue inflammation after their procedures. Smaller numbers suffer serious complications, ranging from blood clotting to hospital-acquired infections.\n\nAdvertisement\n\nAt New England Baptist, a physical therapist showed patients about to have joints replaced how to use crutches. Suzanne Kreiter/Globe staff\n\nNew England Baptist expects to perform a record 7,000 knee and hip replacements at its Mission Hill campus this year, a nearly sixfold increase from the 1,200 annually it did in the mid-1980s. “Most of the busy guys do 15 to 20 a week,” Mattingly said.\n\nLast year, the average salary for joint-replacement specialists topped $575,000, reported the Dallas consulting firm Merritt Hawkins & Associates, compared with just over $230,000 for family doctors.\n\nBecause of improvements in materials and the way they’re treated and sterilized, implants — which include polyethylene and titanium alloys — don’t wear down as fast as they once did. Implants now have a 90 percent chance of lasting two decades, much longer than in the past, Mattingly said.\n\nWhile physical activity obviously plays a role in joint deterioration, genetics may be the biggest factor in determining who needs a replacement and when, he said. Knee replacements were first offered in the 1960s, and hip replacements began in the 1940s, so many boomers are facing the same surgeries their fathers and mothers underwent.\n\nBut boomers may have a tougher time coming to terms with the reality that a new body part doesn’t mean they can resume all of the high-impact activities that were a major part of their lives.\n\n“Nobody will return to playing football,” Mattingly said. “The person who struggles is the one who’s done long-distance running for years and just doesn’t want to give it up.”\n\nTechnology could eventually change that. Joint implants have become more customized to suit individual patients, but a Billerica company is pushing the personalization trend further. ConforMIS Inc. uses 3-D printing and imaging software to more precisely tailor replacement joints. It sells between 17,000 and 20,000 personalized knee implants a year — still a small share of the market — and last year won US regulatory approval for its first hip implants.\n\nAdvertisement\n\n“The baby boomer explosion is a big deal in health care,” said ConforMIS chief executive Mark Augusti. “Technology has to be part of the solution. Baby boomers expect to be more active as they get older and have higher expectations about quality of life in their later years.”\n\nStephanie Donvan, 60, of Arlington, who received a ConforMIS knee replacement in May, recalled feeling like she was “carrying a dead tree trunk” before the surgery.\n\nNow, she said, “I’m out walking my Lab about five miles a day, every day. I can run in the snow and ride my bike. I have complete range of motion . . . We want to keep going till we’re in our 80s or 90s. We don’t want to give up all the things we’re doing.”\n\nRobert Weisman can be reached at robert.weisman@globe.com. Follow him on Twitter @GlobeRobW.", "images": ["https://sb.scorecardresearch.com/p?c1=2&c2=6035042&cv=2.0&cj=1", "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/1xvZm2ZdTSPv6cXSIBMBqC-bLDM=/506x0/arc-anglerfish-arc2-prod-bostonglobe.s3.amazonaws.com/public/KKHNNQBRFMI6RDRFVWH6FG4CYA.jpg", "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/aQ99weL2QYjYSCZXiVhncxwP5zI=/20x0/arc-anglerfish-arc2-prod-bostonglobe.s3.amazonaws.com/public/P6JTRMRWPUI6RF3ACFYYET343Q.jpg", "https://www.facebook.com/ tr?id=884869448226452&ev=PageView&noscript=1", "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/fs2kHq7KWEPWoOaYkkjk5cVUx4U=/20x0/arc-anglerfish-arc2-prod-bostonglobe.s3.amazonaws.com/public/J5Q7N3BWPUI6RF3ACFYYET343Q.jpg"], "top_img": "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/1xvZm2ZdTSPv6cXSIBMBqC-bLDM=/506x0/arc-anglerfish-arc2-prod-bostonglobe.s3.amazonaws.com/public/KKHNNQBRFMI6RDRFVWH6FG4CYA.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.bostonglobe.com/business/2018/04/02/boomers-line-for-joint-replacements-and-their-expectations-are-high/NSyWYCkx86ZJFBmtEOX6LP/story.html", "title": "Boomers are going bionic, and they want joint replacements to let them do it all", "meta_data": {"description": "Aging Americans are getting so many new hips, knees, shoulders, and ankles that orthopedic surgeons are having trouble handling demand.", "keywords": "joint replacement,knees,hips,baby boomers", "robots": "noarchive", "viewport": "width=device-width, initial-scale=1", "msapplication-config": "/pf/resources/images/icons/browserconfig.xml?d=109", "theme-color": "#ffffff", "fb": {"admins": 507486035, "app_id": 103933749691726, "pages": 5637143257}, "og": {"site_name": "BostonGlobe.com", "type": "article", "title": "Boomers are going bionic, and they want joint replacements to let them do it all - The Boston Globe", "url": "https://www.bostonglobe.com/business/2018/04/02/boomers-line-for-joint-replacements-and-their-expectations-are-high/NSyWYCkx86ZJFBmtEOX6LP/story.html", "description": "Aging Americans are getting so many new hips, knees, shoulders, and ankles that orthopedic surgeons are having trouble handling demand.", "image": "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/1xvZm2ZdTSPv6cXSIBMBqC-bLDM=/506x0/arc-anglerfish-arc2-prod-bostonglobe.s3.amazonaws.com/public/KKHNNQBRFMI6RDRFVWH6FG4CYA.jpg", "pixelID": 884869448226452}, "article": {"opinion": "false", "publisher": "https://www.facebook.com/globe", "content_tier": "free"}, "twitter": {"account_id": 95431448, "card": "summary_large_image", "site": "@BostonGlobe", "title": "Boomers are going bionic, and they want joint replacements to let them do it all - The Boston Globe", "description": "Aging Americans are getting so many new hips, knees, shoulders, and ankles that orthopedic surgeons are having trouble handling demand.", "url": "https://www.bostonglobe.com/business/2018/04/02/boomers-line-for-joint-replacements-and-their-expectations-are-high/NSyWYCkx86ZJFBmtEOX6LP/story.html", "image": "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/1xvZm2ZdTSPv6cXSIBMBqC-bLDM=/506x0/arc-anglerfish-arc2-prod-bostonglobe.s3.amazonaws.com/public/KKHNNQBRFMI6RDRFVWH6FG4CYA.jpg"}, "section": "Business & Tech"}, "movies": [], "publish_date": 1522641600.0, "source": "http://www.bostonglobe.com", "summary": ""}