{"url": "http://www.NPR.org/templates/story/story.php?storyId=129552029", "text": "Breast Removal Reduces Cancer Risk In Some Women\n\nEnlarge this image toggle caption Damian Dovarganes/AP Damian Dovarganes/AP\n\nA new study in the Journal of the American Medical Association shows the clearest evidence yet that women carrying the BRCA1 and BRCA2 genes should consider preventive surgery because they are at a very high risk for breast and ovarian cancers.\n\nIt confirms what smaller studies have suggested in the past: Women who have a family history of breast cancer can greatly reduce their chances of getting the disease by having a double mastectomy.\n\nAnd, if they also have their ovaries removed, they can further reduce the risk of breast cancer and minimize their chances of getting ovarian cancer.\n\nResearchers from around the country tracked nearly 2,500 women with the BRCA mutations who had surgery to try to prevent breast and ovarian cancer.\n\n\"We found mastectomy provided huge risk reduction of subsequent breast cancer diagnosis and death. Risk reduction [was] probably in the range of 80 to 95 percent,\" said researcher Timothy Rebbeck, an epidemiologist at the University of Pennsylvania.\n\nAnd women who had ovaries removed reduced their risk of ovarian cancer by as much as 80 percent.\n\nThe study findings are extremely reassuring to Rebbeck -- no breast cancer diagnoses among women who had double mastectomies after three years of follow-up. Among the women who did not have the surgery, 7 percent were later diagnosed with breast cancer.\n\nRebbeck says these decreases are big but are cautions that cancer risk will never be brought down to zero. That's because all the tissue is never completely taken out.\n\n\"Breast tissue is found throughout the torso and can't be completely removed through surgical means. And, with ovarian cancer, the ovary leaves behind cells that could go on to become cancerous. So, it's just not possible to remove all the tissue that might be at risk,\" he says.\n\nToby's Story\n\nOne of the women who decided to take that chance is 61-year-old Toby of New Jersey. (Because she's worried about her health coverage, she doesn't want her last name used.)\n\nToby's mother died of ovarian cancer when Toby was in her 20s. Researchers now know that disease is linked, along with breast cancer, to genetic mutations.\n\nToby had first her ovaries and then both breasts removed after she tested positive for the BRCA genes about five years ago.\n\nBut at first, she had hoped to avoid the surgery.\n\n\"After my genetic testing, they would alternate mammogram with MRI every six months. I thought I was getting very, very good surveillance, and I thought that would probably be enough and they would be able to diagnose something very, very early and be able to cure me if I were to get breast cancer,\" she says.\n\nBut her doctors thought otherwise. Breast cancer caused by BRCA mutations is particularly aggressive. And they told Toby her lifetime risk of that type of cancer was as high as 90 percent.\n\nToby was one of the women researchers from around the country tracked in the study to see how they fared after having this surgery.\n\nWomen like Toby who chose both ovary and breast removal had dramatically lower risks of getting both cancers after the surgery. Only 3 percent of those who had surgery died, compared with 10 percent of those who did not, during the follow-up period.\n\nRole Of Genetic Testing\n\nIn an editorial accompanying the study, Virginia Kaklamani, an oncologist at Northwestern University, says lives can be saved if women have genetic testing.\n\n\"A lot of times I see these women having had a very preventable type of breast cancer. Preventable because I can identify the fact that they had a higher risk of getting breast cancer,\" she says.\n\n\"Had they been genetically tested a few years prior to my seeing them, they would have had the option of having bilateral mastectomy. So, we could have prevented these breast cancers and we didn't,\" says Kaklamani.\n\nFor Toby, it's been about a year since her double mastectomy. She's had reconstruction. And, today, she says she feels physically strong again. But she now feels an emotional empowerment, and that comforts her.\n\n\"My mother left me when I was 26, and it was extremely painful and traumatic for my entire life,\" she says. \"I just didn't want to do that for my children. I had a chance to control that and to fight what my mother never had a chance for.\"\n\nOncologist Kaklamani says women with the BRCA mutation should be counseled about genetic testing, and strongly consider it.\n\nWhile surgical decisions are up to patients, the findings of this study should help them decide what to do, she says.\n\nToby has a daughter who decided to take the test, based on her mother's experience. She tested negative, Toby says.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/news/2010/08/31/breast-080cc793d7fc2316f62ebb2ac994ac9c0e7bc068-s800-c15.jpg", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/assets/news/2010/08/31/breast_wide-f9dca220e76ea331094d352f9f94edc15683a67b.jpg?s=1400", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/news/2010/08/31/breast_wide-f9dca220e76ea331094d352f9f94edc15683a67b.jpg?s=1400", "keywords": [], "authors": ["Patti Neighmond"], "canonical_link": "https://www.npr.org/templates/story/story.php?storyId=129552029", "title": "Breast Removal Reduces Cancer Risk In Some Women", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2010-08-31", "description": "Women carrying the BRCA1 and BRCA2 genetic mutations for breast cancer could benefit from having double mastectomies before they develop cancer. \"We found mastectomy provided huge risk reduction of subsequent breast cancer diagnosis and death,\" says the author of a new study.", "og": {"title": "Breast Removal Reduces Cancer Risk In Some Women", "url": "https://www.npr.org/templates/story/story.php?storyId=129552029", "type": "article", "description": "Women carrying the BRCA1 and BRCA2 genetic mutations for breast cancer could benefit from having double mastectomies before they develop cancer. \"We found mastectomy provided huge risk reduction of subsequent breast cancer diagnosis and death,\" says the author of a new study.", "image": "https://media.npr.org/assets/news/2010/08/31/breast_wide-f9dca220e76ea331094d352f9f94edc15683a67b.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Breast Removal Reduces Cancer Risk In Some Women", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/news/2010/08/31/breast_wide-f9dca220e76ea331094d352f9f94edc15683a67b.jpg?s=1400"}}}, "movies": [], "publish_date": null, "source": "http://www.NPR.org", "summary": ""}