{"url": "https://www.npr.org/sections/health-shots/2018/01/18/578620342/scientists-edge-closer-to-a-blood-test-to-detect-cancers", "text": "Scientists Edge Closer To A Blood Test To Detect Cancers\n\nEnlarge this image Andrew Lichtenstein/Getty Images Andrew Lichtenstein/Getty Images\n\nResearchers say they have taken a step toward developing a blood test that would detect eight common cancers, possibly even before symptoms appear.\n\nAs they report Thursday in the journal Science, they're hoping their idea would eventually lead to a $500 test that can screen for cancer and identify people with the disease when it's in its earliest stages and more treatable.\n\nBut they have a long way to go.\n\nThere have been many attempts over the decades to develop blood tests to screen for cancers. Some look for proteins in the blood that appear with cancer. Others more recently have focused on DNA from tumors. But these methods alone don't give reliable results.\n\nSo Nickolas Papadopoulos, a professor of oncology and pathology at the Johns Hopkins Sidney Kimmel Cancer Center, collaborated with many colleagues at the medical school to develop a new approach. It combines two methods into one test.\n\nTheir experimental test, dubbed CancerSEEK, focuses on eight major cancers: lung, breast, colon, pancreas, liver, stomach, ovary and esophagus.\n\n\"We selected those eight cancers based on how frequent they are, also [because] a lot of them do not have any screening modality right now,\" Papadopoulos says.\n\nThe researchers looked at 1,005 people who had been diagnosed with these cancers. The blood test found signs of cancer in about 70 percent of them.\n\nThey also looked at 812 people without cancer diagnoses and found just seven of them — less than 1 percent — apparently had a false reading that found cancer. A low false-positive rate is critical for any test that could be used widely to screen people for cancer.\n\nOf course, the ultimate goal of this test is to find cancer in people who haven't already been diagnosed. And that percentage could well be lower than the 70 percent average. For example, the test was successful only about 40 percent of the time in the patients the researchers studied with the earliest stage 1 cancers.\n\nThough 40 percent success would be far from ideal, \"we still think this is a very important milestone in detecting cancers in asymptomatic people,\" Papadopoulos says. \"That could save their life.\"\n\n\"I am incredibly excited by this new paper,\" says Joshua Schiffman, an oncologist and cancer researcher at the Huntsman Cancer Center at the University of Utah who was not involved in the study. \"This is the paper that's going to set the field in motion.\"\n\nBut Schiffman points out that there are many issues to work out – even assuming the test proves reliable among people who have not been previously diagnosed with cancer. For instance, if the success rate is around 40 percent at detecting cancer, that means it misses cancers more often than it finds it.\n\n\"The thing we worry about quite often is ... if we have a test result that is negative we don't want to give false reassurance to the patient,\" he says. He is concerned that patients will think to themselves, \"Even though I have this weird stomach pain that won't go away, I know it's not cancer. I'm not going to go to the doctor because the CancerSEEK test told me it was negative,\" Schiffman says. \"And that would be a terrible thing.\"\n\nAnother problem is that the test results find signs of cancer, but often fail to pinpoint which part of the body is affected. \"That's a tremendous problem that has to be overcome,\" he says.\n\n\"We've come about one step in a thousand-mile journey,\" says Vinay Prasad, an oncologist and cancer researcher at the Oregon Health and Science University who was not involved in the study.\n\nFirst, he notes, the Hopkins team will need to demonstrate that the test will be useful in patients without symptoms. Then the researchers will need to show that the rate of false alarms remains very low, otherwise people will be sent on needless and expensive medical odysseys.\n\nAnd for the test to be useful, \"you've got to find cancer that's going to otherwise be lethal, and not cancer that would otherwise be destined to do nothing,\" Prasad says.\n\nThat's been a huge problem with previous cancer screening tests, especially for prostate cancer and breast cancer, and has led to pointless and potentially dangerous treatments, he says.\n\nAn effective screening test would hold lots of potential for cancer patients, Prasad says.\n\n\"We want this to be true, we hope that this is true, but we have learned through 30, 40, 50 years of cancer screening that we have to do the right studies at the outset to know that it's true,\" Prasad says.\n\nThe scientists at Hopkins have already launched their next study, which could involve tens of thousands of apparently healthy volunteers who are enrolled in the Geisinger Health Plan in Pennsylvania. Their experience will help answer the next big question, which is whether CancerSEEK will pick up cancer in people who don't have symptoms.\n\nIf that multiyear experiment succeeds, the researchers will still have to demonstrate that the test improves and extends the lives of cancer patients.\n\nPapadopoulos is less concerned that the test could detect cancers that might not in fact benefit from treatment.\n\n\"In a personal level, I do want to know,\" he says. \"That doesn't mean I have to go and have a surgery. However, I still think this is very useful information, knowing that something is happening and follow it up.\"\n\nAs for the cost of the test, Papadopoulos says the research team has tried hard to make it affordable. They're hoping to make it economical, so that each test could cost about $500. But he says Johns Hopkins holds the patent and has not licensed it as yet to a company that would ultimately set the price.\n\nYou can contact Richard Harris: rharris@npr.org.", "images": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg", "https://media.npr.org/assets/img/2019/05/23/screen-shot-2019-05-23-at-8.46.21-am_sq-7dcea391e7a87ca3569fe3d2047dda0144e5d86f.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2018/01/18/blood-test_cancer-a12fc47b47795efbe3e614847c8ba3be265d911a-s1100-c15.jpg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/branding/sections/health-shots/branding_icon-9d5c5798fbff8351e5c796ffe65e5e8246c166fb.png", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2012/01/03/richardharris_19_sq-547efacf558c8b1a1f14db525c7c501f990beeed-s100-c85.jpg", "https://media.npr.org/assets/img/2018/01/18/blood-test_cancer_wide-75fe3fa0efab4686e3ae45da30cf2f54a1eeb6bf.jpg?s=1400", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2018/08/02/npr_planetmoney_podcasttile_sq-7b7fab0b52fd72826936c3dbe51cff94889797a0.jpg?s=100", "https://media.npr.org/assets/img/2018/08/03/npr_hiddenbrain_podcasttile_sq-270ab642de6948802f485c6ad1f087239ef6e324.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2018/08/03/npr_hibt_podcasttile_sq-98320b282169a8cea04a406530e6e7b957665b3f.jpg?s=100"], "top_img": "https://media.npr.org/assets/img/2018/01/18/blood-test_cancer_wide-75fe3fa0efab4686e3ae45da30cf2f54a1eeb6bf.jpg?s=1400", "keywords": [], "authors": ["Richard Harris"], "canonical_link": "https://www.npr.org/sections/health-shots/2018/01/18/578620342/scientists-edge-closer-to-a-blood-test-to-detect-cancers", "title": "Scientists Edge Closer To A Blood Test To Detect Cancers", "meta_data": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2018-01-18", "description": "This blood test detected signs of cancer in 70 percent of people with eight common forms of the disease. But it was much less good at identifying cancer in people in the early stages.", "og": {"title": "Scientists Edge Closer To A Blood Test To Detect Cancers", "url": "https://www.npr.org/sections/health-shots/2018/01/18/578620342/scientists-edge-closer-to-a-blood-test-to-detect-cancers", "type": "article", "description": "This blood test detected signs of cancer in 70 percent of people with eight common forms of the disease. But it was much less good at identifying cancer in people in the early stages.", "image": "https://media.npr.org/assets/img/2018/01/18/blood-test_cancer_wide-75fe3fa0efab4686e3ae45da30cf2f54a1eeb6bf.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Scientists Edge Closer To A Blood Test To Detect Cancers", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2018/01/18/blood-test_cancer_wide-75fe3fa0efab4686e3ae45da30cf2f54a1eeb6bf.jpg?s=1400"}}}, "movies": [], "publish_date": 1516251600.0, "source": "https://www.npr.org", "summary": ""}