{"url": "http://consumer.healthday.com/alternative-medicine-information-3/acupuncture-news-5/acupuncture-may-help-ease-fibromyalgia-pain-study-finds-708085.html", "text": "En Español\n\nBy Steven Reinberg\n\nHealthDay Reporter\n\nMONDAY, Feb. 15, 2016 (HealthDay News) -- Acupuncture may help ease pain and improve quality of life for people with fibromyalgia, a new study suggests.\n\nTen weeks after treatment, the pain scores of patients given acupuncture dropped an average of 41 percent, compared with an average drop of 27 percent for those given a simulated acupuncture treatment. The benefits were still seen after a year.\n\n\"Individualized acupuncture is a safe and good therapeutic option for the treatment of patients with fibromyalgia,\" said lead researcher Dr. Jorge Vas, of the pain treatment unit at Dona Mercedes Primary Health Center in Seville, Spain.\n\nFibromyalgia patients have chronic widespread pain, which is associated with fatigue, poor sleep patterns and depression. The condition affects up to 5 percent of the population, Vas said. Between 80 percent and 90 percent of fibromyalgia patients are women.\n\nAccording to the study authors, nine out of 10 patients try some form of alternative therapy, such as massage or acupuncture, in addition to their regular pain medication.\n\n\"Both acupuncture and traditional medicine have a place in treating fibromyalgia,\" said Dr. Alexander Rances, an acupuncturist, pain management specialist and attending physician at North Shore University Hospital in Manhasset, N.Y.\n\n\"A combination of Western as well as traditional Chinese medicine probably offers these patients the best possible therapy,\" he said.\n\nWith acupuncture, extremely thin needles are inserted through the skin at strategic body points to treat pain.\n\nFibromyalgia treatment usually starts with medications such as the nerve pain medication Lyrica (pregabalin), and if that fails or is only partly effective, doctors might add acupuncture to the mix, Rances said.\n\nFor the study, Vas and colleagues randomly assigned 153 patients diagnosed with fibromyalgia to individually tailored acupuncture or simulated acupuncture. Patients had nine weekly treatments, each session lasting 20 minutes.\n\n\"Although it was allowed for the participants to continue with the pharmacological [drug] treatment they were taking beforehand, when the study was finished, the patients who received individualized acupuncture were taking less medication than the group on sham acupuncture,\" Vas said.\n\nAt 10 weeks, six months and 12 months after treatment, patients were asked about perceived levels of pain and depression and their physical and mental quality of life.\n\nOne year after treatment, acupuncture patients had an average 20 percent drop in their pain score, compared with a little more than 6 percent among those who had simulated therapy, the researchers found.\n\nScores on the Fibromyalgia Impact Questionnaire, which measures how the condition affects patients' lives, also differed between groups. Reductions were seen of 35 percent at 10 weeks, and just over 22 percent at one year, for those given real acupuncture, compared with 24.5 percent and 5 percent, respectively, for those given sham acupuncture, the researchers said.\n\nIn addition, pressure pain and the number of tender points also improved more in patients given real acupuncture after 10 weeks, as did measures of fatigue, anxiety and depression, Vas said.\n\nHowever, although taking less pain medication, acupuncture patients were using higher levels of antidepressants after one year, which may have artificially boosted the positive results, he said.\n\nThe report was published online Feb. 15 in the journal Acupuncture in Medicine.\n\nDr. Allyson Shrikhande is a physiatrist -- a doctor who specializes in physical medicine and rehabilitation -- at Lenox Hill Hospital in New York City. She agreed that antidepressant use could have been a \"significant contributing factor to their continued improvement.\"\n\nStill, Shrikhande said, \"the findings in this study help demonstrate that acupuncture is a safe and effective treatment for chronic pain patients.\"\n\nMany patients with fibromyalgia have a central nervous system that is unregulated, meaning an abundance of pain signals are sent to the brain, Shrikhande said.\n\n\"Acupuncture can calm or quiet the nervous system and help slow down the pain signals to the brain. Acupuncture can also improve blood flow, which can improve oxygenation of tissues,\" she said.\n\nSome insurance companies cover acupuncture, which costs about $125 a session, according to the University of California, San Diego Center for Integrative Medicine.\n\nMore information\n\nFor more on fibromyalgia, visit the U.S. National Institute of Arthritis and Musculoskeletal and Skin Diseases.", "images": ["https://media.healthday.com/Images/icimages/59118.jpg"], "top_img": "https://media.healthday.com/Images/icimages/59118.jpg", "keywords": [], "authors": ["Steven Reinberg"], "canonical_link": "https://consumer.healthday.com/diseases-and-conditions-information-37/fibromyalgia-news-310/acupuncture-may-help-ease-fibromyalgia-pain-study-finds-708085.html", "title": "Acupuncture May Help Ease Fibromyalgia Pain, Study Finds", "meta_data": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1", "description": "Alternative therapy combined with medication appears safe and effective, expert says", "og": {"title": "Acupuncture May Help Ease Fibromyalgia Pain, Study Finds", "image": "https://media.healthday.com/Images/icimages/59118.jpg", "description": "Alternative therapy combined with medication appears safe and effective, expert says", "url": "https://consumer.healthday.com/diseases-and-conditions-information-37/fibromyalgia-news-310/acupuncture-may-help-ease-fibromyalgia-pain-study-finds-708085.html", "site_name": "Consumer HealthDay"}}, "movies": [], "publish_date": null, "source": "http://consumer.healthday.com", "summary": ""}