{"url": "https://web.archive.org/web/20171128203903/http://www.newsweek.com/poop-pill-cure-deadly-and-common-hospital-infection-724329", "text": "An emerging treatment for a common hospital-acquired infection could be (slightly) less gross in the future. Researchers have found that delivering a fecal microbiota transplant (FMT) in a pill—a poop pill, basically—is no worse than a similar procedure done with a colonoscopy.\n\nNeither option may sound particularly enticing, but FMTs are wildly effective at treating a very nasty infection called Clostridium difficile. One of the first controlled clinical trials for FMTs in 2013 ended early because the patients who received the treatment were doing so much better than patients who didn’t. In the new study, almost 90 percent of adults treated with the capsules were cured.\n\n“It’s absolutely insane. We just don’t see kind of efficacy with drugs,” Dr. Dina Kao told Newsweek. Kao is one of the authors of the paper and a gastroenterologist at the University of Alberta. Kao and her colleagues published the findings in the Journal of the American Medical Association on Tuesday.\n\nKeep up with this story and more by subscribing now\n\nC. difficile infections can set in after a course of broad-spectrum antibiotics, which can wipe out some of the bacterial populations normally found in people’s gut. The transplants work by replacing those “healthy” bacteria. “C. difficile is the single biggest cause of diarrhea in a health care setting,” Kao said. “It is our public enemy No. 1 in hospitals.”\n\nAccording to the Centers for Disease Control and Prevention, C. difficile infects half a million people in the United States per year and kills 15,000 people. But patients may be hesitant to accept this potentially life-saving treatment because there are feces involved. Previous research found that while every part of this treatment was unappealing to most people, being offered the treatment in a pill form made patients significantly more open to the idea. Other efforts to take the “poop” out of the poop pills—to just include the bacteria thought to be behind the benefits—have failed.\n\nREUTERS/Wolfgang Rattay\n\nThe 116 patients used in this study may have been selected in part because they were ideal candidates for FMTs, Dr. Elizabeth Hohmann noted, but she said the paper is solid overall. (Hohmann, a researcher at Massachusetts General Hospital who has also done research on FMTs, was not involved in his research.) “The results are sort of a best-case scenario,” she said. “What I like about this paper is that it validates the upper-GI route and demonstrates that you can get very good cure rates without doing a colonoscopy.”\n\nThat’s important because colonoscopies and the anesthesia required for the procedure can put a lot of stress on a person’s body and can be complicated for the people most at risk for C. difficile infections, Hohmann noted\n\nKao’s study also showed that people found FMTs far less unpleasant when the poop came in a pill. Two-thirds of the 57 patients who got the pills said their experiences were “not at all unpleasant,” while just 44 percent of the 59 patients who received the FMT via a colonoscopy could say the same.\n\nBut most importantly, the study found no difference in effectiveness between the two therapies. There was a significant difference in cost. Though the procedures were done in a Canadian hospital, the FMTs delivered by colonoscopy cost nearly $500 USD more than the capsules, which cost about $300.\n\nFMTs are not yet common practice, though Kao noted that it is becoming the standard of care for C. difficile infections. “For this group of patients, nothing else really works,” she said. However, the same cannot be said yet for other conditions. While the FDA said in 2013 that doctors can try fecal transplants in patients with C. difficile infections, the agency noted doctors should only use FMT for other conditions in clinical trials. Over 100 clinical trials are ongoing for various FMT therapies, including ones to treat ulcerative colitis and Crohn’s disease in children. (New FDA guidelines have been in the works since 2016 but aren’t finalized.)\n\nDespite the FDA’s advice, some people have set up shop as FMT providers anyway. Buzzfeed reported in June that one clinic in Tampa was even providing FMTs as a treatment for autism.\n\nThough physicians think they know how FMTs work, it remains somewhat mysterious. One recent, small study found that even stool samples that are entirely free of bacteria can be effective, perhaps because there are non-bacterial organisms that also help.\n\n“We still don’t understand what’s going on, and in these other conditions it’s not as clear-cut that the disturbance in the bacterial composition is the cause,” Kao said. “Stool is such a complex mixture.”", "images": ["https://web.archive.org/web/20171128203903im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2017/11/28/restroom-sign.jpg", "https://web.archive.org/web/20171128203903im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/thumbnail/public/2016/04/29/0429gut-bacteria-diet.jpg", "https://web.archive.org/web/20171128203903im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/thumbnail/public/2017/09/07/0907pooptransplant.jpg", "https://web.archive.org/web/20171128203903im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/lg/public/2017/11/28/restroom-sign.jpg", "https://web.archive.org/web/20171128203903im_/http://s.newsweek.com/sites/www.newsweek.com/files/2017/11/28/restroom-sign.jpg", "https://web.archive.org/web/20171128203903im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/thumbnail/public/2016/06/09/obesity.jpg"], "top_img": "https://web.archive.org/web/20171128203903im_/http://s.newsweek.com/sites/www.newsweek.com/files/2017/11/28/restroom-sign.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20171128203903/http://www.newsweek.com/poop-pill-cure-deadly-and-common-hospital-infection-724329", "title": "Eating a Poop Pill Works to Cure This Deadly and Common Hospital Infection", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "news_keywords": "eating, poop, pill, works, cure, deadly, and, common, hospital, infection", "fb": {"app_id": 245537789135954, "pages": 18343191100}, "og": {"type": "article", "site_name": "Newsweek", "url": "https://web.archive.org/web/20171128203903/http://www.newsweek.com/poop-pill-cure-deadly-and-common-hospital-infection-724329", "title": "This deadly infection can be cured with a poop pill, researchers have found", "description": "Fecal transplants, for all their ickiness, are extremely effective.", "image": "https://web.archive.org/web/20171128203903im_/http://s.newsweek.com/sites/www.newsweek.com/files/2017/11/28/restroom-sign.jpg"}, "article": {"publisher": "https://www.facebook.com/Newsweek", "section": "Tech & Science", "modified_time": "2017-11-28T12:47:51-05:00", "published_time": "2017-11-28T12:09:40-05:00"}, "twitter": {"site": "@newsweek", "card": "summary_large_image", "title": "This deadly infection can be cured with a poop pill, researchers have found", "url": "https://web.archive.org/web/20171128203903im_/http://www.newsweek.com/poop-pill-cure-deadly-and-common-hospital-infection-724329", "description": "Fecal transplants, for all their ickiness, are extremely effective.", "image": "https://web.archive.org/web/20171128203903im_/http://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2017/11/28/restroom-sign.jpg"}, "msapplication-TileColor": "#ff0000", "msapplication-TileImage": "http://s.newsweek.com/sites/www.newsweek.com/themes/newsweek/favicons/mstile-144x144.png", "msapplication-config": "http://s.newsweek.com/sites/www.newsweek.com/themes/newsweek/favicons/browserconfig.xml", "com.silverpop.brandeddomains": "www.pages06.net,aidataconf.com,amp.ibtimes.co.uk,e-amp.newsweek.com,e-sns.newsweek.com,europe.newsweek.com,events.newsweek.com,ibt-dev.co.uk,ibtimes.co.uk,ibtimes.com,idigitaltimes.com,latintimes.com,medicaldaily.com,newsweek.com,player.one,sns.europe.newsweek.com,sns.ibtimes.co.uk,subscription.newsweek.com,www.ibt-dev.co.uk,www.ibtimes.co.uk,www.ibtimes.com", "description": "Fecal transplants, for all their ickiness, are extremely effective."}, "movies": [], "publish_date": 1511888980.0, "source": "https://web.archive.org", "summary": ""}