{"url": "http://www.newswise.com/articles/view/665449/?sc=mwhn", "text": "*****************************************Note: Video commentary from researchers and b-roll are available at http://bcove.me/tty4xtcl. A media teleconference with researchers and patients will also be held on Wednesday, Nov. 30, from 11 a.m. EST to 12:30 p.m. EST. To participate, U.S.-based media can call 855-698-2663; international media should dial 011-646-754-2524. The access code is 48330192. Phone lines open at 10:50 a.m., and all media should place speakers on mute unless posing a question. Reporters wishing to ask a question should e-mail their name and outlet to david.march@nyumc.org during the briefing, so they may be placed in a queue; the moderator will call on individual media to ask a question in the order names and outlets were received.******************************************\n\nNewswise — When combined with psychological counseling, a single dose of a mind-altering compound contained in psychedelic mushrooms significantly lessens mental anguish in distressed cancer patients for months at a time, according to results of a clinical trial led by researchers at NYU Langone Medical Center.\n\nPublished in the Journal of Psychopharmacology online Dec.1, the study showed that one-time treatment with the hallucinogenic drug psilocybin — whose use required federal waivers because it is a banned substance — quickly brought relief from distress that then lasted for more than six months in 80 percent of the 29 study subjects monitored, based on clinical evaluation scores for anxiety and depression.\n\nThe NYU Langone-led study was published side by side with a similar study from Johns Hopkins. Study results were also endorsed in 11 accompanying editorials from leading experts in psychiatry, addiction, and palliative care.\n\n“Our results represent the strongest evidence to date of a clinical benefit from psilocybin therapy, with the potential to transform care for patients with cancer-related psychological distress,” says study lead investigator Stephen Ross, MD, director of substance abuse services in the Department of Psychiatry at NYU Langone.\n\n“If larger clinical trials prove successful, then we could ultimately have available a safe, effective, and inexpensive medication — dispensed under strict control — to alleviate the distress that increases suicide rates among cancer patients,” says Ross, also an associate professor of psychiatry at NYU School of Medicine.\n\nStudy co-investigator Jeffrey Guss, MD, a clinical assistant professor of psychiatry at NYU Langone, notes that psilocybin has been studied for decades and has an established safety profile. Study participants, he says, experienced no serious negative effects, such as hospitalization or more serious mental health conditions.\n\nAlthough the neurological benefits of psilocybin are not completely understood, it has been proven to activate parts of the brain also impacted by the signaling chemical serotonin, which is known to control mood and anxiety. Serotonin imbalances have also been linked to depression.\n\nFor the study, half of the participants were randomly assigned to receive a 0.3 milligrams per kilogram dose of psilocybin while the rest received a vitamin placebo (250 milligrams of niacin) known to produce a “rush” that mimics a hallucinogenic drug experience.\n\nApproximately half way through the study’s monitoring period (after seven weeks), all participants switched treatments. Those who initially received psilocybin took a single dose of placebo, and those who first took niacin, then received psilocybin. Neither patients nor researchers knew who had first received psilocybin or placebo. Guss says, “The randomization, placebo control, and double-blind procedures maximized the validity of the study results.”\n\nOne of the key findings was that improvements in clinical evaluation scores for anxiety and depression lasted for the remainder of the study’s extended monitoring period — specifically, eight months for those who took psilocybin first.\n\nAll patients in the study — mostly women age 22 to 75 who are or were patients at the Perlmutter Cancer Center of NYU Langone — had either advanced breast, gastrointestinal, or blood cancers and had been diagnosed as suffering from serious psychological distress related to their disease. All patients, who volunteered to be part of the study, were provided with tailored counseling from a psychiatrist, psychologist, nurse or social worker, and were monitored for side effects and improvements in their mental state.\n\nCo-investigator Anthony Bossis, PhD, a clinical assistant professor of psychiatry at NYU Langone, says patients also reported post-psilocybin improvements in their quality of life: going out more, greater energy, getting along better with family members, and doing well at work. Several also reported variations of spirituality, unusual peacefulness, and increased feelings of altruism.\n\n“Our study showed that psilocybin facilitated experiences that drove reductions in psychological distress,” says Bossis. “And if it’s true for cancer care, then it could apply to other stressful medical conditions.”\n\nBossis cautions that patients should not consume psilocybin on their own or without supervision by a physician and a trained counselor. He also says “Psilocybin therapy may not work for everyone, and some groups, such as people with schizophrenia, as well as adolescents, should not be treated with it.”\n\nBoth the NYU Langone and Johns Hopkins studies were principally funded by the Heffter Research Institute, a non-profit, scientific institution with the principal mission of helping to design, review and fund studies on the use of psilocybin for a wide range of ailments (Ross previously served as a board member). Additional funding for the NYU Langone study was provided by the National Center for Advancing Translational Sciences, part of the National Institutes of Health (UL1 TR000038). The drug used in the study was manufactured by Organix Inc. in Woburn, Mass.\n\nBesides Ross, Guss, and Bossis, other NYU researchers involved in this study are Gabrielle Agin-Liebes, BS; Tara Malone, MA; Alexander Belser, MPhil; Krystallia Kalliontzi, MSc; Barry Cohen, PhD; Sarah Mennenga, PhD; James Babb, PhD; Zhe Su, MS, MA; Patricia Corby, DDS; and Brian Schmidt, MD, PhD.\n\nMedia Inquiries: David March/Jim Mandler212-404-3528/212-404-3525david.march@nyumc.org/jim.mandler@nyumc.org", "images": ["https://www.newswise.com/images/new-newswise-logo-square.jpg", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "http://www.newswise.com/assets/img/logo.png.pagespeed.ce.pQl5UlxZ8w.png", "http://www.newswise.com/images/institutions/logos/xNYULangoneHealthLogo.jpg.pagespeed.ic.RwRHaRW3Kv.jpg", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/single-dose-of-hallucinogenic-drug-psilocybin-relieves-anxiety-and-depression-in-patients-with-advanced-cancer", "title": "Single Dose of Hallucinogenic Drug Psilocybin Relieves Anxiety and Depression in Patients with Advanced Cancer", "meta_data": {"keywords": "Newswise, Nyu Langone,Perlmutter Cancer,Stephen Ross,Anthony Bossis,Jeffrey Guss,psilocbyin,Anxiety,Depression,magic mushroom,Psychotherapy,Death,Dying,Psychopharmacology,Cancer, Mental Health, Pharmaceuticals, Psychology and Psychiatry, Local - New York, Local - New York Metro, Embargoed Feed - hidden, All Journal News,  NYU Langone Health", "description": "When combined with psychological counseling, a single dose of a mind-altering compound contained in psychedelic mushrooms significantly lessens mental anguish in distressed cancer patients for months at a time, according to results of a clinical trial led by researchers at NYU Langone Medical Center.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "When combined with psychological counseling, a single dose of a mind-altering compound contained in psychedelic mushrooms significantly lessens mental anguish in distressed cancer patients for months at a time, according to results of a clinical trial led by researchers at NYU Langone Medical Center.", "title": "Single Dose of Hallucinogenic Drug Psilocybin Relieves Anxiety and Depression in Patients with Advanced Cancer", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "url": "https://www.newswise.com/articles/single-dose-of-hallucinogenic-drug-psilocybin-relieves-anxiety-and-depression-in-patients-with-advanced-cancer"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}