{"url": "http://www.prnewswire.com/news-releases/medimetriks-announces-the-results-of-a-successful-phase-2-trial-of-mm36-in-atopic-dermatitis-study-results-and-design-published-in-the-journal-of-the-american-academy-of-dermatology-jaad-300272926.html", "text": "FAIRFIELD, N.J., May 23, 2016 /PRNewswire/ --\n\nMedimetriks, in collaboration with Otsuka, announces the successful completion of a Phase 2 trial of MM36 (previously known as OPA-15406) in Atopic Dermatitis (AD)\n\nMM36 is a topical phosphodiesterase 4 (PDE4) inhibitor under development for the treatment of AD\n\nResults showed a therapeutic benefit as measured by percentage change in EASI score and improvement in IGA score\n\nMM36 is expected to be the 2nd topical PDE4 inhibitor available in the US and may offer unique benefits for patients suffering from AD\n\nMedimetriks Pharmaceuticals, Inc. today announces the publication of Phase 2 results for MM36 (previously referred to as OPA-15406), a novel topical non-steroidal phosphodiesterase IV (PDE4) inhibitor for the treatment of mild-to-moderate atopic dermatitis.\n\nThe successful results of the Phase 2 trial of MM36 have been published by the Journal of the American Academy of Dermatology (JAAD), the leading peer-reviewed journal in dermatology. The randomized, double-blind, vehicle-controlled study in 121 patients showed that MM36 demonstrates a statistically significant effect on the primary endpoints versus vehicle as measured by improvement in IGA score (Investigators Global Assessment) and percentage change in EASI score (Eczema Area and Severity Index). The mean percentage improvement in baseline EASI score was notable very early at week 1 (31.4% vs. 6% for vehicle; p=.0005) and at week 2 (39.0% vs. 3% for vehicle; p=.0001). These effects were sustained through week 8 of the study. MM36 was also associated with improvement in patient-reported outcomes, most notably rapid and sustained itch relief, with Visual Analog Scale scores showing improvement from moderate to mild within the first week (36.4% mean change; p=.0011).\n\nMM36, a PDE4 inhibitor, reduces inflammation in affected skin by inhibiting production of cytokines and chemical mediators that are believed to cause the signs and symptoms of atopic dermatitis. In particular, MM36 exhibits highly selective inhibitory activity against PDE4 subtype B, an enzyme that may play a significant role in inflammation. MM36 is expected to be the 2nd topical PDE4 inhibitor in the market after the potential approval of Anacor Pharmaceuticals' crisaborole product.\n\n\"The results of the Phase 2 study suggest that MM36 represents a potentially safe, effective and well-tolerated non-steroidal treatment for mild-to-moderate atopic dermatitis,\" said Linda Stein Gold, MD, director of clinical research, Department of Dermatology at Henry Ford Hospital and co-author of the article. \"Based on the results of this study, it appears that MM36 could address an important unmet need in dermatology.\"\n\n\"We are pleased that JAAD, the most respected peer-reviewed journal in dermatology, published the Phase 2 results,\" said Bradley Glassman, Chairman and Chief Executive Officer of Medimetriks. \"We believe these Phase 2 results demonstrate compelling evidence of MM36's capacity to be a leading topical PDE4 inhibitor and are aggressively developing MM36 for atopic dermatitis in the US. Atopic Dermatitis patients have few treatment options and Medimetriks is dedicated to addressing this important unmet need.\"\n\nThe JAAD article discussing the Phase 2 results can be found by visiting www.jaad.org.\n\nAbout Atopic Dermatitis\n\nAtopic dermatitis (AD) is a chronic inflammatory skin condition characterized by red, swollen and cracked skin with intense itching. The onset of AD occurs most commonly between 3 and 6 months of age, with approximately 60% of patients developing the condition in the first year of life and 90% by 5 years of age. The majority of affected individuals have resolution of disease during childhood, although 10% to 30% of patients maintain the condition throughout their lives. A small percentage of the population develops first symptoms as adults. It has been estimated that approximately 18 million people are living with AD in the U.S. and this disease accounts for up to 20% of patient visits to dermatology offices.\n\nCurrent treatments for atopic dermatitis include topical corticosteroids and topical calcineurin inhibitors. Topical steroids are typically used as first line therapies and are effective anti-inflammatory agents. However, topical steroids may be associated with local and systemic side effects when used for extended periods of time, including skin atrophy, acne and telangiectasias locally, and HPA axis suppression systemically. Topical calcineurin inhibitors (TCIs) are recommended as second-line treatment for people with atopic dermatitis who are at risk of steroid-related side effects. TCIs carry boxed warnings about a possible association with skin malignancies and lymphoma, although studies have not demonstrated a clear link. Their use can be limited by local adverse reactions such as burning and stinging.\n\nAbout MM36\n\nMedimetriks has sole, exclusive US rights to MM36. Discovered by Otsuka, MM36 is an investigational non-steroidal topical anti-inflammatory PDE-4 inhibitor in development for the potential treatment of atopic dermatitis. MM36 is hypothesized to exert anti-inflammatory action by inhibiting the production of cytokines and chemical mediators thought to cause the signs and symptoms of atopic dermatitis. In particular, MM36 exhibits highly selective inhibitory activity against PDE4 subtype B, which is an enzyme that may play a significant role in inflammation.\n\nAbout Otsuka\n\nOtsuka Pharmaceutical is a global healthcare company with the corporate philosophy: \"Otsuka – people creating new products for better health worldwide.\" Otsuka researches, develops, manufactures and markets innovative and original products, with a focus on pharmaceutical products for the treatment of diseases and nutraceutical products for the maintenance of everyday health.\n\nIn pharmaceuticals, Otsuka is a leader in the challenging area of mental health and also has research programs on several under-addressed diseases including tuberculosis, a significant global public health issue. These commitments illustrate how Otsuka is a \"big venture\" company at heart, applying a youthful spirit of creativity in everything it does.\n\nOtsuka Pharmaceutical, which employs approximately 31,000 people worldwide, is a wholly owned subsidiary of Otsuka Holdings Co., Ltd., the holding company for the Otsuka Group that is headquartered in Tokyo, Japan. The Otsuka Group has business operations in 28 countries and regions around the world, with consolidated sales of approximately USD 11.9 billion in fiscal year 2015. Otsuka welcomes you to visit its global website at https://www.otsuka.co.jp/en.\n\nAbout Medimetriks\n\nMedimetriks Pharmaceuticals, Inc. is a leading independent branded Dermatology company focused on the development, licensing and commercialization of innovative prescription skincare brands. The Company is dedicated to addressing unmet physician and patient needs with unique therapies that advance patient care.\n\nFor more information, please visit: www.medimetriks.com\n\nMedia Contact:\n\nDavid Addis\n\nSenior Vice President, Brand Communication\n\nMedimetriks Pharmaceuticals, Inc.\n\ndaddis@medimetriks.com\n\n+1 973 882 7512, extension 569\n\nSOURCE Medimetriks Pharmaceuticals, Inc.\n\nRelated Links\n\nhttp://www.medimetriks.com\n\n", "images": ["http://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png"], "top_img": "http://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "keywords": [], "authors": ["Medimetriks Pharmaceuticals"], "canonical_link": "https://www.prnewswire.com/news-releases/medimetriks-announces-the-results-of-a-successful-phase-2-trial-of-mm36-in-atopic-dermatitis-study-results-and-design-published-in-the-journal-of-the-american-academy-of-dermatology-jaad-300272926.html", "title": "Medimetriks announces the results of a successful Phase 2 trial of MM36 in Atopic Dermatitis; Study results and design published in the Journal of the American Academy of Dermatology (JAAD)", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "FAIRFIELD, N.J., May 23, 2016 /PRNewswire/ -- Medimetriks, in collaboration with Otsuka, announces the successful completion of a Phase 2 trial of MM36...", "author": "Medimetriks Pharmaceuticals, Inc.", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "Medimetriks announces the results of a successful Phase 2 trial of MM36 in Atopic Dermatitis; Study results and design published in the Journal of the American Academy of Dermatology (JAAD)", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "new jersey", "date": "2016-05-23T08:36:00-04:00", "keywords": "Medimetriks Pharmaceuticals, Inc.", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "Medimetriks announces the results of a successful Phase 2 trial of MM36 in Atopic Dermatitis; Study results and design published in the Journal of the American Academy of Dermatology (JAAD)", "description": "FAIRFIELD, N.J., May 23, 2016 /PRNewswire/ -- Medimetriks, in collaboration with Otsuka, announces the successful completion of a Phase 2 trial of MM36...", "image": "/content/dam/prnewswire/common/prn_twitter_sharing_logo.png"}, "og": {"title": "Medimetriks announces the results of a successful Phase 2 trial of MM36 in Atopic Dermatitis; Study results and design published in the Journal of the American Academy of Dermatology (JAAD)", "type": "website", "description": "FAIRFIELD, N.J., May 23, 2016 /PRNewswire/ -- Medimetriks, in collaboration with Otsuka, announces the successful completion of a Phase 2 trial of MM36...", "image": "/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "url": "https://www.prnewswire.com/news-releases/medimetriks-announces-the-results-of-a-successful-phase-2-trial-of-mm36-in-atopic-dermatitis-study-results-and-design-published-in-the-journal-of-the-american-academy-of-dermatology-jaad-300272926.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}