{"url": "https://web.archive.org/web/20160728143112/http://www.eurekalert.org/pub_releases/2016-07/uoaf-mah072716.php", "text": "(Edmonton, AB) Groundbreaking research from the University of Alberta and McGill University has opened the door towards the future prevention of cardiac fibrosis--a condition leading to heart failure for which there is currently no treatment.\n\nThe collaborative study, funded by the Canadian Institutes of Health Research and published in PLOS One, examined the molecular mechanisms that lead to cardiac fibrosis in a pre-clinical model. The study discovered the specific triggers activating the development of fibrosis which accelerates heart failure. Blocking the triggers through the use of a specific kind of bile acid prevented cardiac fibrosis from occurring.\n\n\"This is something that nobody has ever seen before,\" says Marek Michalak, co-principal investigator and a distinguished professor in the Department of Biochemistry at the University of Alberta's Faculty of Medicine & Dentistry. \"Cardiac fibrosis is considered a permanent remodeling of the heart. Inevitably it leads to heart failure and eventually death. The bottom line is that this shows for the first time that cardiac fibrosis is preventable.\"\n\n\"It offers hope to those who are living with heart failure,\" adds Luis Agellon, co-principal investigator and a professor at McGill University's School of Dietetics and Human Nutrition. \"Prevention of fibrosis will extend the ability of the heart to function, even if at a reduced capacity. Currently patients with heart failure have poor quality of life and a dismal prognosis. Improving their quality of life will do wonders for these individuals.\"\n\nFibrosis is an early step on the path to heart failure. According to the Heart and Stroke Foundation there are currently 1.3 million Canadians living with heart disease or heart failure--a condition that severely limits physical activity because the heart cannot pump enough oxygenated blood that the body needs. About 30 per cent of patients diagnosed with heart failure will die within the first year.\n\nCardiac fibrosis itself is caused by a variety of factors including high blood pressure, overwork of cardiac muscle and long-term consumption of a diet that is high in both saturated fat and sugar--all cause increased stress to heart cells. Individuals with diabetes, cancer patients undergoing chemotherapy and heart transplant recipients are also known to be at high risk.\n\n\"It's almost like building a scar,\" says Michalak. \"It's exactly the same type of biological activity but it's happening in the heart tissue. It destroys the ability of the heart to function normally.\"\n\nThe team is now pushing forward with additional studies to see if the same therapeutic effect can be achieved in humans. They also aim to gain a better understanding of exactly how bile acids can prevent cardiac fibrosis from occurring.\n\n\"We don't yet have a full understanding--nobody does--of how the bile acid actually does what it does in heart cells,\" explains Michalak. \"So, another phase of the work is to find out what actually happens within heart cells at the molecular level. How can this bile acid affect the heart in such a dramatic way?\"\n\nOnce that occurs, the team hopes to work with cardiologists to quickly move the research into clinical trials, involving chemotherapy and heart transplant patients.\n\n\"If cardiac fibrosis can be stopped, then that could substantially improve the outcome for people at risk,\" says Agellon. \"This would be a significant advance in the fight against heart disease.\"\n\n###\n\nThis research was supported by the Canadian Institutes of Health Research.\n\n\"Inhibition of the Unfolded Protein Response Mechanism Prevents Cardiac Fibrosis,\" PLOS ONE, published online July 21, 2016.", "images": ["https://web.archive.org/web/20160728143112im_/http://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20160728143112im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160728143112im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160728143112im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160728143112im_/http://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20160728143112im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160728143112im_/http://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20160728143112im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160728143112im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160728143112im_/http://media.eurekalert.org/multimedia_prod/pub/web/120729_web.jpg", "https://web.archive.org/web/20160728143112im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160728143112im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160728143112im_/http://media.eurekalert.org/multimedia_prod/pub/rel/120729_rel.jpg", "https://web.archive.org/web/20160728143112im_/http://www.eurekalert.org/images/e4/logo.png"], "top_img": "https://web.archive.org/web/20160728143112im_/http://media.eurekalert.org/multimedia_prod/pub/web/120729_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160728143112/http://www.eurekalert.org/pub_releases/2016-07/uoaf-mah072716.php", "title": "Maintaining a healthy heart through bile acids", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Groundbreaking research from the University of Alberta and McGill University has opened the door towards the future prevention of cardiac fibrosis -- a condition leading to heart failure for which there is currently no treatment.", "keywords": "Biochemistry, Medicine/Health, Cancer, Cardiology, Diabetes, Transplantation", "date": "Wed, 27 Jul 2016 04:00:00 GMT", "funder": "Canadian Institutes of Health Research", "journal": "PLOS ONE", "type": "research", "institution": "University of Alberta Faculty of Medicine & Dentistry", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "ualberta_fomd", "domain": "www.eurekalert.org"}, "og": {"title": "Maintaining a healthy heart through bile acids", "description": "Groundbreaking research from the University of Alberta and McGill University has opened the door towards the future prevention of cardiac fibrosis -- a condition leading to heart failure for which there is currently no treatment.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160728143112/http://www.eurekalert.org/pub_releases/2016-07/uoaf-mah072716.php", "image": "https://web.archive.org/web/20160728143112im_/http://media.eurekalert.org/multimedia_prod/pub/web/120729_web.jpg", "type": "website"}, "fb": {"profile_id": "UofAMedicineDentistry"}}, "movies": [], "publish_date": 1469764800.0, "source": "https://web.archive.org", "summary": ""}