{"url": "https://web.archive.org/web/20180306110733/https://www.eurekalert.org/pub_releases/2018-03/nlh-nth030218.php", "text": "A novel risk assessment tool helps identify which patients undergoing total hip replacement may be at higher risk for an implant dislocation after surgery, according to a new study from researchers at NYU Langone Health and described in the Best Poster in the Adult Reconstruction Hip at the American Academy of Orthopaedic Surgeons (AAOS) 2018 Annual Meeting in New Orleans.\n\nMore than 310,000 hip replacements are performed in the United States each year, and an estimated 2.5 million Americans are currently living with hip replacements. In a hip replacement, an artificial joint comprising a ball and socket is implanted to replace the natural ball and socket in the pelvis, enabling movement that is typical of the hip joint. While dislocations only occur in about 1 percent of patients after hip replacement, certain individuals may be at a higher risk.\n\nNYU Langone research presented at last year's AAOS Annual Meeting showed that spinal deformity was a significant risk factor for dislocation and subsequent revision surgery. The researchers reported at the time how the lumbar spine, or lower back, moves during posture changes like transitioning from sitting to standing, creating alterations in so-called spinopelvic relationship,\" which changes position of the hip socket and may cause an implant to dislocate in a person with spinal deformity.\n\nThis led researchers to further develop a risk prediction tool to better identify which patients undergoing a hip replacement may be at higher risk for dislocation, and then implement a treatment algorithm to help reduce that risk.\n\n\"Dislocation is a common reason for a total hip replacement to fail, and when it happens, sufferers can experience significant pain and require another surgery to fix the problem,\" explains lead study author Jonathan Vigdorchik, MD, an assistant professor of orthopedic surgery at NYU School of Medicine and associate fellowship director of the Division of Adult Reconstructive Surgery at NYU Langone Orthopedic Hospital. \"Orthopedic surgeons need to be more aware of this problem and think about the risk of dislocation prior to performing a hip replacement instead of just dealing with the complications after the surgery. We need to be proactive in our approach.\"\n\nWhat the Study Found\n\nSome newer hip implants are designed with dual mobility cups that allow for increased range of motion, which helps reduce dislocation risk. However, no guidelines currently exist to aid clinicians in deciding when to use these more flexible implants, which are often more expensive than conventional implants, may not be medically necessary, and may carry added risks if implanted unnecessarily.\n\nFor the study, researchers reviewed data on 1,082 total hip replacements performed using computer navigation between January 2014 and December 2015, during which period no dual-mobility implants were used. The overall implant dislocation rate among this cohort was found to be 1.8 percent. Of this group, 320 patients had spinal disease and deformity as evidenced by imaging scans, and of them, 10 experienced dislocations, suggesting a dislocation rate of 3.1 percent for high-risk patients, or about three times higher than normal.\n\nBeginning in 2016, surgeons used the standardized risk prediction model and treatment algorithm developed at NYU Langone, which factored in data collected from preoperative imaging taken while the patient was sitting and standing, and other measures that might affect risk for dislocation, including presence of a previous lumbar fusion. Using the risk assessment tool, the researchers identified 192 of 1,009 patients as high risk for a dislocation after surgery. All 192 patients underwent a total hip replacement through the high-risk algorithm, with dual mobility implants being used in 143 of the cases. The researchers reported only one dislocation in this high-risk group (or 0.5 percent of high-risk patients), compared with 3.1 percent in the previous group not assessed with the risk assessment and treatment algorithm. These findings represent a six-fold decrease in the rate of dislocation in the high-risk group.\n\n\"There were significantly fewer dislocations in the high-risk group once all of our patients were analyzed through our new treatment algorithm,\" explains study co-author Aaron J. Buckland, MD, an assistant professor of orthopedic surgery in the Division of Spine Surgery and director of spine research at NYU Langone. \"We were able to stop these implant dislocations from occurring in the first place, sparing our patients follow-up care and the need for revision surgery.\"\n\nAll patients who undergo hip replacement at NYU Langone Orthopedic Hospital now go through the risk assessment screening and treatment algorithm prior to surgery. Other technologies including laser-guidance, computer navigation, and robotic surgical devices are used for the especially high-risk and complex cases identified through the algorithm in order to ensure the best possible outcome free of complications.\n\n###\n\nThis research presented at the conference has not yet been published in a peer-reviewed journal and is currently in submission. Future studies aim to examine how the algorithm affects long-term outcomes and clinical benefits in patients at high risk for dislocation.\n\nThis poster, \"A New Risk-Assessment Score and Treatment Algorithm for Patients at High Risk of Dislocation following Total Hip Arthroplasty,\" was selected by the AAOS Central Program Committee as the Best Poster in the Adult Reconstruction Hip classification at the 2018 AAOS Annual Meeting. In addition to Vigdorchik and Buckland, study authors in NYU Langone's Department of Orthopedic Surgery include Ameer Elbuluk, BA, and Richard Iorio, MD. Senior study author David Mayman, MD; Seth Jerabek, MD; and Kaitlin Carroll, BS, were co-authors from the Hospital for Special Surgery. A corresponding Scientific Exhibit, by lead author Nima Eftekhary, MD, an orthopedic surgery resident, and senior author Vigdorchik, called, \"The Spinopelvic Relationship: A Stepwise Approach to Ensuring Stability in High-Risk Dislocation Patients Undergoing Total Hip Arthroplasty\" also was selected by the AAOS Central Program Committee as one of the three Best Scientific Exhibits at the 2018 AAOS Annual Meeting. This exhibit in greater details demonstrates the treatment algorithm, patient cases, and the success with use of the standardized stepwise risk assessment and treatment algorithm to address dislocation risk in patients with spinal deformity.\n\nAdult Reconstruction Hip Poster Session I\n\nClassification: Adult Reconstruction Hip\n\nP0001-P0105 - Posters\n\nTuesday, March 6, 2018\n\n7:00 AM - 6:00 PM, Academy Hall B\n\nP0072 A New Risk-Assessment Score and Treatment Algorithm for Patients at High-Risk of Dislocation following Total Hip Arthroplasty Jonathan Vigdorchik MD, Ameer Elbuluk BA, Kaitlin Carroll BS, David Mayman MD, Richard Iorio MD, Aaron Buckland FRACS, Seth Jerabek MD.\n\nAdult Reconstruction Hip\n\nClassification: Adult Reconstruction Hip\n\nSE01-SE09 - Scientific Exhibit\n\nTuesday, March 6, 2018\n\n7:00 AM - 6:00 PM, Academy Hall B\n\nSE01 The Spinopelvic Relationship: A Stepwise Approach to Ensuring Stability in High-Risk Dislocation Patients Undergoing Total Hip Arthroplasty Nima Eftekhary MD, Ameer Elbuluk BA, Edward Delsole MD, Vinay Aggarwal MD, Richard Iorio MD, Aaron Buckland FRACS, Ran Schwarzkopf MD, Jonathan Vigdorchik MD./p>", "images": ["https://web.archive.org/web/20180306110733im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180306110733im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180306110733im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180306110733im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180306110733im_/https://media.eurekalert.org/multimedia_prod/pub/web/164430_web.jpg", "https://web.archive.org/web/20180306110733im_/https://www.eurekalert.org/multimedia/pub/web/164430_web.jpg", "https://web.archive.org/web/20180306110733im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180306110733im_/https://www.eurekalert.org/images/meganav/ACS255Meeting_600x200.jpg", "https://web.archive.org/web/20180306110733im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180306110733im_/https://www.eurekalert.org/images/meganav/AM18_Newsroom.jpg", "https://web.archive.org/web/20180306110733im_/https://media.eurekalert.org/multimedia_prod/pub/rel/164430_rel.jpg", "https://web.archive.org/web/20180306110733im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180306110733im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180306110733im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180306110733im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180306110733im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png"], "top_img": "https://web.archive.org/web/20180306110733im_/https://www.eurekalert.org/multimedia/pub/web/164430_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180306110733/https://www.eurekalert.org/pub_releases/2018-03/nlh-nth030218.php", "title": "New tool helps identify risk for post-surgical dislocations following hip replacement", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A study led by Jonathan Vigdorchik, MD, assistant professor of orthopedic surgery at NYU Langone Health, suggests that a new risk prediction model and treatment algorithm can help identify patients at high risk of postoperative dislocation after a hip replacement, and who may benefit from alternative implants.", "keywords": "Medicine/Health, Orthopedic Medicine, Sports Medicine", "date": "Tue, 06 Mar 2018 05:00:00 GMT/UTC", "type": "research", "institution": "NYU Langone Health / NYU School of Medicine", "meeting": "American Academy of Orthopaedic Surgeons 2018 Annual Meeting", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "NYULMC", "domain": "www.eurekalert.org", "title": "New tool helps identify risk for post-surgical dislocations following hip replacement", "description": "A study led by Jonathan Vigdorchik, MD, assistant professor of orthopedic surgery at NYU Langone Health, suggests that a new risk prediction model and treatment algorithm can help identify patients at high risk of postoperative dislocation after a hip replacement, and who may benefit from alternative implants."}, "og": {"title": "New tool helps identify risk for post-surgical dislocations following hip replacement", "description": "A study led by Jonathan Vigdorchik, MD, assistant professor of orthopedic surgery at NYU Langone Health, suggests that a new risk prediction model and treatment algorithm can help identify patients at high risk of postoperative dislocation after a hip replacement, and who may benefit from alternative implants.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180306110733/https://www.eurekalert.org/pub_releases/2018-03/nlh-nth030218.php", "image": "https://web.archive.org/web/20180306110733im_/https://www.eurekalert.org/multimedia/pub/web/164430_web.jpg", "type": "website"}, "fb": {"profile_id": "NYULangone"}}, "movies": [], "publish_date": 1522296000.0, "source": "https://web.archive.org", "summary": ""}