{"url": "https://web.archive.org/web/20151126135322/http://www.eurekalert.org/pub_releases/2015-11/rson-bma111815.php", "text": "OAK BROOK, Ill. - Additional breast cancers found with MRI are sometimes larger and potentially more aggressive than those found on mammography, according to a study published online in the journal Radiology. Researchers said that in some cases MRI findings of additional cancers not seen on mammography may necessitate a change in treatment.\n\nBreast MRI is the most sensitive technique for the detection of breast cancer, with widespread application in the screening of high-risk patients and pre-surgical planning. In younger women and women with dense breasts, MRI is effective in the detection of what are known as multicentric cancers, meaning breast cancers involving two or more distinct primary tumors, usually in different quadrants of the breast. However, there has been some debate about the clinical significance of multicentric cancers found with MRI.\n\n\"Patients with clinically insignificant cancers undergoing potential overtreatment versus patients who may be undertreated is at the heart of the controversy surrounding breast MRI,\" said the study's lead author Chiara Iacconi, M.D., from the Breast Unit at USL1 Massa-Carrara in Carrara, Italy.\n\nTo learn more, Dr. Iacconi and colleagues reviewed records from 2,021 patients with newly diagnosed breast cancer who underwent biopsy after preoperative MRI. Of the 2,021 patients, 285, or 14 percent, had additional cancer detected on MRI that was hidden from view on mammography.\n\nIn 73 of those 285 patients, or 25.6 percent, MRI identified at least one additional cancer in a different quadrant of the breast than the index cancer, or the cancer detected by mammography and/or breast palpation.\n\nThese multicentric cancers were larger than the known index cancer in 17 of the 73 patients, or 23.3 percent. In addition, the MRI-detected multicentric cancers were greater than 1 centimeter in size in 25 percent of the 73 patients.\n\n\"We believe invasive cancer larger than 1 centimeter is clinically relevant disease,\" Dr. Iacconi said. \"In general, it is accepted that radiation can likely treat invasive cancer less than 1 centimeter, but lesions larger than 1 centimeter, especially invasive carcinomas, may not be reliably treated with conservation.\"\n\nThe additional MRI-detected multicentric cancers were found mostly in patients with heterogeneously dense or extremely dense breasts. However, MRI also detected additional disease in 19 percent of patients with fatty or scattered fibroglandular tissue.\n\n\"The results show that multicentric cancer detected on breast MRI after mammography appears to represent a larger tumor burden in approximately a quarter of patients and can result in potential changes to cancer grade and treatment,\" Dr. Iacconi said.\n\n###\n\n\"Multicentric Cancer Detected at Breast MR Imaging and Not at Mammography: Important or Not?\" Collaborating with Dr. Iacconi on this paper were Lanie Galman, M.D., Juntig Zheng, M.S., Virgilio Sacchini, M.D., Elizabeth J. Sutton, M.D., David Dershaw, M.D., and Elizabeth A. Morris, M.D.\n\nRadiology is edited by Herbert Y. Kressel, M.D., Harvard Medical School, Boston, Mass., and owned and published by the Radiological Society of North America, Inc.\n\nRSNA is an association of more than 54,000 radiologists, radiation oncologists, medical physicists and related scientists promoting excellence in patient care and health care delivery through education, research and technologic innovation. The Society is based in Oak Brook, Ill. (RSNA.org)\n\nFor patient-friendly information on breast cancer screening, visit RadiologyInfo.org.", "images": ["https://web.archive.org/web/20151126135322im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20151126135322im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20151126135322im_/http://media.eurekalert.org/multimedia_prod/pub/rel/103627_rel.jpg", "https://web.archive.org/web/20151126135322im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20151126135322im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20151126135322im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20151126135322im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20151126135322im_/http://media.eurekalert.org/multimedia_prod/pub/web/103627_web.jpg", "https://web.archive.org/web/20151126135322im_/http://media.eurekalert.org/multimedia_prod/pub/rel/103628_rel.jpg", "https://web.archive.org/web/20151126135322im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20151126135322im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20151126135322im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20151126135322im_/http://www.eurekalert.org/images/meganav/AHA_logo.jpg", "https://web.archive.org/web/20151126135322im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20151126135322im_/http://www.eurekalert.org/images/e4/brand.png"], "top_img": "https://web.archive.org/web/20151126135322im_/http://media.eurekalert.org/multimedia_prod/pub/web/103627_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20151126135322/http://www.eurekalert.org/pub_releases/2015-11/rson-bma111815.php", "title": "Breast MRI after mammography may identify additional aggressive cancers", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Additional breast cancers found with MRI are sometimes larger and potentially more aggressive than those found on mammography, according to a new study. Researchers said that in some cases MRI findings of additional cancers not seen on mammography may necessitate a change in treatment.", "keywords": "Medicine/Health, Cancer, Breast Cancer, Diagnostics", "date": "Wed, 25 Nov 2015 05:00:00 GMT", "journal": "Radiology", "type": "research", "institution": "Radiological Society of North America", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "rsna", "domain": "www.eurekalert.org"}, "og": {"title": "Breast MRI after mammography may identify additional aggressive cancers", "description": "Additional breast cancers found with MRI are sometimes larger and potentially more aggressive than those found on mammography, according to a new study. Researchers said that in some cases MRI findings of additional cancers not seen on mammography may necessitate a change in treatment.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20151126135322/http://www.eurekalert.org/pub_releases/2015-11/rson-bma111815.php", "image": "https://web.archive.org/web/20151126135322im_/http://media.eurekalert.org/multimedia_prod/pub/web/103627_web.jpg", "type": "website"}, "fb": {"profile_id": "RSNAfans"}}, "movies": [], "publish_date": 1448773200.0, "source": "https://web.archive.org", "summary": ""}