{"url": "https://web.archive.org/web/20181009082954/https://www.eurekalert.org/pub_releases/2017-07/hlmc-rpt071717.php", "text": "TAMPA, Fla. (July 17, 2017) - Moffitt Cancer Center researchers launched a first of its kind study comparing the long-term benefits of radiation therapy in women with breast cancer either before surgery (neoadjuvant) or after surgery (adjuvant). Their study, published in the June 30 issue of Breast Cancer Research, found that patients who have neoadjuvant radiation therapy have a significantly lower risk of developing a second primary tumor at any site.\n\nThe majority of patients who have early stage breast cancer have surgery to remove their tumor or a complete mastectomy. Surgery is commonly followed by radiation therapy, which has been shown to increase relapse-free survival. However, in some cases, patients may require neoadjuvant radiation therapy to decrease the size of the tumor before surgery. Currently, there are no studies that have analyzed the long-term effects of neoadjuvant radiation therapy on breast cancer patients.\n\nMoffitt researchers compared the overall survival and the time to diagnosis of a second tumor, if any, of 250,195 breast cancer patients who received either neoadjuvant or adjuvant radiation therapy. They analyzed patient outcomes from a National Cancer Institute (NCI) registry database of cancer incidence and survival rates in the United States. They included female patients in the analysis who were diagnosed between 1973 and 2011 with early-stage breast cancer. The analysis included 2,554 women who received localized neoadjuvant breast radiation therapy before surgery and 247,641 women who received localized adjuvant breast radiation therapy after surgery.\n\nThe researchers discovered that among the breast cancer patients who tested positive for the estrogen receptor (ER) biomarker, patients who had neoadjuvant radiation therapy had a significantly lower risk of developing a second primary tumor than patients who had adjuvant radiation therapy. This was true for patients who underwent both partial and complete mastectomies. The researchers found that delaying surgery due to neoadjuvant radiation therapy was not a detriment to survival.\n\nA number of recent studies have suggested that radiation therapy may re-educate and stimulate the immune system to target cancer cells. \"The observed benefit of neoadjuvant radiation therapy aligns with the growing body of literature of the immune activation effects of radiation, including shrinking of untreated metastases outside the radiation field,\" explained Heiko Enderling, Ph.D., associate member of Moffitt's Integrated Mathematical Oncology Department.\n\nThese data are promising, but randomized clinical trials are needed to confirm the benefit of neoadjuvant radiation therapy. \"Historic data indicate that disease-free survival is significantly increased when radiation therapy is applied before surgery rather than after surgery, especially for ER-positive patients. These findings are worthy of a prospective clinical trial to confirm potential benefits of neoadjuvant vs. adjuvant radiation, and to identify the potential contribution of radiation-induced immunity to vaccinate against future disease,\" said Enderling.\n\n###\n\nThe study was supported by funds received from the American Cancer Society and the DeBartolo Family Personalized Medicine Institute Pilot Research Awards in Personalized Medicine.\n\nAbout Moffitt Cancer Center\n\nMoffitt is dedicated to one lifesaving mission: to contribute to the prevention and cure of cancer. The Tampa-based facility is one of only 48 National Cancer Institute-designated Comprehensive Cancer Centers, a distinction that recognizes Moffitt's excellence in research, clinical trials, prevention and cancer control. Moffitt is the No. 6 cancer hospital in the nation and has been listed in U.S. News & World Report as one of the \"Best Hospitals\" for cancer care since 1999. Moffitt devotes more than 2.5 million square feet to research and patient care. Moffitt's expert nursing staff is recognized by the American Nurses Credentialing Center with Magnet® status, its highest distinction. With more than 5,200 team members, Moffitt has an economic impact in the state of $2.1 billion. For more information, call 1-888-MOFFITT (1-888-663-3488), visit MOFFITT.org, and follow the momentum on Facebook, Twitter and YouTube.", "images": ["https://web.archive.org/web/20181009082954im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20181009082954im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20181009082954im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20181009082954im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20181009082954im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20181009082954im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20181009082954im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20181009082954im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20181009082954im_/https://media.eurekalert.org/meganav/AM19_Newsroom.jpg", "https://web.archive.org/web/20181009082954im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20181009082954im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20181009082954im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20181009082954im_/https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://web.archive.org/web/20181009082954im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20181009082954/https://www.eurekalert.org/pub_releases/2017-07/hlmc-rpt071717.php", "title": "Radiation prior to surgery reduces risk of secondary tumors in early-stage breast cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Moffitt researchers found that patients who have neoadjuvant radiation therapy have a significantly lower risk of developing a second primary tumor at any site.", "keywords": "Medicine/Health, Cancer", "date": "Mon, 17 Jul 2017 04:00:00 GMT", "journal": "Breast Cancer Research", "type": "research", "institution": "H. Lee Moffitt Cancer Center & Research Institute", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "MoffittNews", "domain": "www.eurekalert.org", "title": "Radiation prior to surgery reduces risk of secondary tumors in early-stage breast cancer", "description": "Moffitt researchers found that patients who have neoadjuvant radiation therapy have a significantly lower risk of developing a second primary tumor at any site."}, "og": {"title": "Radiation prior to surgery reduces risk of secondary tumors in early-stage breast cancer", "description": "Moffitt researchers found that patients who have neoadjuvant radiation therapy have a significantly lower risk of developing a second primary tumor at any site.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20181009082954/https://www.eurekalert.org/pub_releases/2017-07/hlmc-rpt071717.php", "image": "https://web.archive.org/web/20181009082954im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "MoffittCancerCenter"}}, "movies": [], "publish_date": 1501300800.0, "source": "https://web.archive.org", "summary": ""}