{"url": "https://web.archive.org/web/20160903175802/http://www.eurekalert.org/pub_releases/2016-09/m-ids090116.php", "text": "COLUMBUS, Ohio - Results from an international, randomized study show that an implanted nerve stimulator significantly improves symptoms in those with central sleep apnea, without causing serious side effects.\n\nDr. William Abraham, co-lead author and director of the Division of Cardiovascular Medicine at The Ohio State University Wexner Medical Center, presented findings from the study at the recent European Society of\n\nCardiology Congress in Rome. The study is published today by The Lancet. Unlike the more common obstructive sleep apnea, in which the airway partially collapses and causes pauses in breathing, central sleep apnea (CSA) occurs when the brain fails to control breathing during sleep.\n\n\"CSA is a serious concern because it affects about a third of people with heart failure and it's known to make the condition worse,\" Abraham said. \"Currently, we don't have good treatments available. Positive airway pressure devices have been used, but many patients don't tolerate them well and a recent study showed them to be harmful.\"\n\nAbraham, along with lead author Dr. Maria Rosa Costanzo at Advocate Heart Institute in Naperville, IL, led the study at 31 hospitals in the United States, Germany and Poland. The research team tested the safety and effectiveness of a transvenous phrenic nerve stimulator made by Respicardia Inc. Much like a pacemaker, it sends a regular signal telling the diaphragm to breathe during sleep.\n\nIn the randomized study, 151 patients were implanted with the device. Ten were excluded due to non-study related medical issues or deaths, exiting the study or missing visits. During the first six months of evaluation, 68 devices were activated for treatment, while 73 were left inactive as the control group. Between six and 12 months of follow-up, all patients received the neurostimulation treatment.\n\nAt the six month evaluation, the device reduced CSA events per hour by half or more for 35 of the 68 members (51 percent) of the treatment group. Only eight (11 percent) of those in the control group achieved the same reduction. Other important sleep measures, such as the amount of time spent with a low blood oxygen level, were also significantly improved. About a third of patients in the treatment group reported therapy-related discomfort that was resolved with some reprogramming of the device.\n\n\"Not only did we see this reduction in events per hour, the patients also rated themselves better on the Epworth Sleepiness Scale (meaning they were less sleepy during the day) and on a global assessment of their overall quality of life,\" Abraham said. \"This tells us the effects of neurostimulation are clinically relevant and this could be a promising therapy for those with central sleep apnea.\"\n\nIn addition to Abraham, Ohio State's Dr. Rami Khayat and Dr. Ralph Augostini participated in this research, making Ohio State one of the high enrolling centers participating in the study worldwide.\n\n###\n\nThe study was funded by Respicardia. Abraham is a consultant for the company.", "images": ["https://web.archive.org/web/20160903175802im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160903175802im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160903175802im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160903175802im_/http://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20160903175802im_/http://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20160903175802im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201608.jpg", "https://web.archive.org/web/20160903175802im_/http://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20160903175802im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160903175802im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160903175802im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160903175802im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160903175802im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160903175802im_/http://www.eurekalert.org/images/e4/logo.png"], "top_img": "https://web.archive.org/web/20160903175802im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160903175802/http://www.eurekalert.org/pub_releases/2016-09/m-ids090116.php", "title": "Implanted device successfully treats central sleep apnea, study finds", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A study finds implanted nerve stimulator significantly improves symptoms in those with central sleep apnea, without serious side effects.", "keywords": "Medicine/Health, Clinical Trials, Neurobiology, Sleep/Sleep Disorders", "date": "Thu, 01 Sep 2016 04:00:00 GMT", "journal": "The Lancet", "type": "research", "institution": "The Ohio State University Wexner Medical Center", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "EurekAlertAAAS", "domain": "www.eurekalert.org", "title": "Implanted device successfully treats central sleep apnea, study finds", "description": "A study finds implanted nerve stimulator significantly improves symptoms in those with central sleep apnea, without serious side effects."}, "og": {"title": "Implanted device successfully treats central sleep apnea, study finds", "description": "A study finds implanted nerve stimulator significantly improves symptoms in those with central sleep apnea, without serious side effects.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160903175802/http://www.eurekalert.org/pub_releases/2016-09/m-ids090116.php", "image": "https://web.archive.org/web/20160903175802im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1475121600.0, "source": "https://web.archive.org", "summary": ""}