{"url": "https://web.archive.org/web/20170427173453/https://www.eurekalert.org/pub_releases/2017-04/wt-net042617.php", "text": "A SIMPLE eye test could help solve the biggest global cause of irreversible blindness, glaucoma.\n\nIn clinical trials, the pioneering diagnostic -- developed by researchers at University College London (UCL) and the Western Eye Hospital -- allowed doctors to see individual nerve cell death in the back of the eye.\n\nGlaucoma affects 60 million people in the world, with 1 in 10 suffering total sight loss in both eyes.\n\nEarly detection means doctors can start treatments before sight loss begins. The test also has potential for early diagnosis of other degenerative neurological conditions, including Parkinson's, Alzheimer's and multiple sclerosis.\n\nResults of first clinical trials with glaucoma patients are published today (28/04/17) in the journal BRAIN.\n\nProfessor Francesca Cordeiro at UCL Institute of Ophthalmology, who led the research, said: \"Detecting glaucoma early is vital as symptoms are not always obvious. Although detection has been improving, most patients have lost a third of vision by the time they are diagnosed. Now, for the first time, we have been able to show individual cell death and detect the earliest signs of glaucoma. While we cannot cure the disease, our test means treatment can start before symptoms begin. In the future, the test could also be used to diagnose other neurodegenerative diseases.\"\n\nLoss of sight in patients with glaucoma is caused by the death of cells in the retina at the back of the eye. This cell death is called apoptosis.\n\nAs with other neurodegenerative conditions, more and more nerve cells are lost as the disease progresses.\n\nProfessor Philip Bloom, Chief Investigator at Western Eye Hospital, part of Imperial College Healthcare NHS Trust, added: \"Treatment is much more successful when it is begun in early stages of the disease, when sight loss is minimal. Our developments mean we could diagnose patients 10 years earlier than was previously possible.\"\n\nThe technique developed is called DARC, which stands for detection of apoptosing retinal cells. It uses a specially developed fluorescent marker which attaches to cell proteins when injected into patients. Sick cells appear as white fluorescent spots during eye examination. UCL Business, the commercialisation company of UCL, holds the patents for the technology.\n\nThe examination uses equipment used during routine hospital eye examinations. Researchers hope that eventually it may be possible for opticians to do the tests, enabling even earlier detection of the disease.\n\nThe research is funded by Wellcome Trust.\n\nBethan Hughes, from Wellcome's Innovation team said: \"This innovation has the potential to transform lives for those who suffer loss of sight through glaucoma, and offers hope of a breakthrough in early diagnosis of other neurodegenerative diseases. Loss of sight as you age is an incredibly difficult disability, impacting quality of life and independence.\"\n\nInitial clinical trials were carried out on a small number of glaucoma patients and compared with tests on healthy people. The initial clinical trials established the safety of the test for patients.\n\nFurther studies will now be carried out to into DARC and how it can be used not only to diagnose and treat glaucoma patients but also for other neurodegenerative conditions.\n\n###\n\nLink to paper: The following link will go live at the time the embargo lifts: https:/ / academic. oup. com/ brain/ article-lookup/ doi/ 10. 1093/ brain/ awx088\n\nFor embargoed copies of the BRAIN paper and for media enquiries please contact Maggie Stratton: m.stratton@wellcome.ac.uk +44 (0)20 7611 8609/ +44 (0)787 211 2656\n\nFor further information about DARC technology please contact Emma Alam: e.alam@uclb.com +44 (0)207 679 9000/ +44 (0)7896 058667\n\nAbout UCL Business\n\nUCL Business PLC (UCLB) is a leading technology transfer company that supports and commercialises research and innovations arising from UCL, one of the UK's top research-led universities. UCLB has a successful track record and a strong reputation for identifying and protecting promising new technologies and innovations from UCL academics. UCLB has a strong track record in commercialising medical technologies and provides technology transfer services to UCL's associated hospitals; University College London Hospitals, Moorfields Eye Hospital, Great Ormond Street Hospital for Children and the Royal Free London Hospital. It invests directly in development projects to maximise the potential of the research and manages the commercialisation process of technologies from laboratory to market. For further information, please visit: http://www. uclb. com Twitter: @UCL_Business\n\nAbout UCL (University College London)\n\nUCL was founded in 1826. We were the first English university established after Oxford and Cambridge, the first to open up university education to those previously excluded from it, and the first to provide systematic teaching of law, architecture and medicine. We are among the world's top universities, as reflected by performance in a range of international rankings and tables. UCL currently has over 38,000 students from 150 countries and over 12,000 staff. Our annual income is more than £1 billion. http://www. ucl. ac. uk | Follow us on Twitter @uclnews | Watch our YouTube channel YouTube.com/UCLTV\n\nAbout Imperial Hospitals NHS Trust/Western Eye Hospital\n\nImperial College Healthcare NHS Trust is one of the largest hospital Trust's in England, providing acute and specialist healthcare for a population of nearly two million people. The Trust has five hospitals - Charing Cross, Hammersmith, Queen Charlotte's & Chelsea, St Mary's and The Western Eye -- as well as community services.\n\nThe Western Eye Hospital is a specialist eye hospital in West London with a 24/7 accident and emergency department. The hospital's facilities also include outpatients, inpatients, day case and inpatient surgery.\n\nThe equipment used in the study was funded by a grant from Imperial Health Charity. Imperial Health Charity (formerly Imperial College Healthcare Charity) raises funds for five London hospitals within Imperial College Healthcare NHS Trust: Charing Cross, Hammersmith, Queen Charlotte's & Chelsea, St Mary's and Western Eye hospitals. It has awarded more than £12million to 300 healthcare projects to date, and in the autumn of 2015 committed a further £20million to the hospitals of Imperial College Healthcare NHS Trust over the next three years for a series of major projects.\n\nAbout Wellcome\n\nWellcome exists to improve health for everyone by helping great ideas to thrive. We're a global charitable foundation, both politically and financially independent. We support scientists and researchers, take on big problems, fuel imaginations and spark debate.", "images": ["https://web.archive.org/web/20170427173453im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170427173453im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170427173453im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170427173453im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170427173453im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170427173453im_/https://eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170427173453im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170427173453im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170427173453im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170427173453im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170427173453im_/https://www.eurekalert.org/images/meganav/ACS253Meeting_600x200.jpg", "https://web.archive.org/web/20170427173453im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170427173453im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170427173453im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png"], "top_img": "https://web.archive.org/web/20170427173453im_/https://eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170427173453/https://eurekalert.org/pub_releases/2017-04/wt-net042617.php", "title": "New eye test detects earliest signs of glaucoma", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Researchers at University College London (UCL) and the Western Eye Hospital have developed a simple, inexpensive diagnostic tool DARC (Detection of Apoptosing Retinal Cells). In clinical trials it allowed for the first time visualization of individual nerve cell death in patients with glaucoma. Early detection means doctors can start treatments before sight loss begins. Initial clinical trials will be published in BRAIN. Ongoing trials are investigating the potential of the test for other neurodegenerative conditions.", "keywords": "Medicine/Health, Clinical Trials, Neurobiology, Alzheimer's Disease, Parkinson's Disease, Ophthalmology, Aging, Biomedical/Environmental/Chemical Engineering", "date": "Thu, 27 Apr 2017 04:00:00 GMT", "funder": "Wellcome Trust", "journal": "Brain", "type": "research", "institution": "Wellcome Trust", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "wellcometrust", "domain": "www.eurekalert.org", "title": "New eye test detects earliest signs of glaucoma", "description": "Researchers at University College London (UCL) and the Western Eye Hospital have developed a simple, inexpensive diagnostic tool DARC (Detection of Apoptosing Retinal Cells). In clinical trials it allowed for the first time visualization of individual nerve cell death in patients with glaucoma. Early detection means doctors can start treatments before sight loss begins. Initial clinical trials will be published in BRAIN. Ongoing trials are investigating the potential of the test for other neurodegenerative conditions."}, "og": {"title": "New eye test detects earliest signs of glaucoma", "description": "Researchers at University College London (UCL) and the Western Eye Hospital have developed a simple, inexpensive diagnostic tool DARC (Detection of Apoptosing Retinal Cells). In clinical trials it allowed for the first time visualization of individual nerve cell death in patients with glaucoma. Early detection means doctors can start treatments before sight loss begins. Initial clinical trials will be published in BRAIN. Ongoing trials are investigating the potential of the test for other neurodegenerative conditions.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170427173453/https://eurekalert.org/pub_releases/2017-04/wt-net042617.php", "image": "https://web.archive.org/web/20170427173453im_/https://eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "wellcometrust"}}, "movies": [], "publish_date": 1493438400.0, "source": "https://web.archive.org", "summary": ""}