{"url": "https://web.archive.org/web/20160606121146/http://www.eurekalert.org/pub_releases/2016-06/uotm-nih060316.php", "text": "ABSTRACT: 4501\n\nThe immune checkpoint blockade drug nivolumab reduced tumor burden in 24.4 percent of patients with metastatic bladder cancer, regardless of whether their tumors had a biomarker related to the drug's target, according to clinical trial results from The University of Texas MD Anderson Cancer Center. The study will be presented Sunday, June 5, 2016 at the 2016 American Society of Clinical Oncology Annual Meeting.\n\n\"The response rate is better than we've seen for other potential second-line treatments and nivolumab is really well-tolerated, which is important because bladder cancer patients are a fragile group after frontline treatment with platinum chemotherapy,\" said Padmanee Sharma, M.D., Ph.D., professor of Genitourinary Medical Oncology at MD Anderson.\n\nNivolumab unleashes an immune system attack on cancer by blocking activation of a protein called PD-1 on T cells, white blood cells that find and attack cells, viruses or bacteria that have specific targets. PD-1 acts as a brake, or checkpoint, to shut down activated T cells. PD-1 is turned on by a ligand called PD-L1, which is often found on cancer cells and other types of cells.\n\nThe presence of PD-L1 on a patient's tumor has been considered a potential biomarker to guide treatment. The study found no significant difference in response rates between those with little to no PD-L1 on their tumors (26 percent) and those with greater PD-L1 expression (24 percent).\n\n\"We can get good results without choosing to treat patients based on PD-L1 status,\" said Sharma, who also is scientific director of MD Anderson's immunotherapy platform and an investigator with the Parker Institute for Cancer Immunotherapy at MD Anderson. The platform is part of MD Anderson's Moon Shots Program, launched in 2013 to reduce cancer deaths by accelerating development of therapies, prevention efforts and early detection from scientific discoveries.\n\nThis Phase I/II clinical trial treated 78 patients: five (6.4 percent) had complete responses, 14 (18 percent) had partial responses, in which tumor burden shrinks by at least 30 percent, and 22 (28.2 percent) had stable disease. Thirty (38 percent) patients had disease progression.\n\nTreatment-related side effects included mainly low-grade fatigue, itching, elevated lipase, rash, nausea, joint pain and anemia. Grade 3 or 4 side effects occurred in 20.5 percent of patients. Two patients discontinued therapy because of adverse events related to the drug.\n\nAt a median follow up of 213 days, 33.3 percent remained on treatment, and 45.6 percent of patients survived for at least one year, which Sharma noted \"is better than anything we've seen in the past.\"\n\nOverall survival will be analyzed in conjunction with the Phase II portion of this clinical trial, which provides nivolumab or a combination of nivolumab plus the immune checkpoint inhibitor ipilimumab. The trial allows patients to cross over to the combination if nivolumab alone fails.\n\nInitial results from the Phase II portion of the trial will be presented later this year.\n\nBoth nivolumab, known as Opdivo, and ipilimumab, known as Yervoy, were developed and marketed by Bristol-Myers Squibb, which funded the clinical trial.\n\nIpilimumab targets the CTLA-4 checkpoint on T cells and was the first immune checkpoint inhibitor. It was based on the research of Jim Allison, Ph.D., chair of Immunology, executive director of the immunotherapy platform and director of the Parker Institute for Cancer Immunotherapy at MD Anderson.\n\nIpilimumab was the first drug ever shown to extend the survival of patients with metastatic melanoma. Long-term follow up shows 22 percent of those treated with the drug survive 10 years or longer.\n\nNivolumab has been approved by the U.S. Food and Drug Administration for advanced melanoma, lung cancer, kidney cancer and Hodgkin lymphoma. The five-year survival rate for those with metastatic melanoma treated with nivolumab is 34 percent. The two-year survival rate of patients treated with both drugs in combination is 69 percent.\n\nUntil May 18, there were no drugs approved for second-line treatment of metastatic bladder cancer. The U.S. FDA approved atezolizumab, which blocks PD-L1, for these patients.\n\n###\n\nCo-authors with Sharma, who presented the data at ASCO, are Petri Bono, Helsinki University Hospital, Helsinki, Finland; Joseph Kim, Yale Cancer Center; Pavlina Spiliopoulou, Beatson, West of Scotland Cancer Centre, Glasgow; Emiliano Calvo, Centro Integral Oncológico Clara Campal, Madrid,Spain; Rathi Pillai, Emory Winship Cancer Institute, Atlanta; Patrick Ott, Dana Farber Cancer Institute, Boston; Filippo DeBraud, Istituto Nazionale dei Tumori, Milan, Italy; Michael Morse, Duke University Medical Center, Durham, N.C.; Dung Le, Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Baltimore; Dirk Jaeger, Heidelberg University Hospital, Heidelberg, Germany; Emily Chan, Vanderbilt University, Nashville, Tenn.; Chris Harbison, Chen-Sheng Lin, Marina Tschaika, Alex Azrilevich, of Bristol-Myers Squibb, and Jonathan Rosenberg of Memorial Sloan Kettering Cancer Center.", "images": ["https://web.archive.org/web/20160606121146im_/http://media.eurekalert.org/multimedia_prod/pub/rel/116910_rel.jpg", "https://web.archive.org/web/20160606121146im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160606121146im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160606121146im_/http://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20160606121146im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160606121146im_/http://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20160606121146im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160606121146im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160606121146im_/http://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20160606121146im_/http://media.eurekalert.org/multimedia_prod/pub/web/116910_web.jpg", "https://web.archive.org/web/20160606121146im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160606121146im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160606121146im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160606121146im_/http://www.eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20160606121146im_/http://media.eurekalert.org/multimedia_prod/pub/web/116910_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160606121146/http://www.eurekalert.org/pub_releases/2016-06/uotm-nih060316.php", "title": "Nivolumab immunotherapy helps patients with advanced bladder cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "The immune checkpoint blockade drug nivolumab reduced tumor burden in 24.4 percent of patients with metastatic bladder cancer, regardless of whether their tumors had a biomarker related to the drug's target, according to clinical trial results from The University of Texas MD Anderson Cancer Center.", "keywords": "Medicine/Health, Cancer", "date": "Sun, 05 Jun 2016 04:00:00 GMT", "type": "research", "institution": "University of Texas M. D. Anderson Cancer Center", "meeting": "American Society of Clinical Oncology (ASCO) Annual Meeting", "region": "samerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "mdandersonnews", "domain": "www.eurekalert.org"}, "og": {"title": "Nivolumab immunotherapy helps patients with advanced bladder cancer", "description": "The immune checkpoint blockade drug nivolumab reduced tumor burden in 24.4 percent of patients with metastatic bladder cancer, regardless of whether their tumors had a biomarker related to the drug's target, according to clinical trial results from The University of Texas MD Anderson Cancer Center.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160606121146/http://www.eurekalert.org/pub_releases/2016-06/uotm-nih060316.php", "image": "https://web.archive.org/web/20160606121146im_/http://media.eurekalert.org/multimedia_prod/pub/web/116910_web.jpg", "type": "website"}, "fb": {"profile_id": "MDAnderson"}}, "movies": [], "publish_date": 1467172800.0, "source": "https://web.archive.org", "summary": ""}