{"url": "https://web.archive.org/web/20161019175144/https://www.eurekalert.org/pub_releases/2016-10/uoc-adc101716.php", "text": "Anti-inflammatory drugs similar to those used to treat conditions such as rheumatoid arthritis and psoriasis could in future be used to treat some cases of depression, concludes a review led by the University of Cambridge, which further implicates our immune system in mental health disorders.\n\nResearchers from the Department of Psychiatry at Cambridge led a team that analysed data from 20 clinical trials involving the use of anti-cytokine drugs to treat a range of autoimmune inflammatory diseases. By looking at additional beneficial side-effects of the treatments, the researchers were able to show that there was a significant antidepressant effect from the drugs compared to a placebo based on a meta-analysis of seven randomised controlled trials. Meta-analyses of the other types of clinical trials showed similar results.\n\nWhen we are exposed to an infection, for example influenza or a stomach bug, our immune system fights back to control and remove the infection. During this process, immune cells flood the blood stream with proteins known as cytokines. This process is known as systemic inflammation.\n\nEven when we are healthy, our bodies carry trace levels of these proteins - known as 'inflammatory markers' - which rise exponentially in response to infection. Previous work from the team found that children with high everyday levels of one of these markers are at greater risk of developing depression and psychosis in adulthood, suggesting a role for the immune system, particularly chronic low-grade systemic inflammation, in mental illness.\n\nInflammation can also occur as a result of the immune system mistaking healthy cells for infected cells and attacking the body, leading to autoimmune inflammatory diseases such as rheumatoid arthritis, psoriasis and Crohn's disease. New types of anti-inflammatory drugs called anti-cytokine monoclonal antibodies and cytokine inhibitors have been developed recently, some of which are now routinely used for patients who respond poorly to conventional treatments. Many more are currently undergoing clinical trials to test their efficacy and safety.\n\nThe team of researchers carried out a meta-analysis of these clinical trials and found that the drugs led to an improvement in the severity of depressive symptoms independently of improvements in physical illness. In other words, regardless of whether a drug successfully treated rheumatoid arthritis, for example, it would still help improve a patient's depressive symptoms. Their results are published today in the journal Molecular Psychiatry.\n\nDr Golam Khandaker, who led the study, says: \"It's becoming increasingly clear to us that inflammation plays a role in depression, at least for some individuals, and now our review suggests that it may be possible to treat these individuals using some anti-inflammatory drugs. These are not your everyday anti-inflammatory drugs such as ibuprofen, however, but a particular new class of drugs.\"\n\n\"It's too early to say whether these anti-cytokine drugs can be used in clinical practice for depression, however,\" adds Professor Peter Jones, co-author of the study. \"We will need clinical trials to test how effective they are in patients who do not have the chronic conditions for which the drugs have been developed, such as rheumatoid arthritis or Crohn's disease. On top of this, some existing drugs can have potentially serious side effects, which would need to be addressed.\"\n\nDr Khandaker and colleagues believe that anti-inflammatory drugs may offer hope for patients for whom current antidepressants are ineffective. Although the trials reviewed by the team involve physical illnesses that trigger inflammation - and hence potentially contribute to depression - their previous work found a connection between depression and baseline levels of inflammation in healthy people (when someone does not have an acute infection), which can be caused by a number of factors such as genes and psychological stress.\n\n\"About a third of patients who are resistant to antidepressants show evidence of inflammation,\" adds Dr Khandaker. \"So, anti-inflammatory treatments could be relevant for a large number of people who suffer from depression.\n\n\"The current approach of a 'one-size-fits-all' medicine to treat depression is problematic. All currently available antidepressants target a particular type of neurotransmitter, but a third of patients do not respond to these drugs. We are now entering the era of 'personalised medicine' where we can tailor treatments to individual patients. This approach is starting to show success in treating cancers, and it's possible that in future we would use anti-inflammatory drugs in psychiatry for certain patients with depression.\"\n\n###\n\nThe research was mainly funded by the Wellcome Trust, with further support from the National Institute for Health Research (NIHR) Cambridge Biomedical Research Centre.\n\nReference\n\nKappelmann, N et al. Antidepressant activity of anti-cytokine treatment: a systematic review and meta-analysis of clinical trials of chronic inflammatory conditions. Molecular Psychiatry; 18 Oct 2016; DOI: 10.1038/mp.2016.167", "images": ["https://web.archive.org/web/20161019175144im_/https://www.eurekalert.org/images/meganav/ACSMeeting.201608.jpg", "https://web.archive.org/web/20161019175144im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20161019175144im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20161019175144im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20161019175144im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20161019175144im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20161019175144im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20161019175144im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20161019175144im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20161019175144im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20161019175144im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20161019175144im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20161019175144im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png"], "top_img": "https://web.archive.org/web/20161019175144im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20161019175144/http://www.eurekalert.org/pub_releases/2016-10/uoc-adc101716.php", "title": "Anti-inflammatory drugs could help treat symptoms of depression, study suggests", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Anti-inflammatory drugs similar to those used to treat conditions such as rheumatoid arthritis and psoriasis could in future be used to treat some cases of depression, concludes a review led by the University of Cambridge, which further implicates our immune system in mental health disorders.", "keywords": "Biology, Neurochemistry, Medicine/Health, Immunology/Allergies/Asthma, Neurobiology, Mental Health, Depression/Anger", "date": "Tue, 18 Oct 2016 04:00:00 GMT", "funder": "Wellcome Trust, National Institute for Health Research Cambridge Biomedical Research Centre", "journal": "Molecular Psychiatry", "type": "research", "institution": "University of Cambridge", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "Cambridge_Uni", "domain": "www.eurekalert.org", "title": "Anti-inflammatory drugs could help treat symptoms of depression, study suggests", "description": "Anti-inflammatory drugs similar to those used to treat conditions such as rheumatoid arthritis and psoriasis could in future be used to treat some cases of depression, concludes a review led by the University of Cambridge, which further implicates our immune system in mental health disorders."}, "og": {"title": "Anti-inflammatory drugs could help treat symptoms of depression, study suggests", "description": "Anti-inflammatory drugs similar to those used to treat conditions such as rheumatoid arthritis and psoriasis could in future be used to treat some cases of depression, concludes a review led by the University of Cambridge, which further implicates our immune system in mental health disorders.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20161019175144/http://www.eurekalert.org/pub_releases/2016-10/uoc-adc101716.php", "image": "https://web.archive.org/web/20161019175144im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "cambridge.university"}}, "movies": [], "publish_date": 1477713600.0, "source": "https://web.archive.org", "summary": ""}