{"url": "https://web.archive.org/web/20151017032945/http://www.eurekalert.org:80/pub_releases/2015-10/nyio-ass101315.php", "text": "Thyroid hormones administered to female rats with high blood pressure led to encouraging cardiac improvements, according to a study in the American Journal of Physiology led by NYIT College of Osteopathic Medicine researcher Martin Gerdes.\n\nIn the study entitled \"Long-term physiological T3 supplementation in hypertensive heart disease in rats,\" aging female rats with hypertension progressing to heart failure were treated for one year (half their lifetime) with a low oral dose of the active form of thyroid hormone, T3. While their high blood pressure was not affected, cardiac health improved.\n\nHigh blood pressure is a major contributor to a form of heart failure that affects the way heart relaxes between contractions. About half of the human patients with heart failure suffer from this particular condition, known as diastolic heart failure. The majority of those patients are elderly women with high blood pressure. Importantly, there are currently no effective treatments for diastolic heart failure.\n\n\"This low dose of thyroid hormone safely restored depressed cardiac tissue T3 levels to normal while largely preventing the accumulation of collagen, or scar tissue, resulting from sustained high blood pressure,\" said Gerdes. \"Thus, T3 treatment inhibited the major cause of stiffening of the heart in hypertension. The rats experienced overall improvement in contractile proteins and heart function too.\"\n\nGerdes has published 32 animal studies showing a link between improvements in thyroid hormone levels and heart health in rats and mice.\n\n\"The challenge now is to determine if humans benefit the same way,\" said Gerdes. \"If we can improve heart disease outcomes in patients by restoring normal thyroid function in the heart, we could save lives along with billions of dollars in health care expenses.\"\n\nIn 2014, a study in Molecular Medicine showed that administering low doses of a thyroid hormone to rats with diabetes helped restore hormone levels in their hearts and prevented deterioration of heart function, adverse gene changes, and pathology. Earlier, a study in the Journal of Cardiac Failure found that thyroid hormone replacement therapy in rats significantly reduced the incidence of atrial fibrillation. A 2013 study in The Journal of Translational Medicine showed thyroid hormone treatment administered to rats at the time of a heart attack led to a significant reduction in the loss of heart muscle cells and improvement in heart function.\n\nGerdes has long argued that medical opinion on thyroid treatment for patients with heart disease is largely shaped by outdated studies that used toxic doses of thyroid hormones.\n\n\"What we have tried to do here is show the effect of safe doses of thyroid hormones and we're seeing amazing results in multiple studies, with dramatic improvements in heart function, gene expression, and collagen levels, just by restoring depressed thyroid levels in the heart,\" said Gerdes. \"The studies demonstrate that we should be able to implement a similar, safe treatment and monitoring program for use in human clinical trials. The experts once warned that Beta blockers were too dangerous to use in heart failure patients. But, they were proven to be wrong and these life-saving drugs are now standard therapy for heart failure treatment. I predict the same will eventually be true for thyroid hormones in a large subpopulation of cardiac patients. We are simply talking about restoring normal thyroid hormone balance in heart disease, not over-stimulating the heart.\"\n\n###", "images": ["https://web.archive.org/web/20151017032945im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20151017032945im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20151017032945im_/http://media.eurekalert.org/multimedia_prod/pub/rel/101127_rel.jpg", "https://web.archive.org/web/20151017032945im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20151017032945im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20151017032945im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20151017032945im_/http://media.eurekalert.org/multimedia_prod/pub/rel/101126_rel.jpg", "https://web.archive.org/web/20151017032945im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20151017032945im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20151017032945im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20151017032945im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20151017032945im_/http://www.eurekalert.org/images/meganav/ACS_logo.jpg", "https://web.archive.org/web/20151017032945im_/http://media.eurekalert.org/multimedia_prod/pub/web/101125_web.jpg", "https://web.archive.org/web/20151017032945im_/http://media.eurekalert.org/multimedia_prod/pub/rel/101125_rel.jpg", "https://web.archive.org/web/20151017032945im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20151017032945im_/http://www.eurekalert.org/images/meganav/portal-climate.png"], "top_img": "https://web.archive.org/web/20151017032945im_/http://media.eurekalert.org/multimedia_prod/pub/web/101125_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20151017032945/http://www.eurekalert.org/pub_releases/2015-10/nyio-ass101315.php", "title": "Animal study suggests treatment that may improve heart function in heart failure", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Thyroid hormones administered to female rats with high blood pressure led to encouraging cardiac improvements, according to a study in the American Journal of Physiology led by NYIT College of Osteopathic Medicine researcher Martin Gerdes. Following publication of this 32nd animal study exploring links between cardiac health and thyroid hormones, Gerdes called for clinical studies aimed at improving human heart health.", "keywords": "Cell Biology, Microbiology, Physiology, Medicine/Health, Cardiology, Physiology", "date": "Tue, 13 Oct 2015 04:00:00 GMT", "funder": "NIH/National Heart, Lung, And Blood Institute", "journal": "American Journal of Physiology", "type": "research", "institution": "New York Institute of Technology", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "nyit", "domain": "www.eurekalert.org"}, "og": {"title": "Animal study suggests treatment that may improve heart function in heart failure", "description": "Thyroid hormones administered to female rats with high blood pressure led to encouraging cardiac improvements, according to a study in the American Journal of Physiology led by NYIT College of Osteopathic Medicine researcher Martin Gerdes. Following publication of this 32nd animal study exploring links between cardiac health and thyroid hormones, Gerdes called for clinical studies aimed at improving human heart health.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20151017032945/http://www.eurekalert.org/pub_releases/2015-10/nyio-ass101315.php", "image": "https://web.archive.org/web/20151017032945im_/http://media.eurekalert.org/multimedia_prod/pub/web/101125_web.jpg", "video": {"identifier": "https://web.archive.org/web/20151017032945/http://media.eurekalert.org/multimedia_prod/pub/media/101127_web.mp4", "width": 480, "height": 360}, "type": "video.other"}, "fb": {"profile_id": "nyit"}}, "movies": [], "publish_date": 1446091200.0, "source": "https://web.archive.org", "summary": ""}