{"url": "https://web.archive.org/web/20150923223651/http://www.eurekalert.org/pub_releases/2015-09/e-tav090815.php", "text": "Select patients age 90 years and older with aortic stenosis (AS) can benefit from a relatively new, minimally invasive surgery for aortic valve replacement, according to an article in the September 2015 issue of the Annals of Thoracic Surgery.\n\nKey points\n\nBoth transfemoral and transapical approaches to TAVR appear to be safe and effective for treatment of aortic stenosis in select patients age 90 years and older.\n\nBy 6 months post-surgery, most quality-of-life measures had stabilized at a level considerably better than baseline, meaning patients quality of life was better than it was prior to surgery.\n\nFuture studies are needed to address potential differences in outcomes between TF- and TA-TAVR groups.\n\nAs part of the PARTNER-I trial, Vinod H. Thourani, MD, from Emory University in Atlanta, and colleagues from 12 other institutions in the United States found that transcatheter aortic valve replacement (TAVR) is a safe and effective way to treat aortic stenosis in nonagenarians who qualify for the surgical technique.\n\n\"Historically, extreme elderly patients can be at a very high risk for open surgery,\" said Dr. Thourani. \"We still believe that for those 90 year olds who are low-or intermediate risk, surgical options may be a viable procedure. However, with the advent of TAVR technology, we can now offer these extreme elderly patients a treatment option that otherwise would have been high-risk or prohibitive.\"\n\nAortic stenosis is the most common acquired valve disease in elderly patients and affects nearly 3% of those over the age of 75, according to the American Heart Association. The ability to safely treat AS patients has become increasingly important; the US government predicts that the number of Americans over the age of 85 will exceed 11 million in the next 20 years.\n\nFor the study, the researchers used two different approaches: transfemoral TAVR (TF-TAVR), which is the traditional approach performed via the groin, and transapical TAVR (TA-TAVR), which is performed via the heart muscle. TA-TAVR is an alternative for patients who are medically ineligible for TF-TAVR secondary to severe peripheral vascular disease. While the current study did not evaluate other alternative options for TAVR, these techniques may include transaortic, transcaval, transcarotid, or trans-subclavian.\n\nIn the largest series published to date, between April 2007 and February 2012, 531 nonagenarians underwent TAVR: 329 with TF-TAVR and 202 with TA-TAVR.\n\n\"We evaluated perioperative, short-, and mid-term outcomes following both TF- and TA-TAVR,\" explained Dr. Thourani. \"Compared with an age-sex-race-matched US population, the TAVR patients had a comparable risk of mortality, and quality of life improved within 6 months of the procedure. Our study shows that age alone should not preclude referral for TAVR in patients age 90 years and older.\"\n\nThe study also showed that the 30-day stroke risk was 3.6% in TF-TAVR patients and 2.0% in TA-TAVR patients. Major complications, such as bleeding or vascular issues, occurred in 35% of TF-TAVR patients and 32% of TA-TAVR patients, and more than 80% of patients were discharged home after the procedure.\n\n\"Future studies are needed to address potential differences in outcomes between TF- and TA-TAVR groups,\" said Dr. Thourani, \"but I'm thrilled that we're able to give elderly people the chance to continue enjoying life in their golden years. Many would not have had that option without TAVR.\"\n\n###\n\nNotes for editors\n\nThourani V, Jensen H, Babaliaros V, Kodali S, Rajeswaran J, Ehrlinger J, Blackstone E, Suri R, Don C, Aldea G, Williams M, Makkar R, Svensson L, McCabe J, Dean L, Kapadia S, Cohen D, Pichard A, Szeto W, Herrmann H, Devireddy C, Leshnower B, Ailawadi G, Maniar H, Hahn R, Leon M, Mack M. Outcomes in Nonagenarians Undergoing Transcatheter Aortic Valve Replacement in the PARTNER-I Trial. Ann Thorac Surg 2015;100:785-93. doi:10.1016/j.athoracsur.2015.05.021\n\nFull text of the article is available to credentialed journalists upon request; contact Cassie McNulty cmcnulty@sts.org at +1 312 202 5865\n\nAbout The Annals of Thoracic Surgery\n\nThe Annals of Thoracic Surgery is the official journal of STS and the Southern Thoracic Surgical Association. Founded in 1964, The Society of Thoracic Surgeons is a not-for-profit organization representing more than 6,800 cardiothoracic surgeons, researchers, and allied health care professionals worldwide who are dedicated to ensuring the best possible outcomes for surgeries of the heart, lung, and esophagus, as well as other surgical procedures within the chest. The Society's mission is to enhance the ability of cardiothoracic surgeons to provide the highest quality patient care through education, research, and advocacy.\n\nAbout Elsevier", "images": ["https://web.archive.org/web/20150923223651im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20150923223651im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20150923223651im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20150923223651im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20150923223651im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20150923223651im_/http://www.eurekalert.org/images/meganav/ACS_logo.jpg", "https://web.archive.org/web/20150923223651im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20150923223651im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20150923223651im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20150923223651im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20150923223651im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20150923223651im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20150923223651im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png"], "top_img": "https://web.archive.org/web/20150923223651im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150923223651/http://www.eurekalert.org/pub_releases/2015-09/e-tav090815.php", "title": "Transcatheter aortic valve replacement is safe, effective for very elderly patients", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Select patients age 90 years and older with aortic stenosis can benefit from a relatively new, minimally invasive surgery for aortic valve replacement, according to an article in the September 2015 issue of the Annals of Thoracic Surgery.", "keywords": "Medicine/Health, Cardiology, Gerontology, Surgery", "date": "Tue, 08 Sep 2015 04:00:00 GMT", "journal": "Annals of Thoracic Surgery", "type": "research", "institution": "Elsevier", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "elseviernews", "domain": "www.eurekalert.org"}, "og": {"title": "Transcatheter aortic valve replacement is safe, effective for very elderly patients", "description": "Select patients age 90 years and older with aortic stenosis can benefit from a relatively new, minimally invasive surgery for aortic valve replacement, according to an article in the September 2015 issue of the Annals of Thoracic Surgery.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150923223651/http://www.eurekalert.org/pub_releases/2015-09/e-tav090815.php", "image": "https://web.archive.org/web/20150923223651im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "ElsevierConnect"}}, "movies": [], "publish_date": 1443499200.0, "source": "https://web.archive.org", "summary": ""}