{"url": "https://web.archive.org/web/20160613081028/http://www.eurekalert.org:80/pub_releases/2016-06/ohri-mbr060816.php", "text": "JUNE 9, 2016 - OTTAWA, CANADA - A clinical trial published in The Lancet, a top medical journal, shows that an intensive procedure that completely wipes out the immune system and then regenerates a new one using blood stem cells can eliminate all signs of damaging brain inflammation in people with early, aggressive multiple sclerosis (MS), and facilitate lasting recovery.\n\nLed by Dr. Harold Atkins and Dr. Mark S. Freedman of The Ottawa Hospital and the University of Ottawa, the trial included 24 participants who were followed for up to 13 years. The $6.47 million trial was funded by the MS Society of Canada and its affiliated Multiple Sclerosis Scientific Research Foundation. The research was also supported by The Ottawa Hospital Foundation, The Ottawa Hospital Department of Medicine and Canadian Blood Services.\n\n\"Our trial is the first to show the complete, long-term suppression of all inflammatory activity in people with MS,\" said Dr. Atkins, a stem cell transplant physician and scientist at The Ottawa Hospital, and associate professor at the University of Ottawa. \"This is very exciting. However, it is important to note that this therapy can have serious side effects and risks, and would only be appropriate for a small proportion of people with very active MS. People with MS who have had significant disability for a long time would likely not benefit.\"\n\n\"This procedure should be considered as a treatment option for people with early, aggressive MS,\" said Dr. Freedman, a neurologist and senior scientist at The Ottawa Hospital and professor at the University of Ottawa. \"Although this trial was relatively small, it was intensive, with the longest prospective follow-up of any such treatment group to date, and that is what makes the results so convincing. However, this is a very complex procedure that should only be performed at very specialized centres with expertise in both the management of MS patients and blood stem cell transplantation.\"\n\nMS affects approximately 2.3 million people around the world, causing symptoms that range from blurred vision to extreme fatigue to partial or complete paralysis. It occurs when the immune system - which normally protects against foreign disease-causing organisms - mistakenly attacks the body's own central nervous system, which includes the brain, spinal cord and optic nerve. Early in the disease, people often experience temporary episodes of worsening symptoms accompanied by active inflammation in the brain (called relapses), whereas later on, disease progression is inevitable.\n\nThe trial evaluated a treatment called immunoablation and autologous hematopoietic stem cell transplantation (IAHSCT). The procedure begins by giving a person medication to coax their hematopoietic stem cells to migrate from their bone marrow into their blood. These stem cells are then collected from the blood, purified and frozen. Then, high doses of chemotherapy drugs are used to eliminate the person's diseased immune system. The stem cells are then transplanted back into the same person, so that they can give rise to a new immune system that has no \"memory\" of the previous pattern of attacking the central nervous system.\n\nThe trial included 24 participants with aggressive, relapsing MS. They were followed for anywhere between four and 13 years after treatment (with a median post-treatment follow up of 6.7 years).\n\nAfter the treatment:\n\nNot a single participant experienced a clinical relapse (zero relapses in 179 patient-years), whereas before treatment, the participants experienced an average of 1.2 relapses per year (167 relapses in 146 patient-years).\n\nNot a single new active inflammatory lesion could be detected in the brains of any of the participants (zero lesions on 327 MRI scans) whereas before the treatment, participants had 188 lesions on 48 scans.\n\nNot a single participant required MS-specific drugs to control their disease.\n\n70 percent of participants experienced a complete stop in disease progression.\n\nThe average rate of brain shrinkage, typically a measure that correlates with MS progression, returned to levels associated with normal aging.\n\n40 percent of participants experienced some lasting reversal of symptoms such as vision loss, muscle weakness and balance problems.", "images": ["https://web.archive.org/web/20160613081028im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160613081028im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160613081028im_/http://media.eurekalert.org/multimedia_prod/pub/web/117238_web.jpg", "https://web.archive.org/web/20160613081028im_/http://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20160613081028im_/http://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20160613081028im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160613081028im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160613081028im_/http://media.eurekalert.org/multimedia_prod/pub/rel/117239_rel.jpg", "https://web.archive.org/web/20160613081028im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160613081028im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160613081028im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160613081028im_/http://media.eurekalert.org/multimedia_prod/pub/rel/117238_rel.jpg", "https://web.archive.org/web/20160613081028im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160613081028im_/http://media.eurekalert.org/multimedia_prod/pub/rel/117240_rel.jpg", "https://web.archive.org/web/20160613081028im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160613081028im_/http://www.eurekalert.org/images/meganav/portal-climate-new.png"], "top_img": "https://web.archive.org/web/20160613081028im_/http://media.eurekalert.org/multimedia_prod/pub/web/117238_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160613081028/http://www.eurekalert.org/pub_releases/2016-06/ohri-mbr060816.php", "title": "MS breakthrough: Replacing diseased immune system halts progression and allows repair", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A clinical trial published in The Lancet, a top medical journal, shows that an intensive procedure that completely wipes out the immune system and then regenerates a new one using blood stem cells can eliminate all signs of damaging brain inflammation in people with early, aggressive multiple sclerosis (MS), and facilitate lasting recovery.", "keywords": "Medicine/Health, Clinical Trials, Immunology/Allergies/Asthma, Neurobiology", "date": "Thu, 09 Jun 2016 04:00:00 GMT", "funder": "MS Society of Canada, Multiple Sclerosis Scientific Research Foundation, Ottawa Hospital Foundation, Ottawa Hospital Department of Medicine, Canadian Blood Services", "journal": "The Lancet", "type": "research", "institution": "Ottawa Hospital Research Institute", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "ottawahospital", "domain": "www.eurekalert.org"}, "og": {"title": "MS breakthrough: Replacing diseased immune system halts progression and allows repair", "description": "A clinical trial published in The Lancet, a top medical journal, shows that an intensive procedure that completely wipes out the immune system and then regenerates a new one using blood stem cells can eliminate all signs of damaging brain inflammation in people with early, aggressive multiple sclerosis (MS), and facilitate lasting recovery.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160613081028/http://www.eurekalert.org/pub_releases/2016-06/ohri-mbr060816.php", "image": "https://web.archive.org/web/20160613081028im_/http://media.eurekalert.org/multimedia_prod/pub/web/117238_web.jpg", "video": {"identifier": "https://web.archive.org/web/20160613081028/http://media.eurekalert.org/multimedia_prod/pub/media/117238_web.mp4", "width": 480, "height": 360}, "type": "video.other"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1467172800.0, "source": "https://web.archive.org", "summary": ""}