{"url": "https://web.archive.org/web/20170807171518/https://www.eurekalert.org/pub_releases/2017-08/oht-nss080717.php", "text": "Morristown, N.J., Aug. 7, 2017 - As we age, managing healthy weight may become more difficult due to a slowing metabolism, however, help may come from a fiery source -- the capsicum pepper. A recent paper, Capsaicinoids Enhance Metabolic Rate in Normal Healthy Individuals using a Novel Metabolic Tracker Breezing Device-An Open Label Placebo Controlled Acute Study, published in the journal Obesity Open Access discussed the findings of the Metabolic Rate (MR) Study, which demonstrated that an extract from red hot peppers boosted metabolic rate (Chen, et al., 2017).\n\n\"Because capsaicinoids (the component of hot peppers that gives them heat) are hot, it was imperative that we use an ingredient which the subjects could tolerate,\" said Vijaya Juturu, Ph.D., F.A.C.N., one of the lead researchers on the MR Study. \"Since Capsimax is made using a proprietary beadleting technology, OmniBead, which coats the capsicum extract, releasing it only when it reaches the intestines where it is absorbed without discomfort, we were able to deliver beneficial levels of capsaicinoids to our subjects, which made the MR Study possible.\"\n\nThe MR Study was a placebo-controlled, crossover open label study with 40 healthy adults examining the effects of either 2 mg capsaicinoids from 100 mg of Capsimax or placebo on resting energy expenditure, heart rate and blood pressure. Resting energy expenditure is the amount of energy required by the body during resting conditions and accounts up to 60% of the calories you burn each day and so increasing this amount can aid in managing weight. The study showed that supplementing with this low dose of Capsimax increased metabolic rate which calculated to an equivalent to burning an extra 116 calories per day. Moreover, though resting energy expenditure varies with each individual, this increase would yield almost 1 lb. of fat lost over 30 days.\n\n\"Aging is inevitable, but that doesn't mean we can't be active participants in our weight management as we age,\" said Abhijit Bhattacharya, President of OmniActive Health Technologies Ltd., producers of Capsimax. \"Capsimax is supported by multiple studies with findings showing safety, increased lipolysis and satiety and improved healthy body composition. Now, with the publication of the MR Study, there is yet another demonstrated benefit of Capsimax as a natural, stimulant-free approach to weight management, sports nutrition and a healthy lifestyle as we age.\"\n\n###\n\nFor more information on the MR Study or Capsimax, please contact Sara Zoet at s.zoet@omniactives.com.\n\nAbout Capsimax:\n\nProprietary Capsimax is made using OmniBead Beadlet Technology to encapsulate the beneficial heat of concentrated highly-active, natural capsicum in a controlled-release coating--delivering effective levels of capsaicinoids without the oral and gastric burning sensation of unprotected red hot peppers. In studies, clinically-tested, stimulant-free Capsimax was shown to significantly help improve body composition, promote thermogenesis and lipolysis, decrease appetite, accelerate metabolism and increase resting energy expenditure.\n\nAbout OmniActive Health Technologies, Inc.:\n\nOmniActive Health Technologies\n\noffers a range of quality ingredients that are innovative and scientifically validated to address complex challenges for customers in the dietary supplement, food and beverage space using technology-driven, sustainable solutions with application support within a global regulatory framework. OmniActive's core products include carotenoids, plant extracts and specialty functional ingredients. The company develops IP-protected, science-backed branded ingredients from natural sources using cutting edge technologies. OmniActive leverages international R&D; strengths to deploy an array of state of the art manufacturing technologies in extraction, purification, isolation and delivery of nutritional actives. Clinical research geared towards demonstrating efficacy and claim substantiation is the cornerstone of OmniActive's R&D; activities. The company's centers of excellence are located in North America and India, whereas its cGMP and HACCP system-compliant manufacturing operations are located at multiple FDA inspected sites in India. Whether looking for a new ingredient to add to a finished product, or technology to enhance an existing ingredient, OmniActive delivers unmatched innovation.\n\nCapsimax and OmniBead are trademarks of OmniActive Health Technologies Ltd.", "images": ["https://web.archive.org/web/20170807171518im_/https://www.eurekalert.org/images/meganav/ACS2017_300x100.jpg", "https://web.archive.org/web/20170807171518im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170807171518im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170807171518im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170807171518im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170807171518im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170807171518im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170807171518im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170807171518im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170807171518im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170807171518im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170807171518im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170807171518im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170807171518im_/https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://web.archive.org/web/20170807171518im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170807171518/https://www.eurekalert.org/pub_releases/2017-08/oht-nss080717.php", "title": "New study shows supplementation of capsicum extract helps increase metabolic rate", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Newly published study shows supplementation of capsicum extract helps increase metabolic rate.", "keywords": "Food/Food Science, Medicine/Health, Clinical Trials, Diet/Body Weight, Eating Disorders/Obesity, Metabolism/Metabolic Diseases, Nutrition/Nutrients, Public Health, Disease in the Developing World", "date": "Mon, 07 Aug 2017 04:00:00 GMT", "journal": "Obesity Open Access", "type": "research", "institution": "OmniActive Health Technologies", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "OmniActive_Life", "domain": "www.eurekalert.org", "title": "New study shows supplementation of capsicum extract helps increase metabolic rate", "description": "Newly published study shows supplementation of capsicum extract helps increase metabolic rate."}, "og": {"title": "New study shows supplementation of capsicum extract helps increase metabolic rate", "description": "Newly published study shows supplementation of capsicum extract helps increase metabolic rate.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170807171518/https://www.eurekalert.org/pub_releases/2017-08/oht-nss080717.php", "image": "https://web.archive.org/web/20170807171518im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1503979200.0, "source": "https://web.archive.org", "summary": ""}