{"url": "https://www.newswise.com/articles/yes-please-to-yogurt-and-cheese%3A-the-new-improved-mediterranean-diet-2", "text": "Newswise — Thousands of people can take heart as new research from the University of South Australia shows a dairy-enhanced Mediterranean diet will significantly increase health outcomes for those at risk of cardiovascular disease – and it’s even more effective than a low-fat diet.\n\nCardiovascular disease takes the lives of 17.9 million people every year, representing 31 per cent of all global deaths. In Australia, it is the single leading cause of death in Australia, affecting 4.2 million Australians and killing one Australian every 12 minutes. Low-fat diets are often recommended as suitable food plans for those seeking to reduce their risk factors for cardiovascular disease. Similarly, the Mediterranean diet (MedDiet) has been shown to deliver significant health benefits.\n\nIn this UniSA study, published by the American Journal of Clinical Nutrition, researchers compared the health benefits of a MedDiet supplemented with two to three serves of dairy each day, and a generic low-fat diet.\n\nThe results show that the dairy-supplemented MedDiet (MedDairy) significantly improved blood pressure, heart rate, cholesterol, mood and cognitive function.\n\nPhD candidate Alexandra Wade says the new MedDairy diet challenges popular perceptions of what is considered healthy.\n\n“The MedDiet is fast earning a reputation as the world’s healthiest diet and is renowned for delivering improved cardiovascular and cognitive health,” Wade says.\n\n“But it’s also higher in fat, which can be a deterrent for people seeking to adopt a healthier eating plan, especially if they don’t realise the difference between healthy and unhealthy fats.\n\n“In Australia, low-fat diets are often recommended for improving heart health and they are still perceived as being healthy.\n\n“This study shows that the new MedDairy works better than a generic low-fat diet, ensuring better health outcomes for people at risk of cardiovascular disease.”\n\nImportantly, the MedDairy diet also meets additional calcium requirements recommended by Australia’s national health bodies.\n\nA typical MedDiet includes extra virgin olive oil, fruits, vegetables, nuts, seeds, legumes, wholegrain breads, pastas and cereals, moderate consumption of fish and red wine, and low consumption of red meat, sweet and processed foods. It also includes 1-2 servings of dairy foods (700-820mg calcium), which is less than half the dairy recommended by the Australian National Health and Medical Research Council (NHMRC) for older Australians.\n\n“Living in Australia, we have different dietary requirements, notably a need for more calcium to protect against osteoporosis,” Wade says.\n\n“These needs are unmet in the traditional MedDiet, which makes it difficult for people to adopt in the long term.\n\n“This study delivers healthier options for Australians by tailoring the nutrients in the MedDiet to meet the needs of a non-Mediterranean population.\n\n“In Australia, women up to age 50 years – and men up to age 70 years – should consume 1000mg per day of calcium per day and 1300mg thereafter, which is roughly between 3.5 and 4.5 serves a day.\n\n“The new MedDairy diet allows for three to four servings with dairy, which means Australians can more sustainably meet their recommended daily nutrient intakes while also maintaining the significant health benefits offered through the MedDiet.\n\n“When it comes down to it, people want to be able to enjoy a colourful, tasty and nutritious diet. And if you’re one of the thousands of people seeking to improve your cardiovascular and cognitive health – look no further than the MedDairy diet.”\n\nNotes to editors:\n\nCardiovascular disease (CVD) is a major cause of death in Australia, with 43,477 deaths attributed to CVD in Australia in 2017. CVD kills one Australian every 12 minutes. Source: Australian Bureau of Statistics 2018, Causes of Death 2017, ABS cat. no. 3303.0, September. Cardiovascular disease takes the lives of 17.9 million people every year, representing 31 per cent of all global deaths. Source: World Health Organisation. Cardiovascular disease affects one in six Australians or 4.2 million people. Source: Australian Bureau of Statistics, 2016, National Health Survey: First results, 2014-15, ABS cat. no. 4364.0.55.001, March. Data customised using TableBuilder.\n\nSEE ORIGINAL STUDY", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "https://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "https://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "https://www.newswise.com/assets/img/logo.png", "https://www.newswise.com/legacy/ximage.php,qimage=,_images,_uploads,_2018,_12,_11,_cheeseandfruitshutterstock_478008913.jpg,awidth=502,aheight=334.pagespeed.ic.VKSu7q0AE6.jpg", "https://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://farnhamscouting.com/website/wp-content/uploads/2013/12/pdf-icon.png", "https://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/12/11/cheeseandfruitshutterstock_478008913.jpg&width=100&height=100", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/12/11/cheeseandfruitshutterstock_478008913.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/yes-please-to-yogurt-and-cheese:-the-new-improved-mediterranean-diet-2", "title": "Yes Please to Yogurt and Cheese: The New Improved Mediterranean Diet", "meta_data": {"keywords": "Newswise, Mediterranean Diet,Mediterranean Style Diet,Dairy,Calcium,cardiovascuar disease,Cardiovascuar care,cardiovascuar health,low-fat,Dairy Foods,All Journal News, Cardiovascular Health, Food Science, Health Food, Heart Disease, Nutrition, Embargoed Feed - hidden,  University of South Australia", "description": "Thousands of people can take heart as new research from the University of South Australia shows a dairy-enhanced Mediterranean diet will significantly increase health outcomes for those at risk of cardiovascular disease – and it’s even more effective than a low-fat diet.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Thousands of people can take heart as new research from the University of South Australia shows a dairy-enhanced Mediterranean diet will significantly increase health outcomes for those at risk of cardiovascular disease – and it’s even more effective than a low-fat diet.", "title": "Yes Please to Yogurt and Cheese: The New Improved Mediterranean Diet", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/12/11/cheeseandfruitshutterstock_478008913.jpg&width=100&height=100", "url": "https://www.newswise.com/articles/yes-please-to-yogurt-and-cheese:-the-new-improved-mediterranean-diet-2"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "https://www.newswise.com", "summary": ""}