{"url": "https://web.archive.org/web/20151225210942/http://www.prnewswire.com:80/news-releases/concussion-related-measures-improved-in-high-school-football-players-who-drank-new-chocolate-milk-umd-study-shows-300196365.html", "text": "COLLEGE PARK, Md., Dec. 22, 2015 /PRNewswire-USNewswire/ -- Fifth Quarter Fresh, a new, high-protein chocolate milk, helped high school football players improve their cognitive and motor function over the course of a season, even after experiencing concussions, a new preliminary University of Maryland study shows.\n\nThe study, funded through the Maryland Industrial Partnerships program and conducted by Jae Kun Shim, a professor of kinesiology in the School of Public Health, followed 474 football players from seven high schools in Western Maryland throughout the fall 2014 season.\n\n\"High school football players, regardless of concussions, who drank Fifth Quarter Fresh chocolate milk during the season, showed positive results overall,\" said Shim. \"Athletes who drank the milk, compared to those who did not, scored higher after the season than before it started, specifically in the areas of verbal and visual memory.\"\n\nFootball players were tested before the season, after concussions and post-season using Immediate Post-concussion Assessment and Cognitive Testing, also called ImPACT™, a widely used computer-based evaluation for concussions. Overall, 36 variables for attention span, working memory, sustained and selective attention time, response variability, non-verbal problem solving and reaction time were measured in the study.\n\nExperimental groups drank Fifth Quarter Fresh after each practice and game, sometimes six days a week, while control groups did not consume the chocolate milk. Analysis was performed on two separate groups: athletes who experienced concussions during the season and those who did not. Both non-concussed and concussed groups showed positive effects from the chocolate milk.\n\nNon-concussed athletes who drank Maryland-produced Fifth Quarter Fresh showed better cognitive and motor scores over nine test measures after the season as compared to the control group.\n\nConcussed athletes drinking the milk improved cognitive and motor scores in four measures after the season as compared to those who did not.\n\nThe remaining test scores did not show a statistically significant difference between the experimental and control groups over the season, according to Shim.\n\nHe suggested that the naturally occurring high levels of specific nutrients in Fifth Quarter Fresh likely contributed to the results.\n\n\"Branched chain amino acids (BCAAs) are important for energy metabolism and neurotransmitter synthesis in the brain,\" said Shim. \"Previous studies have shown that BCAA supplementation has resulted in improved cognition in mice with brain injuries.\"\n\nShim also cited carbohydrates, calcium and electrolytes, all of which he says are likely to be critical for the recovery process after brain injuries.\n\nWhile the study's results indicate a strong link between milk and the reduction of concussion-related symptoms, researchers caution that more in-depth studies are necessary to be conclusive.\n\nFifth Quarter Fresh is a fat-free chocolate milk made by combining nutrient-rich milk (yielding 40 percent more protein, calcium and electrolytes than conventional milk) with the benefits of a pasteurization process that preserves proteins and makes them easier for the body to absorb, according to the company.\n\nFifth Quarter Fresh has a balance of fast-absorbed whey and sustained-release casein proteins that provide a quick burst of amino acids followed by a continuous supply over several more hours, according to Richard Doak, co-founder of Fifth Quarter Fresh.\n\nThe company maintains that protecting student athletes and helping them perform at a higher level was the reason they created Fifth Quarter Fresh in the first place.\n\n\"We believe there is a real need to improve nutrition for young athletes. Fifth Quarter Fresh may help them prevent injuries by providing their bodies with the nutrients they need to heal and repair. This study suggests that,\" said Doak. \"Our milk provides 20 grams of protein and five grams of undamaged BCAAs per 14-ounce serving—naturally. We use no supplements and no preservatives—it is fresh chocolate milk.\"\n\nOfficials in Washington County, Md., home to all seven high schools participating in the study, are now considering the broad adoption of Fifth Quarter Fresh in sports programs throughout its school system.\n\n\"There is nothing more important than protecting our student-athletes,\" said Clayton Wilcox, superintendent of Washington County Public Schools. \"Now that we understand the findings of this study, we are determined to provide Fifth Quarter Fresh to all of our athletes.\"\n\nEarlier this year, UMD released the preliminary results of a study showing that Fifth Quarter Fresh outperformed leading commercial workout recovery drinks for endurance recovery by 13-17 percent.\n\nFifth Quarter Fresh is produced through the Hagerstown-based Lanco-Pennland Quality Milk Producers, a farmer-owned, farmer-run cooperative with nearly 650 members that spans the U.S. East Coast. Frederick-based Dairy Maid Dairy bottles it.\n\nThe University of Maryland study was made possible by the Maryland Industrial Partnerships (MIPS) program, which jointly funds commercial product development projects teaming Maryland companies with University of Maryland faculty.\n\nFor photos and videos, visit http://go.umd.edu/concussions.\n\nAbout the Maryland Industrial Partnerships (MIPS) Program\n\nMIPS, a program of the Maryland Technology Enterprise Institute (Mtech) in the A. James Clark School of Engineering at the University of Maryland, supports university-based research projects to help Maryland companies develop technology-based products. Commercial products benefiting from MIPS projects have generated more than $30.2 billion in revenue, added thousands of jobs to the region, and contributed to successful products such as Martek Biosciences' nutritional oils, Hughes Communications' HughesNet™, MedImmune's Synagis®, and Black & Decker's Bullet® Speed Tip Masonry Drill Bit.\n\nSOURCE University of Maryland", "images": ["https://web.archive.org/web/20151225210942im_/http://prnewswirecom2.122.2o7.net/b/ss/prnewswirecom2/1/H.20.3--NS/0", "https://web.archive.org/web/20151225210942im_/https://www.facebook.com/tr?id=1386495324998220&ev=PixelInitialized", "https://web.archive.org/web/20151225210942im_/http://assets2.prnewswire.com/designimages/fb_share.png", "https://web.archive.org/web/20151225210942im_/http://assets2.prnewswire.com/designimages/google.jpg", "https://web.archive.org/web/20151225210942im_/http://s.clickability.com/s?19=990&14=0&6=363253411&7=506122&25=0&18=0.62634230965035", "https://web.archive.org/web/20151225210942im_/http://www.prnewswire.com/news-releases/concussion-related-measures-improved-in-high-school-football-players-who-drank-new-chocolate-milk-umd-study-shows-300196365.html", "https://web.archive.org/web/20151225210942im_/http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "https://web.archive.org/web/20151225210942im_/http://content.prnewswire.com/designimages/email.png", "https://web.archive.org/web/20151225210942im_/http://content.prnewswire.com/images/JournalistBlogger.gif", "https://web.archive.org/web/20151225210942im_/http://assets2.prnewswire.com/designimages/pinterest.png", "https://web.archive.org/web/20151225210942im_/http://content.prnewswire.com/designimages/logo-prn-mobile.png", "https://web.archive.org/web/20151225210942im_/http://assets2.prnewswire.com/designimages/LI_share.jpg", "https://web.archive.org/web/20151225210942im_/http://content.prnewswire.com/designimages/twitter.png", "https://web.archive.org/web/20151225210942im_/http://content.prnewswire.com/designimages/logo-prn.gif"], "top_img": "https://web.archive.org/web/20151225210942im_/http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "keywords": [], "authors": ["University Of Maryland"], "canonical_link": "https://web.archive.org/web/20151225210942/http://www.prnewswire.com/news-releases/concussion-related-measures-improved-in-high-school-football-players-who-drank-new-chocolate-milk-umd-study-shows-300196365.html", "title": "Concussion-Related Measures Improved in High School Football Players Who Drank New... -- COLLEGE PARK, Md., Dec. 22, 2015 /PRNewswire-USNewswire/ --", "meta_data": {"msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "twitter": {"card": "summary", "site": "@PRNewswire"}, "viewport": "width=device-width, initial-scale=1", "apple-itunes-app": "app-id=349893430", "og": {"title": "Concussion-Related Measures Improved in High School Football Players Who Drank New Chocolate Milk, UMD Study Shows", "type": "website", "description": "COLLEGE PARK, Md., Dec. 22, 2015 /PRNewswire-USNewswire/ -- Fifth Quarter Fresh, a new, high-protein chocolate milk,...", "url": "https://web.archive.org/web/20151225210942/http://www.prnewswire.com/news-releases/concussion-related-measures-improved-in-high-school-football-players-who-drank-new-chocolate-milk-umd-study-shows-300196365.html", "image": "https://web.archive.org/web/20151225210942im_/http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif"}, "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "robots": "index, follow", "author": "University of Maryland", "keywords": "University of Maryland, maryland, Surveys, Polls and Research, Health Care & Hospitals, General Sports, Beverages", "description": "COLLEGE PARK, Md., Dec. 22, 2015 /PRNewswire-USNewswire/ -- Concussion-Related Measures Improved in High School Football Players Who Drank New Chocolate...", "cf_entity_title": "Concussion-Related Measures Improved in High School Football Players W...", "cf_entity_thumbnail_url": "http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "date": "2015-12-22T10:56:00Z", "Publisher": "PR Newswire", "geo.placename": "COLLEGE PARK, Md., Dec. 22", "geo.region": "maryland", "news_keywords": "University of Maryland,Beverages,Health Care & Hospitals,General Sports,Surveys, Polls and Research"}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}