{"url": "http://www.prnewswire.com/news-releases/hsrx-groups-acne-product-outperforms-market-leader-in-clinical-trial-demonstrates-faster-reduction-of-acne-count-redness--severity-300181373.html", "text": "TUCSON, Ariz., Nov. 18, 2015 /PRNewswire/ -- In a clinical trial conducted for HSRx Group, an Arizona-based biopharmaceutical company, the OTC acne treatment product HSRx 2121 significantly outperformed a market-leading product in reducing acne count, redness and severity.\n\nThe single-site, randomized, double-blind, placebo controlled comparative clinical study involved 90 subjects and calibrated results at 1, 2, 3, 7, 14, 28 and 42 days. The trial was conducted by Moore Clinical Research, Inc., an independent FDA-compliant contract research organization with considerable experience in acne product testing.\n\n\"For consumers desiring immediate results, HSRx 2121 is the clear choice,\" said Thomas Sullivan, Jr., Chief Executive Officer of HSRx Group. After 24 hours treatment, the percentage of subjects with reduced acne count was 64% greater for those using HSRx 2121 than for subjects using the competing product. At 24 hours, the percentage reduction in total acne count with HSRx 2121 was 20 times greater than it was for subjects using the competing product. \"Acne sufferers' number one priority is getting rid of inflammatory lesions – pimples – fast,\" Sullivan said. \"We demonstrated that with HSRx 2121.\"\n\nAfter 48 hours, the percentage of subjects with unsightly acne-associated redness was reduced nearly three times as much with HSRx 2121 as with the competing product.\n\nAt seven days, the percentage of subjects exhibiting reduced severity was six times greater for those using HSRx 2121, compared to those using the competing product. The HSRx product demonstrated superior treatment performance throughout the entire clinical study. \"That makes for a powerful marketing advantage,\" Sullivan said.\n\nAcne treatment represents a vast global market estimated at $3-4 billion annually, with significant expansion expected among surging middle class populations in China and India. \"Acne is a universal plague,\" said Frank Parise, HSRx Group Chief Financial Officer, citing a recent NASA warning that even the International Space Station harbors germs that can cause the disease. \"Acne is among the 10 most prevalent human infectious diseases and recent studies show it has a significant long-term psychological impact on many of the 80+% of teenagers and young adults who suffer from it,\" he added.\n\n\"Our acne treatment product has enormous commercial potential, evidenced by the significant licensee interest it has attracted. As with each of our next generation OTC drug products, we intend to license HSRx 2121 to a leading marketing entity that has the resources and expertise to maximize sales, here and abroad,\" Parise said.\n\nHSRx Group has developed a portfolio of next generation OTC drug products for many categories of common health conditions. Each product is subjected to independently conducted clinical trials against a current market-leading product to demonstrate its ability to deliver superior treatment outcomes with reduced side effects. All HSRx OTC drug products utilize natural ingredients in their formulations. HSRx out-licenses or joint-ventures its products with select marketing brands.\n\nAbout HSRx Group\n\nHSRx Group is a biopharmaceutical company developing next generation combination OTC and breakthrough drugs for the prevention and treatment of a broad group of chronic and infectious disease conditions. The HSRx technology integrates disease-fighting food nutrients with leading generic drugs to create multi-mechanism pharmaceutical products with long patent lives. Information is available at ‎HSRxGroup.com.\n\nContact: Matt Russell\n\nRussell Public Communications\n\n(520) 232-9840\n\nmrussell@russellpublic.com\n\nLogo - http://photos.prnewswire.com/prnh/20151118/288994LOGO\n\nInfo - http://photos.prnewswire.com/prnh/20151118/288995-INFO\n\nSOURCE HSRx Group\n\nRelated Links\n\nhttp://www.HSRxGroup.com\n\n", "images": ["https://photos.prnewswire.com/prnthumb/20151118/288994LOGO", "https://photos.prnewswire.com/prnfull/20151118/288995-INFO?max=800", "https://photos.prnewswire.com/prnfull/20151118/288994LOGO?max=800", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png"], "top_img": "https://photos.prnewswire.com/prnthumb/20151118/288994LOGO", "keywords": [], "authors": ["Hsrx Group"], "canonical_link": "https://www.prnewswire.com/news-releases/hsrx-groups-acne-product-outperforms-market-leader-in-clinical-trial-demonstrates-faster-reduction-of-acne-count-redness--severity-300181373.html", "title": "HSRx Group's Acne Product Outperforms Market Leader in Clinical Trial; Demonstrates Faster Reduction of Acne Count, Redness & Severity", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "TUCSON, Ariz., Nov. 18, 2015 /PRNewswire/ -- In a clinical trial conducted for HSRx Group, an Arizona-based biopharmaceutical company, the OTC acne treatment...", "author": "HSRx Group", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "HSRx Group's Acne Product Outperforms Market Leader in Clinical Trial; Demonstrates Faster Reduction of Acne Count, Redness & Severity", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "arizona", "date": "2015-11-18T04:14:00-05:00", "keywords": "HSRx Group,Health Care & Hospitals ,Medical Pharmaceuticals ,Pharmaceuticals   ,Clinical Trials & Medical Discoveries", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "HSRx Group's Acne Product Outperforms Market Leader in Clinical Trial; Demonstrates Faster Reduction of Acne Count, Redness & Severity", "description": "TUCSON, Ariz., Nov. 18, 2015 /PRNewswire/ -- In a clinical trial conducted for HSRx Group, an Arizona-based biopharmaceutical company, the OTC acne treatment..."}, "og": {"title": "HSRx Group's Acne Product Outperforms Market Leader in Clinical Trial; Demonstrates Faster Reduction of Acne Count, Redness & Severity", "type": "website", "description": "TUCSON, Ariz., Nov. 18, 2015 /PRNewswire/ -- In a clinical trial conducted for HSRx Group, an Arizona-based biopharmaceutical company, the OTC acne treatment...", "image": "https://photos.prnewswire.com/prnthumb/20151118/288994LOGO", "url": "https://www.prnewswire.com/news-releases/hsrx-groups-acne-product-outperforms-market-leader-in-clinical-trial-demonstrates-faster-reduction-of-acne-count-redness--severity-300181373.html"}, "assetURLS": "newsmetaBean.getAssetUrls(,)", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}