{"url": "https://web.archive.org/web/20180822144010/https://www.eurekalert.org/pub_releases/2018-08/aha-bmh081718.php", "text": "DALLAS, Aug. 22, 2018 -- Breastfeeding is not only good for babies, there is growing evidence it may also reduce the risk for stroke in post-menopausal women who reported breastfeeding at least one child, according to new research in Journal of the American Heart Association, the Open Access Journal of the American Heart Association/American Stroke Association.\n\nStroke is the fourth leading cause of death among women aged 65 and older, and is the third leading cause of death among Hispanic and black women aged 65 and older, according to the study.\n\n\"Some studies have reported that breastfeeding may reduce the rates of breast cancer, ovarian cancer and risk of developing Type 2 diabetes in mothers. Recent findings point to the benefits of breastfeeding on heart disease and other specific cardiovascular risk factors,\" said Lisette T. Jacobson, Ph.D., M.P.A., M.A., lead author of the study and assistant professor in the department of preventive medicine and public health at the University of Kansas School of Medicine-Wichita.\n\nThis is among the first studies to examine breastfeeding and a possible relationship to stroke risk for mothers, as well as how such a relationship might vary by ethnicity.\n\nResearchers analyzed data on 80,191 participants in the Women's Health Initiative observational study, a large ongoing national study that has tracked the medical events and health habits of postmenopausal women who were recruited between 1993 and 1998. All women in this analysis had delivered one or more children and 58 percent reported ever having breastfed. Among these women, 51 percent breastfed for one-six months, 22 percent for seven-12 months and 27 percent for 13 or more months. At the time of recruitment, the average age was 63.7 years and the follow-up period was 12.6 years.\n\nAfter adjusting for non-modifiable stroke risk factors (such as age and family history), researchers found stroke risk among women who breastfed their babies was on average:\n\n23 percent lower in all women,\n\n48 percent lower in black women,\n\n32 percent lower in Hispanic women,\n\n21 percent lower in white women, and\n\n19 percent lower in women who had breastfed for up to six months. A longer reported length of breastfeeding was associated with a greater reduction in risk.\n\n\"If you are pregnant, please consider breastfeeding as part of your birthing plan and continue to breastfeed for at least six months to receive the optimal benefits for you and your infant,\" Jacobson said.\n\n\"Our study did not address whether racial/ethnic differences in breastfeeding contribute to disparities in stroke risk. Additional research should consider the degree to which breastfeeding might alter racial/ethnic differences in stroke risk,\" Jacobson said.\n\nBecause the study was observational, it couldn't establish a cause-and-effect relationship between breastfeeding and lower stroke risk, meaning that it is possible some other characteristic that distinguishes between women who breastfeed and those who don't is the factor changing the stroke risk. However, because the Women's Health Initiative is large, researchers were able to adjust for many characteristics, and the effects of breastfeeding remained strong, Jacobson said.\n\n\"Breastfeeding is only one of many factors that could potentially protect against stroke. Others include getting adequate exercise, choosing healthy foods, not smoking and seeking treatment if needed to keep your blood pressure, cholesterol and blood sugar in the normal range,\" Jacobson said.\n\nThe study was also limited by the relatively small number of strokes that occurred during the follow-up period (just 3.4 percent of the women experienced a stroke during the study period and 1.6 percent reported having had a stroke prior to the study) and by the Women's Health Initiative's exclusion of women who had already had severe strokes at the time of recruitment.\n\nCurrently, the American Academy of Pediatrics and the World Health Organization recommend exclusive breastfeeding for six months, with continuation of breast feeding for one year or longer. For babies health, the American Heart Association recommends breastfeeding for 12 months with transition to other additional sources of nutrients beginning at about four - six months of age to ensure sufficient micronutrients in the diet.\n\n###\n\nFrontiers: The Heartland Institute for Clinical and Translational Research and the Wichita Center for Graduate Medical Education-Kansas Bioscience Authority funded the study. The WHI was supported by the National Health, Lung, and Blood Institute.\n\nCo-authors are Erinn M. Hade, Ph.D.; Tracie C. Collins, M.D., M.P.H., M.H.C.D.S.; Karen L. Margolis, M.D., M.P.H.; Molly E. Waring, Ph.D.; Linda V. Van Horn, Ph.D., R.D.; Brian Silver, M.D.; Maryam Sattari, M.D., M.S.; Chloe E. Bird, Ph.D.; Kim Kimminau, Ph.D.; Karen Wambach, Ph.D.; and Marcia L. Stefanick, Ph.D. Author disclosures are on the manuscript.\n\nAdditional Resources:\n\nAvailable multimedia including photos and an audio interview are on the right column of the release link - https:/ / newsroom. heart. org/ news/ breastfeeding-may-help-protect-mothers-against-stroke?preview= 8c40ed243748d7c2d1d547b499f511f4\n\nAfter Aug. 22, view the manuscript online.\n\nStory on previous JAHA study (June 21, 2018): Breastfeeding may reduce a mother's heart attack and stroke risk\n\nFollow AHA/ASA news on Twitter @HeartNews\n\nFor updates and new science from JAHA, follow @JAHA_AHA\n\nFollow the researcher on Twitter @ltj_264\n\nStatements and conclusions of study authors published in American Heart Association scientific journals are solely those of the study authors and do not necessarily reflect the association's policy or position. The Association makes no representation or guarantee as to their accuracy or reliability. The Association receives funding primarily from individuals. Foundations and corporations (including pharmaceutical, device manufacturers and other companies) also make donations and fund specific association programs and events. The Association has strict policies to prevent these relationships from influencing the science content. Revenues from pharmaceutical and device corporations and health insurance providers are available at https:/ / www. heart. org/ en/ about-us/ aha-financial-information .\n\nAbout the American Heart Association\n\nThe American Heart Association is devoted to saving people from heart disease and stroke - the two leading causes of death in the world. We team with millions of volunteers to fund innovative research, fight for stronger public health policies and provide lifesaving tools and information to prevent and treat these diseases. The Dallas-based association is the nation's oldest and largest voluntary organization dedicated to fighting heart disease and stroke. To learn more or to get involved, call 1-800-AHA-USA1, visit heart.org or call any of our offices around the country. Follow us on Facebook and Twitter.", "images": ["https://web.archive.org/web/20180822144010im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180822144010im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180822144010im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180822144010im_/https://media.eurekalert.org/meganav/ACS256Meeting_600x200.jpg", "https://web.archive.org/web/20180822144010im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20180822144010im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180822144010im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180822144010im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180822144010im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180822144010im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180822144010im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180822144010im_/https://media.eurekalert.org/meganav/Nutrition2018_Newsroom.jpg", "https://web.archive.org/web/20180822144010im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20180822144010im_/https://www.eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20180822144010im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180822144010/https://www.eurekalert.org/pub_releases/2018-08/aha-bmh081718.php", "title": "Breastfeeding may help protect mothers against stroke", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Breastfeeding was associated with a lower risk of stroke in post-menopausal women who reported breastfeeding at least one child. The association between breastfeeding and lower risk of stroke was stronger in women who breastfed for longer than six months and for black women.", "keywords": "Medicine/Health, Cardiology, Stroke", "date": "Wed, 22 Aug 2018 04:00:00 GMT/UTC", "journal": "JAHA: Journal of the American Heart Association", "type": "research", "institution": "American Heart Association", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "HeartNews", "domain": "www.eurekalert.org", "title": "Breastfeeding may help protect mothers against stroke", "description": "Breastfeeding was associated with a lower risk of stroke in post-menopausal women who reported breastfeeding at least one child. The association between breastfeeding and lower risk of stroke was stronger in women who breastfed for longer than six months and for black women."}, "og": {"title": "Breastfeeding may help protect mothers against stroke", "description": "Breastfeeding was associated with a lower risk of stroke in post-menopausal women who reported breastfeeding at least one child. The association between breastfeeding and lower risk of stroke was stronger in women who breastfed for longer than six months and for black women.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180822144010/https://www.eurekalert.org/pub_releases/2018-08/aha-bmh081718.php", "image": "https://web.archive.org/web/20180822144010im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "americanheart"}}, "movies": [], "publish_date": 1535515200.0, "source": "https://web.archive.org", "summary": ""}