{"url": "https://web.archive.org/web/20160710142157/http://www.eurekalert.org/pub_releases/2016-07/esoc-irc070516.php", "text": "Florence, Italy - 9 July 2016: Immunotherapy reduces cardiovascular risk in patients with rheumatoid arthritis, according to research presented today at Frontiers in CardioVascular Biology (FCVB) 2016 by Professor Aida Babaeva, head of the Department of Internal Medicine, Volgograd State Medical University, Volgograd, Russia.1 The combination of two extra-low dose anticytokine drugs reduced rheumatoid arthritis disease activity and cardiovascular events.\n\n\"Rheumatoid arthritis is an autoimmune disease in which cytokines such as tumour necrosis factor (TNF) and interferon (IFN), which normally protect the body, attack healthy cells,\" said Professor Babaeva. \"Patients have painful and inflamed joints. They are also at increased cardiovascular risk, particularly if their rheumatoid arthritis is not controlled.\"\n\nProfessor Babaeva's previous research showed that treatment with anticytokine drugs can decrease the activity of rheumatoid arthritis. Extra-low dose anti-TNFα reduced levels of inflammatory mediators and cytokines including C-reactive protein (CRP), rheumatoid factor, TNF, interleukin-1 (IL-1), and interleukin-6 (IL-6). The effect was more apparent and developed earlier when patients were treated with a combination of anti-TNFα and anti-IFN?, both at extra-low doses.\n\nThe current study investigated the impact of the combination of drugs on cardiovascular events. It included 68 patients who had suffered from active rheumatoid arthritis for at least five years. Patients were randomised to receive the combination of anti-TNFα and anti-IFN? plus standard disease-modifying therapy (38 patients) or placebo plus standard therapy (30 patients). During the three year follow up period the investigators monitored rheumatoid arthritis disease activity and cardiovascular events.\n\nPatients taking the combination of anticytokines had a lower rheumatoid arthritis disease activity score, as measured by the DAS28,2 and more dramatic decreases in IL-1, IL-6 and TNFα than the group on standard therapy alone.\n\nThe incidence of cardiovascular events (unstable angina, severe hypertensive crisis, and deterioration of chronic heart failure) was more than double in the group on conventional disease-modifying drugs alone (37%) compared to those also taking the combination of anticytokines (13%).\n\nProfessor Babaeva said: \"Our findings suggest that the decreased rheumatoid arthritis disease activity with the combination of anticytokines translates into decreased cardiovascular risk. Rheumatoid arthritis promotes the development of cardiovascular disease in a number of ways. Therefore, decreasing disease activity may also reduce cardiovascular risk by slowing down or halting these processes.\"\n\nFor example, rheumatoid arthritis is associated with dysfunction of the blood vessel lining (called endothelium), which leads to lipid accumulation in the artery wall, plaque formation and atherosclerosis. Increased disease activity is also linked with a pro-coagulant state in which patients are more prone to blood clots and thrombosis. Patients with active disease have an increase in molecules that promote inflammation, which has been associated with an increased risk of cardiovascular disease.\n\nIn patients with hypertension, target blood pressure was reached in 71% of those taking the combination of anticytokines compared to just 32% of patients on standard therapy alone. Professor Babaeva said: \"This doesn't mean that the two drugs directly impact on blood pressure. But the combination can improve endothelial function and it could be that blood pressure is more stable when disease activity is low.\"\n\n\"We found that the combination of two anticytokines containing extra-low doses of antibodies against TNFα and IFN? can improve the efficacy of standard rheumatoid arthritis therapy and decrease cardiovascular risk,\" said Professor Babaeva.\n\nShe concluded: \"We do not think that all patients with rheumatoid arthritis should be treated with this combination. In patients with highly active disease, the standard biologics are better at preventing severe complications such as progressive joint destruction and/or systemic manifestations (vasculitis, uveitis, involvement of internal organs). We recommend this new approach for preventing cardiovascular events in patients with moderate disease activity who are not receiving the standard biologics and who do not have severe complications.\"\n\n###", "images": ["https://web.archive.org/web/20160710142157im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160710142157im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160710142157im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160710142157im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160710142157im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160710142157im_/http://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20160710142157im_/http://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20160710142157im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160710142157im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160710142157im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160710142157im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160710142157im_/http://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20160710142157im_/http://www.eurekalert.org/images/meganav/browse-video.jpg"], "top_img": "https://web.archive.org/web/20160710142157im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160710142157/http://www.eurekalert.org/pub_releases/2016-07/esoc-irc070516.php", "title": "Immunotherapy reduces cardiovascular risk in rheumatoid arthritis", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Weight loss from bariatric surgery appears to reverse the premature aging associated with obesity, according to research presented today at Frontiers in CardioVascular Biology (FCVB) 2016.1 Patients had longer telomeres and less inflammation two years later.", "keywords": "Medicine/Health, Cardiology, Death/Dying, Diet/Body Weight, Health Professionals, Metabolism/Metabolic Diseases", "date": "Sat, 09 Jul 2016 04:00:00 GMT", "funder": "Materia Medica Holding, RF", "type": "research", "institution": "European Society of Cardiology", "meeting": "Frontiers in CardioVascular Biology (FCVB)", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "escardio", "domain": "www.eurekalert.org"}, "og": {"title": "Immunotherapy reduces cardiovascular risk in rheumatoid arthritis", "description": "Weight loss from bariatric surgery appears to reverse the premature aging associated with obesity, according to research presented today at Frontiers in CardioVascular Biology (FCVB) 2016.1 Patients had longer telomeres and less inflammation two years later.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160710142157/http://www.eurekalert.org/pub_releases/2016-07/esoc-irc070516.php", "image": "https://web.archive.org/web/20160710142157im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "europeansocietyofcardiology"}}, "movies": [], "publish_date": 1469764800.0, "source": "https://web.archive.org", "summary": ""}