{"url": "https://web.archive.org/web/20160820175628/http://www.eurekalert.org/pub_releases/2016-08/qmuo-vml081916.php", "text": "The majority of smokers who successfully switch to vaping say they have fewer respiratory infections, according to a study led by Queen Mary University of London\n\nThe majority of smokers who successfully switch to vaping say they have fewer respiratory infections, according to a study led by Queen Mary University of London (QMUL).\n\nThe on-line survey of 941 respondents assessed subjective changes in respiratory symptoms in smokers who switched to vaping for at least two months. The results, published in the Journal of Addiction Research & Therapy, show that 66 per cent of respondents reported an improvement in respiratory symptoms, 29 per cent reported no change and 5 per cent reported worsening.\n\nSenior author Professor Peter Hajek from QMUL said: \"There is no doubt that e-cigarettes are much safer than conventional cigarettes, but smokers are still led to believe that they're dangerous. This misinformation includes a misreported study on rats that claimed that vaping may increase vulnerability to infections. These new findings from human vapers show that this is not the case.\n\n\"The study needs to be interpreted with caution because it is based on self-reported data, and further studies using objective measures are needed. However, the present results provide sufficient information to suggest that vaping does not increase infection rates and may in fact lead to a decrease in infections.\"\n\nSome previous cell and animal studies have been interpreted as suggesting that vaping may increase vulnerability to infection, but these studies did not use realistic exposure levels. Human trials have reported no significant adverse respiratory effects associated with e-cigarette use for up to 1.5 years and a follow-up study of smokers with asthma who switched to vaping found significant improvements.\n\nThe researchers say that it is not surprising that the survey respondents noticed improvements in their respiratory health. This is because smoking increases susceptibility to respiratory infections and stopping smoking can be expected to have a positive effect. In addition to this, vaping may also provide some antimicrobial protection through the e-liquid ingredient propylene glycol, though further evidence is needed to confirm this.\n\nThe main limitation of the study is that the reports are subjective. Future studies should assess respiratory symptoms objectively and on unselected samples of vapers. Despite the limitations, the researchers say that the study provides a reasonable reassurance that vaping does not promote respiratory infections and may in fact reduce them.\n\n###\n\nFor more information, please contact:\n\nJoel Winston\n\nPublic Relations Manager (School of Medicine and Dentistry)\n\nQueen Mary University of London\n\nj.winston@qmul.ac.uk\n\nTel: +44 (0)20 7882 7943 / +44 (0)7970 096 188\n\nNotes to the editor\n\n* Research paper: 'Changes in the Frequency of Airway Infections in Smokers who Switched to Vaping: Results of an Online Survey'. Joanna Astrid Miler, Bernhard-Michael Mayer and Peter Hajek. Journal of Addiction Research & Therapy 2016. DOI: 10.4172/2155-6105.1000290\n\nhttp://www. omicsonline. org/ open-access/ changes-in-the-frequency-of-airway-infections-in-smokers-who-switched-to-vaping-results-of-an-online-survey-2155-6105-1000290. pdf\n\nAbout Queen Mary University of London\n\nQueen Mary University of London (QMUL) is one of the UK's leading universities, and one of the largest institutions in the University of London, with 20,260 students from more than 150 countries.\n\nA member of the Russell Group, we work across the humanities and social sciences, medicine and dentistry, and science and engineering, with inspirational teaching directly informed by our research - in the most recent national assessment of the quality of research, we were placed ninth in the UK (REF 2014).\n\nWe also offer something no other university can: a stunning self-contained residential campus in London's East End. As well as our home at Mile End, we have campuses at Whitechapel, Charterhouse Square and West Smithfield dedicated to the study of medicine, and a base for legal studies at Lincoln's Inn Fields.\n\nWe have a rich history in London with roots in Europe's first public hospital, St Barts; England's first medical school, The London; one of the first colleges to provide higher education to women, Westfield College; and the Victorian philanthropic project, the People's Palace based at Mile End.\n\nQMUL has an annual turnover of £350m, a research income worth £100m, and generates employment and output worth £700m to the UK economy each year.", "images": ["https://web.archive.org/web/20160820175628im_/http://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20160820175628im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160820175628im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160820175628im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160820175628im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160820175628im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160820175628im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160820175628im_/http://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20160820175628im_/http://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20160820175628im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160820175628im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160820175628im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160820175628im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg"], "top_img": "https://web.archive.org/web/20160820175628im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160820175628/http://www.eurekalert.org/pub_releases/2016-08/qmuo-vml081916.php", "title": "Vaping may lead to fewer respiratory infections for ex-smokers", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "The majority of smokers who successfully switch to vaping say they have fewer respiratory infections, according to a study led by Queen Mary University of London.", "keywords": "Medicine/Health, Addiction, Public Health", "date": "Fri, 19 Aug 2016 04:00:00 GMT", "journal": "Journal of Addiction Research & Therapy", "type": "research", "institution": "Queen Mary University of London", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "QMUL", "domain": "www.eurekalert.org", "title": "Vaping may lead to fewer respiratory infections for ex-smokers", "description": "The majority of smokers who successfully switch to vaping say they have fewer respiratory infections, according to a study led by Queen Mary University of London."}, "og": {"title": "Vaping may lead to fewer respiratory infections for ex-smokers", "description": "The majority of smokers who successfully switch to vaping say they have fewer respiratory infections, according to a study led by Queen Mary University of London.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160820175628/http://www.eurekalert.org/pub_releases/2016-08/qmuo-vml081916.php", "image": "https://web.archive.org/web/20160820175628im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "pages/Queen‑Mary‑University‑of‑London/9179830029"}}, "movies": [], "publish_date": 1472443200.0, "source": "https://web.archive.org", "summary": ""}