{"url": "http://www.newswise.com/articles/view/632689/?sc=dwhr&xy=10015339", "text": "Newswise — A decrease in the amount of time spent eating and an increase in overnight fasting reduces glucose levels and may reduce the risk of breast cancer among women, report University of California, San Diego School of Medicine researchers in the journal Cancer Epidemiology, Biomarkers & Prevention.\n\nThe findings were presented at the American Association of Cancer Research’s annual meeting in Philadelphia.\n\n“Increasing the duration of overnight fasting could be a novel strategy to reduce the risk of developing breast cancer,” said Catherine Marinac, UC San Diego doctoral candidate and first author on the paper. “This is a simple dietary change that we believe most women can understand and adopt. It may have a big impact on public health without requiring complicated counting of calories or nutrients.”\n\nWomen who fasted for longer periods of time overnight had significantly better control over blood glucose concentrations. The data shows that each three hour increase in nighttime fasting was associated with a 4 percent lower postprandial glucose level, regardless of how much women ate.\n\n“The dietary advice for cancer prevention usually focuses on limiting consumption of red meat, alcohol and refined grains while increasing plant-based foods,” said co-author Ruth Patterson, PhD, UC San Diego Moores Cancer Center associate director for population sciences and program leader of the cancer prevention program. “New evidence suggests that when and how often people eat can also play a role in cancer risk.”\n\nWomen in the study reported eating five times per day with a mean nighttime fasting of 12 hours. Those who reported longer fast durations also indicated they consumed fewer calories per day, ate fewer calories after 10 p.m. and had fewer eating episodes.\n\nResearchers recommend large-scale clinical trials to confirm that nighttime fasting results in favorable changes to biomarkers of glycemic control and breast cancer risk.\n\nCo-authors include Loki Natarajan, Dorothy Sears and Sheri Hartman of UC San Diego; and Linda Gallo and Elva Arredondo of San Diego State University.\n\nFunding for this research came, in part, from the National Cancer Institute-sponsored Ruth L. Kirschstein National Research Service Award (1F31CA183125-01A1), the NCI Centers for Transdisciplinary Research on Energetics and Cancer (1U54CA155435-01) and philanthropic support from Ms. Carol Vassiliadis and family.\n\n###", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/images/institutions/logos/xHSC-1489-NewsHeader-1200w.png.pagespeed.ic.7uUtFeOppi.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://www.newswise.com/images/new-newswise-logo-square.jpg", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/overnight-fasting-may-reduce-breast-cancer-risk-in-women", "title": "Overnight Fasting May Reduce Breast Cancer Risk in Women", "meta_data": {"keywords": "Newswise, Breast Cancer,Nutrition,Metabolism,Sleep,Fasting,Cancer, Nutrition, All Journal News, Women's Health, Local - California, Embargoed Feed - hidden,  University of California San Diego Health", "description": "A decrease in the amount of time spent eating and an increase in overnight fasting reduces glucose levels and may reduce the risk of breast cancer among women, report University of California, San Diego School of Medicine researchers in the journal Cancer Epidemiology, Biomarkers & Prevention.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "A decrease in the amount of time spent eating and an increase in overnight fasting reduces glucose levels and may reduce the risk of breast cancer among women, report University of California, San Diego School of Medicine researchers in the journal Cancer Epidemiology, Biomarkers & Prevention.", "title": "Overnight Fasting May Reduce Breast Cancer Risk in Women", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "url": "https://www.newswise.com/articles/overnight-fasting-may-reduce-breast-cancer-risk-in-women"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}