{"url": "https://web.archive.org/web/20180925061513/https://eurekalert.org/pub_releases/2017-07/e-rrd062917.php", "text": "Amsterdam, July 3, 2017 - Doctors should consider radiosurgery earlier for patients with severe facial pain, according to a new study in the International Journal of Radiation Oncology*Biology*Physics (the \"Red Journal\") - the official journal of the American Society for Radiation Oncology (ASTRO).\n\nIn the research, radiosurgery helped improve the quality of life for patients with trigeminal neuralgia and reduced their depression, which is often exacerbated by the side effects of other treatments. The authors, from Cleveland Clinic in the US, say considering radiosurgery earlier on could make a big difference to patients' lives.\n\nTrigeminal neuralgia (TN) is a very painful nerve disorder that causes an electrical shock feeling in the face, usually in older people. Some things can trigger it, like chewing or even the wind blowing, but attacks can be random. On a scale of 1-10, patients often describe the pain as 15 - off the scale. TN is commonly treated with anti-epileptic medications. While this can reduce the pain, it makes patients drowsy and tired, and they report feeling drunk. This has an impact on their quality of life and frequently causes depression, as it stops them from driving, working or even just leaving the house.\n\nAccording to the new study, radiosurgery, which is normally a second line treatment to be used following the medication, helps improve quality of life and reduce depression in patients with TN. By considering it earlier as a treatment option, doctors could help improve the lives of patients with TN more quickly.\n\n\"We knew radiosurgery results in pain relief, but we didn't know if the patients actually felt better,\" said Dr. Samuel Chao, corresponding author of the study. \"I think people go and see their neurologist and get the pain under control with medication, but they don't realize how lousy this can make them feel. Using radiosurgery earlier on allows patients to get off the medications, improving their quality of life by allowing them to return to activities they used to do.\"\n\nRadiosurgery is a method for physically treating the nerve using radiation - with stereotactic radiosurgery, doctors can focus 192 beams of radiation on a single point. It is non-invasive, so doesn't require the healing time of traditional surgery. Treatment takes less than an hour and requires no anesthetic. However, it is often overlooked or delayed as a treatment because there is a lack of capability and experience with the method. Research has shown that radiosurgery reduces pain for 80% of patients, but the broader impact on their lives remained unknown.\n\nIn the new study, Dr. Chao, Dr. Kotecha and his colleagues prospectively collected data from 50 patients they treated with radiosurgery using two questionnaires: EuroQOL 5-Dimension and Patient Health Questionnaire 9. They asked questions about the patients' pain and facial numbness, their health and their ability to take care of themselves. The researchers analyzed patients' answers before treatment and at each follow-up appointment, and found that patients reported an improved quality of life and lower rates of depression after radiosurgery. Importantly, the benefit of treatment was strongly driven by improvements in pain and discomfort as well as self-care.\n\n\"Pain and the medication to stop the pain make it difficult for people with TN to go outside and live life,\" explained Dr. Chao. \"With radiosurgery, we can reduce pain, improve quality of life and decrease depression - people can go out and enjoy life without worrying they will have a random attack. Giving options empowers the patient to be more aware of themselves and manage their own condition.\"\n\nThe team plans to analyze the impact of other treatment options and carry out a cost-based analysis to establish the best treatment options for TN.\n\n###\n\nNotes for editors\n\nThe article is \"Stereotactic Radiosurgery for Trigeminal Neuralgia Improves Patient-Reported Quality-of-Life and Reduces Depression,\" by Rupesh Kotecha, Jacob A. Miller, Sujith Modugula, Gene H. Barnett, Erin S. Murphy, Chandana A. Reddy, John H. Suh, Gennady Neyman, Andre Machado, and Sean Nagel. It appears in International Journal of Radiation Oncology*Biology*Physics, (available online 11 April), published by Elsevier.\n\nCopies of this paper are available to credentialed journalists upon request; please contact [Name] at [E-mail address] or [Phone number (add country code!)].\n\nAbout International Journal of Radiation Oncology*Biology*Physics\n\nInternational Journal of Radiation Oncology * Biology * Physics (IJROBP), known in the field as the \"Red Journal,\" is the official journal of the American Society for Radiation Oncology (ASTRO). It publishes original laboratory and clinical investigations related to radiation oncology, radiation biology, medical physics, and both education and health policy as it relates to the field. This journal has a particular interest in prospective clinical trials, outcomes research, and large database interrogation, as well as reports of high-impact innovations in single or combined modality treatment, tumor sensitization, normal tissue protection (including both precision avoidance and pharmacologic means), brachytherapy, particle irradiation, and cancer imaging.\n\nAbout Elsevier\n\nElsevier is a global information analytics company that helps institutions and professionals progress science, advance healthcare and improve performance for the benefit of humanity. Elsevier provides digital solutions and tools in the areas of strategic research management, R&D; performance, clinical decision support, and professional education; including ScienceDirect, Scopus, ClinicalKey and Sherpath. Elsevier publishes over 2,500 digitized journals, including The Lancet and Cell, more than 35,000 e-book titles and many iconic reference works, including Gray's Anatomy. Elsevier is part of RELX Group, a global provider of information and analytics for professionals and business customers across industries. http://www. elsevier. com\n\nMedia contact\n\nNikki Fullerton\n\nElsevier\n\n+31 (0)20 485 3510\n\nn.fullerton@elsevier.com", "images": ["https://web.archive.org/web/20180925061513im_/https://eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180925061513im_/https://eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180925061513im_/https://eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180925061513im_/https://eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180925061513im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20180925061513im_/https://media.eurekalert.org/meganav/ACS256Meeting_600x200.jpg", "https://web.archive.org/web/20180925061513im_/https://eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180925061513im_/https://eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180925061513im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20180925061513im_/https://eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180925061513im_/https://eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180925061513im_/https://media.eurekalert.org/meganav/Nutrition2018_Newsroom.jpg", "https://web.archive.org/web/20180925061513im_/https://eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180925061513im_/https://eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20180925061513im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180925061513/https://www.eurekalert.org/pub_releases/2017-07/e-rrd062917.php", "title": "Radiosurgery reduces depression and improves quality of life for patients with facial pain", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Doctors should consider radiosurgery earlier for patients with severe facial pain, according to a new study in the International Journal of Radiation Oncology*Biology*Physics (the 'Red Journal') -- the official journal of the American Society for Radiation Oncology (ASTRO).", "keywords": "Medicine/Health, Pain, Surgery", "date": "Mon, 03 Jul 2017 04:00:00 GMT", "journal": "International Journal of Radiation Oncology • Biology • Physics", "type": "research", "institution": "Elsevier", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "elseviernews", "domain": "www.eurekalert.org", "title": "Radiosurgery reduces depression and improves quality of life for patients with facial pain", "description": "Doctors should consider radiosurgery earlier for patients with severe facial pain, according to a new study in the International Journal of Radiation Oncology*Biology*Physics (the 'Red Journal') -- the official journal of the American Society for Radiation Oncology (ASTRO)."}, "og": {"title": "Radiosurgery reduces depression and improves quality of life for patients with facial pain", "description": "Doctors should consider radiosurgery earlier for patients with severe facial pain, according to a new study in the International Journal of Radiation Oncology*Biology*Physics (the 'Red Journal') -- the official journal of the American Society for Radiation Oncology (ASTRO).", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180925061513/https://www.eurekalert.org/pub_releases/2017-07/e-rrd062917.php", "image": "https://web.archive.org/web/20180925061513im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "ElsevierConnect"}}, "movies": [], "publish_date": 1501300800.0, "source": "https://web.archive.org", "summary": ""}