{"url": "https://web.archive.org/web/20160811155818/http://www.eurekalert.org/pub_releases/2015-11/gsu-pna113015.php", "text": "ATLANTA--A novel class of antimicrobials that inhibits the function of a key disease-causing component of bacteria could be effective in fighting methicillin-resistant Staphylococcus aureus (MRSA), one of the major drug-resistant bacterial pathogens, according to researchers at Georgia State University.\n\nTheir study showed that small molecule analogs that target the functions of SecA, a central part of the general bacterial secretion system required for viability and virulence, have potent antimicrobial activities, reduce the secretion of toxins and can overcome the effect of efflux pumps, which are responsible for multi-drug resistance.\n\nTheir findings indicate that targeting SecA is an attractive antimicrobial strategy against MRSA and may be several times more effective than the antibiotics now available for treating the infection.\n\nMRSA causes serious hospital and community-acquired infections. Healthcare-associated MRSA infections are typically linked to invasive procedures or devices, such as surgeries, intravenous tubing or artificial joints. Community-acquired MRSA often begins as a skin boil and is spread by skin-to-skin contact. Individuals at risk include competitive wrestlers, child care workers and those living in crowded conditions.\n\n\"We've found that SecA inhibitors are broad-spectrum antimicrobials and are very effective against strains of bacteria that are resistant to existing antibiotics,\" said Binghe Wang, Regents' Professor of Chemistry at Georgia State, Georgia Research Alliance Eminent Scholar in Drug Discovery and Georgia Cancer Coalition Distinguished Cancer Scholar. He co-led the study with Phang C. Tai, Regents' Professor of Biology at Georgia State, who is an expert on the functions of SecA in bacteria. Their findings were published in the journal Bioorganic & Medicinal Chemistry in November.\n\nBecause of the widespread resistance of bacteria to antibiotics on the market, there is an urgent need for the development of new antimicrobials. MRSA infection is caused by a type of Staphylococcus bacteria that has become resistant to many antibiotics used to treat ordinary staph infections, according to the Mayo Clinic.\n\nIn previous work, the researchers developed novel small molecule SecA inhibitors active against the bacteria strains Escherichia coli and Bacillus subtilis by dissecting a SecA inhibitor called Rose Bengal (RB).\n\nIn this study, they evaluated two potent RB analogs for their activity against MRSA strains. The RB analogs inhibited the ATPase activities of two SecA isoforms identified in S. aureus, SaSecA1 and SaSecA2, as well as the SaSecA1-dependent protein-conducting channel. The inhibitors also reduced the secretion of three toxins from S. aureus and stopped three MRSA strains of bacteria from reproducing.\n\nThe best inhibitor in this group, SCA-50, showed strong activity against MRSA Mu50 strain and an inhibitory effect on MRSA Mu50 that was two-to-60 times more potent than all commonly used antibiotics, including vancomycin, the last resort option for treating MRSA-related infections.\n\nIn a study recently published online in the journal ChemMedChem, the researchers synthesized and evaluated another new class of triazole-pyrimidine analogs as SecA inhibitors. This study also confirmed that SecA inhibitors have the potential for being broad-spectrum antimicrobials, can directly block virulence factor production and can null the effect of efflux pumps.\n\n###\n\nCollaborators for the paper published in Bioorganic & Medicinal Chemistry include Hsiuchin Yang, Hao Zhang, Krishna Damera, Ying-Hsin Hsieh, Arpana Sagwal Chaudhary, Jianmei Cui and Jinshan Jin of Georgia State.\n\nThe study is funded by the National Institutes of Health and Georgia State's Center for Biotechnology and Drug Design and Molecular Basis of Diseases Program.\n\nTo read the study, visit http://www. sciencedirect. com/ science/ article/ pii/ S0968089615300523 .", "images": ["https://web.archive.org/web/20160811155818im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160811155818im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160811155818im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160811155818im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160811155818im_/http://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20160811155818im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160811155818im_/http://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20160811155818im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160811155818im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160811155818im_/http://media.eurekalert.org/multimedia_prod/pub/rel/104274_rel.jpg", "https://web.archive.org/web/20160811155818im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160811155818im_/http://media.eurekalert.org/multimedia_prod/pub/rel/104275_rel.jpg", "https://web.archive.org/web/20160811155818im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160811155818im_/http://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20160811155818im_/http://media.eurekalert.org/multimedia_prod/pub/web/104274_web.jpg"], "top_img": "https://web.archive.org/web/20160811155818im_/http://media.eurekalert.org/multimedia_prod/pub/web/104274_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160811155818/http://www.eurekalert.org/pub_releases/2015-11/gsu-pna113015.php", "title": "Promising new antimicrobials could fight drug-resistant MRSA infection, study finds", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A novel class of antimicrobials that inhibits the function of a key disease-causing component of bacteria could be effective in fighting methicillin-resistant Staphylococcus aureus (MRSA), one of the major drug-resistant bacterial pathogens, according to researchers at Georgia State University.", "keywords": "Medicine/Health, Infectious/Emerging Diseases, Pharmaceutical Science, Pharmaceutical Chemistry, Biomedical/Environmental/Chemical Engineering", "date": "Mon, 30 Nov 2015 05:00:00 GMT", "funder": "National Institutes of Health", "journal": "Bioorganic & Medicinal Chemistry", "type": "research", "institution": "Georgia State University", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "GSU_News", "domain": "www.eurekalert.org"}, "og": {"title": "Promising new antimicrobials could fight drug-resistant MRSA infection, study finds", "description": "A novel class of antimicrobials that inhibits the function of a key disease-causing component of bacteria could be effective in fighting methicillin-resistant Staphylococcus aureus (MRSA), one of the major drug-resistant bacterial pathogens, according to researchers at Georgia State University.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160811155818/http://www.eurekalert.org/pub_releases/2015-11/gsu-pna113015.php", "image": "https://web.archive.org/web/20160811155818im_/http://media.eurekalert.org/multimedia_prod/pub/web/104274_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1448773200.0, "source": "https://web.archive.org", "summary": ""}