{"url": "https://web.archive.org/web/20151108215641/http://www.eurekalert.org:80/pub_releases/2015-11/nlmc-pap110615.php", "text": "New York, NY - Psoriasis and psoriatic arthritis symptoms were significantly lessened in patients who underwent bariatric, or weight loss, surgery, according to researchers from NYU Langone Medical Center.\n\nAccording to the study's authors, the findings suggest that losing excess weight may improve symptoms in people who have these lifelong conditions. The NYU Langone researchers believe that obesity may contribute to the risk for development of psoriasis and psoriatic arthritis through fat tissue-driven systemic inflammation.\n\n\"Psoriasis and psoriatic arthritis are chronic inflammatory conditions that can be quite uncomfortable and often painful for patients, so any treatment that might reduce symptoms may improve quality of life,\" says lead study author Soumya Reddy, MD, an assistant professor of medicine in the division of rheumatology at NYU Langone, and co-director of NYU Langone's Psoriatic Arthritis Center. \"Our new study shows that those who shed excess weight could see significant symptomatic relief.\"\n\nThe researchers say excess weight loss may reduce the body-wide inflammation and pain triggered by extreme excesses of fat tissue. They plan to present their findings on Sunday Nov. 8, 2015 at the 2015 ACR/ARHP Annual Meeting in San Francisco.\n\nFor the study, Reddy and colleagues reviewed the medical charts of 9,073 weight-loss surgery patients who were treated between 2002 and 2013 at NYU Langone's Weight Management Program. They identified 86 patients who had psoriasis before their operation, 21 of whom were also diagnosed with psoriatic arthritis, and compared their symptoms before and after undergoing bariatric surgery. The research team compared their patients' symptoms from before and after undergoing bariatric surgery. Patients were on average monitored for more than six years, with an average excess weight loss of 46.2 percent body weight.\n\nThe researchers found 55 percent of patients with psoriasis and 62 percent of patients with psoriatic arthritis reported improvements in their disease.\n\nPatients who underwent surgery saw significant reductions in their disease severity scores at post-surgical follow-up -- according to a 0 to 10 rating scale -- with disease severity scores in patients with psoriasis dropping from 5.6 to 4.4, and scores falling from 6.4 to 4.5 for those with psoriatic arthritis.\n\nResults were even more pronounced in those with severe disease activity, with scores falling from 7.7 before surgery to 5.7 after for patients with severe psoriasis, and from 8.2 to 4.8 after surgery for patients with severe psoriatic arthritis.\n\nFurther analysis showed those who lost the most excess weight a year after surgery showed the biggest improvements in their disease activity. Patients who saw the most improvements had more severe disease at the time of surgery and were of an older age at diagnosis.\n\n\"This study highlights the collaborative spirit of academic medicine, and how our rheumatology and bariatric surgery researchers worked together to not only help our patients directly, but inform the medical community at large,\" says study co-author Jose U. Scher, MD, assistant professor of rheumatology and co-director of the NYU Langone's Psoriatic Arthritis Center. \"These findings can be used to identify people who may benefit most from this type of intervention.\"\n\nThe NYU Langone researchers next plan to conduct larger studies to further define their findings and the effects of excess weight loss and bariatric surgery on psoriasis and psoriatic arthritis disease activity.\n\nPsoriasis is a condition that affects 7.5 million Americans, according to the National Psoriasis Foundation. It is estimated that as many as 20 percent of individuals with moderate to severe psoriasis develop psoriatic arthritis in their lifetime. Psoriasis is a chronic autoimmune-related skin condition in which thick, scaly patches appear on the skin. Psoriatic arthritis is similar in presentation -- but also can lead to joint pain.\n\nTreatment requires a coordinated effort by dermatologists and rheumatologists to help manage symptoms such as swelling, inflammation and skin changes.\n\n###\n\nMore information:\n\norg/ abstract/ clinical-improvements-in-psoriasis-and-psoriatic-arthritis-with-surgical-weight-loss/\n\nPoster Presentation Number 688: Clinical Improvements in Psoriasis and Psoriatic Arthritis with Surgical Weight Loss\n\nSession: Spondyloarthropathies and Psoriatic Arthritis -- Clinical Aspects and Assessments\n\nStudy authors: Monica Sethi, Christine Ren-Fielding, Ana Clara Caminer, Jose U. Scher, Soumya M. Reddy", "images": ["https://web.archive.org/web/20151108215641im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20151108215641im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20151108215641im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20151108215641im_/http://media.eurekalert.org/multimedia_prod/pub/rel/102843_rel.jpg", "https://web.archive.org/web/20151108215641im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20151108215641im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20151108215641im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20151108215641im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20151108215641im_/http://media.eurekalert.org/multimedia_prod/pub/web/102843_web.jpg", "https://web.archive.org/web/20151108215641im_/http://www.eurekalert.org/images/meganav/AHA_logo.jpg", "https://web.archive.org/web/20151108215641im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20151108215641im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20151108215641im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20151108215641im_/http://www.eurekalert.org/images/meganav/portal-cancer.png"], "top_img": "https://web.archive.org/web/20151108215641im_/http://media.eurekalert.org/multimedia_prod/pub/web/102843_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20151108215641/http://www.eurekalert.org/pub_releases/2015-11/nlmc-pap110615.php", "title": "Psoriasis and psoriatic arthritis symptoms curbed by bariatric surgery", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Psoriasis and psoriatic arthritis symptoms were significantly lessened in patients who underwent bariatric -- or weight loss -- surgery, according to researchers from NYU Langone Medical Center. According to the study's authors, the findings suggest that losing excess weight may improve symptoms in people who have these lifelong conditions.", "keywords": "Medicine/Health, Dermatology, Orthopedic Medicine", "date": "Sat, 07 Nov 2015 05:00:00 GMT", "type": "research", "institution": "NYU Langone Medical Center / New York University School of Medicine", "meeting": "ACR/ARHP 2015 Annual Meeting", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "NYULMC", "domain": "www.eurekalert.org"}, "og": {"title": "Psoriasis and psoriatic arthritis symptoms curbed by bariatric surgery", "description": "Psoriasis and psoriatic arthritis symptoms were significantly lessened in patients who underwent bariatric -- or weight loss -- surgery, according to researchers from NYU Langone Medical Center. According to the study's authors, the findings suggest that losing excess weight may improve symptoms in people who have these lifelong conditions.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20151108215641/http://www.eurekalert.org/pub_releases/2015-11/nlmc-pap110615.php", "image": "https://web.archive.org/web/20151108215641im_/http://media.eurekalert.org/multimedia_prod/pub/web/102843_web.jpg", "type": "website"}, "fb": {"profile_id": "NYULangone"}}, "movies": [], "publish_date": 1448773200.0, "source": "https://web.archive.org", "summary": ""}