{"url": "http://www.newswise.com/articles/view/671729/?sc=sphn", "text": "Newswise — Bethesda, Md. (March 23, 2017)—Statin drugs are widely used to manage high cholesterol and reduce the risk of cardiovascular disease. But in a new review of more than 50 studies, researchers cite reductions in liver inflammation and improvements in other related factors as reasons why statins make good candidates for treating chronic liver disease. The article is published ahead of print in the American Journal of Physiology—Gastrointestinal and Liver Physiology.\n\nReducing cholesterol can have a positive effect on many chronic liver disorders, including non-alcoholic fatty liver disease and non-alcoholic steatohepatitis, as well as in biliary disorders. In some studies, the research team found that statins reduced inflammatory molecules that are typically elevated with liver disease and improved inflammation in the endothelium (cells that line the blood vessels). Statin use may also lead to:• Decreased fibrosis (hardening or scarring of tissue),• Less development of fatty liver,• Slowed or halted spread of hepatitis C virus,• Improvement of portal hypertension (high blood pressure in the liver’s blood vessels), • Destruction of existing liver tumor cells, and • Reduced risk of developing liver cancer.\n\nThe researchers acknowledge that statin drugs can contribute to liver damage in some people, but for people with advanced liver disease, “[s]tatins are cost-effective, generally well-tolerated by patients and the benefits of statin treatment in most patients outweigh their potential hepatotoxic risk.”\n\nRead the full article, “Rationale for the use of statins in liver disease” published ahead of print in the American Journal of Physiology—Gastrointestinal and Liver Physiology. NOTE TO JOURNALISTS: To schedule an interview with a member of the research team, please contact the APS Communications Office or 301-634-7209. Find more research highlights in the APS Press Room.\n\nPhysiology is the study of how molecules, cells, tissues and organs function in health and disease. Established in 1887, the American Physiological Society (APS) was the first U.S. society in the biomedical sciences field. The Society represents more than 10,500 members and publishes 15 peer-reviewed journals with a worldwide readership.", "images": ["https://www.newswise.com/images/new-newswise-logo-square.jpg", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "http://www.newswise.com/assets/img/logo.png.pagespeed.ce.pQl5UlxZ8w.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/images/institutions/logos/xAPS_Profile.jpg.pagespeed.ic.DfvUecxVh1.jpg"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/statins-may-provide-treatment-alternative-for-chronic-liver-disease", "title": "Statins May Provide Treatment Alternative for Chronic Liver Disease", "meta_data": {"keywords": "Newswise, Liver Cancer,Liver Disease,Liver Damage,Hepatitis,Statins,Statin Drugs,High Cholesterol,Fatty Liver,Physiology,Cancer, Cardiovascular Health, Heart Disease, Public Health, Local - Maryland, Local - DC Metro,  American Physiological Society (APS)", "description": "Statin drugs are widely used to manage high cholesterol and reduce the risk of cardiovascular disease. But in a new review of more than 50 studies, researchers cite reductions in liver inflammation and improvements in other related factors as reasons why statins make good candidates for treating chronic liver disease.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Statin drugs are widely used to manage high cholesterol and reduce the risk of cardiovascular disease. But in a new review of more than 50 studies, researchers cite reductions in liver inflammation and improvements in other related factors as reasons why statins make good candidates for treating chronic liver disease.", "title": "Statins May Provide Treatment Alternative for Chronic Liver Disease", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "url": "https://www.newswise.com/articles/statins-may-provide-treatment-alternative-for-chronic-liver-disease"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}