{"url": "http://www.newswise.com/articles/view/665429/?sc=mwhn", "text": "Newswise — Note: A media teleconference with researchers and patients from Johns Hopkins and New York University will be held on Wednesday, Nov. 30, from 11 a.m. to 12:30 p.m. ET. To participate, U.S.-based media may call 855-698-2663; international media should dial 011-646-754-2524. The access code is 48330192. Phone lines open at 10:50 a.m., and all media should place speakers on mute unless posing a question. Reporters wishing to ask a question should email their name and outlet to david.march@nyumc.org during the briefing so they may be placed in a queue; the moderator will call on individual media members to ask a question in the order names and outlets were received.\n\nIn a small double-blind study, Johns Hopkins researchers report that a substantial majority of people suffering cancer-related anxiety or depression found considerable relief for up to six months from a single large dose of psilocybin -- the active compound in hallucinogenic \"magic mushrooms.\"\n\nThe researchers cautioned that the drug was given in tightly controlled conditions in the presence of two clinically trained monitors and said they do not recommend use of the compound outside of such a research or patient care setting.\n\nThe Johns Hopkins team released its study results, involving 51 adult patients, concurrently with researchers from New York University Langone Medical Center, who conducted a similarly designed study on 29 participants. Both studies are published in the Journal of Psychopharmacology on Dec. 1.\n\nThe Johns Hopkins group reported that psilocybin decreased clinician- and patient-rated depressed mood, anxiety and death anxiety, and increased quality of life, life meaning and optimism. Six months after the final session of treatment, about 80 percent of participants continued to show clinically significant decreases in depressed mood and anxiety, with about 60 percent showing symptom remission into the normal range. Eighty-three percent reported increases in well-being or life satisfaction. Some 67 percent of participants reported the experience as one of the top five meaningful experiences in their lives, and about 70 percent reported the experience as one of the top five spiritually significant lifetime events.\n\n\"The most interesting and remarkable finding is that a single dose of psilocybin, which lasts four to six hours, produced enduring decreases in depression and anxiety symptoms, and this may represent a fascinating new model for treating some psychiatric conditions,\" says Roland Griffiths, Ph.D., professor of behavioral biology in the Departments of Psychiatry and Behavioral Sciences and of Neuroscience at the Johns Hopkins University School of Medicine. He notes that traditional psychotherapy offered to people with cancer, including behavioral therapy and antidepressants, can take weeks or even months, isn't always effective, and in the case of some drugs, such as benzodiazepines, may have addictive and other troubling side effects.\n\nGriffiths says his team's new study grew out of a decade of research at Johns Hopkins on the effects of psilocybin in healthy volunteers, which found that psilocybin can consistently produce positive changes in mood, behavior and spirituality when administered to carefully screened and prepared participants. The study was designed to see if psilocybin could produce similar results in psychologically distressed cancer patients.\n\n\"A life-threatening cancer diagnosis can be psychologically challenging, with anxiety and depression as very common symptoms,\" says Griffiths. \"People with this kind of existential anxiety often feel hopeless and are worried about the meaning of life and what happens upon death.\"\n\nFor the study, the investigators recruited 51 participants diagnosed with life-threatening cancers, most of which were recurrent or metastatic. They were chosen from a total of 566 individuals reached through flyers, web advertisements and physician referrals. Most participants had breast, upper digestive, GI, genitourinary or blood cancer, and each had been given a formal psychiatric diagnosis, including an anxiety or depressive disorder.\n\nHalf of the participants were female with an average age of 56. Ninety-two percent were white, 4 percent were African-American and 2 percent were Asian.\n\nEach participant had two treatment sessions scheduled five weeks apart, one with a very low psilocybin dose (1 or3 milligrams per 70 kilograms) taken in a capsule and meant to act as a \"control\" placebo because the dose was too low to produce effects. In the other session, participants received a capsule with what is considered a moderate or high dose (22 or 30 milligrams per 70 kilograms).\n\nTo minimize expectancy effects, the participants and the staff members supervising the sessions were told that the participants would receive psilocybin on both sessions, but they did not know that all participants would receive one high and one low dose. Blood pressure and mood were monitored throughout the sessions. Two monitors aided participants during each session, encouraging them to lie down, wear an eye mask, listen to music through headphones and direct their attention on their inner experience. If anxiety or confusion arose, the monitors provided reassurance to the participants.\n\nIn addition to experiencing changes in visual perception, emotions and thinking, most participants reported experiences of psychological insight and often profound, deeply meaningful experiences of the interconnectedness of all people.\n\nThe researchers assessed each participant's mood, attitude about life, behaviors and spirituality with questionnaires and structured interviews before the first session, seven hours after taking the psilocybin, five weeks after each session and six months after the second session. Immediately after the sessions, participants completed questionnaires assessing changes in visual, auditory and body perceptions; feelings of transcendence; changes in mood; and more.\n\nStructured clinical interviews, such as the Hamilton Depression Rating Scale and the Hamilton Anxiety Rating Scale, and patient questionnaires, like the Beck Depression Inventory and the State-Trait Anxiety Inventory, assessed depression and anxiety. Other questionnaires assessed quality of life, death acceptance, meaningful existence, optimism and spirituality -- generally defined as a search for the meaning of life and a connection to something bigger than one's self. To measure the changes in attitudes, moods and behavior over time, the researchers administered a questionnaire that assessed negative or positive changes in attitudes about life, mood and behavior.\n\nWith regard to adverse effects, Griffiths says 15 percent of participants were nauseated or vomited, and one-third of participants experienced some psychological discomfort, such as anxiety or paranoia, after taking the higher dose. One-third of the participants had transient increases in blood pressure. A few participants reported headaches following the session.\n\n\"Before beginning the study, it wasn't clear to me that this treatment would be helpful, since cancer patients may experience profound hopelessness in response to their diagnosis, which is often followed by multiple surgeries and prolonged chemotherapy,\" says Griffiths. \"I could imagine that cancer patients would receive psilocybin, look into the existential void and come out even more fearful. However, the positive changes in attitudes, moods and behavior that we documented in healthy volunteers were replicated in cancer patients.\"\n\nUp to 40 percent of people with cancer suffer from a mood disorder, according to the National Comprehensive Cancer Network.\n\nAnticipating wide interest in the psilocybin research from scientists, clinicians and the public, the journal solicited 11 commentaries to be co-published with the study results written by luminaries in psychiatry, palliative care and drug regulation, including two past presidents of the American Psychiatric Association, a past president of the European College of Neuropsychopharmacology, the former deputy director of the U.S. Office of National Drug Control Policy, and the former head of the U.K. Medicines and Healthcare Products Regulatory Authority. In general, the commentaries were supportive of the research and of using these drugs in a clinical setting as tools for psychiatry.\n\nAdditional authors included Matthew Johnson, Michael Carducci, Annie Umbricht, William Richards, Brian Richards, Mary Cosimano and Margaret Klinedinst, all of The Johns Hopkins University.\n\nThe study was funded by grants from the Heffter Research Institute, the RiverStyx Foundation, William Linton, the Betsy Gordon Foundation, the McCormick family, the Fetzer Institute, George Goldsmith, Ekaterina Malievskaia and the National Institute on Drug Abuse (R01DA03889).", "images": ["https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/assets/img/logo.png.pagespeed.ce.pQl5UlxZ8w.png", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/legacy/ximage.php,qimage=,_images,_uploads,_2016,_11,_25,_Peace_After_Cancer_Treatment_iStock_24282999SMALL.jpg,awidth=502,aheight=334.pagespeed.ic.C-vhLIeKrU.jpg", "http://www.newswise.com/images/institutions/logos/xJHMI.jpg.pagespeed.ic.b5hJt2UXrP.jpg", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/11/25/Peace_After_Cancer_Treatment_iStock_24282999SMALL.jpg&width=100&height=100"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/11/25/Peace_After_Cancer_Treatment_iStock_24282999SMALL.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/hallucinogenic-drug-psilocybin-eases-existential-anxiety-in-people-with-life-threatening-cancer", "title": "Hallucinogenic Drug Psilocybin Eases Existential Anxiety in People with Life-Threatening Cancer", "meta_data": {"keywords": "Newswise, Roland Griffiths,Cancer,Drugs,Anxiety,Psilocybin,All Journal News, Behavioral Science, Cancer, Psychology and Psychiatry, Vision, Local - Maryland, Embargoed Feed - hidden, Featured: MedWire, Grant Funded News, Staff Picks, Cancer Center Featured Story 2,  Johns Hopkins Medicine", "description": "In a small double-blind study, Johns Hopkins researchers report that a substantial majority of people suffering cancer-related anxiety or depression found considerable relief for up to six months from a single large dose of psilocybin -- the active compound in hallucinogenic \"magic mushrooms.\"", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "In a small double-blind study, Johns Hopkins researchers report that a substantial majority of people suffering cancer-related anxiety or depression found considerable relief for up to six months from a single large dose of psilocybin -- the active compound in hallucinogenic", "title": "Hallucinogenic Drug Psilocybin Eases Existential Anxiety in People with Life-Threatening Cancer", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/11/25/Peace_After_Cancer_Treatment_iStock_24282999SMALL.jpg&width=100&height=100", "url": "https://www.newswise.com/articles/hallucinogenic-drug-psilocybin-eases-existential-anxiety-in-people-with-life-threatening-cancer"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}