{"url": "https://web.archive.org/web/20150523143719/http://www.eurekalert.org:80/pub_releases/2015-05/uoms-nsf052115.php", "text": "New research by scientists at the University of Maryland School of Medicine has found that esophageal cancer patients treated with proton therapy experienced significantly less toxic side effects than patients treated with older radiation therapies.\n\nWorking with colleagues at the Mayo Clinic in Rochester, Minnesota and the MD Anderson Cancer Center in Dallas, Texas, Michael Chuong, MD, an assistant professor of radiation oncology at the school, compared two kinds of X-ray radiation with proton therapy, an innovative, precise approach that targets tumors while minimizing harm to surrounding tissues.\n\nThe researchers looked at nearly 600 patients and found that proton therapy resulted in a significantly lower number of side effects, including nausea, blood abnormalities and loss of appetite. The results were presented on May 22 at the annual conference of the Particle Therapy Cooperative Group, held in San Diego.\n\n\"This evidence underscores the precision of proton therapy, and how it can really make a difference in cancer patients' lives,\" said Dr. Chuong.\n\nPatients with esophageal cancer can suffer a range of side effects, including nausea, fatigue, lack of appetite, blood abnormalities and lung and heart problems. Proton therapy did not make a difference in all of these side effects, but had significant effects on several.\n\nThe results have particular relevance for the University of Maryland School of Medicine; this fall the school will open the Maryland Proton Treatment Center (MPTC). The center will provide one of the newest and highly precise forms of radiation therapy available, pencil beam scanning (PBS), which targets tumors while significantly decreasing radiation doses to healthy tissue. This technique can precisely direct radiation to the most difficult-to-reach tumors.\n\nProton therapy is just one of several new methods for treating cancer. Others include:\n\nSelective Internal Radiation Therapy, a precision modality for treating patients with particularly difficult-to-remove tumors involving the liver such as those from colorectal cancers;\n\nGammapod, a new, high-precision, noninvasive method of treating early-stage breast cancer;\n\nThermal Therapies, the use of \"heat\" in treating a broad spectrum of malignancies.\n\nThe treatment works well for many kinds of tumors, including those found in the brain, esophagus, lung, head and neck, prostate, liver, spinal cord and gastrointestinal system. It is also an important option for children with cancer and is expected to become an important option for some types of breast cancer. While most cancer patients are well served with today's state-of-the-art radiation therapy technology, up to 30 percent are expected to have a greater benefit from the new form of targeted proton beam therapy.\n\nLocated at the University of Maryland BioPark, the 110,000 square-foot, $200 million center is expected to treat about 2,000 patients a year.\n\n###\n\nAbout the University of Maryland School of Medicine\n\nThe University of Maryland School of Medicine was chartered in 1807 and is the first public medical school in the United States and continues today as an innovative leader in accelerating innovation and discovery in medicine. The School of Medicine is the founding school of the University of Maryland and is an integral part of the 11-campus University System of Maryland. Located on the University of Maryland's Baltimore campus, the School of Medicine works closely with the University of Maryland Medical Center and Medical System to provide a research-intensive, academic and clinically based education. With 43 academic departments, centers and institutes and a faculty of more than 3,000 physicians and research scientists plus more than $400 million in extramural funding, the School is regarded as one of the leading biomedical research institutions in the U.S. with top-tier faculty and programs in cancer, brain science, surgery and transplantation, trauma and emergency medicine, vaccine development and human genomics, among other centers of excellence. The School is not only concerned with the health of the citizens of Maryland and the nation, but also has a global presence, with research and treatment facilities in more than 35 countries around the world.\n\nmedschool.umaryland.edu/", "images": ["https://web.archive.org/web/20150523143719im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20150523143719im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20150523143719im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20150523143719im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20150523143719im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20150523143719im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20150523143719im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20150523143719im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20150523143719im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20150523143719im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20150523143719im_/http://www.eurekalert.org/images/meganav/aacr2015meeting_600X200.jpg", "https://web.archive.org/web/20150523143719im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20150523143719im_/http://www.eurekalert.org/images/e4/brand.png"], "top_img": "https://web.archive.org/web/20150523143719im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150523143719/http://www.eurekalert.org/pub_releases/2015-05/uoms-nsf052115.php", "title": "New study finds that proton therapy has fewer side effects in esophageal cancer patients", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "New research has found that esophageal cancer patients treated with proton therapy experienced significantly less toxic side effects than patients treated with older radiation therapies.", "keywords": "Medicine/Health, Cancer, Clinical Trials, Internal Medicine", "date": "Fri, 22 May 2015 04:00:00 GMT", "type": "research", "institution": "University of Maryland School of Medicine", "meeting": "Annual Conference of the Particle Therapy Cooperative Group", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "ummedschool", "domain": "www.eurekalert.org"}, "og": {"title": "New study finds that proton therapy has fewer side effects in esophageal cancer patients", "description": "New research has found that esophageal cancer patients treated with proton therapy experienced significantly less toxic side effects than patients treated with older radiation therapies.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150523143719/http://www.eurekalert.org/pub_releases/2015-05/uoms-nsf052115.php", "image": "https://web.archive.org/web/20150523143719im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "Maryland.Medicine"}}, "movies": [], "publish_date": 1432872000.0, "source": "https://web.archive.org", "summary": ""}