{"url": "https://web.archive.org/web/20170912135450/https://www.eurekalert.org/pub_releases/2017-09/fos--nrt091117.php", "text": "Researchers from the University of Copenhagen and humanitarian organizations have conducted a large study in Burkina Faso in West Africa treating more than 1600 children with acute malnutrition. The study, published Monday 11 September in the open access medical journal PLOS Medicine, showed that corn-soy porridge should be replaced with a lipid-based nutrient supplement (LNS), a fortified peanut butter. The results of the study can be used directly both in the treatment and prevention of acute malnutrition.\n\nGlobally, more than 50 million children are affected by acute malnutrition. Those with the most severe acute malnutrition have more than ten times increased mortality, and those surviving may have impaired development, compared to children without malnutrition. But this can be prevented if children are treated early, while they only have moderate acute malnutrition.\n\nLNS supports healthy growth\n\nChristian Fabiansen, MD PhD and a team from the Department of Nutrition, Sports and Exercise at the University of Copenhagen conducted the study in collaboration with a PhD-student from the Institut de Recherche en Sciences de la Santé in rural Northern Burkina Faso, where there was a high prevalence of acute malnutrition. Dr Fabiansen previously worked in humanitarian medical projects with Médecins Sans Frontières (MSF), who also sponsored this work. The research was conducted in a malnutrition project run by the medical humanitarian organisation The Alliance for International Medical Action (ALIMA) and its Burkinabe partners Keoogo and SOS Médecins.\n\nDuring the trial, 1609 small children with moderate acute malnutrition were given either LNS or corn-soy porridge for 12 weeks. The study found that children who received LNS experienced greater weight gain, and the large majority of the weight gain was healthy lean tissue.\n\nDr Fabiansen , the main author of the paper appearing in PLOS Medicine today, underscores the importance of the findings:\n\n\"Previous studies of nutritional supplements have mainly looked at the effect on weight gain. It has been a concern that LNS, with its very high fat content, would result mainly in weight gain composed of fat. But by using a method based measurement of heavy water in the child's body we have found that LNS mainly increase lean mass, that is muscles and organs, which are important for immune function, survival and development.\"\n\nNovel standard for research in malnutrition may save lives\n\nProfessor Henrik Friis, the senior author on the paper, points to the importance of the collaboration between university researchers and humanitarian organizations:\n\n\"It has been a new way to conduct research, that we tested the effect of nutritional supplements used mainly by aid agencies, employing very advanced research methods in remote rural areas where humanitarian organization are working, and not at the university hospitals. The collaboration between researchers and humanitarian organizations means these findings can have immediate practical impact on field practice.\"\n\nThe General Director of the Danish section of MSF Jesper H. Brix notes:\n\n\"Acute malnutrition is still a major global health problem. So, I hope we can use the results to provide the best possible treatment for more vulnerable children. If we can treat children with moderate acute malnutrition with the scientifically proven most effective food aid product, and thereby prevent severe acute malnutrition, then many lives can be saved\"\n\nDr Susan Shepherd, a paediatrician who heads ALIMA's Operational and Clinical Research, says:\n\n\"ALIMA is very proud of its participation in this study. Vulnerable children, no matter where they live, deserve the best medical and nutritional treatments available. Studies like Treatfood generate the evidence we need to make the best decisions with our patients. ALIMA is committed to developing more research partnerships in its humanitarian projects, because this is how we will raise the quality of medical practice for all.\"\n\nTreatfood: treating acute malnutrition\n\nUniversity of Copenhagen, Doctors Without Borders and ALIMA have collaborated on the project Treatfood, which aims to improve products for children with acute malnutrition. The study was primarily funded by Danida, MSF-Denmark and MSF-Norway, and USAID via the World Food Programme.\n\nThe main Treatfood results are presented in the paper: Effectiveness of food supplements in increasing fat-free tissue accretion in children with moderate acute malnutrition: A randomised 2 × 2 × 3 factorial trial in Burkina Faso, published in the open access medical journal PLOS Medicine. Earlier peer-reviewed articles from the study have appeared in the American Journal of Clinical Nutrition, BMC Nutrition, and Appetite.\n\nFacts about malnutrition\n\nMalnutrition in children can be chronic or acute. In acute malnutrition children are thin relative to their height, or wasted. Approximately 8% or 50 mio children globally are affected by acute malnutrition. Of these, 2/3 have moderate and 1/3 severe acute malnutrition. Acute malnutrition is more life-threatening than chronic. In chronic malnutrition the children are short relative to their age, or stunted. More than 30% of children in the world have chronic malnutrition.\n\nPrevious research has focused on treatment of severe acute malnutrition. WHO has called for research to identify the most optimal foods for treatment of children with moderate acute malnutrition.\n\n###\n\nContact\n\nPhd Christian Fabiansen\n\nDepartment of Nutrition, Exercise and Sports, University of Copenhagen\n\nTelephone: +45 22440844\n\nMail: chfa@nexs.ku.dk\n\nProfessor Henrik Friis\n\nDepartment of Nutrition, Exercise and Sports, University of Copenhagen\n\nTelephone: +45 26253968\n\nMail: hfr@nexs.ku.dk\n\nGeneral Director Jesper H. Brix\n\nDoctors Without Borders / Médecins Sans Frontières, Denmark\n\nTelefon: +45 29 70 29 77\n\nMail: jhb@msf.dk\n\nHalimatou Amadou\n\nCommunications Department, ALIMA\n\nhalimatou.amadou@alima.ngo\n\nKristian Levring Madsen\n\nCommunication Manager\n\nDepartment of Nutrition, Exercise and Sports, University of Copenhagen\n\nTelephone: +45 4048 1684\n\nMail: kma@nexs.ku.dk", "images": ["https://web.archive.org/web/20170912135450im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170912135450im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170912135450im_/https://media.eurekalert.org/multimedia_prod/pub/web/150165_web.jpg", "https://web.archive.org/web/20170912135450im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170912135450im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170912135450im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170912135450im_/https://media.eurekalert.org/multimedia_prod/pub/rel/150164_rel.jpg", "https://web.archive.org/web/20170912135450im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170912135450im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170912135450im_/https://media.eurekalert.org/multimedia_prod/pub/rel/150165_rel.jpg", "https://web.archive.org/web/20170912135450im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170912135450im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170912135450im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170912135450im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170912135450im_/https://www.eurekalert.org/multimedia/pub/web/150165_web.jpg", "https://web.archive.org/web/20170912135450im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170912135450im_/https://www.eurekalert.org/images/meganav/ACS2017_300x100.jpg"], "top_img": "https://web.archive.org/web/20170912135450im_/https://www.eurekalert.org/multimedia/pub/web/150165_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170912135450/https://www.eurekalert.org/pub_releases/2017-09/fos--nrt091117.php", "title": "New research to treat acute malnutrition", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Researchers from the University of Copenhagen and humanitarian organizations have conducted a large study in Burkina Faso in West Africa treating more than 1,600 children with acute malnutrition. The study showed that corn-soy porridge should be replaced with a lipid-based nutrient supplement, a fortified peanut butter. The results of the study can be used directly both in the treatment and prevention of acute malnutrition.", "keywords": "Nutrition/Nutrients, Medicine/Health, Diet/Body Weight, Health Professionals, Nutrition/Nutrients, Pediatrics, Developing Countries, Disease in the Developing World", "date": "Tue, 12 Sep 2017 04:00:00 GMT", "funder": "Danida, MSF-Denmark, MSF-Norway, World Food Program", "journal": "PLOS Medicine", "type": "research", "institution": "Faculty of Science - University of Copenhagen", "region": "europe", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "EurekAlert", "domain": "www.eurekalert.org", "title": "New research to treat acute malnutrition", "description": "Researchers from the University of Copenhagen and humanitarian organizations have conducted a large study in Burkina Faso in West Africa treating more than 1,600 children with acute malnutrition. The study showed that corn-soy porridge should be replaced with a lipid-based nutrient supplement, a fortified peanut butter. The results of the study can be used directly both in the treatment and prevention of acute malnutrition."}, "og": {"title": "New research to treat acute malnutrition", "description": "Researchers from the University of Copenhagen and humanitarian organizations have conducted a large study in Burkina Faso in West Africa treating more than 1,600 children with acute malnutrition. The study showed that corn-soy porridge should be replaced with a lipid-based nutrient supplement, a fortified peanut butter. The results of the study can be used directly both in the treatment and prevention of acute malnutrition.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170912135450/https://www.eurekalert.org/pub_releases/2017-09/fos--nrt091117.php", "image": "https://web.archive.org/web/20170912135450im_/https://www.eurekalert.org/multimedia/pub/web/150165_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1506657600.0, "source": "https://web.archive.org", "summary": ""}