{"url": "https://web.archive.org/web/20180925155844/https://www.eurekalert.org/pub_releases/2018-09/tju-cto092418.php", "text": "A comparison of 2 of the most common combination therapies for locally advanced prostate cancer show the more aggressive option is linked with a higher rate of survival\n\n(Philadelphia) - High-risk prostate cancer, that which has continued to grow but not yet metastasized, is commonly treated with combination therapies. Each method has pros and cons, but there is little clarity whether one might be more effective than the other. For the first time, researchers have shown that more patients live longer if treated with the combination of prostate removal plus radiation therapy. The research was published September 25th in the journal Cancer.\n\n\"There's a lot of debate about whether to remove the whole prostate and follow up with radiation therapy. Or, as a second option, to spare the prostate and treat it using radiation therapy plus hormone-blocking therapy,\" said senior author Grace Lu-Yao, PhD, Associate Director of Population Science at the Sidney Kimmel Cancer Center - Jefferson Health, one of only eight NCI-designated cancer centers nationwide with a prostate cancer program of excellence. \"Our study suggests that removing the prostate followed by adjuvant radiotherapy is associated with greater overall survival in men with prostate cancer.\"\n\nThe risks of prostate removal, or prostatectomy, are well known and include higher chance of developing incontinence and erectile dysfunction. There are some risks associated with radiation treatment and hormone therapy, but they are less common, and are typically thought to have a lower impact on quality of life. \"Prostatectomy is an unpopular treatment,\" said Lu-Yao. \"Our study showed that only six percent of men with high-risk cancer were treated with it.\" It's not just the risk of side effects.For some men, especially those who are not fit enough for the surgery, prostatectomy is not an option. However, this may be an option for some patients to reconsider.\"\n\nIn the largest population-based retrospective study to date, Dr. Lu-Yao and colleagues examined the records of 13,856 men in the Medicare-SEER registry diagnosed with locally advanced prostate cancer -- cancer growth that had not yet metastasized to distant sites in the body. Dr. Lu-Yao and colleagues looked at the patients who were treated either with prostatectomy plus adjuvant radiation as one group, and compared them to another group who were treated with radiation therapy plus hormone-blocking therapy. They matched the comparison groups by age, race and co-morbidity to control for factors that may influence patient outcomes, and analyzed which group did better 10 to 15 years after their procedures.\n\nThey found that 10 years after treatment, 89 percent of the prostate removal plus radiation group was still alive. That compared with the 74 percent survival at ten years in the group that received only radiation plus hormone therapy, amounting to a 15 percent survival advantage in the group that was treated with prostate removal.\n\n\"For high-risk prostate patients we started the use of aggressive radiation therapy after surgery 20 years ago,\" said Adam Dicker, Senior Vice President and Chair of the Department of Enterprise Radiation Oncology at Jefferson Health, who was not involved in the study. \"We recognized that it may have curative potential.\"\n\n\"However, the proportion of men undergoing prostatectomy plus radiation therapy decreased significantly over time and there were trade-offs for the survival advantages,\" said Dr. Lu-Yao. Men who received the combination of surgery and radiotherapy had higher rates of erectile dysfunction (28 percent vs 20 percent) and higher rates of urinary incontinence (49 percent vs 19 percent).\n\nAnother interesting finding from the research was that slightly more than half of men diagnosed with the disease did not receive combination therapies for their prostate cancer. \"Two modes of treatment are recommended by both United States and European guidelines for cancer treatment. It was surprising to see only 29 percent of patients received the recommended combination therapies, and as many as 20 percent are not getting any treatment six months after their diagnosis,\" said Dr. Lu-Yao. \"Our data can't tell us the reason for this deviation from guidelines and further studies are needed.\"\n\n\"One of the strengths of retrospective studies of patient data is that it reveals what happens in the real world, rather than the carefully controlled context of a clinical trial,\" said Dr. Lu-Yao. \"Our data is revealing the real-world practice as well as some of the advantages and disadvantages of those medical preferences.\"\n\n\"This important study demonstrates that many men with high-risk prostate cancer derive a survival advantage through a multi-modality approach to their disease. Several large clinical trials are nearing completion that should validate these retrospective findings of the benefits of primary radical prostatectomy followed by additional therapies such as adjuvant radiation,\" said Leonard Gomella, Chair of the Department of Urology at Jefferson (Philadelphia University + Thomas Jefferson University), who was not involved in this research.\n\n###\n\nThe study was funded by the New Jersey Health Foundation, the National Cancer Institute (P30 CA-072720 and CA-116399 and the Rutgers Cancer Institute of New Jersey Biometrics Shared Resource. A complete list of potential conflict interest disclosures can be found in the manuscript.\n\nArticle reference: Thomas L. Jang, Neal Patel, Izak Faiena, Kushan Radadia, Dirk F. Moore, Sammy E. Elsamra, Eric A. Singer, Mark N. Stein, James A. Eastham, Peter T. Scardino, Yong Lin, Isaac Y. Kim, Grace L. Lu-Yao, \"Comparative effectiveness of radical prostatectomy with adjuvant radiotherapy versus radiotherapy plus androgen deprivation therapy for men with advanced prostate cancer,\" Cancer, DOI: 10.1002/cncr.31726, 2018.\n\nMedia Contact: Edyta Zielinska, edyta.zielinska@jefferson.edu, 215-955-7359.", "images": ["https://web.archive.org/web/20180925155844im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180925155844im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20180925155844im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180925155844im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180925155844im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180925155844im_/https://media.eurekalert.org/meganav/ACS256Meeting_600x200.jpg", "https://web.archive.org/web/20180925155844im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180925155844im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180925155844im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180925155844im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20180925155844im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180925155844im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180925155844im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180925155844im_/https://media.eurekalert.org/meganav/Nutrition2018_Newsroom.jpg"], "top_img": "https://web.archive.org/web/20180925155844im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180925155844/https://www.eurekalert.org/pub_releases/2018-09/tju-cto092418.php", "title": "Combo therapy of prostatectomy plus radiotherapy may improve survival in prostate cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A comparison of two of the most common combination therapies for locally advanced prostate cancer show the more aggressive option is linked with a higher rate of survival.", "keywords": "Medicine/Health, Cancer, Prostate Cancer", "date": "2018-09-25 04:00:00 GMT/UTC", "journal": "Cancer", "type": "research", "institution": "Thomas Jefferson University", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "JeffersonUniv", "domain": "www.eurekalert.org", "title": "Combo therapy of prostatectomy plus radiotherapy may improve survival in prostate cancer", "description": "A comparison of two of the most common combination therapies for locally advanced prostate cancer show the more aggressive option is linked with a higher rate of survival."}, "og": {"title": "Combo therapy of prostatectomy plus radiotherapy may improve survival in prostate cancer", "description": "A comparison of two of the most common combination therapies for locally advanced prostate cancer show the more aggressive option is linked with a higher rate of survival.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180925155844/https://www.eurekalert.org/pub_releases/2018-09/tju-cto092418.php", "image": "https://web.archive.org/web/20180925155844im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "ThomasJeffersonUniversity"}}, "movies": [], "publish_date": 1538193600.0, "source": "https://web.archive.org", "summary": ""}