{"url": "http://www.newswise.com/articles/view/656383/?sc=mwhn", "text": "Newswise — COLORADO SPRINGS, CO – Shoulder instability is most common in the young, athletic population, bringing a focus to how these injuries are best treated. Research presented today at the American Orthopaedic Society for Sports Medicine’s (AOSSM) Annual Meeting in Colorado Springs, CO, demonstrated that surgery after a first-time shoulder dislocation lowered the re-injury risks and need for follow-up surgery when compared to those who were initially treated non-operatively and experienced a repeat dislocation prior to surgery.\n\nThe study examined 121 patients at an average of 51 months post-surgery. Of this group, 68 patients had experienced their first dislocation, while 53 had recurrent dislocations after being initially treated non-operatively. After treatment with an arthroscopic bankart repair, the postoperative dislocation rate in the first-time injury group was 29%, compared to 62% in those who did not have surgery after their initial injury. The average age of patients was 19 years old.\n\n“Deciding between a non-operative program or going forward with surgery can be a challenging decision for medical professionals treating shoulder injuries in young athletes,” noted the study’s lead author Tyler J. Marshall, MD, from Alabama Ortho Spine and Sports in Birmingham, AL. “However, this study shows a substantial benefit for athletes undergoing surgery to prevent recurrent instability down the road.”\n\nThe research data was collected between 2003 and 2013 from eight fellowship trained surgical practices, with patient ages ranging from 16 to 30 years old. Surveys given to patients during follow-ups asked for information such as test for shoulder functionality, whether patients returned to sport, postoperative instability events, and if further surgery was required on the shoulder.\n\n“While young athletes and parents may be wary of surgery, our study shows the advantages of this treatment approach,” commented Marshall. “Physicians should counsel those with first time injuries on these benefits moving forward.”\n\n###\n\nThe American Orthopaedic Society for Sports Medicine (AOSSM) is a global leader in orthopaedic sports medicine education, research, communication and fellowship, and includes national and international sports medicine leaders. The Society works closely with many other sports medicine specialists, including athletic trainers, physical therapists, family physicians, and others to improve the identification, prevention, treatment, and rehabilitation of sports injuries. AOSSM is also a founding partner of the STOP Sports Injuries campaign to prevent overuse and traumatic injuries in kids", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/images/institutions/logos/xAOSSM,P20_Master_Brand_No_Tag_RGB.jpg.pagespeed.ic.Ha1D4J_nPa.jpg", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://www.newswise.com/images/new-newswise-logo-square.jpg", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/treating-first-time-shoulder-dislocations-with-surgery-can-benefit-young-athletes-study-shows", "title": "Treating First Time Shoulder Dislocations with Surgery Can Benefit Young Athletes, Study Shows", "meta_data": {"keywords": "Newswise, AOSSM,Sports Medicine,shoulder instability,shoulder instability repair,Shoulder dislocations,Sports Medicine, Surgery, Local - Illinois, Local - Chicago Metro, Embargoed Feed - hidden,  American Orthopaedic Society for Sports Medicine (AOSSM)", "description": "Shoulder instability is most common in the young, athletic population, bringing a focus to how these injuries are best treated. Research presented today at the American Orthopaedic Society for Sports Medicine’s (AOSSM) Annual Meeting in Colorado Springs, CO, demonstrated that surgery after a first-time shoulder dislocation lowered the re-injury risks and need for follow-up surgery when compared to those who were initially treated non-operatively and experienced a repeat dislocation prior to surgery.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Shoulder instability is most common in the young, athletic population, bringing a focus to how these injuries are best treated. Research presented today at the American Orthopaedic Society for Sports Medicine’s (AOSSM) Annual Meeting in Colorado Springs, CO, demonstrated that surgery after a first-time shoulder dislocation lowered the re-injury risks and need for follow-up surgery when compared to those who were initially treated non-operatively and experienced a repeat dislocation prior to surgery.", "title": "Treating First Time Shoulder Dislocations with Surgery Can Benefit Young Athletes, Study Shows", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "url": "https://www.newswise.com/articles/treating-first-time-shoulder-dislocations-with-surgery-can-benefit-young-athletes-study-shows"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}