{"url": "https://web.archive.org/web/20170327174857/https://www.eurekalert.org/pub_releases/2017-03/fau-rwo032417.php", "text": "More than 35 million Americans are trying to quit smoking. Smoking cigarettes causes 480,000 premature deaths each year due mainly to a two-fold risk of cardiovascular disease and a 20-fold risk of lung cancer. In a commentary published in the current issue of the American Journal of Medicine, researchers from the Charles E. Schmidt College of Medicine at Florida Atlantic University reassure clinicians and their patients that varenicline, whose brand name is Chantix, is a safe and effective way to achieve smoking cessation and that failure to use this drug has caused preventable heart attacks and deaths from cardiovascular disease.\n\nIn 2006, varenicline was approved as a safe and effective means to quit smoking and achieved permanent quit rates of approximately 25 percent. In 2009, however, varenicline received a black box warning by the FDA based on their adverse event reports of neuropsychiatric symptoms like depression and thoughts of suicide.\n\nThere were plausible alternative explanations including that nearly half of the subjects had psychiatric histories, 42 percent were taking psychotropic drugs and about 42 percent were suffering from depression. Nonetheless, since then, there has been a 76 percent decline in the number of prescriptions dispensed from a peak of about 2 million in the last quarter of 2007 to about 531,000 in the first quarter of 2014.\n\nIn their commentary, the FAU researchers emphasize that, until recently, the totality of randomized evidence on varenicline had been restricted to eight small trials, which did not demonstrate a hazard. The researchers caution that the reliable detection of small to moderate risks and benefits of drug therapies requires cogent data from large-scale randomized trials designed a priori to test the hypothesis.\n\nSuch a large randomized trial was recently completed that included both apparently healthy individuals as well as those with severe mental illness. The trial was conducted for 12 weeks on about 8,000 long-term smokers and included equal subgroups of those without as well as with psychiatric disorders. In subjects without psychiatric disorders, those treated with varenicline had less neuropsychiatric symptoms and in subjects without psychiatric disorders there were no increases in these symptoms. Both groups of participants assigned at random to varenicline achieved significantly higher abstinence rates at 12 weeks than those assigned to placebo, nicotine patch or bupropion. Just a few months ago, the FDA removed the black box warning from varenicline.\n\nThe commentary was coauthored by Dianna Gaballa, a fourth-year medical student; Joanna Drowos, D.O., M.P.H., an associate professor of integrated medical science and associate chair of the Department of Integrated Medical Science; and Charles H. Hennekens, M.D., Dr.P.H., the first Sir Richard Doll Professor and senior academic advisor to the dean, all in FAU's Charles E. Schmidt College of Medicine.\n\n\"The existing totality of evidence suggests an urgent need to increase the use of varenicline in the general population as well as in those with serious mental illness who on average die about 20 years earlier than the general population, in part, because their smoking rates may be as high as 75 percent,\" said Hennekens.\n\nQuitting smoking significantly reduces risks of cardiovascular disease beginning within a matter of months and reaching the non-smoker status within a few years, even among older adults. For lung and other cancers, however, reductions do not even begin to emerge for years after quitting and, even after 10 years, quitters achieve death rates only about midway between the continuing smoker and non-smoker.\n\n\"For reducing risks of cardiovascular disease it's never too late to quit, but to reduce risks of cancer, it's never too early,\" said Hennekens.\n\nThe authors speculate that if use of varenicline had not plummeted by 76 percent following the black box warning in 2009, perhaps 17,000 premature deaths from cardiovascular disease may have been avoided each year during the last few years. Public health efforts and effective cessation treatments including behavioral counseling and medication have resulted in a 14 percent decrease in smoking in the U.S. while the rates are markedly increasing in developing countries.\n\n###\n\nAccording to the U.S. Centers for Disease Control and Prevention, heart disease is the leading killer among men and women causing approximately 600,000 deaths each year.\n\nAmong the numerous honors and recognitions Hennekens has received include the Ochsner Award for reducing premature deaths from cigarettes in 2014. From 1995 to 2005, Science Watch ranked him as the third most widely cited medical researcher in the world and five of the top 20 were his former trainees and/or fellows. In 2012, Science Heroes ranked Hennekens No. 81 in the history of the world for having saved more than 1.1 million lives. In 2016, he was ranked the No. 14 \"Top Scientist in the World\" with an H-index of 173.\n\nAbout the Charles E. Schmidt College of Medicine:\n\nFAU's Charles E. Schmidt College of Medicine is one of 145 accredited medical schools in the U.S. The college was launched in 2010, when the Florida Board of Governors made a landmark decision authorizing FAU to award the M.D. degree. After receiving approval from the Florida legislature and the governor, it became the 134th allopathic medical school in North America. With more than 70 full and part-time faculty and more than 1,300 affiliate faculty, the college matriculates 64 medical students each year and has been nationally recognized for its innovative curriculum. To further FAU's commitment to increase much needed medical residency positions in Palm Beach County and to ensure that the region will continue to have an adequate and well-trained physician workforce, the FAU Charles E. Schmidt College of Medicine Consortium for Graduate Medical Education (GME) was formed in fall 2011 with five leading hospitals in Palm Beach County. In June 2014, FAU's College of Medicine welcomed its inaugural class of 36 residents in its first University-sponsored residency in internal medicine.\n\nAbout Florida Atlantic University:", "images": ["https://web.archive.org/web/20170327174857im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170327174857im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170327174857im_/https://www.eurekalert.org/images/meganav/ACS253Meeting_600x200.jpg", "https://web.archive.org/web/20170327174857im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170327174857im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170327174857im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170327174857im_/https://www.eurekalert.org/multimedia/pub/web/136494_web.jpg", "https://web.archive.org/web/20170327174857im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170327174857im_/https://media.eurekalert.org/multimedia_prod/pub/web/136494_web.jpg", "https://web.archive.org/web/20170327174857im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170327174857im_/https://media.eurekalert.org/multimedia_prod/pub/rel/136494_rel.jpg", "https://web.archive.org/web/20170327174857im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170327174857im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170327174857im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170327174857im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170327174857im_/https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://web.archive.org/web/20170327174857im_/https://www.eurekalert.org/multimedia/pub/web/136494_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170327174857/https://www.eurekalert.org/pub_releases/2017-03/fau-rwo032417.php", "title": "Researchers warn of hazards of smoking and need for wider use of varenicline to quit", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "More than 35 million Americans are trying to quit smoking. Researchers reassure clinicians and their patients that varenicline, whose brand name is Chantix, is a safe and effective way to achieve smoking cessation and that failure to use this drug has caused preventable heart attacks and deaths from cardiovascular disease.  Just a few months ago, the FDA removed the black box warning from varenicline.", "keywords": "Medicine/Health, Addiction, Cancer, Cardiology, Stroke, Clinical Trials, Epidemiology, Public Health, Addiction, Smoking/Tobacco", "date": "Mon, 27 Mar 2017 04:00:00 GMT", "journal": "American Journal of Medicine", "type": "research", "institution": "Florida Atlantic University", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "EurekAlert", "domain": "www.eurekalert.org", "title": "Researchers warn of hazards of smoking and need for wider use of varenicline to quit", "description": "More than 35 million Americans are trying to quit smoking. Researchers reassure clinicians and their patients that varenicline, whose brand name is Chantix, is a safe and effective way to achieve smoking cessation and that failure to use this drug has caused preventable heart attacks and deaths from cardiovascular disease.  Just a few months ago, the FDA removed the black box warning from varenicline."}, "og": {"title": "Researchers warn of hazards of smoking and need for wider use of varenicline to quit", "description": "More than 35 million Americans are trying to quit smoking. Researchers reassure clinicians and their patients that varenicline, whose brand name is Chantix, is a safe and effective way to achieve smoking cessation and that failure to use this drug has caused preventable heart attacks and deaths from cardiovascular disease.  Just a few months ago, the FDA removed the black box warning from varenicline.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170327174857/https://www.eurekalert.org/pub_releases/2017-03/fau-rwo032417.php", "image": "https://web.archive.org/web/20170327174857im_/https://www.eurekalert.org/multimedia/pub/web/136494_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1490760000.0, "source": "https://web.archive.org", "summary": ""}