{"url": "http://www.newswise.com/articles/view/645947/?sc=mwhn", "text": "Newswise — HAMILTON, Jan. 12, 2016 – A multi-disciplinary team of researchers has developed a new diagnostic test that can change the medical landscape by making it possible for patients to quickly determine if they are infected with an illness, using a simple paper test sensitive enough to detect markers of various illnesses using minute amounts of blood, sweat, or other biological material. The test, developed by biochemists, engineers and chemists at McMaster University, features an all-inclusive patch of reactive material, or reagent, printed on paper that changes colour to indicate the presence of a biological marker for a specific bacterium, virus, or even cancer. “It’s a very simple device that anyone can use,” says Yingfu Li, a professor of Biochemistry and Biomedical Sciences at McMaster and one of the authors of a new paper in the German chemistry journal Angewandte Chemie. “There’s a huge need for this type of technology.” Li explains that the platform can be manufactured cheaply, and easily formulated to detect biological markers for a huge range of illnesses. Only a tiny sample of blood, sweat or other fluid is required, since the test works by detecting and amplifying the target DNA or RNA sequence in a sample. A single molecule of the target can be multiplied thousands of times, producing a visible result. Conceivably, a user could swab a doorknob or dip it in a toilet bowl to test for Ebola, for example. The test is the latest in a series of related developments to emerge from the Biointerfaces Institute, whose mission is to create useful new substances that combine biological agents and physical materials. “The new test involves printing of all required components needed to amplify a DNA or RNA target directly on paper,” says the institute’s director, John Brennan. “The user only needs to add the sample to the paper and wait a few minutes for a color to develop.” The test material is suspended in pullulan, a naturally derived polymeric sugar that is also the platform for the familiar Listerine breath strips. Pullulan allows the testing materials to remain viable for months until used. The new test, which could be commercialized quickly, the researchers say, can diagnose infections even before patients feel symptoms. During cold season, for example, patients could save trips to the doctor and exposing the public by testing themselves at home. The test can also quickly differentiate between illnesses that share similar symptoms, such as headache, fever or diarrhea, permitting a quick diagnosis and earlier treatment. Because it is portable, inexpensive and requires no other equipment, the technology – which can be printed on paper by an inkjet printer – could be used in many environments, such as homes and airports, and in remote locations. Research funding was provided by the Natural Sciences and Engineering Research Council of Canada, Ontario Centres of Excellence and Pro-Lab Diagnostics Inc.\n\nSEE ORIGINAL STUDY", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/01/12/colourchange3.jpg&width=100&height=100", "http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2016/01/12/colourchange3.jpg&width=502&height=334"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/01/12/colourchange3.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/researchers-develop-simple-paper-test-that-quickly-diagnoses-illnesses-by-changing-colour", "title": "Researchers Develop Simple Paper Test That Quickly Diagnoses Illnesses by Changing Colour", "meta_data": {"keywords": "Newswise, Diagnoses,Diagnostic,Illness,Infection,Chemistry And Chemical Biology,biochemical research,Cancer,Point Of Care Diagnostics,Diagnosis,Cancer, All Journal News,  McMaster University", "description": "A multi-disciplinary team of researchers has developed a new diagnostic test that makes it possible for patients to quickly determine if they are infected with an illness, using a simple paper test sensitive enough to detect markers of various illnesses using minute amounts of blood, sweat, or other biological material.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "A multi-disciplinary team of researchers has developed a new diagnostic test that makes it possible for patients to quickly determine if they are infected with an illness, using a simple paper test sensitive enough to detect markers of various illnesses using minute amounts of blood, sweat, or other biological material.", "title": "Researchers Develop Simple Paper Test That Quickly Diagnoses Illnesses by Changing Colour", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/01/12/colourchange3.jpg&width=100&height=100", "url": "https://www.newswise.com/articles/researchers-develop-simple-paper-test-that-quickly-diagnoses-illnesses-by-changing-colour"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}