{"url": "http://www.newswise.com/articles/study-finds-single-escalated-dose-of-brachytherapy-radiation-may-be-a-safe-and-effective-treatment-for-localized-prostate-cancer", "text": "Newswise — ARLINGTON, Va., March 1, 2017 – Results from a new prospective clinical trial indicate that high-dose-rate (HDR) brachytherapy administered in a single, 19 Gray (Gy) treatment may be a safe and effective alternative to longer courses of HDR treatment for men with localized prostate cancer. The study is available online in the International Journal of Radiation Oncology ● Biology ● Physics, the flagship journal of the American Society for Radiation Oncology (ASTRO).\n\nWith brachytherapy, also known as internal radiation therapy (RT), implants are surgically inserted in or near cancerous tissue to deliver a curative radiation dose directly to the tumor while limiting exposure for surrounding healthy tissue. Reducing this exposure is of particular concern for treating tumors in the prostate, which is surrounded by multiple critical structures. In contrast to low-dose-rate (LDR) brachytherapy, where radioactive seed implants are placed permanently in the body and gradually deposit low levels of radiation over a period of months, HDR treatments deposit the dose in one treatment, after which the radioactive implant is removed from the patient.\n\nTypically, HDR brachytherapy is administered in four to as many as nine treatment sessions, which generally requires multiple invasive procedures to insert the implants. While the number of sessions can be streamlined by increasing the dose given in each session, data on the safety and tolerability of highly escalated brachytherapy doses are still relatively new and therefore limited. In this study, researchers found that patients who received a single fraction of 19 Gy HDR brachytherapy experienced similar clinical outcomes as with LDR brachytherapy, but with the convenience of a single visit.\n\n“It is becoming apparent that patients may be treated definitively for their prostate cancer in as little as a single day with a minimally invasive outpatient procedure,” said lead study author Daniel J. Krauss, MD, a radiation oncologist at Oakland University’s William Beaumont School of Medicine in Royal Oak, Michigan. “We found that patients generally can resume normal activities the following day with typical side effects.”\n\nThe study, which appeared in the Red Journal’s January 2017 issue, presented the results of a nonrandomized, prospective clinical trial of 58 patients with low- or intermediate-risk (non-metastatic) prostate cancer, with a median follow-up period of 2.9 years. All patients received a single, 19 Gy fraction of HDR brachytherapy. The median patient age was 63 years (range 43-73), and 91 percent of the patients presented with stage T1 disease.\n\nAt an average of nearly three years following treatment, cancer control rates were favorable and the toxicity profile was highly favorable. Three patients experienced recurrence or progression, yielding an estimated three-year cumulative biochemical control rate of 93 percent. Within the six months following HDR therapy, seven patients (12.1%) experienced grade 2 urinary side effects, most commonly frequency/urgency (6.9%). No patients experienced short-term grade 3+ urinary toxicity or grade 2+ gastrointestinal (GI) toxicity. Rates were similarly modest for long-term side effects. Six patients (10.3%) experienced chronic grade 2 urinary toxicity and one patient (1.7%) experienced grade 3 chronic GI toxicity that subsequently resolved. No patients experienced long-term grade 3+ urinary toxicity or grade 4 GI toxicity.\n\n“This study illustrates that a potentially curative dose of radiation may be delivered safely to the prostate entirely in a single administration,” said Dr. Krauss. “Giving the entire dose in a single treatment theoretically could have had a greater negative impact on the normal tissues in close proximity to the prostate—meaning the bladder, urethra and rectum—but this was not found to be the case. Toxicity rates were extremely low, with essentially no major complications encountered in this initial group of 58 patients.”\n\nWhile findings highlight the potential tolerability of a single fraction of HDR brachytherapy for localized prostate cancer, the article also emphasizes the need for additional follow-up to compare long-term cancer control rates with conventional treatment approaches, which generally administer larger cumulative doses than the 19 Gy dose used in this trial.\n\n“As the follow-up interval lengthens, 19 Gy dosing in a single fraction may or may not be sufficient to result in cure rates comparable to historical standards. One thing that this study has made clear, however, is that the extremely low toxicity and complication rates leave room to escalate the single fraction dose in subsequent trials,” said Dr. Krauss. “While additional study and longer follow-up are necessary to confirm the optimal dose for single-fraction HDR brachytherapy, we are optimistic that the single-treatment approach can eventually become a standard practice for prostate cancer treatment.”\n\nFor more information or a copy of the full study, contact ASTRO’s media relations team at press@astro.org. For the study abstract, visit http://www.redjournal.org/article/S0360-3016(16)33096-6/abstract. For more information about Red Journal, visit www.redjournal.org.\n\nABOUT ASTROASTRO is the premier radiation oncology society in the world, with more than 10,000 members who are physicians, nurses, biologists, physicists, radiation therapists, dosimetrists and other health care professionals who specialize in treating patients with radiation therapies. As the leading organization in radiation oncology, the Society is dedicated to improving patient care through professional education and training, support for clinical practice and health policy standards, advancement of science and research, and advocacy. ASTRO publishes three medical journals, International Journal of Radiation Oncology • Biology • Physics (www.redjournal.org), Practical Radiation Oncology (www.practicalradonc.org) and Advances in Radiation Oncology (www.advancesradonc.org); developed and maintains an extensive patient website, RT Answers (www.rtanswers.org); and created the Radiation Oncology Institute (www.roinstitute.org), a nonprofit foundation to support research and education efforts around the world that enhance and confirm the critical role of radiation therapy in improving cancer treatment. To learn more about ASTRO, visit www.astro.org.\n\nSEE ORIGINAL STUDY", "images": ["http://www.newswise.com/legacy/image.php?image=/images/uploads/2017/02/28/RedJournalLogo_1.jpg&width=502&height=334", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2017/02/28/gr1_lrg_700px_1.jpg&width=100&height=100", "http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2017/02/28/kraussprphoto.jpg&width=502&height=334", "http://www.newswise.com/images/institutions/logos/ato-logo.gif", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2017/02/28/gr1_lrg_700px_1.jpg&width=502&height=334"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2017/02/28/gr1_lrg_700px_1.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "", "title": "Study Finds Single, Escalated Dose of Brachytherapy Radiation May Be a Safe and Effective Treatment for Localized Prostate Cancer", "meta_data": {"keywords": "Newswise, Prostate Cancer,brachytherapy radiation,HDR,high-dose-rate,Red Journal,International Journal Of Radiation Oncology Biology Physics,Radiation Oncology,Radiation Therapy,Radiotherapy,Cancer,All Journal News, Cancer, Men's Health, Local - Virginia,  American Society for Radiation Oncology (ASTRO)", "description": "Results from a new prospective clinical trial indicate that high-dose-rate (HDR) brachytherapy administered in a single, 19 Gray (Gy) treatment may be a safe and effective alternative to longer courses of HDR treatment for men with localized prostate cancer.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Results from a new prospective clinical trial indicate that high-dose-rate (HDR) brachytherapy administered in a single, 19 Gray (Gy) treatment may be a safe and effective alternative to longer courses of HDR treatment for men with localized prostate cancer.", "title": "Study Finds Single, Escalated Dose of Brachytherapy Radiation May Be a Safe and Effective Treatment for Localized Prostate Cancer", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2017/02/28/gr1_lrg_700px_1.jpg&width=100&height=100"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}