{"url": "https://web.archive.org/web/20181107072201/http://www.eurekalert.org/pub_releases/2015-09/acoc-eii092415.php", "text": "Introducing healthy lifestyle behaviors to children in preschool improves their knowledge, attitude and habits toward healthy diet and exercise and can lead to reduced levels of body fat, according to a study published today in the Journal of the American College of Cardiology. Researchers predict early intervention in children will not only translate to a lifelong understanding of healthy habits but will also serve to encourage their parents to adopt healthier lifestyles.\n\nResearch has shown that unhealthy diets at a young age can contribute to cardiovascular disease later in life and that certain heart disease conditions can set in as early as 3 years old. Through the SI! Program, researchers in Madrid implemented a three-year healthy lifestyle intervention for 3 to 5 year olds that used their school, teachers and families to promote cardiovascular health through healthy diet, increased physical activity, understanding of the human body and managing emotions.\n\nOver 2,000 children in 24 Madrid public schools were followed during the program and exposed to the lifestyle intervention for three years, two years or one year depending on their age when the program began. Intervention materials included classrooms materials, take-home activities to do with their families and activities organized within the school's annual health fair. Students were assessed by pediatric psychologists at the start of the program and again annually for three years with a questionnaire to determine their knowledge, attitude and habits toward diet, physical activity and the human body.\n\n\"There is a need for a complete change in the timing of when we deliver care,\" said Valentin Fuster, M.D., Ph.D., senior author of the paper. \"Until now, the clinical community has focused on cardiovascular disease, which typically manifests in the later stages of life. Now, we need to focus our care in the opposite stage of life--we need start promoting health at the earliest years, as early as 3 to 5 years old, in order to prevent cardiovascular disease.\"\n\nChildren in the intervention group scored 5.5 percent higher on their knowledge, attitude and habits score than students not receiving intervention after the first year, 7.7 percent higher after the second year and 4.9 percent higher after the third year. Overall scores were influenced by the level of parental education and income, with the highest impact seen in families with at least a high school education and higher income. There was no difference in score based on parental age, but a higher impact in score was seen for children whose parents were of European origin.\n\nBody weight, height, waist circumference, skinfold thickness and BMI were also measured. The prevalence of obesity among children at the end of three years was 1.1 percent in the group receiving intervention compared to 1.3 percent in the control group. The total of overweight children was 7 percent in the intervention group and 7.4 percent in the control group. The largest positive changes in body fat were seen in the 3-year-old group that received three years of interventions. Interventions less than two years were not successful at reducing body fat.\n\nIn an accompanying editorial, Deepak L. Bhatt, M.D., M.P.H., executive director of interventional cardiovascular programs at Brigham and Women's Hospital Heart and Vascular Center and professor of medicine at Harvard Medical School in Boston, said the program is groundbreaking, and follow-up studies to further pinpoint the exact mechanisms by which the program achieved positive effects on young children's health will be vital for implementing the program in other areas and informing the design of future global programs.\n\n\"It may not only be the cardiovascular health information from the program that is helpful but also the cognitive stimulation from and exposure to positive adult role models, which in turn influence personality traits critical for health behavior and habits,\" Bhatt said. \"This pioneering study represents a very important step in exploring the intersection of child development, cardiovascular health promotion and primordial prevention. We eagerly await longitudinal follow-up, data from other age-groups, and outcomes related to families and schools from the SI! Program.\"\n\nThe study and editorial are part of a comprehensive Population Health Promotion issue of the Journal of the American College of Cardiology focusing on issues that broadly impact public health and the prevention of cardiovascular disease and related conditions. Population health is a strategic priority of the American College of Cardiology, which recently brought together experts from around the world to address issues such as smoking and nutrition in the context of developing public health strategies for improving population health.\n\n###\n\nThe Journal of the American College of Cardiology, which publishes peer-reviewed research on all aspects of cardiovascular disease, is the most widely read cardiovascular journal worldwide. JACC is ranked No. 1 among cardiovascular journals worldwide for its scientific impact.\n\nThe American College of Cardiology is a 49,000-member medical society that is the professional home for the entire cardiovascular care team. The mission of the College is to transform cardiovascular care and to improve heart health. The ACC leads in the formation of health policy, standards and guidelines. The College operates national registries to measure and improve care, provides professional medical education, disseminates cardiovascular research and bestows credentials upon cardiovascular specialists who meet stringent qualifications. For more information, visit acc.org.", "images": ["https://web.archive.org/web/20181116081812im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20181116081812im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20181116081812im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20181116081812im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20181116081812im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20181116081812im_/https://www.eurekalert.org/multimedia/pub/rel/99864_rel.jpg", "https://web.archive.org/web/20181116081812im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20181116081812im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20181116081812im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20181116081812im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20181116081812im_/https://www.eurekalert.org/multimedia/pub/web/99864_web.jpg", "https://web.archive.org/web/20181116081812im_/https://media.eurekalert.org/meganav/AM19_Newsroom.jpg", "https://web.archive.org/web/20181116081812im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20181116081812im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20181116081812im_/https://media.eurekalert.org/meganav/Neuroscience2018_Newsroom.jpg"], "top_img": "https://web.archive.org/web/20181116081812im_/https://www.eurekalert.org/multimedia/pub/web/99864_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20181116081812/http://www.eurekalert.org/pub_releases/2015-09/acoc-eii092415.php", "title": "Early intervention improves preschoolers' heart healthy habits", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Introducing healthy lifestyle behaviors to children in preschool improves their knowledge, attitude and habits toward healthy diet and exercise and can lead to reduced levels of body fat, according to a study published today in the Journal of the American College of Cardiology. Researchers predict early intervention in children will not only translate to a lifelong understanding of healthy habits but will also serve to encourage their parents to adopt healthier lifestyles.", "keywords": "Food/Food Science, Health Care, Education, K-12, Medical Education, Medicine/Health, Health Care Systems/Services, Public Health, Exercise, Parenting/Child Care/Family", "date": "Mon, 28 Sep 2015 04:00:00 GMT", "journal": "Journal of the American College of Cardiology", "type": "research", "institution": "American College of Cardiology", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "ACCmediacenter", "domain": "www.eurekalert.org", "title": "Early intervention improves preschoolers' heart healthy habits", "description": "Introducing healthy lifestyle behaviors to children in preschool improves their knowledge, attitude and habits toward healthy diet and exercise and can lead to reduced levels of body fat, according to a study published today in the Journal of the American College of Cardiology. Researchers predict early intervention in children will not only translate to a lifelong understanding of healthy habits but will also serve to encourage their parents to adopt healthier lifestyles."}, "og": {"title": "Early intervention improves preschoolers' heart healthy habits", "description": "Introducing healthy lifestyle behaviors to children in preschool improves their knowledge, attitude and habits toward healthy diet and exercise and can lead to reduced levels of body fat, according to a study published today in the Journal of the American College of Cardiology. Researchers predict early intervention in children will not only translate to a lifelong understanding of healthy habits but will also serve to encourage their parents to adopt healthier lifestyles.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20181116081812/http://www.eurekalert.org/pub_releases/2015-09/acoc-eii092415.php", "image": "https://web.archive.org/web/20181116081812im_/https://www.eurekalert.org/multimedia/pub/web/99864_web.jpg", "type": "website"}, "fb": {"profile_id": "AmericanCollegeofCardiology"}}, "movies": [], "publish_date": 1443499200.0, "source": "https://web.archive.org", "summary": ""}