{"url": "https://www.prnewswire.com/news-releases/devenish-announces-worlds-first-naturally-enriched-omega-3-chicken-and-eggs-with-proven-health-claims---likely-to-reduce-risk-of-heart-attack-stroke-dementia-and-depression-300555750.html", "text": "The 161 subjects involved in the study consumed at least three portions of chicken and eggs per week, that were naturally enriched with omega-3 Polyunsaturated Fatty Acids (PUFA), the same nutrients found in oily fish.\n\nThe results from the clinical study saw an increase in omega-3-PUFA levels in blood and a positive shift in what is described as the 'omega-3 Index'-a test that measures the amount of the omega-3 fatty acids, Docosahexaenoic Acid (DHA) and Eicosapentaenoic Acid (EPA) in red blood cell membranes, which reflects the levels in your heart and other tissues.\n\nA low omega-3 Index (<4%) indicates a heightened risk of heart and brain disease. The study showed that consuming omega-3 enriched chicken and eggs resulted in a halving of the number of subjects with such a high-risk omega-3 Index.\n\nThe chicken meat and eggs used in the study came from birds offered OmegaPro, a sustainable and algae-based source of omega-3 PUFA, developed by Devenish.\n\nThe findings were presented by Professor Alice Stanton of The Royal College of Surgeons in Ireland:\n\n\"Greater consumption of oily fish has long been linked to a reduced incidence of heart attack, stroke, diabetes and cancer and improved brain health, vision, muscle and joint health,\" said Professor Alice Stanton.\n\n\"International guidelines recommend eating oily fish at least once per week, however, many people do not eat fish at all and less than 20% of the world's population have optimal omega-3 PUFA levels.\n\n\"Therefore, in this project we studied the recently developed alternatives to oily fish or supplementation, namely chicken meat and eggs, naturally enriched with sustainable algae-based omega-3 PUFA.\n\n\"Omega-3 enriched chicken and eggs offer consumers an attractive alternative to eating oily fish or to the lifelong taking of supplements, with the potential for substantial health benefits,\" Professor Stanton said.\n\nDr. Heather Hayes, Director of Food Innovation with Devenish, said:\n\n\"Offering birds a natural and sustainable source of omega-3 PUFA is good for the bird and good for the consumer. Taste panel studies have shown that the omega-3 enriched chicken meat tastes as good, if not better than conventional chicken.\n\n\"This science has demonstrated the importance of food nutrients to promote good health and prevent ill health. We are also focusing our research efforts on producing sustainable and nutrient rich pork, beef and milk, with scientifically proven health claims. Omega-3 is just one nutrient that we are interested in-we are working on others too.\"\n\nOwen Brennan, Executive Chairman, Devenish, added:\n\n\"We worked closely with Moy Park, Waitrose and the Royal College of Surgeons in Ireland, to deliver an innovative, nutrient-rich food, that increases omega-3 levels in consumers, naturally. The science shows the importance of food nutrients to promote good health in consumers and the innovation starts on the farm.\n\n\"The farmer has a key role to play in delivering sustainable and nutritious food with a health claim. Devenish is working hard to increase the opportunity for consumers to benefit from this nutrient-rich food, as less than 20% of the world's population is eating enough Omega-3.\"\n\nDr. Patrick Wall, Professor of Public Health at University College Dublin, said:\n\n\"By enriching the birds' diet, the meat and eggs become naturally enriched with omega-3 PUFA and the associated nutritional benefits are then passed on to consumers.\n\n\"Morbidity is unevenly distributed in society and poorer people experience poorer health. By including the omega-3 in chicken and eggs, both very affordable sources of quality protein, all segments of the population can benefit from this approach to using innovative animal nutrition to benefit human health.\"\n\nProfessor Chris Elliott, Founder of the Institute for Global Food Security & Pro Vice Chancellor, Faculty of Medicine, Health & Life Sciences, Queens University Belfast said:\n\n\"The cost to the health service of treating cardiovascular related illness in the UK is £10billion/year. Having access to sustainably produced nutrient-rich food, with a scientifically proven health claim, offers huge potential to turn this around globally.\"\n\nFOR MEDIA USE:\n\nINTERVIEW FOOTAGE WITH PROFESSOR ALICE STANTON, The Royal College of Surgeons in Ireland CAN BE DOWNLOADED VIA: https://vimeo.com/241661898\n\nNOTES TO EDITOR:\n\nDEVENISH\n\nDevenish delivers sustainable and innovative nutritional products and solutions for the feed industry, the food industry and for human health.\n\nDevenish has ten manufacturing sites across Ireland, the UK (Northern Ireland and England), USA (Iowa, Georgia and Minnesota), Turkey and Uganda, as well as offices in UAE, Uganda, Mexico, Philippines, Dominican Republic and India and it exports to over 35 countries worldwide.\n\nDevenish manufactures pre-mix and special feed for pigs, poultry, cattle, sheep, equine, game, companion animals and aquaculture. They also deliver tailored nutritional products and solutions for their customers' specific requirements.\n\nThe Devenish strategy, 'One Health, From Soil to Society, focuses on the importance of optimising nutrient utilisation in soil, plant, animal, environmental and human health, as key and interlinked components of the value chain.\n\nTHE AMERICAN HEART ASSOCIATION\n\nThe American Heart Association's Scientific Sessions is a global exchange for cardiovascular scientists and clinicians, exploring the future of cardiovascular science and medicine. It is attended by 18,000 delegates from over 100 countries.\n\nSOURCE Devenish", "images": ["https://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png", "https://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "https://mma.prnewswire.com/media/603996/Devenish_Professor_Alice_Stanton.jpg?p=facebook", "https://mma.prnewswire.com/media/603996/Devenish_Professor_Alice_Stanton.jpg?p=publish&w=950"], "top_img": "https://mma.prnewswire.com/media/603996/Devenish_Professor_Alice_Stanton.jpg?p=facebook", "keywords": [], "authors": [], "canonical_link": "https://www.prnewswire.com/news-releases/devenish-announces-worlds-first-naturally-enriched-omega-3-chicken-and-eggs-with-proven-health-claims---likely-to-reduce-risk-of-heart-attack-stroke-dementia-and-depression-300555750.html", "title": "Devenish Announces World's First Naturally Enriched Omega-3 Chicken and Eggs With Proven Health Claims - Likely to Reduce Risk of Heart Attack, Stroke, Dementia and Depression", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "BELFAST, Northern Ireland and ANAHEIM, California, Nov. 14, 2017 /PRNewswire/ -- A world-first clinical trial delivered by the Royal College of Surgeons in...", "author": "Devenish", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "Devenish Announces World's First Naturally Enriched Omega-3 Chicken and Eggs With Proven Health Claims - Likely to Reduce Risk of Heart Attack, Stroke, Dementia and Depression", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "northern ireland", "date": "2017-11-14T12:30:00-05:00", "keywords": "Devenish", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "Devenish Announces World's First Naturally Enriched Omega-3 Chicken and Eggs With Proven Health Claims - Likely to Reduce Risk of Heart Attack, Stroke, Dementia and Depression", "description": "BELFAST, Northern Ireland and ANAHEIM, California, Nov. 14, 2017 /PRNewswire/ -- A world-first clinical trial delivered by the Royal College of Surgeons in...", "image": "https://mma.prnewswire.com/media/603996/Devenish_Professor_Alice_Stanton.jpg?p=twitter"}, "og": {"title": "Devenish Announces World's First Naturally Enriched Omega-3 Chicken and Eggs With Proven Health Claims - Likely to Reduce Risk of Heart Attack, Stroke, Dementia and Depression", "type": "website", "description": "BELFAST, Northern Ireland and ANAHEIM, California, Nov. 14, 2017 /PRNewswire/ -- A world-first clinical trial delivered by the Royal College of Surgeons in...", "image": "https://mma.prnewswire.com/media/603996/Devenish_Professor_Alice_Stanton.jpg?p=facebook", "url": "https://www.prnewswire.com/news-releases/devenish-announces-worlds-first-naturally-enriched-omega-3-chicken-and-eggs-with-proven-health-claims---likely-to-reduce-risk-of-heart-attack-stroke-dementia-and-depression-300555750.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "https://www.prnewswire.com", "summary": ""}