{"url": "https://web.archive.org/web/20160628140923/http://www.eurekalert.org/pub_releases/2016-06/aoa-fwo062716.php", "text": "Pilot study published in the Journal of the American Osteopathic Association finds targeted pressure device significantly increased sleep for those with moderate to severe symptoms\n\nAuthors from Lake Erie Research Institute in Pennsylvania report an adjustable foot wrap caused to treat restless legs syndrome (RLS) is 1.4 times more effective than the standard pharmaceutical treatment. The pilot study published today in The Journal of the American Osteopathic Association.\n\nThe eight-week clinical trial involved 30 otherwise healthy adults with moderate to severe restless leg syndrome. Researchers studied Clinical Global Impression responses as well as the mean change in the International Restless Leg Syndrome Study Group Study Scale (IRLSSGS). A meta-analysis was then used to compare the RLS device with three historic studies of the medication ropinirole and a placebo.\n\nClinical Global Impression responses indicated significantly greater improvement with the RLS device (90 percent) compared with ropinirole (63 percent), the current standard dopamine therapy for RLS. Additionally, change in IRLSSGS score was significantly greater for the RLS device (17.22) compared to historic reports for ropinirole versus the placebo (12 versus 8.9 respectively). Patients using the RLS device also reported an 82 percent decrease in sleep loss.\n\nThe RLS device was designed to put adjustable targeted pressure on two muscles in the foot known to relax symptoms of RLS, the abductor hallucis and the flexor hallucis brevis. Researchers indicate that the pressure produced by the device may also stimulate a dopamine release, similar to massage therapy or acupressure.\n\n\"By putting pressure on specific muscles in the feet, we are able to create a response in the brain that relaxes the muscles activated during RLS,\" said Phyllis Kuhn, MS, PhD, and the study's lead researcher. \"It's a near perfect example of the body regulating itself without drugs, many of which have the potential for significant adverse side effects.\"\n\nRestless leg syndrome (RLS) is a neurologic disorder causing unpleasant sensations and an urge to move the legs when at rest. The sleep loss associated with RLS can cause extreme fatigue, anxiety and depression. According to the National Institute of Health, RLS may affect as many as 10 percent of the U.S. population, with more than nine million experiencing moderate to severe symptoms.\n\nUntil recently, potent drugs including opioids, depressants and dopamine agonists have been used to ease symptoms, but each of these is accompanied by negative side effects such as dizziness, nausea, vomiting and the added risk of addiction.\n\n\"Restless legs syndrome really erodes quality of life because it causes extreme fatigue for many patients. As an osteopathic physician, it's a challenge to balance the need to restore sleep while preventing additional harm from medication. These results show promise in otherwise healthy individuals for a nonpharmaceutical option that appears to have rather minor, temporary adverse effects for some users,\" said Rob Danoff, DO, an osteopathic family physician and program at Aria Health Care in Philadelphia.\n\nAdverse effects were reported by seven patients in the study. The effects included pain (1), pins and needles sensation (2), irritability (3), spasm (1) and warm feet (1).\n\n###\n\nOpen access to the full review is available until September 1, 2016: http://jaoa. org/ article. aspx?articleid= 2531565 .\n\nDisclosures: Dr Kuhn worked without compensation through Lake Erie Research Institute (LERI) during the 5 years of the study of the device and is now receiving compensation for that work. She reports no financial interest in its sales. None of the other study authors reported any conflict of interest or financial disclosure relevant to the topic of this study. More details are available in the published article.\n\nAbout The Journal of the American Osteopathic Association\n\nThe Journal of the American Osteopathic Association (JAOA) is the official scientific publication of the American Osteopathic Association. Edited by Robert Orenstein, DO, it is the premier scholarly peer-reviewed publication of the osteopathic medical profession. The JAOA's mission is to advance medicine through the publication of peer-reviewed osteopathic research.", "images": ["https://web.archive.org/web/20160628140923im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160628140923im_/http://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20160628140923im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160628140923im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160628140923im_/http://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20160628140923im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160628140923im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160628140923im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160628140923im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160628140923im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160628140923im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160628140923im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160628140923im_/http://www.eurekalert.org/images/meganav/portal-cancer-new.png"], "top_img": "https://web.archive.org/web/20160628140923im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160628140923/http://www.eurekalert.org/pub_releases/2016-06/aoa-fwo062716.php", "title": "Foot wrap offers alternative to medication for patients with restless legs syndrome", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Authors from Lake Erie Research Institute in Pennsylvania report an adjustable foot wrap caused to treat restless legs syndrome is 1.4 times more effective than the standard pharmaceutical treatment.", "keywords": "Medicine/Health, Alternative Medicine, Health Professionals, Internal Medicine, Neurobiology, Neurochemistry, Sleep/Sleep Disorders, Musculature, Public Health, Rehabilitation/Prosthetics/Plastic Surgery", "date": "Mon, 27 Jun 2016 04:00:00 GMT", "journal": "Journal of the American Osteopathic Association", "type": "research", "institution": "American Osteopathic Association", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "aoafordos", "domain": "www.eurekalert.org"}, "og": {"title": "Foot wrap offers alternative to medication for patients with restless legs syndrome", "description": "Authors from Lake Erie Research Institute in Pennsylvania report an adjustable foot wrap caused to treat restless legs syndrome is 1.4 times more effective than the standard pharmaceutical treatment.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160628140923/http://www.eurekalert.org/pub_releases/2016-06/aoa-fwo062716.php", "image": "https://web.archive.org/web/20160628140923im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "osteopathicphysicians"}}, "movies": [], "publish_date": 1467172800.0, "source": "https://web.archive.org", "summary": ""}