{"url": "https://web.archive.org/web/20150704225007/http://www.eurekalert.org:80/pub_releases/2015-06/sonm-tdp060315.php", "text": "Baltimore, Md. (Embargoed until 12:30 p.m., June 8, 2015) - A novel radionuclide drug tackles the challenge of prostate cancer imaging and takes a turn as a cancer-killing therapy for tumors in and out of the prostate, according to research presented during the 2015 Annual Meeting of the Society of Nuclear Medicine and Molecular Imaging (SNMMI).\n\nThe drug works by delivering diagnostic- or therapy-grade radionuclides to cells that express a protein called prostate-specific membrane antigen (PSMA), found on the surface of prostate cancer cells and their metastatic counterparts throughout the body. Clinicians can diagnose or stage disease and monitor therapy with the aid of a special hybrid scanner used to perform minimally invasive positron emission tomography (PET).\n\n\"Prostate cancer still represents one of the main causes for cancer-related deaths among men,\" said Matthias Eder, PhD, co-author of the study and a researcher in the division of radiopharmaceutical chemistry at the German Cancer Research Center in Heidelberg, Germany. \"The diagnosis and therapy of metastatic prostate cancer is still challenging. The current clinical methods are not sensitive enough for detecting disease beyond the prostate, but we are convinced that this novel theranostic radiotracer represents a significant step forward that could have a major impact on the future of prostate cancer care.\"\n\nThe PSMA-inhibiting theranostic agent, called PSMA-617, is still in its initial stages, but it could be ideal for the treatment of patients with hormone-refractory prostate cancers, which are notoriously difficult to control and linked to poor prognosis. Options for these patients are few, and they come with substantial adverse effects. Diagnosis and therapy with the theranostic agent PSMA-617 could offer more effective and sensitive visualization, better staging and significantly higher therapeutic potential. To be clear, other PSMA-based theranostics have reached the research bench, but previous contenders had too many limitations in terms of instability in live subjects, a lack of imaging contrast between targeted tissue and background signal and increased PSMA-associated binding to normal organs such as the kidneys. This new radionuclide drug shows strong binding to the protein PSMA and is readily and safely taken up by malignant PSMA-positive tumors. PSMA-617 could represent a watershed moment for prostate cancer theranostics.\n\nFor this research, scientists first imaged mice with an imaging-grade radionuclide, gallium-68, to assess the diagnostic value of PSMA-617. Diagnostic imaging was followed by a therapy-grade radionuclide, lutetium-177, which delivers a more powerful dose of radiation that penetrates and destroys the cells and tissues of tumors when combined with PSMA-617. This phase was followed by a first-in-human clinical trial of both imaging and therapy in a single person.\n\nResults of the human study showed that imaging was effective for the evaluation of metastatic prostate cancer, and subsequent therapy resulted in a drop in prostate-specific antigen levels from 38.0 to 4.6 nanograms per milliliter. Positive response to therapy was verified via combined PET and computed tomography (PET/CT), a hybrid imaging system that shows both functional and structural aspects of the body.\n\nApproximately one out of seven men will be diagnosed with prostate cancer in their lifetime, according to 2015 statistics from the American Cancer Society. About 220,800 new prostate cancer diagnoses and 27,540 prostate-cancer-related deaths are expected to occur in the U.S. this year.\n\n###\n\nScientific Paper 63: \"PSMA-617 - a novel theranostic PSMA inhibitor for both diagnosis and endoradiotherapy of prostate cancer,\" M. Benesova, M. Schäfer, U. Bauder-Wüst, K. Kopka, M. Eder, Radiopharmaceutical Chemistry, German Cancer Research Center, Heidelberg, Germany; C. Kratochwil, A. Afshar-Oromieh, W. Mier, U. Haberkorn, Department of Nuclear Medicine, University Hospital Heidelberg, Heidelberg, Germany; SNMMI's 62nd Annual Meeting, June 6-10, 2015, Baltimore, Md.\n\nAbout the Society of Nuclear Medicine and Molecular Imaging\n\nThe Society of Nuclear Medicine and Molecular Imaging (SNMMI) is an international scientific and medical organization dedicated to raising public awareness about nuclear medicine and molecular imaging, a vital element of today's medical practice that adds an additional dimension to diagnosis, changing the way common and devastating diseases are understood and treated and helping provide patients with the best health care possible.", "images": ["https://web.archive.org/web/20150704225007im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20150704225007im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20150704225007im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20150704225007im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20150704225007im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20150704225007im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20150704225007im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20150704225007im_/http://www.eurekalert.org/images/meganav/aacr2015meeting_600X200.jpg", "https://web.archive.org/web/20150704225007im_/http://media.eurekalert.org/multimedia_prod/pub/web/93015_web.jpg", "https://web.archive.org/web/20150704225007im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20150704225007im_/http://media.eurekalert.org/multimedia_prod/pub/rel/93016_rel.jpg", "https://web.archive.org/web/20150704225007im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20150704225007im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20150704225007im_/http://media.eurekalert.org/multimedia_prod/pub/rel/93015_rel.jpg", "https://web.archive.org/web/20150704225007im_/http://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://web.archive.org/web/20150704225007im_/http://media.eurekalert.org/multimedia_prod/pub/web/93015_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150704225007/http://www.eurekalert.org/pub_releases/2015-06/sonm-tdp060315.php", "title": "Theranostic drug personalizes prostate cancer imaging and therapy", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A novel radionuclide drug tackles the challenge of prostate cancer imaging and takes a turn as a cancer-killing therapy for tumors in and out of the prostate, according to research presented during the 2015 Annual Meeting of the Society of Nuclear Medicine and Molecular Imaging (SNMMI).", "keywords": "Molecular Biology, Pharmaceutical/Combinatorial Chemistry, Medicine/Health, Prostate Cancer, Diagnostics, Urogenital System", "date": "Mon, 08 Jun 2015 04:00:00 GMT", "funder": "Helmholtz International Graduate School for Cancer Research, German Research Foundation, Klaus Tschira Foundation", "type": "research", "institution": "Society of Nuclear Medicine", "meeting": "SNMMI 2015 Annual Meeting", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "SNM_MI", "domain": "www.eurekalert.org"}, "og": {"title": "Theranostic drug personalizes prostate cancer imaging and therapy", "description": "A novel radionuclide drug tackles the challenge of prostate cancer imaging and takes a turn as a cancer-killing therapy for tumors in and out of the prostate, according to research presented during the 2015 Annual Meeting of the Society of Nuclear Medicine and Molecular Imaging (SNMMI).", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150704225007/http://www.eurekalert.org/pub_releases/2015-06/sonm-tdp060315.php", "image": "https://web.archive.org/web/20150704225007im_/http://media.eurekalert.org/multimedia_prod/pub/web/93015_web.jpg", "type": "website"}, "fb": {"profile_id": "pages/SNM-Society-of-Nuclear-Medicine/55278318943"}}, "movies": [], "publish_date": 1435550400.0, "source": "https://web.archive.org", "summary": ""}