{"url": "https://web.archive.org/web/20160420025315/http://www.eurekalert.org:80/pub_releases/2016-03/dumc-hlc032116.php", "text": "DURHAM, N.C. - Most high-risk lung cancer patients might not need annual low-dose computed tomography (LDCT) screenings if they are cleared of disease in their initial test, according to a study led by a Duke Cancer Institute researcher.\n\nThe researchers found that even former heavy smokers appear to have a reduced incidence of lung cancer if their initial LDCT screening is negative, suggesting that less frequent screening might be warranted.\n\n\"This has significant public policy implications,\" said Edward F. Patz, Jr., M.D., the James and Alice Chen Professor of Radiology at Duke and lead author of a study published online March 21, 2016 in The Lancet Oncology journal. \"Not screening patients annually could save millions in health care costs and spare patients the radiation exposure and the downstream effects of false positive screenings.\"\n\nPatz and colleagues analyzed data from the National Lung Screening Trial, a large prospective study that randomly assigned former smokers to either receive three annual low-dose CT scans or three chest radiographs for the early detection of lung cancer. Patients were ages 55-74 who had smoked for the equivalent of 30 years (one pack a day for 30 years, two packs a day for 15 years, etc.).\n\nThe researchers identified study participants in the CT-scan group whose initial screening was negative. They then compared those patients to other CT-scan recipients whose screenings detected an abnormality to assess any differences in lung cancer incidence and lung cancer-specific deaths.\n\nOf the initial 19,066 participants with a negative initial LDCT scan, 444 (2 percent) were diagnosed with lung cancer at the time of the last available follow-up. In the first year after a negative screen and before the scheduled first annual screen, 17 patients (0.09 percent of all initial negative LDCT participants) were diagnosed with lung cancer.\n\nAn additional 75 patients (0.4 percent of the initial negative group) were diagnosed with lung cancer between the first and second annual screening. The incidence of lung cancer at the first screen among those who were initially negative was 0.34 percent, compared to 1 percent of patients who were diagnosed during the baseline screening.\n\nThe researchers determined that eliminating the first annual screening after the initial negative test might have resulted in, at most, an additional 28 lung cancer deaths in the LDCT group (186 vs. 212 deaths per 100,000 per years) over the course of the study.\n\n\"Our analysis suggests that annual screens may not be warranted for patients who have had an initial negative scan, and future risk prediction and cost-effectiveness models could incorporate these data to improve screening guidelines,\" Patz said.\n\nHe added that improving the accuracy of LDCT screening for lung cancer would also significantly reduce the number of annual screens. Nearly 40 percent of LDCT patients in the National Lung Screening Trial had false positives sometime during the seven years the study examined\n\n###\n\nIn addition to Patz, study authors include Erin Greco, Constantine Gatsonis, Paul Pinsky, Barnett S. Kramer, and Denise R. Aberle.", "images": ["https://web.archive.org/web/20160420025315im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160420025315im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20160420025315im_/http://media.eurekalert.org/multimedia_prod/pub/web/111612_web.jpg", "https://web.archive.org/web/20160420025315im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160420025315im_/http://media.eurekalert.org/multimedia_prod/pub/rel/111612_rel.jpg", "https://web.archive.org/web/20160420025315im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20160420025315im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160420025315im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160420025315im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160420025315im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160420025315im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160420025315im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160420025315im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160420025315im_/http://www.eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20160420025315im_/http://media.eurekalert.org/multimedia_prod/pub/web/111612_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160420025315/http://www.eurekalert.org/pub_releases/2016-03/dumc-hlc032116.php", "title": "High-risk lung cancer patients may not need annual screenings", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Most high-risk lung cancer patients might not need annual low-dose computed tomography (LDCT) screenings if they are cleared of disease in their initial test, according to a study led by a Duke Cancer Institute researcher.", "keywords": "Medicine/Health, Cancer, Diagnostics, Internal Medicine, Pulmonary/Respiratory Medicine", "date": "Mon, 21 Mar 2016 04:00:00 GMT", "journal": "Lancet Oncology", "type": "research", "institution": "Duke University Medical Center", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "DukeHealth", "domain": "www.eurekalert.org"}, "og": {"title": "High-risk lung cancer patients may not need annual screenings", "description": "Most high-risk lung cancer patients might not need annual low-dose computed tomography (LDCT) screenings if they are cleared of disease in their initial test, according to a study led by a Duke Cancer Institute researcher.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160420025315/http://www.eurekalert.org/pub_releases/2016-03/dumc-hlc032116.php", "image": "https://web.archive.org/web/20160420025315im_/http://media.eurekalert.org/multimedia_prod/pub/web/111612_web.jpg", "type": "website"}, "fb": {"profile_id": "dukemedicine"}}, "movies": [], "publish_date": 1459224000.0, "source": "https://web.archive.org", "summary": ""}