{"url": "http://www.newswise.com/articles/view/672728/?sc=dwhn", "text": "Newswise — The first laser treatments used to treat skin conditions such as benign vascular birthmarks and port-wine stains were developed more than 40 years ago. Since then, clinicians and dermatologists have seen a rise in demand for minimally invasive laser-based treatments, including tattoo removal. However, it is difficult for the laser light, which is held at a distance from the skin, to be perfectly and selectively absorbed by only the targeted birthmark or tattoo. Now, researchers from the University of Missouri have developed instruments that transmit laser light into the tissue through direct contact. The techniques developed by the interdisciplinary team can be used by dermatologists and will reduce safety concerns in laser dermatology by improving laser transmission through surface layers of the skin.\n\nLaser techniques come with risks, including eye damage. Open-air transmission, in which the clinician holds the laser at a distance from the patient, is typical during normal dermatological procedures and presents a hazard to both the patients’ and doctors’ eyes. Paul J.D. Whiteside, a doctoral candidate in the MU Division of Food Systems and Bioengineering, devised a system that will not only improve the process, but will be safer for both clinicians and patients.\n\n“The system we developed uses ultrasonic pulsation in conjunction with a clinical laser to alter the properties of skin tissues during the procedure,” Whiteside said. “We’ve named the technique ‘sonoillumination,’ and we’re hopeful that the procedure will be available widely in the near future.”\n\nWhiteside and his team, including adviser, Heather K. Hunt, an assistant professor of bioengineering in the MU College of Engineering, tested the sonoillumination system on porcine skin tissue samples. Using various amplitudes and pulses, the instruments they developed were tested on the samples and showed great promise for the clinical setting. Whiteside presented his technique to clinicians on April 9, 2017, at the annual conference of American Society for Laser Medicine and Surgery (ASLMS).\n\n“Pork skin samples are very close to human skin samples, so the initial results we saw are promising for human applications,” Hunt said. “‘Sonoillumination’ will be extremely beneficial for clinicians and the ASLMS presentation allowed us to demonstrate the system to the people who actually will be using the technology once it’s commercialized.”\n\nNicholas Golda, associate professor of dermatology and director of dermatology surgery at the MU School of Medicine, echoed the merits of the sonoillumination system and the effect it will have on dermatology.\n\n“Our goal is to provide patients with safer, more effective treatment options that potentially lower the number of treatments needed,” Golda said. “This new technology may also provide physicians with a safer, more controllable option for treating patients.”\n\nThe team co-authored the paper, “Ultrasonic modulation of tissue optical properties in ex vivo porcine skin to improve transmitted transdermal laser intensity,” which recently was accepted for publication by the society’s journal, Lasers in Surgery and Medicine. The sonoillumination research was funded in part by a 2015 Fast Track grant from the University of Missouri System.\n\nThe team is in the planning stages of developing a start-up company to commercialize the technique. Products produced by Whiteside and the team highlight the University’s impact on the state’s economic development efforts, including commercialization of research conducted at Mizzou, workforce development and job growth, quality of life improvements for residents, and attracting corporations and businesses to the state. Over the last five years, companies commercializing MU technologies have secured hundreds of millions of dollars in investments and grants to advance their commercialization efforts. In 2016, the Office of Technology Management and Industry Relations reported that Mizzou received $14.9 million in revenue from more than 40 technology licenses.\n\nThe MU bioengineering department is jointly affiliated with College of Agriculture, Food and Natural Resources (CAFNR) and the College of Engineering.\n\nEditor’s Note: For more information on the patent application for sonoillumination, please see: https://www.google.com/patents/US20150351841", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2017/04/10/Laser.jpg&width=502&height=334", "http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2017/04/10/Laser.jpg&width=100&height=100", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2017/04/10/Laser.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/laser-based-dermatological-procedures-could-be-revolutionized-with-new-technique", "title": "Laser-Based Dermatological Procedures Could Be Revolutionized with New Technique", "meta_data": {"keywords": "Newswise, Laser,laser ablation ,Dermatologic Surgery,Dermatologic,Dermatology,Dermatology A to Z,Dermatology A-Z,Tattoo,Tattoo Removal,tattoo care,Tattooing,tattooed skin,port wine stain,Birthmark,Birthmarks,skin biology,skin,Dermatological,dermatological procedures,Dermatologist,Dermatologists,Bioengineering,Bioengineers,Dermatology, Surgery, Local - Missouri, All Journal News,  University of Missouri Health", "description": "Clinicians and dermatologists have seen a rise in demand for minimally invasive laser-based treatments, including tattoo removal. However, it is difficult for the laser light to be perfectly and selectively absorbed by only the targeted birthmark or tattoo. Now, researchers from the University of Missouri have developed instruments that transmit laser light into the tissue through direct contact. The techniques developed will reduce safety concerns in laser dermatology by improving laser transmission.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Clinicians and dermatologists have seen a rise in demand for minimally invasive laser-based treatments, including tattoo removal. However, it is difficult for the laser light to be perfectly and selectively absorbed by only the targeted birthmark or tattoo. Now, researchers from the University of Missouri have developed instruments that transmit laser light into the tissue through direct contact. The techniques developed will reduce safety concerns in laser dermatology by improving laser transmission.", "title": "Laser-Based Dermatological Procedures Could Be Revolutionized with New Technique", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2017/04/10/Laser.jpg&width=100&height=100", "url": "https://www.newswise.com/articles/laser-based-dermatological-procedures-could-be-revolutionized-with-new-technique"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}