{"url": "https://web.archive.org/web/20170129125717/https://www.eurekalert.org/pub_releases/2017-01/gsu-bcp011917.php", "text": "ATLANTA--Administering chemotherapy to African-American breast cancer patients prior to surgery could improve their prognosis and survival rates from the disease, according to a new study.\n\nA research team led by Georgia State University found African-American breast cancer patients who receive chemotherapy prior to surgery exhibit trends of reduced regional (in lymph nodes) recurrence and distant (in remote organs, such as the liver, lungs and brain) recurrence of tumors, which may help diminish the inequality in breast cancer-related clinical outcomes between African-American and European-American patients.\n\nThere is a significant disparity in breast cancer mortality between African-American and European-American breast cancer patients. Despite a similar number of reported cases of breast cancer among African-American and European-American women, African-Americans experience a more aggressive clinical course and a 40 percent higher death rate than European-Americans among premenopausal and menopausal breast cancer patients.\n\nRecurrent breast cancer has hindered the successful management of this disease for decades and is one of the primary factors for the racial disparity in prognosis and outcomes. Differences in recurrence rates and patterns between the races following various forms of treatment have not been thoroughly investigated.\n\nThis is the first clinical study to suggest that neoadjuvant chemotherapy (treatment prior to surgery) may improve breast cancer recurrence rates and patterns in African-Americans. The results are published in the journal PLOS ONE.\n\nResearchers at Georgia State analyzed clinical data from a large cohort of breast cancer patients treated at Northside Hospital in Atlanta from 2005 to 2015. The patients' self-reported races were primarily African-American and European-American. The researchers studied rates and patterns of tumor recurrence after hormone, radiation and chemotherapy among African-American and European-American breast cancer patients.\n\n\"We found that, in general, African-American breast cancer patients exhibit increased likelihood for tumor recurrence, particularly to regional and distant sites, after receiving any combination of adjuvant therapy (treatment following surgery) compared to European-American breast cancer patients. This higher incidence of tumor recurrence can contribute to a poorer prognosis,\" said Nikita Wright, first author of the study and a senior Ph.D. student in Dr. Ritu Aneja's laboratory in Georgia State's Biology Department.\n\nWhen breast cancer recurs, it is more challenging to treat regional and distant tumors than local tumors (in the breast), Wright explained.\n\n\"Interestingly, we found that neoadjuvant chemotherapy actually reversed these recurrence trends,\" Wright said. \"We found that African-American breast cancer patients responded better to neoadjuvant chemotherapy than European-American patients. Among patients who received neoadjuvant chemotherapy, African-Americans exhibited trends of lower regional and distant tumor recurrence than European-Americans, but higher local recurrence, which is easier to manage clinically and is associated with a relatively better prognosis.\"\n\n###\n\nThe researchers also found that among early stage patients (noninvasive or minimally invasive breast cancer), African-Americans displayed higher tumor recurrence than European-American patients.\n\nCo-authors of the study include Jun Xia, Sergey Klimov, Pranay Neema, Dr. Dora Il'yasova, Dr. Padmashree C. G. Rida, Dr. Remus Osan and Dr. Aneja of Georgia State; Dr. Guilherme Cantuaria and Dr. Mildred Jones of the Northside Hospital Cancer Institute; Dr. Uma Krishnamurti, Dr. Xiaoxian (Bill) Li and Dr. Michelle D. Reid of Emory University; and Dr. Meenakshi Gupta of West Georgia Hospitals.\n\nThe study was funded by the National Cancer Institute of the National Institutes of Health.", "images": ["https://web.archive.org/web/20170129125717im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170129125717im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170129125717im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170129125717im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170129125717im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170129125717im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170129125717im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170129125717im_/https://www.eurekalert.org/images/meganav/AM17-NoDate.png", "https://web.archive.org/web/20170129125717im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170129125717im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170129125717im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170129125717im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170129125717im_/https://www.eurekalert.org/images/meganav/browse-video.jpg"], "top_img": "https://web.archive.org/web/20170129125717im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170129125717/https://www.eurekalert.org/pub_releases/2017-01/gsu-bcp011917.php", "title": "Breast cancer prognosis of African-American patients may improve with chemotherapy before surgery", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Administering chemotherapy to African-American breast cancer patients prior to surgery could improve their prognosis and survival rates from the disease, according to a new study.", "keywords": "Medicine/Health, Breast Cancer, Mortality/Longevity, Pharmaceutical Science, Surgery, Minorities", "date": "Thu, 19 Jan 2017 05:00:00 GMT", "funder": "NIH/National Cancer Institute", "journal": "PLOS ONE", "type": "research", "institution": "Georgia State University", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "GSU_News", "domain": "www.eurekalert.org", "title": "Breast cancer prognosis of African-American patients may improve with chemotherapy before surgery", "description": "Administering chemotherapy to African-American breast cancer patients prior to surgery could improve their prognosis and survival rates from the disease, according to a new study."}, "og": {"title": "Breast cancer prognosis of African-American patients may improve with chemotherapy before surgery", "description": "Administering chemotherapy to African-American breast cancer patients prior to surgery could improve their prognosis and survival rates from the disease, according to a new study.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170129125717/https://www.eurekalert.org/pub_releases/2017-01/gsu-bcp011917.php", "image": "https://web.archive.org/web/20170129125717im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1485666000.0, "source": "https://web.archive.org", "summary": ""}