{"url": "https://web.archive.org/web/20150516204031/http://www.eurekalert.org:80/pub_releases/2015-05/tl-tlt051215.php", "text": "Weak grip strength is linked with shorter survival and a greater risk of having a heart attack or stroke, according to an international study involving almost 140000 adults from 17 culturally and economically diverse countries [1].\n\nThe study, published in The Lancet, also found that grip strength is a stronger predictor of death than systolic blood pressure, and the authors suggest that it could be used as a quick, low-cost screening tool by doctors or other healthcare professionals to identify high-risk patients among people who develop major illnesses such as heart failure and stroke.\n\nReduced muscular strength, which can be measured by grip strength, has been consistently linked with early death, disability, and illness. But until now, information on the prognostic value of grip strength was limited, and mainly obtained from select high-income countries.\n\nThe current study followed 139691 adults aged between 35 and 70 years living in 17 countries from The Prospective Urban-Rural Epidemiology (PURE) study for an average (median) of four years. Grip strength was assessed using a handgrip dynamometer.\n\nThe findings show that every 5kg decline in grip strength [2] was associated with a 16% increased risk of death from any cause; a 17% greater risk of cardiovascular death; a 17% higher risk of non-cardiovascular mortality; and more modest increases in the risk of having a heart attack (7%) or a stroke (9%).\n\nThese associations persisted even after taking into account differences in other factors that can affect mortality or heart disease such as age, education level, employment status, physical activity level, and tobacco and alcohol use.\n\nA low grip strength was linked with higher death rates in people who develop cardiovascular (eg, heart attack or stroke) and non-cardiovascular diseases (eg, cancer), suggesting that muscle strength can predict the risk of death in people who develop a major illness.\n\nAccording to lead author Dr Darryl Leong from the Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, Canada, \"Grip strength could be an easy and inexpensive test to assess an individual's risk of death and cardiovascular disease. Further research is needed to establish whether efforts to improve muscle strength are likely to reduce an individual's risk of death and cardiovascular disease.\" [3]\n\nWriting in a linked Comment, Professor Avan Aihie Sayer from the University of Southampton, Southampton, UK, and Professor Thomas Kirkwood from Newcastle University, Newcastle upon Tyne, UK discuss whether grip strength could be a new biomarker of ageing, writing that, \"This is not a new idea, but findings from PURE add support. Loss of grip strength is unlikely to lie on a single final common pathway for the adverse effects of ageing, but it might be a particularly good marker of underlying ageing processes, perhaps because of the rarity of muscle-specific diseases contributing to change in muscle function.\"\n\n###\n\nNOTES TO EDITORS:\n\n[1] The countries involved were Canada, Sweden, United Arab Emirates, Argentina, Brazil, Chile, Malaysia, Poland, South Africa, Turkey, China, Colombia, Iran, Bangladesh, India, Pakistan, and Zimbabwe.\n\n[2] Grip strength is measured as the force exerted when a subject squeezes an object as hard as possible with their hands.\n\n[3] Quote direct from author and cannot be found in text of Article.", "images": ["https://web.archive.org/web/20150516204031im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20150516204031im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20150516204031im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20150516204031im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20150516204031im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20150516204031im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20150516204031im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20150516204031im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20150516204031im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20150516204031im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20150516204031im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20150516204031im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg"], "top_img": "https://web.archive.org/web/20150516204031im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150516204031/http://www.eurekalert.org/pub_releases/2015-05/tl-tlt051215.php", "title": "The Lancet: Testing hand-grip strength could be a simple, low-cost way to predict heart attack and stroke risk", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Weak grip strength is linked with shorter survival and a greater risk of having a heart attack or stroke, according to an international study involving almost 140,000 adults from 17 culturally and economically diverse countries.", "keywords": "Medicine/Health", "date": "Wed, 13 May 2015 04:00:00 GMT", "journal": "Lancet", "type": "research", "institution": "The Lancet", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "TheLancet", "domain": "www.eurekalert.org"}, "og": {"title": "The Lancet: Testing hand-grip strength could be a simple, low-cost way to predict heart attack and stroke risk", "description": "Weak grip strength is linked with shorter survival and a greater risk of having a heart attack or stroke, according to an international study involving almost 140,000 adults from 17 culturally and economically diverse countries.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150516204031/http://www.eurekalert.org/pub_releases/2015-05/tl-tlt051215.php", "image": "https://web.archive.org/web/20150516204031im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "TheLancetMedicalJournal"}}, "movies": [], "publish_date": 1432872000.0, "source": "https://web.archive.org", "summary": ""}