{"url": "http://www.prnewswire.com/news-releases/oramed-announces-positive-top-line-results-from-phase-iib-oral-insulin-study-579924931.html", "text": "JERUSALEM, May 18, 2016 /PRNewswire/ --\n\nOramed Pharmaceuticals Inc. (NASDAQ: ORMP), today announced positive top-line results from its Phase IIb study, designed to evaluate the safety and efficacy of its oral insulin capsule (ORMD-0801) in patients with type 2 diabetes. The study's primary objective, a significant reduction of weighted mean night-time glucose, was successfully achieved.\n\n\"This demonstration of safe and effective oral insulin delivery represents a transformative event in the treatment of type 2 diabetes,\" said Nadav Kidron, Oramed CEO. \"We are delighted with the results and look forward to moving into Phase III trials.\"\n\nThis US based double blind, 28 day, randomized study of 180 adult type 2 diabetic patients showed a statistically significant decrease in the primary endpoint, pooled night-time glucose mean percentage change of 6.47% from run-in, between placebo and active cohorts (p=0.0268). The study additionally demonstrated a good safety profile with no drug related serious adverse events.\n\n\"These are very impressive results that confirm the efficacy of orally delivered intestinally absorbed insulin,\" said Dr. Michael Berelowitz, Head of Oramed's Scientific Advisory Board. \"The promise of this more physiological delivery system for insulin is the inhibition of hepatic glucose production, which was clearly demonstrated via the significant reduction in night-time glucose levels in patients who received ORMD-0801.\"\n\nThe Company plans to present and publish more comprehensive data in the future.\n\nConference Call today, May 18, at 11:00 am Eastern Time\n\nOramed will host a conference call to discuss the study results.\n\nInterested parties may access the call at: +1-866-254-0808 (US) or +44-145-254-1003 (UK). Conference ID: 8327230\n\nAbout the Phase IIb Oral Insulin Study\n\nThe double-blind, randomized Phase IIb study of 180 patients with type 2 diabetes was initiated on June 30, 2015 and was conducted at 33 clinical sites in the United States under an IND that was approved by the FDA. The study was designed to generate data to assess the safety and efficacy of multiple oral bedtime doses of ORMD-0801 in adult patients with type 2 diabetes mellitus who are inadequately controlled with diet and metformin. The study was comprised of three arms: placebo, ORMD-0801 16mg and ORMD-0801 24 mg. Patients were dosed before bed-time, and their night-time glucose levels (6 hours post dose) were continuously monitored.\n\nFor more information on the study, which does not form a part of this press release, see: https://clinicaltrials.gov/ct2/show/NCT02496000?term=oramed&rank=5\n\nAbout ORMD-0801\n\nORMD-0801 has the potential to create a new paradigm in the treatment of diabetes by oral delivery of insulin at an earlier stage of treatment, potentially slowing disease progression and delaying or even eliminating late-stage complications. Orally administered insulin is expected to enhance patient compliance. In addition, intestinally absorbed-oral insulin mimics insulin's natural location and gradients in the body by first passing through the liver before entering the bloodstream.\n\nAbout Oramed Pharmaceuticals\n\nOramed Pharmaceuticals is a platform technology pioneer in the field of oral delivery solutions for drugs currently delivered via injection. Established in 2006, Oramed's Protein Oral Delivery (POD[TM]) technology is based on over 30 years of research by scientists at Jerusalem's Hadassah Medical Center. Oramed is seeking to revolutionize the treatment of diabetes through its proprietary flagship product, an orally ingestible insulin capsule (ORMD-0801). The Company completed multiple Phase II clinical trials under an Investigational New Drug application with the U.S. Food and Drug Administration. In addition, Oramed is developing an oral GLP-1 analog capsule (ORMD-0901).\n\nFor more information, the content of which is not part of this press release, please visithttp://www.oramed.com\n\nForward-looking statements: This press release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 and other federal securities laws. Words such as \"expects,\" \"anticipates,\" \"intends,\" \"plans,\" \"believes,\" \"seeks,\" \"estimates\" and similar expressions or variations of such words are intended to identify forward-looking statements. For example, we are using forward-looking statements when we discuss our Phase IIb study, that the demonstration of safe and effective oral insulin delivery represents a transforming event in the treatment of type 2 diabetes, when we discuss moving into Phase III trials, when we discuss ORMD-0801 and its potential to create a new paradigm in the treatment of diabetes by oral delivery of insulin, or when we discuss revolutionizing the treatment of diabetes with our products. These forward-looking statements are based on the current expectations of the management of Oramed only, and are subject to a number of factors and uncertainties that could cause actual results to differ materially from those described in the forward-looking statements, including the risks and uncertainties related to the progress, timing, cost, and results of clinical trials and product development programs; difficulties or delays in obtaining regulatory approval or patent protection for our product candidates; competition from other pharmaceutical or biotechnology companies; and our ability to obtain additional funding required to conduct our research, development and commercialization activities. In addition, the following factors, among others, could cause actual results to differ materially from those described in the forward-looking statements: changes in technology and market requirements; delays or obstacles in launching our clinical trials; changes in legislation; inability to timely develop and introduce new technologies, products and applications; lack of validation of our technology as we progress further and lack of acceptance of our methods by the scientific community; inability to retain or attract key employees whose knowledge is essential to the development of our products; unforeseen scientific difficulties that may develop with our process; greater cost of final product than anticipated; loss of market share and pressure on pricing resulting from competition; laboratory results that do not translate to equally good results in real settings; our patents may not be sufficient; and finally that products may harm recipients, all of which could cause the actual results or performance of Oramed to differ materially from those contemplated in such forward-looking statements. Except as otherwise required by law, Oramed undertakes no obligation to publicly release any revisions to these forward-looking statements to reflect events or circumstances after the date hereof or to reflect the occurrence of unanticipated events. For a more detailed description of the risks and uncertainties affecting Oramed, reference is made to Oramed's reports filed from time to time with the Securities and Exchange Commission.\n\nCompany Contact\n\nOramed Pharmaceuticals\n\nEstee Yaari\n\nOffice: +972-2-566-0001\n\nUS: +1-718-831-2512\n\nEmail: estee@oramed.com\n\n\n\nSOURCE Oramed Pharmaceuticals Inc.", "images": ["http://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png"], "top_img": "http://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "keywords": [], "authors": ["Oramed Pharmaceuticals Inc."], "canonical_link": "https://www.prnewswire.com/news-releases/oramed-announces-positive-top-line-results-from-phase-iib-oral-insulin-study-579924931.html", "title": "Oramed Announces Positive Top-Line Results from Phase IIb Oral Insulin Study", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "JERUSALEM, May 18, 2016 /PRNewswire/ -- Oramed Pharmaceuticals Inc. (NASDAQ: ORMP), today announced positive top-line results from its Phase IIb study,...", "author": "Oramed Pharmaceuticals Inc.", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "Oramed Announces Positive Top-Line Results from Phase IIb Oral Insulin Study", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "united states of america", "date": "2016-05-18T07:25:00-04:00", "keywords": "Oramed Pharmaceuticals Inc.,Biotechnology ,Health Care & Hospitals ,Medical Pharmaceuticals ,Pharmaceuticals   ,Conference Call Announcements ,Clinical Trials & Medical Discoveries", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "Oramed Announces Positive Top-Line Results from Phase IIb Oral Insulin Study", "description": "JERUSALEM, May 18, 2016 /PRNewswire/ -- Oramed Pharmaceuticals Inc. (NASDAQ: ORMP), today announced positive top-line results from its Phase IIb study,...", "image": "/content/dam/prnewswire/common/prn_twitter_sharing_logo.png"}, "og": {"title": "Oramed Announces Positive Top-Line Results from Phase IIb Oral Insulin Study", "type": "website", "description": "JERUSALEM, May 18, 2016 /PRNewswire/ -- Oramed Pharmaceuticals Inc. (NASDAQ: ORMP), today announced positive top-line results from its Phase IIb study,...", "image": "/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "url": "https://www.prnewswire.com/news-releases/oramed-announces-positive-top-line-results-from-phase-iib-oral-insulin-study-579924931.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}