{"url": "https://web.archive.org/web/20160728151226/http://www.eurekalert.org/pub_releases/2016-07/uomh-tpw072616.php", "text": "ANN ARBOR, Mich. -- It's a Catch-22 with potentially deadly consequences: People trying to overcome addiction can't get treatment for their pain, because the most powerful pain medicines also carry an addiction risk.\n\nAnd so their pain continues to get in the way of their addiction recovery - or they seek pain relief in the same addictive substances they're trying to avoid.\n\nBut a new study shows the potential for patients to break out of that cycle through a non-drug approach that combines behavioral therapy and social support to help them manage their pain. The low-cost approach, grounded in psychological theories of pain, could help address the nation's epidemic of addictions to opioid painkillers and illicit drugs.\n\nVeterans who received this pain-focused care while also being treated for addiction found that the intensity of their pain decreased, their ability to function increased, and their alcohol use went down, compared to veterans who received a less-focused approach. However, the two groups had similar rates of drug use.\n\nJust 10 weekly sessions of the approach, called ImPAT for Improving Pain during Addiction Treatment, had an effect that lasted up to a year in 55 veterans who took part, according to the new results published in the journal Addiction by a team from the VA Ann Arbor Healthcare System's Center for Clinical Management Research and University of Michigan Medical School's Addiction Center.\n\nThe researchers have already launched a follow-up study in a larger group of 480 non-veterans in a residential addiction treatment program. And the study's authors note that the ImPAT approach has the potential to be easily and inexpensively adopted by addiction treatment centers and groups worldwide, through team members trained in standard psychological techniques.\n\nCaught in the middle\n\n\"These results highlight the need for addiction treatment programs to offer a multifaceted approach that doesn't only address substance use but also the other factors that might be driving substance use, including pain,\" says Mark Ilgen, Ph.D., the study's lead author and a VA and U-M psychologist specializing in addiction research. \"We've shown that it's possible to improve pain outcomes in people with addiction, and even have some spillover effects on their substance use.\"\n\nAddiction treatment programs often have patients who suffer from chronic pain, but offer few options to treat them, Ilgen says.\n\nTo make matters worse, \"Past studies of psychosocial approaches for pain have often excluded people with drug or alcohol problems, addiction treatment programs do not usually have providers trained in pain care, and many pain specialists will not treat people who also have addiction. So patients are caught in the middle.\"\n\nAll 129 patients in the study, most of them men in their 40s and 50s, were receiving outpatient addiction treatment in a CBT-based, non-abstinence setting at the Ann Arbor VA. Half were randomly assigned to ImPAT sessions, the other half to support groups of peers, led by a therapist, where pain and addiction could be discussed.\n\nCombination approach\n\nImPAT combines elements of cognitive behavioral therapy with another psychosocial approach called acceptance and commitment therapy.\n\nWhile the two approaches aren't usually used together, they are often used in pain treatment settings - but those clinics and programs don't often accept people who also acknowledge they have addiction issues. Ilgen and his colleagues hope their results will help bring the techniques into addiction treatment settings, where the cognitive behavioral therapy approach is often used.\n\nThe ImPAT technique seeks to use integrated approaches both to help patients focus less on their pain and more on other aspects of life. This includes techniques to help people adapt to their pain, find ways to distract themselves from their pain, and think of ways to function in the face of pain.\n\n\"We want to take the focus off pain and put it onto functioning, and finding pleasurable ways to spend time,\" Ilgen says. \"There's also a strong link between depression and pain. Pain is responsive to mood, and mood is responsive to social support.\"\n\nIn an editorial accompanying the new paper, another addiction and pain specialist, William C. Becker, Ph.D. of Yale University and the Connecticut VA, notes that the new results are even more impressive because ImPAT was compared with another psychosocial approach.\n\nThe newly published study did show that one in five veterans randomly assigned to ImPAT or the comparison approach did not actually attend any sessions - likely because of delays in getting the sessions going. The larger ongoing study, based in an abstinence-based treatment facility in Michigan and funded by the National Institute on Drug Abuse, has largely avoided that issue by decreasing the delay between study recruitment and the start of the treatment groups, Ilgen says.\n\nThe study in veterans was planned just before the rapid rise in, and increased awareness of, opioid painkiller addiction issues in the U.S. While opioid addiction was one of the issues faced by veterans in the study, most had issues with multiple substances.\n\nThe sharp rise in opioid addiction in recent years - often among people who started taking the painkillers as treatment for acute or chronic pain -- has made the search for effective non-drug pain treatment options even more urgent, Ilgen notes.\n\n\"Long-term use of opioids can sometimes lead to a hypersensitivity to pain, so there may actually be a causal link between use of these medications and pain,\" he notes. \"We need to study psychological pain management approaches in opioid-dependent patients, including those receiving addiction therapies such as buprenorphine.\"\n\nIn the meantime, he notes, people struggling with addiction who want to seek relief from pain should explore the full range of treatment options that have been shown to work in non-addicted patients, including physical therapy, exercise and psychotherapy as well as antidepressant medications. And while existing prescription guidelines do not explicitly prohibit the use of opioid painkillers in people with pain who have substance use disorders, these guidelines recommend only using opioids sparingly and under close supervision, he says.\n\n###\n\nIn addition to Ilgen, an associate professor in the U-M Department of Psychiatry and member of the U-M Institute for Healthcare Policy and Innovation, the study team included Addiction Center director Frederic Blow, Ph.D., as well as Amy S. B. Bohnert, Ph.D., Stephen Chermack, Ph.D., Carly Conran, Mary Jannausch, M.S., and Jodie Trafton. Blow, Bohnert and Chermack are all members of the VA CCMR and IHPI. The study was funded by the Veterans Health Administration's Health Services Research and Development Service\n\nReference: Addiction, Volume 111, Issue 8, pages 1385-1393, August 2016. doi:10.1111/add.13349, http://onlinelibrary. wiley. com/ doi/ 10. 1111/ add. 13349/ abstract", "images": ["https://web.archive.org/web/20160728151226im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160728151226im_/http://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20160728151226im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160728151226im_/http://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20160728151226im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160728151226im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160728151226im_/http://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20160728151226im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160728151226im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160728151226im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160728151226im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160728151226im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160728151226im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg"], "top_img": "https://web.archive.org/web/20160728151226im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160728151226/http://www.eurekalert.org/pub_releases/2016-07/uomh-tpw072616.php", "title": "Treating pain without feeding addiction: Study shows promise of non-drug pain management", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A new study shows the potential for patients who have both addiction issues and chronic pain to get relief from an approach that combines behavioral therapy and social support to help them manage their pain without painkillers that carry an addiction risk. The low-cost approach, grounded in psychological theories of pain, could help address the nation's epidemic of addictions to opioid painkillers and illicit drugs.", "keywords": "Health Care, Medicine/Health, Addiction, Pain, Social/Behavioral Science, Addiction, Alcohol, Drugs, Behavior, Mental Health", "date": "Wed, 27 Jul 2016 04:00:00 GMT", "funder": "Veterans Health Administration Health Services Research and Development Service", "journal": "Addiction", "type": "research", "institution": "University of Michigan Health System", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "UMHealthSystem", "domain": "www.eurekalert.org"}, "og": {"title": "Treating pain without feeding addiction: Study shows promise of non-drug pain management", "description": "A new study shows the potential for patients who have both addiction issues and chronic pain to get relief from an approach that combines behavioral therapy and social support to help them manage their pain without painkillers that carry an addiction risk. The low-cost approach, grounded in psychological theories of pain, could help address the nation's epidemic of addictions to opioid painkillers and illicit drugs.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160728151226/http://www.eurekalert.org/pub_releases/2016-07/uomh-tpw072616.php", "image": "https://web.archive.org/web/20160728151226im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "UniversityofMichiganHealthSystem"}}, "movies": [], "publish_date": 1469764800.0, "source": "https://web.archive.org", "summary": ""}