{"url": "https://www.prnewswire.com/news-releases/preliminary-data-from-study-demonstrates-94-accuracy-in-detecting-aggressive-prostate-cancer-300695906.html", "text": "ISNES, Belgium, Aug. 13, 2018 /PRNewswire/ -- VolitionRx Limited (NYSE AMERICAN: VNRX) (\"Volition\") today announced preliminary data from a prospective, multi-centered Proof of Concept Study of 84 men into the utility of Volition's Nu.Q™ assays to diagnose men with high-grade prostate cancer.\n\nVolition panel PSA alone 94% 33%\n\nAt 88% specificity, the Volition panel of five assays (including PSA) identified 94% of high-grade prostate cancers that require treatment (as defined by Gleason Score1). This compares with just 33% identified by Prostate-Specific Antigen (PSA) alone.\n\n\"This is a very exciting outcome for us as we continue the development of our assays beyond colorectal cancer. The preliminary data from this study showed that Volition's panel of assays identified men with potentially lethal high-grade prostate cancer with much greater accuracy than PSA alone. Based on this data, we believe that this test could assist clinicians in more accurate patient selection for prostate biopsy and treatment and substantially reduce the amount of unnecessary procedures in men with low-grade tumors or no tumor. The next step is to confirm these statistically significant findings in independent larger clinical trials\" said Dr. Jake Micallef, Chief Scientific Officer at Volition.\n\nProstate cancer (PCA) is the second leading cause of cancer death in men in the U.S. after lung cancer2. Currently, PCA is diagnosed through medical history, physical examination and by elevated levels of PSA in the blood. Men suspected of PCA are given a prostate biopsy to confirm the presence of cancer. However, most men with elevated PSA levels referred for prostate biopsy either have no cancer or have low-grade cancer which needs monitoring but not treatment.\n\nIn the Proof of Concept Study, a blood sample was taken prospectively from men referred for prostate biopsy in three Belgian hospitals. The men were grouped by biopsy findings as having no cancer (most of whom had elevated PSA levels), low-grade cancer or high-grade cancer. The samples were tested with a panel of five assays (PSA, two Nu.Q™ assays and two inflammatory biomarkers).\n\nThe assay results correlated with the Gleason Score, which is one of the main predictors for aggressive PCA determined on biopsy. This suggests the assays may provide better risk stratification than that available using PSA tests for men with actual or suspected PCA, leading to better patient management and fewer unnecessary biopsies.\n\nCommenting on the results, Principal Investigator, Professor Thierry Roumeguere, Head of Urological Services, Erasme Hospital, Brussels, Belgium said \"A non-invasive test to help in the risk stratification of men with suspected or actual prostate cancer will be a major step forward in the management of this disease. The correlation of the panel blood test results with Gleason Score shows great promise in this regard. We will further investigate the data in relation to disease stage as well as additional factors used for pre-treatment risk stratification.\"\n\nCameron Reynolds, Chief Executive Officer at Volition commented \"This small trial is important because it helps demonstrate once more the potential breadth of our technology. If these results are validated in larger trials, they will present a potentially significant new market opportunity. Volition's research team is continuing to develop our Nu.Q™ assays and we aim to launch products in 2019.\"\n\nDr. Gaetan Michel, Chief Executive Officer of Volition's wholly-owned subsidiary, Belgian Volition SPRL, commented, \"We would like to thank the Walloon Region for their continued support of the company. The funding provided by the region has enabled this study and will support our continued research.\"\n\n1The Gleason Score is a method used to grade prostate cancers based on how normal or abnormal the prostate biopsy cancer tissue appears under the microscope. 2https://www.cancer.org/cancer/prostate-cancer/about/key-statistics.html\n\nAbout Volition\n\nVolition is a multi-national life sciences company focused on developing simple, easy to use, cost effective blood tests designed to help diagnose a range of cancers. The tests are based on the technology platform of Nucleosomics®, which is the practice of identifying and measuring nucleosomes in the bloodstream or other bodily fluid - an indication that disease is present.\n\nAs cancer screening programs become more widespread, Volition's products aim to help to diagnose a range of cancers quickly, simply, accurately and cost effectively. Early diagnosis has the potential to not only prolong the life of patients, but also to improve their quality of life.\n\nVolition intends to expand the application of its technology beyond cancer by exploring other disease applications. The company's research and development activities are currently centered in Belgium, with additional offices in London, Texas and Singapore, as it focuses on bringing its diagnostic products to market first in Europe, then in the U.S. and ultimately, worldwide.\n\nFor more information about Volition, visit Volition's website https://volitionrx.com/\n\nor connect with us via:\n\nTwitter: https://twitter.com/volitionrx\n\nLinkedIn: https://www.linkedin.com/company/volitionrx\n\nFacebook: https://www.facebook.com/VolitionRx/\n\nYouTube: https://www.youtube.com/user/VolitionRx\n\nThe contents found at Volition's website address, Twitter, LinkedIn, Facebook, and YouTube are not incorporated by reference into this document and should not be considered part of this document. The addresses for Volition's website, Twitter, LinkedIn, Facebook, and YouTube are included in this document as inactive textual references only.\n\nMedia/Investor Contacts\n\nLouise Day, Chief Marketing & Communications Officer\n\nmediarelations@volitionrx.com\n\n+44 (0)7557 774620\n\nScott Powell, Executive Vice President, Investor Relations\n\ninvestorrelations@volitionrx.com\n\n+1 (646) 650 1351\n\nJoseph Green, Edison Advisors\n\njgreen@edisongroup.com\n\n+1 (646) 653 7030\n\nSafe Harbor Statement\n\nStatements in this press release may be \"forward-looking statements\" within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended, that concern matters that involve risks and uncertainties that could cause actual results to differ materially from those anticipated or projected in the forward-looking statements. Words such as \"expects,\" \"anticipates,\" \"intends,\" \"plans,\" \"aims,\" \"targets,\" \"believes,\" \"seeks,\" \"estimates,\" \"optimizing,\" \"potential,\" \"goal,\" \"suggests,\" \"could,\" \"would,\" \"should,\" \"may,\" \"will\" and similar expressions identify forward-looking statements. These forward-looking statements relate to the effectiveness of Volition's bodily-fluid-based diagnostic tests as well as Volition's ability to develop and successfully commercialize such test platforms for early detection of cancer and/or other disease applications. Volition's actual results may differ materially from those indicated in these forward-looking statements due to numerous risks and uncertainties. For instance, if Volition fails to develop and commercialize diagnostic products, it may be unable to execute its plan of operations. Other risks and uncertainties include Volition's failure to obtain necessary regulatory clearances or approvals to distribute and market future products in the clinical IVD market; a failure by the marketplace to accept the products in Volition's development pipeline or any other diagnostic products Volition might develop; Volition will face fierce competition and Volition's intended products may become obsolete due to the highly competitive nature of the diagnostics market and its rapid technological change; and other risks identified in Volition's most recent Annual Report on Form 10-K and Quarterly Reports on Form 10-Q, as well as other documents that Volition files with the Securities and Exchange Commission. These statements are based on current expectations, estimates and projections about Volition's business based, in part, on assumptions made by management. These statements are not guarantees of future performance and involve risks, uncertainties and assumptions that are difficult to predict. Forward-looking statements are made as of the date of this release, and, except as required by law, Volition does not undertake an obligation to update its forward-looking statements to reflect future events or circumstances.\n\nNucleosomics®, NuQ®, Nu.QTM and Hypergenomics® and their respective logos are trademarks and/or service marks of VolitionRx Limited and its subsidiaries. All other trademarks, service marks and trade names referred to in this press release are the property of their respective owners. Additionally, unless otherwise specified, all references to \"$\" refer to the legal currency of the United States of America.\n\nSOURCE VolitionRx Ltd\n\nRelated Links\n\nhttps://volitionrx.com/\n\n", "images": ["https://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png", "https://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "https://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg"], "top_img": "https://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "keywords": [], "authors": ["Volitionrx Ltd"], "canonical_link": "https://www.prnewswire.com/news-releases/preliminary-data-from-study-demonstrates-94-accuracy-in-detecting-aggressive-prostate-cancer-300695906.html", "title": "Preliminary Data from Study Demonstrates 94% Accuracy in Detecting Aggressive Prostate Cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "ISNES, Belgium, Aug. 13, 2018 /PRNewswire/ -- VolitionRx Limited (NYSE AMERICAN: VNRX) (\"Volition\") today announced preliminary data from a prospective,...", "author": "VolitionRx Ltd", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "Preliminary Data from Study Demonstrates 94% Accuracy in Detecting Aggressive Prostate Cancer", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.placename": "ISNES, Belgium, Aug. 13, 2018", "geo.region": "Belgium", "date": "2018-08-13T08:30:00-04:00", "keywords": "VolitionRx Ltd", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "Preliminary Data from Study Demonstrates 94% Accuracy in Detecting Aggressive Prostate Cancer", "description": "ISNES, Belgium, Aug. 13, 2018 /PRNewswire/ -- VolitionRx Limited (NYSE AMERICAN: VNRX) (\"Volition\") today announced preliminary data from a prospective,...", "image": "/content/dam/prnewswire/common/prn_twitter_sharing_logo.png"}, "og": {"title": "Preliminary Data from Study Demonstrates 94% Accuracy in Detecting Aggressive Prostate Cancer", "type": "website", "description": "ISNES, Belgium, Aug. 13, 2018 /PRNewswire/ -- VolitionRx Limited (NYSE AMERICAN: VNRX) (\"Volition\") today announced preliminary data from a prospective,...", "image": "/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "url": "https://www.prnewswire.com/news-releases/preliminary-data-from-study-demonstrates-94-accuracy-in-detecting-aggressive-prostate-cancer-300695906.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "https://www.prnewswire.com", "summary": ""}