{"url": "https://web.archive.org/web/20170724190132/https://www.eurekalert.org/pub_releases/2017-07/uons-wkt072117.php", "text": "Australian researchers have completed the world's first randomised control trial (RCT) assessing the efficacy and safety of ketamine as a treatment for depression in elderly patients.\n\nThe results, published in the latest American Journal of Geriatric Psychiatry, provide preliminary evidence suggesting ketamine's effectiveness as an antidepressant when delivered in repeated intravenous doses.\n\nLed by a team of researchers from UNSW Sydney and Black Dog Institute, the trial tested different doses of ketamine amongst 16 older age participants (aged over 60 years) who had treatment-resistant depression, administered at Wesley Hospital.\n\n\"These findings take us a big step forward as we begin to fully understand the potential and limitations of ketamine's antidepressant qualities,\" said lead author UNSW Professor Colleen Loo, who is based at Black Dog Institute.\n\n\"Not only was ketamine well-tolerated by participants, with none experiencing severe or problematic side effects, but giving the treatment by a simple subcutaneous injection (a small injection under the skin) was also shown to be an acceptable method for administering the drug in a safe and effective way.\"\n\nParticipants received increasing doses of ketamine over a period of five weeks, with doses optimised for each individual participant using a new dose-titration approach developed by Professor Loo's Sydney research team and collaborators.\n\nAs part of the double-blind, placebo-controlled trial, an active control treatment which causes sedation similar to ketamine, was used to substitute for one of the treatment sessions. Researchers monitored for mood and other side-effects after each treatment session.\n\nFollowing the RCT, participants also received 12 ketamine treatments in an open-label phase to investigate the effectiveness of multiple doses of ketamine.\n\nBy the six-month follow up, 43 percent of participants (7 of 14) who completed the RCT had remitted, with five remitting at amounts below the commonly-used dose of 0.5 mg/kg. Repeated treatments also resulted in a higher likelihood of remission or a longer time to relapse, with an overall response and remission rate of 68.8 percent for the patients receiving ketamine treatment.\n\n\"Elderly patients with severe depression face additional barriers when seeking treatment for the condition. Many medications may cause more side effects or have lower efficacy as the brain ages,\" said co-author Dr Duncan George from UNSW Sydney. \"Older people are also more likely to have co-morbidities like neurodegenerative disorders and chronic pain, which can cause further complications due to ketamine's reported side effects. \"Our results indicate a dose-titration method may be particularly useful for older patients, as the best dose was selected for each individual person to maximise ketamine's benefits while minimising its adverse side effects.\"\n\nPrevious studies into ketamine treatments for older people with depression - which are limited to just five case reports - show mixed success, with findings limited by small sample sizes.\n\nMore broadly, little is known about ketamine's potential side effects at different doses, which include cognitive and dissociative effects, elevated blood pressure and heart rate, liver inflammation and urinary problems.\n\n\"These results are a promising early piece of the puzzle, but the risks of ketamine use are still not wholly understood. Future studies with greater sample sizes are needed to formally assess ketamine's side effects, such as its impact on liver function,\" Professor Loo added.\n\n###\n\nThe study was a collaboration between UNSW Sydney, Black Dog Institute, Royal North Shore Hospital, The Wesley Hospital Kogarah, the Dementia Collaborative Research Centre and the University of Otago.\n\nProfessor Loo will build on these promising results as part of her current work directing the world's largest trial of ketamine to treat depression, which is now recruiting participants. For more information about the study contact ket.study@unsw.edu.au or call 02 9382 9509.", "images": ["https://web.archive.org/web/20170724190132im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170724190132im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170724190132im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170724190132im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170724190132im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170724190132im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170724190132im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170724190132im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170724190132im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170724190132im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170724190132im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170724190132im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170724190132im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png"], "top_img": "https://web.archive.org/web/20170724190132im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170724190132/https://www.eurekalert.org/pub_releases/2017-07/uons-wkt072117.php", "title": "World-first ketamine trial shows promise for geriatric depression", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Australian researchers have completed the world's first randomised control trial (RCT) assessing the efficacy and safety of ketamine as a treatment for depression in elderly patients.", "keywords": "Medicine/Health, Mental Health, Depression/Anger", "date": "Sat, 22 Jul 2017 04:00:00 GMT", "journal": "American Journal of Geriatric Psychiatry", "type": "research", "institution": "University of New South Wales", "region": "australia", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "UNSWnews", "domain": "www.eurekalert.org", "title": "World-first ketamine trial shows promise for geriatric depression", "description": "Australian researchers have completed the world's first randomised control trial (RCT) assessing the efficacy and safety of ketamine as a treatment for depression in elderly patients."}, "og": {"title": "World-first ketamine trial shows promise for geriatric depression", "description": "Australian researchers have completed the world's first randomised control trial (RCT) assessing the efficacy and safety of ketamine as a treatment for depression in elderly patients.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170724190132/https://www.eurekalert.org/pub_releases/2017-07/uons-wkt072117.php", "image": "https://web.archive.org/web/20170724190132im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "unsw"}}, "movies": [], "publish_date": 1501300800.0, "source": "https://web.archive.org", "summary": ""}