{"url": "http://www.cdc.gov/media/releases/2015/p0424-naloxone.html", "text": "This website is archived for historical purposes and is no longer being maintained or updated.\n\nPress Release For Immediate Release: Friday, April 24, 2015\n\nContact: Media Relations\n\n(404) 639-3286\n\nAllowing more basic emergency medical service (EMS) staff to administer naloxone could reduce drug overdose deaths that involve opioids, according to a Centers for Disease Control and Prevention (CDC) study, “Disparity in Naloxone Administration by Emergency Medical Service Providers and the Burden of Drug Overdose in Rural Communities,” published in the American Journal of Public Health.\n\nIn 2013, more than 16,000 deaths in the United States involved prescription opioids, and more than 8,000 others were related to heroin. Naloxone is a prescription drug that can reverse the effects of prescription opioid and heroin overdose, and can be life-saving if administered in time.\n\nAccording to the study findings, advanced EMS staff were more likely than basic EMS staff to administer naloxone. A majority of states have adopted national guidelines that prohibit basic EMS staff from administering the drug as an injection. As of 2014, only 12 states allowed basic EMS staff to administer naloxone for a suspected opioid overdose; all 50 states allow advanced EMS staff to administer the overdose reversal treatment.\n\n“Opioid overdose deaths are devastating families and communities, especially in rural areas,” said CDC Director Tom Frieden, M.D., M.P.H. “Many of these deaths can be prevented by improving prescribing practices to prevent opioid addiction, expanding the use of medication-assisted treatment, and increasing use of naloxone for suspected overdoses. Having trained EMS staff to administer naloxone in rural areas will save lives.”\n\nTo reduce opioid overdose deaths, particularly in rural areas, CDC recommends expanding training on the administration of naloxone to all emergency service staff, and helping basic EMS personnel meet the advanced certification requirements.\n\n“Naloxone can be given nasally to a person suspected of overdose, allowing basic EMS staff to administer the drug without injection,” said CDC Senior Health Scientist Mark Faul, Ph.D., M.A. “Naloxone is non-addictive, and expanding training on how to administer the drug can help basic emergency medical service staff reverse an opioid overdose and save more lives.”\n\nNational Emergency Medicine Service Information System data for 2012 were reviewed to better understand factors associated with naloxone administration, including demographic data, 911 call information, and details about the scene of an injury or illness as reported by EMS staff.\n\nThe findings indicate naloxone was most likely to be administered to women, people between the ages of 20 and 29, and people living in suburban areas.\n\nIn general, the rate of opioid overdose death was 45 percent higher in rural areas compared with urban areas. The use of naloxone by rural EMS staff, however, was only 22.5 percent higher when compared with urban EMS naloxone use.\n\nDepartment of Health and Human Services Secretary Sylvia M. Burwell has made addressing opioid abuse, dependence, and overdose a priority and work is underway at multiple HHS agencies on this important issue. HHS’ Health Resources Services Administration recently released a grant opportunity aimed at reducing opioid overdose deaths in rural communities through funding for communities to purchase naloxone and train health care professionals and emergency medical staff on its use.\n\nCDC works with states, communities, and prescribers to prevent opioid misuse and overdose by tracking and monitoring the epidemic and helping states scale up effective programs. CDC also improves patient safety by equipping health care providers with data, tools, and guidance so they can make informed treatment decisions. Learn more at www.cdc.gov/DrugOverdose.\n\n###\n\nU.S. DEPARTMENT OF HEALTH AND HUMAN SERVICESexternal icon", "images": ["https://cdc.112.2o7.net/b/ss/cdcgov/1/H.21--NS/01/H.21--NS/0", "http://www.cdc.gov/media/images/press-releases-fb.png", "https://www.cdc.gov/images/campaigns/24-7/24-7_i150x120.gif"], "top_img": "http://www.cdc.gov/media/images/press-releases-fb.png", "keywords": [], "authors": [], "canonical_link": "https://www.cdc.gov/media/releases/2015/p0424-naloxone.html", "title": "Expanding Naloxone use could reduce drug overdose deaths and save lives", "meta_data": {"viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "mobile-web-app-capable": "yes", "apple-mobile-web-app-capable": "yes", "description": "CDC public health news, press releases, government public health news, medical and disease news, story ideas, photos.", "keywords": "CDC,  saving lives,  protecting people,  health threats,  saving money,  secure nation,  US federal agency,  healthy choice,  science,  prevention, CDC Newsroom", "robots": "index, archive", "cdc": {"template_version": "4.0", "last_updated": "April 24, 2015", "last_reviewed": "April 24, 2015", "content_source": "OFFICE OF THE ASSOCIATE DIRECTOR FOR COMMUNICATION", "content_id": 29699, "wcms_build": "4.8.6 - b.1990"}, "og": {"title": "CDC Press Releases", "description": "Take a look at the latest and archived public health news releases published by the CDC.", "image": {"identifier": "http://www.cdc.gov/media/images/press-releases-fb.png", "type": "image/png"}, "author": "CDC", "site_name": "CDC", "type": "article"}, "article": {"published_time": "2016-01-01"}, "twitter": {"card": "summary_large_image", "site": "@CDCgov", "title": "CDC Press Releases", "description": "Take a look at the latest and archived public health news releases published by the CDC.", "image": {"src": "http://www.cdc.gov/media/images/press-releases-fb.png"}, "creator": "@CDCgov"}, "DC.date": "2019-02-04T08:23:45Z/"}, "movies": [], "publish_date": 1451624400.0, "source": "http://www.cdc.gov", "summary": ""}