{"url": "https://web.archive.org/web/20150825131157/http://www.eurekalert.org/pub_releases/2015-08/uotm-ghm082115.php", "text": "In a first-of-its-kind study, researchers demonstrate a benefit in overall survival among epithelial ovarian cancer (EOC) patients receiving generic heart medications known as beta-blockers. Survival was shown to be greatest among those prescribed first-generation nonselective beta-blockers. According to The University of Texas MD Anderson Cancer Center investigators, the drugs block the effects of stress pathways involved in tumor growth and spread. With further research, they may also prove beneficial in conjunction with other treatment regimens and across other cancer types.\n\nPublished today in the journal CANCER, the findings are the result of a multi-institutional retrospective analysis of the medical records of 1,425 women with ovarian cancer treated between 2000 and 2010. Researchers compared overall survival among patients with documented beta-blocker use during chemotherapy and those without. Among the 269 patients who received beta-blockers, 193 (71.7 percent) received beta-1-adrenergic receptor selective agents (SBBs) and the remaining patients received nonselective beta antagonists (NSBBs). The research team found:\n\nFor patients receiving any beta-blocker, the median overall survival was 47.8 months versus 42 months for nonusers.\n\nMedian overall survival based on beta-blocker receptor selectivity was 94.9 months for those receiving NSBBs versus 38 months for those receiving SBBs.\n\nEven among patients with hypertension, a longer median overall survival was observed among users of NSBBs compared with nonusers (90 months versus 38.2 months).\n\nThis study builds on a large body of research by principal investigator Anil Sood, M.D., professor in Gynecologic Medical Oncology and Cancer Biology at MD Anderson. It showed that stress hormones fuel progression of ovarian and other cancers, and that beta-blockers - among the most proven drugs in cardiovascular medicine - might be a new way to stifle that effect.\n\n\"Beta-blockers treat a variety of conditions, such as heart disease, high-blood pressure, glaucoma and migraines. They target a receptor protein in heart muscle that causes the heart to beat harder and faster when activated by stress hormones,\" Sood said. \"Our research has shown that the same stress mechanisms impact ovarian cancer progression, so these drugs could play a new role in cancer treatment.\"\n\nAccording to Sood, the usefulness of beta-blockers was unclear until now. \"The ability to show improved survival using nonselective agents - which inhibit a specific stress pathway - is the culmination of years of research into ovarian cancer biology and pathogenesis.\"\n\nHe added that beta-blocker users in the study presented at a higher stage of disease, had an increased average BMI and were more likely to be hypertensive. All these factors were associated with decreased survival, yet those who received beta-blockers had either equivalent or improved overall survival. Further examination revealed that NSBB users had improved overall survival regardless of the presence of such prognostic factors or comorbidities. This was not true for patients who took SBBs.\n\nAlthough further study is needed, these results highlight the importance of adrenergic receptor-β2 (ADRB2), a signaling pathway important to ovarian carcinogenesis and targeted by NSBBs (versus the ADRB1 pathway targeted by SBBs).\n\nOvarian cancer is the 5th most deadly cancer among women, accounting for more deaths than any other female reproductive system cancer. An estimated 21,290 new cases are diagnosed, and some 14,180 women die from the disease each year in the U.S., according to the American Cancer Society.\n\nFuture trials will seek to identify patients who would benefit most from beta-blocker use and the best beta-blocker for a specific tumor type based on adrenergic receptor expression. Then they potentially could be used as an adjuvant therapy during surgical recovery and chemotherapy to decrease tumor growth, delays in wound healing and metastasis. Beta-blockers may also reduce cancer-related psychological distress in newly diagnosed patients, according to the study authors.\n\nThere are currently two clinical trials, one led by MD Anderson, evaluating the combination of chemotherapy and propranolol (a type of NSBB) on cancer biology and on stress modulators in patients with newly diagnosed EOC. According to Sood, the preliminary data from these feasibility trials will be used to design prospective, randomized clinical trials examining NSBBs on patient outcomes.\n\n\"The stratification of patients by beta-blocker use and selectivity in this study makes it unique among all other studies examining the impact of these drugs on cancer. It also builds on the mounting evidence that beta-blockers may become a key treatment component for many patients in the future,\" said Sood.\n\n###\n\nPortions of this study were supported by National Institutes of Health grants (CA140933, CA104825, CA109298, P50CA083639, U54CA151688, U54CA96300, U54CA96297, and CA016672), an Ovarian Cancer Research Fund program Project Development Grant, the Department of Defense (grants OC073399, W81XWJ-10-0158, and OC100237), the Betty Ann Asche Murray Distinguished Professorship, the RGK Foundation, the Gilder Foundation, the Blanton-Davis Ovarian Cancer Research Program, and a Gynecologic Cancer Foundation-St. Louis Ovarian Cancer Awareness grant. One of the researchers has acted as a paid consultant for Incyte Pharmaceuticals and received research funding from Egen Pharmaceuticals.\n\nOther researchers contributing to this study include: Robert L. Coleman, M.D., Alpa M. Nick, M.D., Pedro T. Ramirez, M.D., Lois M. Ramondetta, M.D., Diana Urbauer, Jack L. Watkins, all from MD Anderson; Susan K. Lutgendorf, Ph.D. from University of Iowa; Sanjeev Kumar, M.B., B.S. from the Mayo Clinic; Koji Matsuo, M.D., from Mercy Medical Center; Kathryn Squires, M.D. and Premal H. Thaker, M.D., M.S. from Washington University School of Medicine.", "images": ["https://web.archive.org/web/20150825131157im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20150825131157im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20150825131157im_/http://www.eurekalert.org/images/meganav/ACS_logo.jpg", "https://web.archive.org/web/20150825131157im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20150825131157im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20150825131157im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20150825131157im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20150825131157im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20150825131157im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20150825131157im_/http://media.eurekalert.org/multimedia_prod/pub/rel/97879_rel.jpg", "https://web.archive.org/web/20150825131157im_/http://media.eurekalert.org/multimedia_prod/pub/web/97879_web.jpg", "https://web.archive.org/web/20150825131157im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20150825131157im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20150825131157im_/http://www.eurekalert.org/images/meganav/browse-video.jpg"], "top_img": "https://web.archive.org/web/20150825131157im_/http://media.eurekalert.org/multimedia_prod/pub/web/97879_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150825131157/http://www.eurekalert.org/pub_releases/2015-08/uotm-ghm082115.php", "title": "Generic heart medication shown to prolong ovarian cancer patients' survival", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "In a first-of-its-kind study, researchers demonstrate a benefit in overall survival among epithelial ovarian cancer patients receiving generic heart medications known as beta-blockers.  Survival was shown to be greatest among those prescribed first-generation nonselective beta-blockers. According to The University of Texas MD Anderson Cancer Center investigators, the drugs block the effects of stress pathways involved in tumor growth and spread.", "keywords": "Medicine/Health, Cancer", "date": "Mon, 24 Aug 2015 04:00:00 GMT", "journal": "CANCER", "type": "research", "institution": "University of Texas M. D. Anderson Cancer Center", "region": "samerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "mdandersonnews", "domain": "www.eurekalert.org"}, "og": {"title": "Generic heart medication shown to prolong ovarian cancer patients' survival", "description": "In a first-of-its-kind study, researchers demonstrate a benefit in overall survival among epithelial ovarian cancer patients receiving generic heart medications known as beta-blockers.  Survival was shown to be greatest among those prescribed first-generation nonselective beta-blockers. According to The University of Texas MD Anderson Cancer Center investigators, the drugs block the effects of stress pathways involved in tumor growth and spread.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150825131157/http://www.eurekalert.org/pub_releases/2015-08/uotm-ghm082115.php", "image": "https://web.archive.org/web/20150825131157im_/http://media.eurekalert.org/multimedia_prod/pub/web/97879_web.jpg", "type": "website"}, "fb": {"profile_id": "MDAnderson"}}, "movies": [], "publish_date": 1440820800.0, "source": "https://web.archive.org", "summary": ""}