{"url": "https://web.archive.org/web/20180530075614/https://www.eurekalert.org/pub_releases/2018-05/ru-pof052918.php", "text": "A portable device common in optometrists' offices may hold the key to faster diagnosis of schizophrenia, predicting relapse and symptom severity and assessing treatment effectiveness, a Rutgers University study finds.\n\nIn the study, published in the May 2018 issue of the Journal of Abnormal Psychology, researchers used RETeval, a hand-held device developed to record electrical activity from the retina, to replicate and extend prior studies showing that people with schizophrenia had abnormal electrical activity in the retina. This was the first time a portable device was used for these tests. The results show the device accurately indicated reduced electrical activity in the retina in multiple cell layers in the participants who had schizophrenia, including in cell types that had not been studied before in this disorder.\n\n\"Schizophrenia is a devastating disorder, probably the most disabling disorder long term. Although we know quite a bit about it, it's still not that well understood,\" said Steven Silverstein, professor of psychiatry at Rutgers Robert Wood Johnson Medical School and director of research at Rutgers University Behavioral Health Care (UBHC), who designed the study. \"Our study should help generate further research into developing a test that clinicians - like psychologists, psychiatrists or nurses - can use in their offices to diagnose, treat and monitor the condition of people with schizophrenia.\"\n\nLooking at biomarkers in the eye as a way to understand psychiatric disorders is a new field of study.\n\n\"Since the retina is part of the nervous system, what is happening in the retina is likely reflective of what is occurring in the brain,\" Silverstein said. \"For example, we know that certain changes in the retina, like thinning tissue [due to cell loss] or weakening electrical activity, occur alongside loss of brain tissue and reduced brain activity in patients with neurological disorders like multiple sclerosis and Parkinson's disease. We and other researchers are now investigating whether retinal changes are related to brain structure and function changes in schizophrenia.\"\n\nIn the just-published study, the researchers evaluated 50 participants: 25 with schizophrenia and 25 with no diagnosed psychiatric disorder. In the test, the participants closed one eye and placed the other against the RETeval device, which flashed 10 to 20 white or colored lights of various intensity against a white or colored background. A tiny skin electrode was placed on the skin under the eye to record the retina's electrical activity. The participants were tested in normal light and after sitting in the dark for 10 minutes to assess activity in different types of retinal cells. Most individual tests were completed within two minutes.\n\n\"Since many of our participants were experiencing severe psychiatric symptoms, such as hallucinations and delusions, we wanted to use a test that was as noninvasive and quick as possible,\" Silverstein said.\n\n\"While the portable device clearly distinguished people with schizophrenia from those without a psychiatric diagnosis, it's too soon to call this a diagnostic tool,\" said lead author Docia Demmin, a graduate assistant in UBHC's Division of Schizophrenia Research and a doctoral student in Rutgers Department of Psychology. \"However, since every prior study has found that people with schizophrenia exhibit reduced retinal wave forms and slowed retinal responses, our research shows that we closing in on an accurate test that is faster, less invasive, inexpensive and more accessible to patients.\"\n\n###", "images": ["https://web.archive.org/web/20180530075614im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180530075614im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180530075614im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180530075614im_/https://www.eurekalert.org/multimedia/pub/web/171687_web.jpg", "https://web.archive.org/web/20180530075614im_/https://media.eurekalert.org/multimedia_prod/pub/rel/171687_rel.jpg", "https://web.archive.org/web/20180530075614im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180530075614im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180530075614im_/https://media.eurekalert.org/meganav/ACS255Meeting_600x200.jpg", "https://web.archive.org/web/20180530075614im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180530075614im_/https://media.eurekalert.org/meganav/EB2018_Newsroom.jpg", "https://web.archive.org/web/20180530075614im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180530075614im_/https://media.eurekalert.org/multimedia_prod/pub/web/171687_web.jpg", "https://web.archive.org/web/20180530075614im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180530075614im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180530075614im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180530075614im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png"], "top_img": "https://web.archive.org/web/20180530075614im_/https://www.eurekalert.org/multimedia/pub/web/171687_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180530075614/https://www.eurekalert.org/pub_releases/2018-05/ru-pof052918.php", "title": "Promise of faster, more accessible schizophrenia diagnosis, Rutgers study shows", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A Rutgers study shows how the hand-held device RETeval may prove to be a more accessible way to diagnose schizophrenia, predict relapse and symptom severity, and assess treatment effectiveness.", "keywords": "Medicine/Health, Neurobiology, Mental Health", "date": "Wed, 30 May 2018 04:00:00 GMT/UTC", "journal": "Journal of Abnormal Psychology", "type": "research", "institution": "Rutgers University", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "RutgersU", "domain": "www.eurekalert.org", "title": "Promise of faster, more accessible schizophrenia diagnosis, Rutgers study shows", "description": "A Rutgers study shows how the hand-held device RETeval may prove to be a more accessible way to diagnose schizophrenia, predict relapse and symptom severity, and assess treatment effectiveness."}, "og": {"title": "Promise of faster, more accessible schizophrenia diagnosis, Rutgers study shows", "description": "A Rutgers study shows how the hand-held device RETeval may prove to be a more accessible way to diagnose schizophrenia, predict relapse and symptom severity, and assess treatment effectiveness.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180530075614/https://www.eurekalert.org/pub_releases/2018-05/ru-pof052918.php", "image": "https://web.archive.org/web/20180530075614im_/https://www.eurekalert.org/multimedia/pub/web/171687_web.jpg", "type": "website"}, "fb": {"profile_id": "RutgersU"}}, "movies": [], "publish_date": 1527566400.0, "source": "https://web.archive.org", "summary": ""}