{"url": "https://web.archive.org/web/20161104150614/https://www.eurekalert.org/pub_releases/2016-11/muos-spw110316.php", "text": "A study coordinated by the MUSC Health Weight Management Center shows the scales tipping in Weight Watchers' favor instead of standard care when it comes to helping people with Type 2 diabetes.\n\nPatrick O'Neil, Ph.D., directs the Weight Management Center and led the 16-site study. Results were published November 2 in the Obesity Journal.\n\nWhile the Weight Management Center has a high success rate at helping patients lose weight to fight diabetes, many people with the condition don't live near a specialized program and need help that's readily available. O'Neil said because Weight Watchers has centers all over the country, including sites in small towns with limited or no medical facilities, its program could help meet this need if combined with diabetes-specific counseling.\n\nThat's why he said it was important for MUSC to be involved in the study, which was funded by a grant from the commercial weight loss program, Weight Watchers. Promoting healthy communities is part of MUSC's mission.\n\nThe multi-site study's results were statistically and clinically significant, O'Neil said.\n\n\"The Weight Watchers people were significantly better off than people who received standard care.\" They achieved better control of their blood sugar and lost more weight, he said. They still had diabetes, but many were able to reduce the amount of medication they were taking.\n\nThe study's 563 participants were all overweight or obese and under a doctor's care for uncontrolled Type 2 diabetes. Half got standard care: a session of nutrition counseling with a registered dietitian and written materials. The other half went to Weight Watchers meetings, had access to Weight Watchers' online materials and had two phone consultations and follow-up email contact with certified diabetes educators who told them how to modify the Weight Watchers plan to help with their diabetes.\n\nParticipants had four follow-up visits related to the study and continued to see their regular doctors for medical management of their diabetes.\n\nAfter a year, people in the Weight Watchers group had an average weight loss of about 4 percent of their starting weight, compared to 2 percent for the standard care group. The Weight Watchers group also had a bigger improvement in a measure of long-term control of their blood sugar, which can reduce the risk for serious problems related to Type 2 diabetes. Left uncontrolled, the condition can damage blood vessels and nerves, putting people at risk of having a heart attack or stroke. It can also cause eye problems, kidney damage and even lead to amputations.\n\nRisk factors for Type 2 diabetes include:\n\nBeing overweight\n\nNot getting enough exercise\n\nBeing 45 or older\n\nHaving a family member with Type 2 diabetes\n\nCertain racial and ethnic groups are more at risk, including African-Americans and Hispanics. Unlike Type 1 diabetes, which is caused by an immune reaction, Type 2 diabetes develops over the course of years. So incremental improvements such as the ones seen in the MUSC-led study are important.\n\n\"It wasn't a huge, overwhelming difference,\" O'Neil said. \"But it was scalable, meaning it could be applied to the whole population.\"\n\nThe whole population of people with Type 2 diabetes includes more than 20 million Americans. It's by far the more common form of diabetes and can lead to about $85,000 in medical costs.\n\nDiabetes is a growing problem. O'Neil said the rate jumped from about 9 percent to 12 percent between 2002 and 2012. Weight loss is seen as a good way to slow its progression.\n\nThe MUSC Health Weight Management Center takes a scientific approach to weight loss, focusing on changes in activity levels, behavior, thinking, diet and support systems. O'Neil said it's important to help people, not blame them.\n\nThe Weight Watchers study is new evidence of what that help might include when it comes to a side effect of weight gain: Type 2 diabetes. \"You do have some power and control,\" he said. \"You can lose some weight and lower your blood sugar - and may even be able to change your medications. That's no small feat in treating diabetes.\"\n\n###", "images": ["https://web.archive.org/web/20161104150614im_/https://www.eurekalert.org/images/meganav/ACSMeeting.201608.jpg", "https://web.archive.org/web/20161104150614im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20161104150614im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20161104150614im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20161104150614im_/https://media.eurekalert.org/multimedia_prod/pub/web/126244_web.jpg", "https://web.archive.org/web/20161104150614im_/https://media.eurekalert.org/multimedia_prod/pub/rel/126244_rel.jpg", "https://web.archive.org/web/20161104150614im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20161104150614im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20161104150614im_/https://www.eurekalert.org//media.eurekalert.org/multimedia_prod/pub/web/126244_web.jpg", "https://web.archive.org/web/20161104150614im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20161104150614im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20161104150614im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20161104150614im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20161104150614im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20161104150614im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg"], "top_img": "https://web.archive.org/web/20161104150614im_/https://www.eurekalert.org//media.eurekalert.org/multimedia_prod/pub/web/126244_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20161104150614/http://www.eurekalert.org/pub_releases/2016-11/muos-spw110316.php", "title": "Study puts Weight Watchers to the test for type 2 diabetes", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A study coordinated by the MUSC Health Weight Management Center shows the scales tipping in Weight Watchers' favor instead of standard care when it comes to helping people with type 2 diabetes.", "keywords": "Medicine/Health, Stroke, Clinical Trials, Diet/Body Weight, Eating Disorders/Obesity, Diabetes, Nutrition/Nutrients, Public Health", "date": "Thu, 03 Nov 2016 04:00:00 GMT", "funder": "Weight Watchers International", "journal": "Obesity Journal", "type": "research", "institution": "Medical University of South Carolina", "meeting": "ObesityWeek 2016", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "MUSChealthPN", "domain": "www.eurekalert.org", "title": "Study puts Weight Watchers to the test for type 2 diabetes", "description": "A study coordinated by the MUSC Health Weight Management Center shows the scales tipping in Weight Watchers' favor instead of standard care when it comes to helping people with type 2 diabetes."}, "og": {"title": "Study puts Weight Watchers to the test for type 2 diabetes", "description": "A study coordinated by the MUSC Health Weight Management Center shows the scales tipping in Weight Watchers' favor instead of standard care when it comes to helping people with type 2 diabetes.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20161104150614/http://www.eurekalert.org/pub_releases/2016-11/muos-spw110316.php", "image": "https://web.archive.org/web/20161104150614im_/https://www.eurekalert.org//media.eurekalert.org/multimedia_prod/pub/web/126244_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1480395600.0, "source": "https://web.archive.org", "summary": ""}