{"url": "http://www.newswise.com/articles/noninvasive-imaging-test-shown-accurate-in-ruling-out-kidney-cancers", "text": "FOR IMMEDIATE RELEASE\n\n\n\nNewswise — The latest in a series of studies led by researchers at Johns Hopkins Medicine shows that addition of a widely available, noninvasive imaging test called 99mTc-sestamibi SPECT/CT to CT or MRI increases the accuracy of kidney tumor classification. The research team reports that the potential improvement in diagnostic accuracy will spare thousands of patients each year in the United States alone from having to undergo unnecessary surgery.\n\nIn a recent report on ongoing work to improve kidney tumor classification, published in the April issue of the journal Clinical Nuclear Medicine, the team reports that the sestamibi SPECT/CT test—short for 99mTc-sestamibi single-photon emission computed tomography/computed tomography(CT) — adds additional diagnostic information in conjunction with conventional CTs and MRI and improves physicians’ ability to differentiate between benign and malignant kidney tumors.\n\n“Sestamibi SPECT/CT lets radiologists and urologists ‘see’ the most common benign kidney tumor, something CT and MRI have not succeeded in doing alone,” says Mohamad E. Allaf, M.D., MEA Endowed Professor of Urology at the Johns Hopkins University School of Medicine. “This noninvasive scan may prevent patients with a potentially benign kidney tumor from having to undergo a surgery to remove the tumor or potentially the entire kidney, along with its associated risks and high costs. At Johns Hopkins, use of this test has already spared a number of our patients from unnecessary surgery and unnecessary removal of a kidney that would require them to be on dialysis. These results are hugely encouraging, but we need to do more studies.”\n\nFor this study, 48 patients who were diagnosed with a kidney tumor on conventional CT or MRI were imaged with sestamibi SPECT/CT at Johns Hopkins prior to surgery. Radiologists, who were not allowed to talk to each other or know the results of the surgeries, graded the conventional and sestamibi SPECT/CT images benign or malignant using a 5-point scale (1 = definitely benign, 5 = definitely cancerous).\n\nFollowing surgery, similarly ‘blinded’ pathologists analyzed the tumors without knowing the radiologists’ imaging results. Pathology results of surgically removed tumors showed that 8 of the 48 were benign. The remaining 40 were classified as a variety of other tumor types, including malignant renal cell carcinomas.\n\nReviewing sestamibi SPECT/CT scan results in conjunction with CT or MRI changed the initial rating levels from cancerous (score 3, 4, 5) toward benign (score 1 and 2) in 9 cases, and changed reviewers’ score from likely cancerous (score 4) to definitely cancerous (score 5) in 5 cases, or about 10 percent of all cases. The addition of sestamibi SPECT/CT increased the reviewers’ diagnostic certainty in 14 of the 48 patients, or in nearly 30 percent of all cases.\n\nOverall, the investigators said, adding sestamibi SPECT/CT helped identify 7 of 9 benign tumors, and conventional imaging with added sestamibi SPECT/CT outperformed conventional imaging alone, as measured by a statistical analysis that measures tradeoffs between sensitivity and specificity. On this measure, a value of 0.50 indicates that a diagnostic test is no better than chance. Conventional imaging combined with sestamibi SPECT/CT had a value of 0.85, while conventional imaging alone had a value of 0.60.\n\nEven for patients whose tumors were not reclassified, the addition of sestamibi SPECT/CT increased physicians’ ability to more confidently classify malignant tumors, which reduces the risk of misdiagnosis and unnecessary surgery for all patients, the researchers say.\n\nRadiologists and urologists have been frustrated for decades by the inability of conventional imaging tests, such as CT and MRI, to distinguish benign from malignant kidney tumors. At Johns Hopkins, multispecialty teams work together to determine the best care for patients and as partners on research innovations and quality improvement initiatives. “This collaborative venue enabled two then-residents [Drs. Michael Gorin and Steven Rowe] from different departments and specialties to design a clinical trial based on a few reports in the literature suggesting a potential role for sestamibi SPECT/CT in this diagnostic conundrum, and their hypothesis proved correct,” says Mehrbod Som Javadi, MD, assistant professor of radiology at Johns Hopkins University School of Medicine and the senior author on the paper. Pamela T. Johnson, MD, associate professor of radiology at the Johns Hopkins University School of Medicine notes, “these types of advances are critical to our precision medicine initiative, Hopkins inHealth, designed for individualized patient management, and to our mission of high-value health care, where the highest quality care is safely delivered at the lowest personal and financial cost to the patient.”\n\n“As radiologists, we have struggled to find noninvasive ways to better classify patients and spare unnecessary surgery, but this has not been easy,” says Steven P. Rowe, M.D., Ph.D., one of the two former residents who developed this approach, and now assistant professor of radiology and radiological science at the Johns Hopkins University School of Medicine. “Sestamibi SPECT/CT offers an inexpensive and widely available means of better characterizing kidney tumors, and the identical test is now being performed as part of a large trial in Sweden, for which the first results have just recently been published and appear to confirm our conclusions.”\n\nAlthough further study is needed to validate the accuracy of sestamibi SPECT/CT, this test appears to be a less expensive, faster, noninvasive alternative to surgery, says Michael A. Gorin, M.D., the other resident involved in developing this approach and now chief resident with The James Buchanan Brady Urological Institute of the Johns Hopkins University School of Medicine. “In the absence of diagnostic certainty, surgeons tend to remove kidney tumors in an abundance of caution, leading to an estimated 5,600 surgically removed benign kidney tumors each year in the United States.”\n\nOther authors on this paper include, Sara Sheikhbahaei, Christopher S. Jones, Kristin K. Porter, Alex S. Baras, Phillip M. Pierorazio, Mark W. Ball, Lilja B. Solnes, Jonathan I. Epstein, and Mehrbod S. Javadi, all of the Johns Hopkins University School of Medicine, and Takahiro Higuchi of Wurzburg University in Germany.\n\nSEE ORIGINAL STUDY", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2017/04/18/Kidney_Tumor_Scan_iStock-508143919.jpg&width=502&height=334", "http://www.newswise.com/assets/img/logo.png", "http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2017/04/18/Kidney_Tumor_Scan_iStock-508143919.jpg&width=100&height=100", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/images/institutions/logos/xJHMI.jpg.pagespeed.ic.b5hJt2UXrP.jpg", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2017/04/18/Kidney_Tumor_Scan_iStock-508143919.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "", "title": "Noninvasive Imaging Test Shown Accurate in Ruling Out Kidney Cancers", "meta_data": {"keywords": "Newswise, ,Cancer, Kidney Disease, Local - Maryland, All Journal News,  Johns Hopkins Medicine", "description": "The latest in a series of studies led by researchers at Johns Hopkins Medicine shows that addition of a widely available, noninvasive imaging test called 99mTc-sestamibi SPECT/CT to CT or MRI increases the accuracy of kidney tumor classification. The research team reports that the potential improvement in diagnostic accuracy will spare thousands of patients each year in the United States alone from having to undergo unnecessary surgery.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "The latest in a series of studies led by researchers at Johns Hopkins Medicine shows that addition of a widely available, noninvasive imaging test called 99mTc-sestamibi SPECT/CT to CT or MRI increases the accuracy of kidney tumor classification. The research team reports that the potential improvement in diagnostic accuracy will spare thousands of patients each year in the United States alone from having to undergo unnecessary surgery.", "title": "Noninvasive Imaging Test Shown Accurate in Ruling Out Kidney Cancers", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2017/04/18/Kidney_Tumor_Scan_iStock-508143919.jpg&width=100&height=100"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}