{"url": "https://web.archive.org/web/20150203095024/http://www.eurekalert.org/pub_releases/2015-02/aafc-mml012915.php", "text": "Among nonsmokers who had diabetes, those who took the diabetes drug metformin had a decrease in lung cancer risk, according to a study in Cancer Prevention Research, a journal of the American Association for Cancer Research, by Lori Sakoda, PhD, MPH, research scientist at the Kaiser Permanente Division of Research in Oakland, California.\n\nSome laboratory studies and a number of observational studies suggest that metformin may prevent cancer, but the data from human studies, however, are conflicting, explained Sakoda. The researchers conducted this study to further clarify the association between metformin use and lung cancer risk.\n\nSakoda and colleagues conducted a retrospective cohort study of 47,351 diabetic patients (54 percent men), 40 years or older, who completed a health-related survey between 1994 and 1996. Information on their diabetes medications was collected from electronic pharmacy records. About 46 percent of them were \"ever-users\" of metformin, defined as those who filled two or more prescriptions within a six-month period.\n\nDuring 15 years of follow-up, 747 patients were diagnosed with lung cancer. Of them, 80 were nonsmokers, and 203 were current smokers.\n\nMetformin use was not associated with lower lung cancer risk overall; however, the risk was 43 percent lower among diabetic patients who had never smoked, and the risk appeared to decrease with longer use. Nonsmokers who used metformin for five years or longer had a 52 percent reduction in lung cancer risk, but this finding was not statistically significant.\n\nMetformin use for five or more years was associated with a 31 percent decrease in the risk for adenocarcinoma, the most common type of lung cancer diagnosed in nonsmokers, and an 82 percent increase in the risk for small-cell carcinoma, a type of lung cancer often diagnosed in smokers, but neither of these findings were statistically significant.\n\nIn an interview, Sakoda said, \"Metformin use was not associated with lung cancer risk when we looked at all patients with diabetes. However, our results suggest that risk might differ by smoking history, with metformin decreasing risk among nonsmokers and increasing risk among current smokers. Our results suggesting that the risk associated with metformin might differ by smoking history were unexpected. Additional large, well-conducted studies are needed to clarify whether metformin may be used to prevent lung or other cancers, particularly in specific subpopulations, such as nonsmokers.\"\n\n###\n\nThis study was funded by the National Institutes of Health. Sakoda declares no conflicts of interest. Assiamira Ferrara, Charles Quesenberry Jr., and Laurel Habel, coauthors on this study, have received research funding from Takeda to Kaiser Foundation Research Institute for a study of pioglitazone and cancer and from Sanofi through a subcontract from University of North Carolina to Kaiser Foundation Research Institute for a study of insulin glargine and cancer. Habel has received additional research funding from Genentech to Kaiser Foundation Research Institute for a study of HER2-positive breast cancer, including risk of cardiotoxicity following trastuzumab.\n\nFollow us: Cancer Research Catalyst http://blog. aacr. org ; Twitter @AACR; and Facebook http://www. facebook. com/ aacr. org\n\nFor AACR information, visit Fast Facts\n\nAbout the American Association for Cancer Research", "images": ["https://web.archive.org/web/20150203095024im_/http://www.eurekalert.org/images/meganav/featured-meeting-logo.png", "https://web.archive.org/web/20150203095024im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20150203095024im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20150203095024im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20150203095024im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20150203095024im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20150203095024im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20150203095024im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20150203095024im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20150203095024im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20150203095024im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20150203095024im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20150203095024im_/http://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://web.archive.org/web/20150203095024im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150203095024/http://www.eurekalert.org/pub_releases/2015-02/aafc-mml012915.php", "title": "Metformin may lower lung cancer risk in diabetic nonsmokers", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Among nonsmokers who had diabetes, those who took the diabetes drug metformin had a decrease in lung cancer risk.", "keywords": "Medicine/Health, Cancer, Diabetes", "date": "Mon, 02 Feb 2015 05:00:00 GMT", "funder": "National Institutes of Health", "journal": "Cancer Prevention Research", "type": "research", "institution": "American Association for Cancer Research", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "aacr", "domain": "www.eurekalert.org"}, "og": {"title": "Metformin may lower lung cancer risk in diabetic nonsmokers", "description": "Among nonsmokers who had diabetes, those who took the diabetes drug metformin had a decrease in lung cancer risk.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150203095024/http://www.eurekalert.org/pub_releases/2015-02/aafc-mml012915.php", "image": "https://web.archive.org/web/20150203095024im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "aacr.org"}}, "movies": [], "publish_date": 1425099600.0, "source": "https://web.archive.org", "summary": ""}