{"url": "http://www.prnewswire.com/news-releases/massage-therapy-may-boost-immune-system-to-combat-cold-flu-300171787.html", "text": "EVANSTON, Ill., Nov. 4, 2015 /PRNewswire/ -- People looking to fend off cold and flu as the winter months arrive should speak to a massage therapist about prevention strategies. Regular massages have been shown to make the immune system stronger, according to studies.\n\n\"Researchers working with patients with compromised immune systems have found massage therapy can improve how the immune system functions,\" said Jeff Smoot, President of the American Massage Therapy Association (AMTA). \"Those same benefits translate to people seeking to fight off the common cold, flu and other seasonal illnesses.\"\n\nMassage therapy increases the activity level of the body's white blood cells that work to combat viruses. According to research from Cedars-Sinai, participants in a Swedish massage group experienced significant changes in lymphocytes, which play a large role in defending the body from disease.i A lymphocyte is one of the three subtypes of white blood cells in the immune system.\n\nIn a controlled study composed of HIV-positive adolescents, participants who received massage therapy showed enhanced immune function by the end of the 12-week study. The immune changes included increased white blood cells knowns as natural killer (NK) cells, which provide rapid responses to viral-infected cells.ii\n\nAn additional randomized study found women with stage 1 and 2 breast cancer may benefit from massage therapy for enhancing dopamine and serotonin while also increasing NK cell number and lymphocytes. Immediate massage benefits included reduced anxiety while the long-term impact increased serotonin values, natural killer cell numbers and lymphocytes,iii which work to strengthen the immune system and cognitive function during sickness.\n\nFind a Massage Therapist near you\n\nA qualified massage therapist can play an important role in health and wellness. Individuals should consult with a professional massage therapist to determine the best massage therapy approach for their specific needs. By meeting or exceeding state training requirements, ascribing to a code of ethics and participating in continuing education, American Massage Therapy Association massage therapists are appropriate additions to any wellness regimen and create specialized approaches based on individual conditions, fitness and goals.\n\nTo find a massage therapist near you, the American Massage Therapy Association (AMTA), the most trusted name in massage therapy, offers a free professional massage therapist locator service at www.findamassagetherapist.org.\n\nContact:\n\nRon Precht\n\nrprecht@amtamassage.org\n\n500 Davis Street, Suite 900\n\nEvanston, IL 60201\n\nPh: 847-905-1649\n\nAbout The American Massage Therapy Association\n\nThe American Massage Therapy Association, the most respected name in massage therapy, is the largest non-profit, professional association serving massage therapists, massage students and massage schools. The association is directed by volunteer leadership and fosters ongoing, direct member-involvement through its 51 chapters. AMTA works to advance the profession through ethics and standards, the promotion of fair and consistent licensing of massage therapists in all states, and public education on the benefits of massage.\n\nReferences:\n\ni Mark Hyman Rapaport, Pamela Schettler, and Catherine Bresee. The Journal of Alternative and Complementary Medicine. October 2010, 16(10): 1079-1088. doi:10.1089/acm.2009.0634.\n\nii Diego, M., Field, T., Hernandez-reif, M., Shaw, K., Friedman, L., & Ironson, G. (2001). Hiv Adolescents Show Improved Immune Function Following Massage Therapy. International Journal of Neuroscience, 35-45.\n\niii Hernandezreif, M. (2004). Breast Cancer Patients Have Improved Immune And Neuroendocrine Functions Following Massage Therapy. Journal of Psychosomatic Research, 45-52.\n\nSOURCE American Massage Therapy Association\n\nRelated Links\n\nhttp://www.amtamassage.org\n\n", "images": ["http://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png"], "top_img": "http://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "keywords": [], "authors": ["American Massage Therapy Association"], "canonical_link": "https://www.prnewswire.com/news-releases/massage-therapy-may-boost-immune-system-to-combat-cold-flu-300171787.html", "title": "Massage Therapy May Boost Immune System to Combat Cold, Flu", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "EVANSTON, Ill., Nov. 4, 2015 /PRNewswire/ -- People looking to fend off cold and flu as the winter months arrive should speak to a massage therapist about...", "author": "American Massage Therapy Association", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "Massage Therapy May Boost Immune System to Combat Cold, Flu", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "illinois", "date": "2015-11-04T09:17:00-05:00", "keywords": "American Massage Therapy Association,Health Care & Hospitals ,Medical Pharmaceuticals ,Not For Profit ,Surveys, Polls and Research", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "Massage Therapy May Boost Immune System to Combat Cold, Flu", "description": "EVANSTON, Ill., Nov. 4, 2015 /PRNewswire/ -- People looking to fend off cold and flu as the winter months arrive should speak to a massage therapist about...", "image": "/content/dam/prnewswire/common/prn_twitter_sharing_logo.png"}, "og": {"title": "Massage Therapy May Boost Immune System to Combat Cold, Flu", "type": "website", "description": "EVANSTON, Ill., Nov. 4, 2015 /PRNewswire/ -- People looking to fend off cold and flu as the winter months arrive should speak to a massage therapist about...", "image": "/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "url": "https://www.prnewswire.com/news-releases/massage-therapy-may-boost-immune-system-to-combat-cold-flu-300171787.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}