{"url": "http://newsnetwork.mayoclinic.org/discussion/estrogen-patch-in-newly-postmenopausal-women-may-reduce-alzheimers-risk/", "text": "ROCHESTER, Minn. — Can estrogen preserve brain function and decrease the risk of Alzheimer’s disease when given early in menopause? Newly postmenopausal women who received estrogen via a skin patch had reduced beta-amyloid deposits, the sticky plaques found in the brains of people with Alzheimer’s disease, a Mayo Clinic study published this month in the Journal of Alzheimer’s Disease found. Ultimately, these deposits harm neurons, leading to cognitive problems.\n\nIn the study, women with APOE e4 — one form of the most common gene associated with late-onset Alzheimer's disease — had lower levels of amyloid deposits.\n\n“This study showed, for the first time, that the brain amyloid deposition ─ a hallmark of Alzheimer’s disease ─ is reduced in newly postmenopausal women who received 17beta-Estradiol patch form of hormone therapy,” says lead author Kejal Kantarci, M.D., a Mayo Clinic radiologist. “Women with APOE e4, who have a greater genetic risk for Alzheimer’s disease, particularly benefited from this therapy.”\n\nMEDIA CONTACT: Susan Barber Lindquist, Mayo Clinic Public Affairs, 507-284-5005, newsbureau@mayo.edu\n\nMenopause is defined as occurring 12 months after a woman’s last menstrual period and marks the end of menstrual cycles. In the U.S., the average age of menopause is 51. A rapid decline in estrogen with menopause may be associated with an increased risk of Alzheimer’s disease risk in women.\n\nThe Women’s Health Initiative study by the National Institutes of Health (NIH) reported that menopausal hormone therapy started in women 65 or older increased the risk of dementia. In contrast, the multicenter Kronos Early Estrogen Prevention Study tested the hypothesis that healthy and younger women would respond to menopausal hormone therapy more favorably.\n\nThe Mayo Clinic study used data from the Kronos study to determine the effects of menopausal hormone therapy shortly after menopause, during the critical window of rapid estrogen depletion — five to 36 months past menopause. Researchers investigated the brain amyloid deposition in 68 women ages 42 to 59 who participated in the Kronos trial during this critical window. The researchers used positron emission tomography, also known as a PET scan, to look for the brain amyloid deposits three years after the trial ended.\n\nOf the 68 women, 21 received estrogen via a skin patch, 17 received estrogen orally and 30 received a placebo. Amyloid deposition was lower in women who received the patch, compared to the placebo, and the effect was most apparent in women with the APOE e4 genotype. The oral treatment was not associated with lower amyloid deposition.\n\nThe authors are seeking funding to perform amyloid PET imaging at eight more Kronos Early Estrogen Prevention study sites around the U.S.\n\n“If our results are confirmed in the larger group of women, this finding has the potential to change the concepts for preventive interventions that drive the Alzheimer’s disease field today,” Dr. Kantarci says. “It also may have a significant impact on women making the decision to use hormone therapy in the early postmenopausal years.”\n\nStudy co-authors are Val Lowe, M.D.; Timothy Lesnick, M.S.; Nirubol Tosakulwong; Kent Bailey, Ph.D.; Julie Fields, Ph.D.; Lynne Shuster, M.D.; Samantha Zuk; Matthew Senjem M.S.; Michelle Mielke, Ph.D.; Clifford Jack Jr., M.D.; Walter Rocca, M.D.; and Virginia Miller, Ph.D., all of Mayo Clinic; and Carey Gleason, Ph.D., of University of Wisconsin School of Medicine and Public Health.\n\nThis study is funded by the Aurora Foundation to the Kronos Longevity Research Institute and NIH. (NS66147, AG029624, AG44170)\n\n###\n\nAbout Mayo Clinic\n\nMayo Clinic is a nonprofit organization committed to clinical practice, education and research, providing expert, whole-person care to everyone who needs healing. For more information, visit http://www.mayoclinic.org/about-mayo-clinic and https://newsnetwork.mayoclinic.org/.", "images": ["https://cdn.prod-carehubs.net/n1/802899ec472ea3d8/uploads/2017/07/a-medical-illustration-of-a-stroke-in-the-brain-1X1.jpg", "https://cdn.prod-carehubs.net/n1/802899ec472ea3d8/uploads/2016/07/shutterstock_323068634.jpg", "http://newsnetwork.mayoclinic.org/images/mayo-clinic-logo.png", "https://cdn.prod-carehubs.net/n1/802899ec472ea3d8/uploads/2018/07/female-research-pipetting-samples_MAUD_3620465_0016_1x1.jpg", "https://cdn.prod-carehubs.net/n1/802899ec472ea3d8/uploads/2016/10/a-wooden-tray-of-healthy-Halloween-treats-of-bananas-and-tangerines-1x1.jpg", "https://cdn.prod-carehubs.net/n1/802899ec472ea3d8/uploads/2018/10/closeup-of-a-head-louse-1x1.jpg"], "top_img": "https://cdn.prod-carehubs.net/n1/802899ec472ea3d8/uploads/2016/07/shutterstock_323068634.jpg", "keywords": [], "authors": ["Dana Sparks", "Lynda De Widt", "Deborah Balzer"], "canonical_link": "https://newsnetwork.mayoclinic.org/discussion/estrogen-patch-in-newly-postmenopausal-women-may-reduce-alzheimers-risk/", "title": "Estrogen Patch in Newly Postmenopausal Women May Reduce Alzheimer’s Risk", "meta_data": {"viewport": "width=device-width, initial-scale=1", "description": "Estrogen Patch in Newly Postmenopausal Women May Reduce Alzheimer’s Risk", "og": {"site_name": "https://newsnetwork.mayoclinic.org", "type": "article", "title": "Estrogen Patch in Newly Postmenopausal Women May Reduce Alzheimer’s Risk", "description": "ROCHESTER, Minn. — Can estrogen preserve brain function and decrease the risk of Alzheimer’s disease when given early in menopause? [...]", "image": "https://cdn.prod-carehubs.net/n1/802899ec472ea3d8/uploads/2016/07/shutterstock_323068634.jpg", "url": "https://newsnetwork.mayoclinic.org/discussion/estrogen-patch-in-newly-postmenopausal-women-may-reduce-alzheimers-risk/"}, "twitter": {"card": "summary", "domain": "https://newsnetwork.mayoclinic.org", "title": "Estrogen Patch in Newly Postmenopausal Women May Reduce Alzheimer’s Risk", "description": "ROCHESTER, Minn. — Can estrogen preserve brain function and decrease the risk of Alzheimer’s disease when given early in menopause? [...]", "image": "https://cdn.prod-carehubs.net/n1/802899ec472ea3d8/uploads/2016/07/shutterstock_323068634.jpg", "url": "https://newsnetwork.mayoclinic.org/discussion/estrogen-patch-in-newly-postmenopausal-women-may-reduce-alzheimers-risk/"}}, "movies": [], "publish_date": null, "source": "http://newsnetwork.mayoclinic.org", "summary": ""}