{"url": "https://web.archive.org/web/20180828073049/https://www.eurekalert.org/pub_releases/2018-08/uoc--cas082718.php", "text": "In UCLA-led study, new treatment is more effective in people receiving immunotherapy for the first time\n\nA UCLA-led study has found that a treatment that uses a bacteria-like agent in combination with an immunotherapy drug could help some people with advanced melanoma, an aggressive form of skin cancer, live longer.\n\nThe research showed that using the immunotherapy drug pembrolizumab and the experimental agent SD-101, a sequence of nucleic acids that mimics a bacterial infection, altered the microenvironment around the tumor in a way that enabled the immune system to more effectively attack the cancer. The research was an early-stage study, conducted to test the side effects and best dosage of a potential new combined therapy, and the findings were published today in the journal Cancer Discovery.\n\nPembrolizumab, which is marketed under the brand name Keytruda, works by blocking a protein called PD-1, which interferes with immune system function. Blocking PD-1 with pembrolizumab enables the immune system cells to better attack the cancer. While pembrolizumab has been a significant advancement for treating people with a variety of advanced or metastatic cancers, a majority of metastatic melanoma tumors are still resistant to the drug.\n\n\"We have found that the reason patients with metastatic melanoma do not initially respond to immunotherapy with an anti-PD-1 is that their immune system was not ready,\" said Dr. Antoni Ribas, the study's lead author, a professor of medicine at the David Geffen School of Medicine at UCLA and director of the UCLA Jonsson Comprehensive Cancer Center Tumor Immunology Program. \"So we thought, 'What if we change that by injecting the therapy drug into the metastatic lesions and change the microenvironment of the cancer?'\n\n\"It's like having a pile of wood but not having a match to light it. With this new approach, SD-101 is the match that starts the fire.\"\n\nThe researchers found that SD-101 not only directs T cells to cancer cells, but it also makes the microenvironment more hospitable for the T cells, so that they can better kill the cancer cells.\n\nAll 22 people in the study had an advanced stage of inoperable or metastatic melanoma. Nine were receiving an immunotherapy treatment for the first time as part of the study. Seven of those nine had a positive response to the drug combination, including two for whom the tumors disappeared completely.\n\nThe other 13 people in the study had previously received a type of immunotherapy before the study. Of them, two had a partial response, meaning parts of the tumors shrank, but the tumors did not go away completely. Five more showed some reduction in the tumors, but the other participants did respond to the therapy.\n\nThe results of the study suggest that the combination of pembrolizumab and SD-101 could provide an alternative treatment for people with melanoma whose tumors have not responded or would be unlikely to respond to other therapies.\n\n\"For all patients with advanced cancer, immunotherapy using PD-1 inhibitors has really changed the face of cancer treatment. Unfortunately, this therapy still only works in a subset of patients,\" said Dr. Deborah Wong, assistant clinical professor of medicine at the Geffen School of Medicine and an oncologist at the Ronald Reagan UCLA Medical Center, who was also an author of the paper.\n\n\"This particular combination has been especially gratifying because not only does the SD-101 therapy drug induce tumor shrinkage at the actual site where it's injected, but it's working in conjunction with pembrolizumab to shrink tumors outside of the ones we're directly injecting.\"\n\nThe study highlights the need for more research into combination therapies like this one, because many people with cancer do not respond to immunotherapy or experience a reoccurrence of their tumors after treatment.\n\n\"We are really starting to understand the science of how immunotherapies work in patients,\" said Ribas, who is also the director of the Parker Institute for Cancer Immunotherapy Center at UCLA. \"By understanding that, we can find more ways to make that therapy more active. One way is by combining the therapy with another agent that can overcome the resistance that some cancers have to these therapies.\"\n\n###\n\nThe study was funded by Dynavax Technologies Corp., which provided SD-101. Merck & Co. provided pembrolizumab. Ribas' research is funded by the Parker Institute for Cancer Immunotherapy and the National Institutes of Health.", "images": ["https://web.archive.org/web/20180828073049im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180828073049im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180828073049im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180828073049im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180828073049im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180828073049im_/https://media.eurekalert.org/meganav/Nutrition2018_Newsroom.jpg", "https://web.archive.org/web/20180828073049im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180828073049im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180828073049im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180828073049im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180828073049im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20180828073049im_/https://media.eurekalert.org/meganav/ACS256Meeting_600x200.jpg", "https://web.archive.org/web/20180828073049im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20180828073049im_/https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://web.archive.org/web/20180828073049im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180828073049/https://www.eurekalert.org/pub_releases/2018-08/uoc--cas082718.php", "title": "Combination approach shows promise for beating advanced melanoma", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A UCLA-led study has found that a treatment that uses a bacteria-like agent in combination with an immunotherapy drug could help some people with advanced melanoma, an aggressive form of skin cancer, live longer.", "keywords": "Medicine/Health, Cancer, Immunology/Allergies/Asthma, Vaccines", "date": "Tue, 28 Aug 2018 04:00:00 GMT/UTC", "funder": "Dynavax Technologies Corp, Parker Institute for Cancer Immunotherapy, National Institutes of Health", "journal": "Cancer Discovery", "type": "research", "institution": "University of California - Los Angeles Health Sciences", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "uclahealth", "domain": "www.eurekalert.org", "title": "Combination approach shows promise for beating advanced melanoma", "description": "A UCLA-led study has found that a treatment that uses a bacteria-like agent in combination with an immunotherapy drug could help some people with advanced melanoma, an aggressive form of skin cancer, live longer."}, "og": {"title": "Combination approach shows promise for beating advanced melanoma", "description": "A UCLA-led study has found that a treatment that uses a bacteria-like agent in combination with an immunotherapy drug could help some people with advanced melanoma, an aggressive form of skin cancer, live longer.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180828073049/https://www.eurekalert.org/pub_releases/2018-08/uoc--cas082718.php", "image": "https://web.archive.org/web/20180828073049im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "uclahealthsystem"}}, "movies": [], "publish_date": 1535515200.0, "source": "https://web.archive.org", "summary": ""}