{"url": "https://web.archive.org/web/20180418214345/https://www.eurekalert.org/pub_releases/2018-04/wuso-bsm041618.php", "text": "There are no laboratory tests to diagnose migraines, depression, bipolar disorder and many other ailments of the brain. Doctors typically gauge such illnesses based on self-reported symptoms and behavior.\n\nNow, a new study shows that a kind of brain scan called functional connectivity MRI (fcMRI) - which shows how brain regions interact - can reliably detect fundamental differences in how individual brains are wired. As such, the technique potentially could be used to distinguish healthy people from people with brain diseases or disorders, and provide insight into variations in cognitive ability and personality traits.\n\nThe findings are published April 18 in Neuron.\n\n\"This is a step toward realizing the clinical promise of functional connectivity MRI,\" said senior author Steven Petersen, PhD, the James S. McDonnell Professor of Cognitive Neuroscience in Neurology and a professor of neurosurgery, of biomedical engineering, of psychological and brain sciences, and of radiology. \"Before we can develop diagnostic tests based on fcMRI, we need to know what it is actually measuring. We show here that it's not measuring what you're thinking, but how your brain is organized. That opens the door to an entire new field of clinical testing.\"\n\nPetersen, postdoctoral researcher and first author Caterina Gratton, PhD, and colleagues analyzed a set of data collected by the Midnight Scan Club, a group of Washington University scientists who took turns undergoing myriad scans in an MRI machine late at night, when the demand for such machines and, consequently, the usage fees tend to be low.\n\nThe researchers analyzed data from more than 10 hours of fcMRI scans on each of nine people, collected in 10 separate one-hour sessions for each person. During the scans, each person performed tasks related to vision, memory, reading or motor skills, or rested quietly.\n\nFunctional MRI scans generate a dynamic map of the outer surface of the brain, showing changing hot spots of activity over time. To create a functional connectivity map, Gratton divided the brain's surface into 333 regions and identified areas that became active and inactive in unison. She then constructed brain network maps for each individual, showing patterns of correlation between parts of the brain.\n\nThe sheer quantity of data available on each person allowed her to analyze how much an individual's brain networks changed from day to day and with different mental tasks.\n\nThe answer? Not much.\n\n\"Brain networks captured by fcMRI are really about the individual,\" Gratton said. \"Whether someone's watching a movie or thinking about her breakfast or moving her hands makes only a small difference. You can still identify that individual by her brain networks with a glance.\"\n\nThe consistency of the fcMRI scans makes them a promising diagnostic tool. Although the technique's potential to identify brain disorders and diseases was noted years ago, fcMRI-based diagnostic tests have yet to make their way into doctors' offices. Progress has been stymied by confusion over whether the scans reflect fundamental, stable features of the brain, or if they change with every passing thought.\n\nFurther, the researchers found that the technique was powerful enough to distinguish people who were extraordinarily alike. All of the scanned brains belonged to young, healthy scientists and doctors.\n\n\"We need more data before we can know what is normal variation in the population at large,\" Gratton said. \"But the individual differences were really easy to pick up, even in a population that is really very similar. It's exciting to think that these individual differences may be related to personality, cognitive ability, or psychiatric or neurological disease. Thanks to this work, we know we have a reliable tool to study these possibilities.\"\n\n###", "images": ["https://web.archive.org/web/20180418214345im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180418214345im_/https://media.eurekalert.org/meganav/ACS255Meeting_600x200.jpg", "https://web.archive.org/web/20180418214345im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180418214345im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180418214345im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180418214345im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180418214345im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180418214345im_/https://www.eurekalert.org/multimedia/pub/web/168098_web.jpg", "https://web.archive.org/web/20180418214345im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180418214345im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180418214345im_/https://media.eurekalert.org/multimedia_prod/pub/rel/168098_rel.jpg", "https://web.archive.org/web/20180418214345im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180418214345im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180418214345im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180418214345im_/https://media.eurekalert.org/meganav/EB2018_Newsroom.jpg", "https://web.archive.org/web/20180418214345im_/https://media.eurekalert.org/multimedia_prod/pub/web/168098_web.jpg"], "top_img": "https://web.archive.org/web/20180418214345im_/https://www.eurekalert.org/multimedia/pub/web/168098_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180418214345/https://www.eurekalert.org/pub_releases/2018-04/wuso-bsm041618.php", "title": "Brain scans may help diagnose neurological, psychiatric disorders", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A new study shows that individual brain networks are remarkably stable from day to day and while undertaking different tasks, suggesting that they could potentially form the basis of diagnostic tests for brain disorders or diseases.", "keywords": "Biology, Neurobiology", "date": "Wed, 18 Apr 2018 04:00:00 GMT/UTC", "funder": "National Institutes of Health, Jacobs Foundation, Child Neurology Foundation, McDonnell Center for Systems Neuroscience, Mallinckrodt Institute of Radiology, Hope Center for Neurological Disorders, American Psychological Association, Dart Neuroscience", "journal": "Neuron", "type": "research", "institution": "Washington University School of Medicine", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "WUSTLmed", "domain": "www.eurekalert.org", "title": "Brain scans may help diagnose neurological, psychiatric disorders", "description": "A new study shows that individual brain networks are remarkably stable from day to day and while undertaking different tasks, suggesting that they could potentially form the basis of diagnostic tests for brain disorders or diseases."}, "og": {"title": "Brain scans may help diagnose neurological, psychiatric disorders", "description": "A new study shows that individual brain networks are remarkably stable from day to day and while undertaking different tasks, suggesting that they could potentially form the basis of diagnostic tests for brain disorders or diseases.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180418214345/https://www.eurekalert.org/pub_releases/2018-04/wuso-bsm041618.php", "image": "https://web.archive.org/web/20180418214345im_/https://www.eurekalert.org/multimedia/pub/web/168098_web.jpg", "type": "website"}, "fb": {"profile_id": "WUSTLmedicine.health"}}, "movies": [], "publish_date": 1524974400.0, "source": "https://web.archive.org", "summary": ""}