{"url": "https://web.archive.org/web/20170531232101/https://www.eurekalert.org/pub_releases/2017-05/du-ntp053117.php", "text": "DURHAM, N.C. -- Duke University researchers have developed a handheld device for cervical cancer screening that promises to do away with uncomfortable speculums and high-cost colposcopes.\n\nThe \"pocket colposcope\" is a slender wand that can connect to many devices, including laptops or cell phones.\n\nIf widely adopted, women might even use the device to self-screen, transforming screening and cure rates in low-income countries and regions of the United States, where cervical cancer is most prevalent.\n\nCervical cancer is the fourth most common cancer in women, with more than 500,000 new cases occurring annually worldwide. In the United States, physicians diagnose more than 10,000 cases each year. While more than 4,000 American women die of the disease each year, the mortality rate has dropped more than 50 percent in the past four decades, largely due to the advent of well-organized screening and diagnostic programs.\n\nWhile the Pap smear can be performed by a non-specialist, colposcopy requires visualization of the cervix, relying on highly trained professionals and expensive equipment that is not easily accessible to underserved populations. These factors make cervical cancer more prevalent in women living in low socioeconomic communities.\n\nIn a new paper published on May 31 in the journal PLOS One, researchers from Duke believe they have found a better way.\n\n\"The mortality rate of cervical cancer should absolutely be zero percent because we have all the tools to see and treat it,\" said Nimmi Ramanujam, the Robert W. Carr, Jr., Professor of Biomedical Engineering at Duke. \"But it isn't. That is in part because women do not receive screening or do not follow up on a positive screening to have colposcopy performed at a referral clinic. We need to bring colposcopy to women so that we can reduce this complicated string of actions into a single touch point.\"\n\nCurrent standard practices for cervical cancer screening require three things: a speculum, a colposcope and a trained professional to administer the test.\n\nThe speculum is a metal device designed to spread the vaginal walls apart. The colposcope is a magnified telescopic device and camera designed to allow medical professionals to look through the speculum to see the cervix, which is located three to six inches inside the vagina. Colposcopes and people who know how to use them are difficult to find in many low-income regions, both domestically and internationally.\n\nRamanujam believes she can replace at least two of these requirements. Her laboratory has developed an all-in-one device that resembles a pocket-sized tampon with lights and a camera at one end. Health providers -- or even women themselves -- are able to capture images of the cervix using the rounded tip of the device to manipulate its position if necessary. The device also includes a channel through which contrast agents used for the cervical cancer screening procedure can be applied.\n\n\"We recruited 15 volunteers on Duke's campus to try out the new integrated speculum-colposcope design,\" said Mercy Asiedu, a graduate student working on the project in Ramanujam's lab. \"Nearly everyone said they preferred it to a traditional speculum and more than 80 percent of the women who tried the device were able to get a good image. Those that couldn't felt that they just needed some practice.\"\n\nRamanujam and Asiedu are now working on clinical trials to see how their design stacks up against the traditional colposcopy used with a speculum. By using both methods to visualize the cervix, the researchers will be able to make a direct comparison.\n\nAsiedu is also working to automate the screening process. By using image processing and machine learning to teach computers how to spot signs of precancerous and cancerous cells, Asiedu hopes to remove the need for a trained physician at any point in the screening process and shift the task to midwives, community health workers and even the women themselves.\n\n\"There have been a few other attempts to come up with a better solution, but none of them have succeeded,\" said Asiedu. \"One design using an inflatable cylinder proved just as uncomfortable as a traditional speculum. Another using directed airflow is just as bulky and expensive as a modern colposcope. With our handheld, low-cost design, we're hoping to redefine the entire procedure.\"\n\n###\n\nThis work was supported by the National Institutes of Health (1R01CA195500, 1R01CA193380).\n\nCITATION: \"Design and Preliminary Analysis of a Vaginal Inserter for Speculum-Free Cervical Cancer Screening,\" Asiedu MN, Agudogo J, Krieger M, Miros, R, Proeschold-Bell, RJ, Schmitt JW, Ramanujam N. PLOS One, May 31, 2017. DOI: 10.1371/journal.pone.0177782", "images": ["https://web.archive.org/web/20170531232101im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170531232101im_/https://www.eurekalert.org/multimedia/pub/web/141994_web.jpg", "https://web.archive.org/web/20170531232101im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170531232101im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170531232101im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170531232101im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170531232101im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170531232101im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170531232101im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170531232101im_/https://media.eurekalert.org/multimedia_prod/pub/web/141993_web.jpg", "https://web.archive.org/web/20170531232101im_/https://media.eurekalert.org/multimedia_prod/pub/rel/141993_rel.jpg", "https://web.archive.org/web/20170531232101im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170531232101im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170531232101im_/https://media.eurekalert.org/multimedia_prod/pub/rel/141994_rel.jpg", "https://web.archive.org/web/20170531232101im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170531232101im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg"], "top_img": "https://web.archive.org/web/20170531232101im_/https://www.eurekalert.org/multimedia/pub/web/141994_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170531232101/https://www.eurekalert.org/pub_releases/2017-05/du-ntp053117.php", "title": "New tech promises easier cervical cancer screening", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Duke University researchers have developed a handheld device for cervical cancer screening that promises to do away with uncomfortable speculums and high-cost colposcopes. If widely adopted, women might even self-screen, transforming screening and cure rates in low-income regions where cervical cancer is most prevalent.", "keywords": "Biotechnology, Biomedical/Environmental/Chemical Engineering, Medicine/Health, Cancer, Diagnostics, Gynecology, Public Health, Technology/Engineering/Computer Science, Biomedical/Environmental/Chemical Engineering, Biotechnology", "date": "Wed, 31 May 2017 04:00:00 GMT", "funder": "National Institutes of Health", "journal": "PLOS ONE", "type": "research", "institution": "Duke University", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "DukeU", "domain": "www.eurekalert.org", "title": "New tech promises easier cervical cancer screening", "description": "Duke University researchers have developed a handheld device for cervical cancer screening that promises to do away with uncomfortable speculums and high-cost colposcopes. If widely adopted, women might even self-screen, transforming screening and cure rates in low-income regions where cervical cancer is most prevalent."}, "og": {"title": "New tech promises easier cervical cancer screening", "description": "Duke University researchers have developed a handheld device for cervical cancer screening that promises to do away with uncomfortable speculums and high-cost colposcopes. If widely adopted, women might even self-screen, transforming screening and cure rates in low-income regions where cervical cancer is most prevalent.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170531232101/https://www.eurekalert.org/pub_releases/2017-05/du-ntp053117.php", "image": "https://web.archive.org/web/20170531232101im_/https://www.eurekalert.org/multimedia/pub/web/141994_web.jpg", "type": "website"}, "fb": {"profile_id": "DukeUniv"}}, "movies": [], "publish_date": 1496030400.0, "source": "https://web.archive.org", "summary": ""}