{"url": "http://www.newswise.com/articles/view/663022/?sc=mwhn", "text": "Newswise — CHICAGO – Epidural anesthesia may do more than relieve pain during labor; in some women it may decrease the likelihood of postpartum depression, suggests a preliminary study presented at the ANESTHESIOLOGY® 2016 annual meeting.\n\n“Labor pain matters more than just for the birth experience. It may be psychologically harmful for some women and play a significant role in the development of postpartum depression,” said Grace Lim, M.D., director of obstetric anesthesiology at Magee Women’s Hospital of the University of Pittsburgh Medical Center and lead investigator on the study. “We found that certain women who experience good pain relief from epidural analgesia are less likely to exhibit depressive symptoms in the postpartum period.”\n\nThe researchers controlled for factors already known to increase the risk for postpartum depression, including pre-existing depression and anxiety, as well as post-delivery pain caused by tissue trauma during childbirth. After accounting for these factors, the study found that in some women, labor pain was still a significant risk factor for postpartum depression symptoms. And, therefore, alleviating this pain might help reduce the risk for postpartum depression. In the study, researchers reviewed the medical records of 201 women who used epidural analgesia and had their pain assessed using a 0-10 scale during labor. They calculated the percent improvement in pain (PIP) throughout labor after the implementation of epidural analgesia. Depression risk was assessed using the Edinburgh Postnatal Depression Scale (EPDS) six weeks after childbirth. Researchers found the higher the PIP scores, the lower the EPDS scores.\n\n“Although we found an association between women who experience less pain during labor and lower risk for postpartum depression, we do not know if effective pain control with epidural analgesia will assure avoidance of the condition,” said Dr. Lim. “Postpartum depression can develop from a number of things including hormonal changes, psychological adjustment to motherhood, social support, and a history of psychiatric disorders.”\n\nLabor pain may be more problematic for some women than others, the authors note. Additional research is needed to identify which women are more likely to experience severe labor pain and who would benefit the most from effective labor pain-control strategies to help reduce the risk and affect of pain on postpartum recovery.\n\nTHE AMERICAN SOCIETY OF ANESTHESIOLOGISTSFounded in 1905, the American Society of Anesthesiologists (ASA) is an educational, research and scientific society with more than 52,000 members organized to raise and maintain the standards of the medical practice of anesthesiology. ASA is committed to ensuring physician anesthesiologists evaluate and supervise the medical care of patients before, during and after surgery to provide the highest quality and safest care every patient deserves.\n\nFor more information on the field of anesthesiology, visit the American Society of Anesthesiologists online at asahq.org. To learn more about the role physician anesthesiologists play in ensuring patient safety, visit asahq.org/WhenSecondsCount. Join the ANESTHESIOLOGY® 2016 social conversation today. Like ASA on Facebook, follow ASALifeline on Twitter and use the hashtag #ANES16.", "images": ["http://www.newswise.com/images/institutions/logos/xASA,P20Logo,P20RGB.jpg.pagespeed.ic.xrLnmyfs6Q.jpg", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://www.newswise.com/images/new-newswise-logo-square.jpg", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/easing-labor-pain-may-help-reduce-postpartum-depression-in-some-women-early-research-suggests", "title": "Easing Labor Pain May Help Reduce Postpartum Depression in Some Women, Early Research Suggests", "meta_data": {"keywords": "Newswise, anesthesia and pain management,Labor Anesthesia ,Labor And Delivery,Family and Parenting, Mental Health, Psychology and Psychiatry, Women's Health, Local - Illinois, Local - Chicago Metro, Embargoed Feed - hidden, Medical Meetings,  American Society of Anesthesiologists (ASA)", "description": "Epidural anesthesia may do more than relieve pain during labor; in some women it may decrease the likelihood of postpartum depression, suggests a preliminary study presented at the ANESTHESIOLOGY® 2016 annual meeting.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Epidural anesthesia may do more than relieve pain during labor; in some women it may decrease the likelihood of postpartum depression, suggests a preliminary study presented at the ANESTHESIOLOGY® 2016 annual meeting.", "title": "Easing Labor Pain May Help Reduce Postpartum Depression in Some Women, Early Research Suggests", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "url": "https://www.newswise.com/articles/easing-labor-pain-may-help-reduce-postpartum-depression-in-some-women-early-research-suggests"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}