{"url": "https://web.archive.org/web/20180423090406/https://www.eurekalert.org/pub_releases/2018-04/cuot-emf041918.php", "text": "A study from Chalmers University of Technology, Sweden, shines more light on the link between consumption of fish and better long-term neurological health\n\nA new study from Chalmers University of Technology, Sweden, shines more light on the link between consumption of fish and better long-term neurological health. Parvalbumin, a protein found in great quantities in several different fish species, has been shown to help prevent the formation of certain protein structures closely associated with Parkinson's disease.\n\nFish has long been considered a healthy food, linked to improved long-term cognitive health, but the reasons for this have been unclear. Omega-3 and -6, fatty acids commonly found in fish, are often assumed to be responsible, and are commonly marketed in this fashion. However, the scientific research regarding this topic has drawn mixed conclusions. Now, new research from Chalmers has shown that the protein parvalbumin, which is very common in many fish species, may be contributing to this effect.\n\nOne of the hallmarks of Parkinson's disease is amyloid formation of a particular human protein, called alpha-synuclein. Alpha-synuclein is even sometimes referred to as the 'Parkinson's protein'.\n\nWhat the Chalmers researchers have now discovered, is that parvalbumin can form amyloid structures that bind together with the alpha-synuclein protein. Parvalbumin effectively 'scavenges' the alpha-synuclein proteins, using them for its own purposes, thus preventing them from forming their own potentially harmful amyloids later on.\n\n\"Parvalbumin collects up the 'Parkinson's protein' and actually prevents it from aggregating, simply by aggregating itself first,\" explains Pernilla Wittung-Stafshede, Professor and Head of the Chemical Biology division at Chalmers, and lead author on the study.\n\nWith the parvalbumin protein so highly abundant in certain fish species, increasing the amount of fish in our diet might be a simple way to fight off Parkinson's disease. Herring, cod, carp, and redfish, including sockeye salmon and red snapper, have particularly high levels of parvalbumin, but it is common in many other fish species too. The levels of parvalbumin can also vary greatly throughout the year.\n\n\"Fish is normally a lot more nutritious at the end of the summer, because of increased metabolic activity. Levels of parvalbumin are much higher in fish after they have had a lot of sun, so it could be worthwhile increasing consumption during autumn,\" says Nathalie Scheers, Assistant Professor in the Department of Biology and Biological Engineering, and researcher on the study. It was Nathalie who first had the inspiration to investigate parvalbumin more closely, after a previous study she did looking at biomarkers for fish consumption.\n\nOther neurodegenerative diseases, including Alzheimer's, ALS and Huntington's disease, are also caused by certain amyloid structures interfering in the brain. The team is therefore keen to research this topic further, to see if the discovery relating to Parkinson's disease could have implications for other neurodegenerative disorders as well. Pernilla Wittung-Stafshede stresses the importance of finding ways to combat these neurological conditions in the future:\n\n\"These diseases come with age, and people are living longer and longer. There's going to be an explosion of these diseases in the future - and the scary part is that we currently have no cures. So we need to follow up on anything that looks promising.\"\n\nA follow up study, looking at parvalbumin from another angle, is indeed planned for this autumn. Nathalie Scheers, together with Professor Ingrid Undeland, also of Chalmers, will investigate parvalbumin from herring, and its transport in human tissues.\n\n\"It will be very interesting to study how parvalbumin distributes within human tissues in more depth. There could be some really exciting results.\"\n\nMore About: Fish and Better Neurological Health\n\nThe link between higher consumption of fish and better long-term health for the brain has been long established. There is correlation between certain diets and decreased rates of Parkinson's disease - as well as other neurodegenerative conditions.\n\n\"Among those who follow a Mediterranean diet, with more fish, one sees lower rates of Parkinson's and Alzheimer's,\" says Tony Werner, a PhD student in the Department of Biology and Biological Engineering, and lead researcher on the study. This has also been observed in Japan, where seafood forms a central part of the diet. The team is careful to note that no definite links can be established at this point, however.\n\nMore About: Amyloids and Aggregation\n\nProteins are long chains of amino acids that fold into specific structures to carry out their function. But sometimes, proteins can fold incorrectly, and get tangled up with other proteins, a process known as aggregation. As these misfolded proteins aggregate together, they create long fibrous structures known as amyloids. Amyloids are not necessarily a bad thing, but can be responsible for various diseases. Some of them can interfere with neurons in the brain, killing those cells, and causing a variety of neurodegenerative conditions.\n\nMore About: The Study\n\nNathalie Scheers had looked at parvalbumin before in another context.\n\n\"I was on a previous study where we looked at possible compliance markers for fish intake. Parvalbumin is a cause of fish allergies, so we knew that it passed over to the blood, and that this form of parvalbumin is specific for fish\"\n\nShe joined forces with Pernilla Wittung-Stafshede, and together they took the idea forward.\n\n\"Because Nathalie had previously shown that parvalbumin passes into the body of the person eating fish, it made sense to study its interaction with human proteins. We already knew that they can meet in the gut, the blood, or the brain,\" explains Pernilla Wittung-Stafshede.\n\n###", "images": ["https://web.archive.org/web/20180423090406im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180423090406im_/https://media.eurekalert.org/multimedia_prod/pub/rel/168421_rel.jpg", "https://web.archive.org/web/20180423090406im_/https://media.eurekalert.org/meganav/EB2018_Newsroom.jpg", "https://web.archive.org/web/20180423090406im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180423090406im_/https://www.eurekalert.org/multimedia/pub/web/168423_web.jpg", "https://web.archive.org/web/20180423090406im_/https://media.eurekalert.org/multimedia_prod/pub/web/168421_web.jpg", "https://web.archive.org/web/20180423090406im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180423090406im_/https://media.eurekalert.org/meganav/ACS255Meeting_600x200.jpg", "https://web.archive.org/web/20180423090406im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180423090406im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180423090406im_/https://media.eurekalert.org/multimedia_prod/pub/rel/168422_rel.jpg", "https://web.archive.org/web/20180423090406im_/https://media.eurekalert.org/multimedia_prod/pub/rel/168423_rel.jpg", "https://web.archive.org/web/20180423090406im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180423090406im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180423090406im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180423090406im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180423090406im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180423090406im_/https://www.eurekalert.org/images/e4/brand.png"], "top_img": "https://web.archive.org/web/20180423090406im_/https://www.eurekalert.org/multimedia/pub/web/168423_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180423090406/https://www.eurekalert.org/pub_releases/2018-04/cuot-emf041918.php", "title": "Eating more fish could prevent Parkinson's disease", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Parvalbumin, a protein found in great quantities in several different fish species, has been shown to help prevent the formation of certain protein structures closely associated with Parkinson's disease. A new study from Chalmers University of Technology, Sweden, shines more light on the link between consumption of fish and better long-term neurological health.", "keywords": "Biology, Biochemistry, Nutrition/Nutrients, Biochemistry, Medicine/Health, Neurobiology, Alzheimer's Disease, Parkinson's Disease", "date": "Mon, 23 Apr 2018 04:00:00 GMT/UTC", "journal": "Scientific Reports", "type": "research", "institution": "Chalmers University of Technology", "region": "europe", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "chalmersuniv", "domain": "www.eurekalert.org", "title": "Eating more fish could prevent Parkinson's disease", "description": "Parvalbumin, a protein found in great quantities in several different fish species, has been shown to help prevent the formation of certain protein structures closely associated with Parkinson's disease. A new study from Chalmers University of Technology, Sweden, shines more light on the link between consumption of fish and better long-term neurological health."}, "og": {"title": "Eating more fish could prevent Parkinson's disease", "description": "Parvalbumin, a protein found in great quantities in several different fish species, has been shown to help prevent the formation of certain protein structures closely associated with Parkinson's disease. A new study from Chalmers University of Technology, Sweden, shines more light on the link between consumption of fish and better long-term neurological health.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180423090406/https://www.eurekalert.org/pub_releases/2018-04/cuot-emf041918.php", "image": "https://web.archive.org/web/20180423090406im_/https://www.eurekalert.org/multimedia/pub/web/168423_web.jpg", "type": "website"}, "fb": {"profile_id": "chalmersuniversityoftechnology"}}, "movies": [], "publish_date": 1524974400.0, "source": "https://web.archive.org", "summary": ""}