{"url": "https://web.archive.org/web/20180119192147/https://www.eurekalert.org/pub_releases/2018-01/acos-pwm011918.php", "text": "Patients gave universally positive feedback about the app's ease of use and the ability to have wounds monitored\n\nCHICAGO (Jan. 19, 2017): A new smartphone app called WoundCare is successfully enabling patients to remotely send images of their surgical wounds for monitoring by nurses. The app was developed by researches from the Wisconsin Institute of Surgical Outcomes Research (WiSOR), Department of Surgery, University of Wisconsin, Madison, with the goal of earlier detection of surgical site infections (SSIs) and prevention of hospital readmissions. The study results appear as an \"article in press\" on the website of the Journal of the American College of Surgeons ahead of print.\n\nSSIs are the most common hospital-acquired infection and the leading cause of hospital readmission following an operation.1,2,3 Due to the prevalence off SSIs, the WiSOR research team decided to see if postoperative wound monitoring could be effectively achieved by having patients upload photos through the WoundCare app and answer a few brief questions to gather information not easily captured through images.\n\n\"Patients cannot identify [infections] and frequently ignore or fail to recognize the early signs of cellulitis or other wound complications,\" study authors wrote. \"This drawback leads to the common and frustrating scenario where patients present to a routine, scheduled clinic appointment with an advanced wound complication that requires readmission, with or without reoperation. However, the complication may have been amenable to outpatient management if detected earlier.\"\n\nForty vascular surgery patients were enrolled in the study. There was an overall data submission rate of 90.2 percent among participants, and submissions were reviewed within an average of 9.7 hours. During the study, seven wound complications were detected and one false negative was found.\n\n\"We set out to come up with a protocol where patients could become active participants in their care and allow us to be in closer communication and monitor their wounds after they leave the hospital,\" said lead study author and general surgery resident Rebecca L. Gunter, MD. . \"This approach allows us to intervene at an earlier time rather than waiting for patients to come back in after the problem has already developed past the point of being able to manage it on an outpatient basis.\"\n\nPatients were enthusiastic about the app's ease of use and the reassurance they felt having their wounds regularly monitored. The nurse practitioners responsible for reviewing the submitted images attested to the value of the photos and patient satisfaction, although they also noted it was difficult to find time to review the submitted images on top of an already heavy clinical workload. Study authors note that the success and sustainability of a post-discharge wound-monitoring protocol requires a dedicated transitional care program and not simply adding a task to the current staff workload.\n\nThis protocol also has a cost-savings component, in addition to the patient safety and satisfaction aspects. Study authors note that SSIs are the most expensive hospital-acquired infection, costing an average of nearly $30,000 per wound-related readmission and an estimated $3-10 billion annually.\n\n\"If you could imagine saving the cost from the number of patients whose readmission you were able to prevent, that result could provide significant savings to the health system,\" Dr. Gunter said. Although capturing specific numbers related to cost-savings was not part of this study, Dr. Gunter said it is an important area of focus for future studies.\n\nA limitation to telemedicine protocols that call for the use of smartphones is that not every patient has the necessary technology or knowledge to upload images on their own. The WiSOR research team addressed this issue by having participants undergo tailored training to learn to use the WoundCheck app. They provided each patient with an iPhone 5S and an accompanying visual reference guide to further assist in using the phone and app. Dr. Gunter said they were very successful in giving patients knowledge and access to technology so they could participate in the study. She said this is a model easily adaptable to other medical centers, whether through providing participants with a phone, having a rotating supply of phones at the hospitals for patients to borrow, or relying on a patient's personal device.\n\n\"We have demonstrated that a population of complex and high-risk patients, many of whom are older adults and novice smartphone users, can complete this protocol with high fidelity and satisfaction,\" the researchers concluded.\n\n###\n\nStudy coauthors from the University of Wisconsin, Madison, include Sara Fernandes-Taylor, PhD, Shahrose Rahman, BS, Lola Awoyinka, MPH, Kyla M. Bennett, MD, Sharon M. Weber, MD, FACS, Caprice C. Greenberg, MD, MPH, FACS, and K. Craig Kent, MD, FACS.\n\n\"FACS\" designates that a surgeon is a Fellow of the American College of Surgeons.\n\nSupport for this study came from the Agency for Healthcare Research and Quality: AHRQ R21 HS023395. Dr. Gunter is supported by the National Institutes of\n\nHealth: NIH T32 HL110853. This study was presented at the 13th Annual Academic Surgical Congress, Las Vegas, Nev., February 2017.\n\nCitation: Feasibility of an Image-Based Mobile Health Protocol for Postoperative Wound Monitoring. Journal of the American College of Surgeons.\n\nAvailable at: http://www. journalacs. org/ article/ S1072-7515 (17)32152-X/abstract.\n\n1Wiseman JT, Guzman AM, Fernandes-Taylor S, et al. General and vascular surgery readmissions: a systematic review. J Am Coll Surg 2014;219:552-569.e2.\n\n2Weber DJ, Sickbert-Bennett EE, Brown V, et al. Completeness of surveillance data reported by the National Healthcare Safety Network: an analysis of healthcare-associated infections ascertained in a tertiary care hospital, 2010. Infect Control Hosp Epidemiol 2012;33:94-96.\n\n3Lewis SS, Moehring RW, Chen LF, et al. Assessing the relative burden of hospital-acquired infections in a network of community hospitals. Infect Control Hosp Epidemiol 2013;34:1229-1230.\n\nAbout the American College of Surgeons", "images": ["https://web.archive.org/web/20180119192147im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180119192147im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180119192147im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20180119192147im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180119192147im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180119192147im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180119192147im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180119192147im_/https://www.eurekalert.org/images/meganav/AM18_Newsroom.jpg", "https://web.archive.org/web/20180119192147im_/https://media.eurekalert.org/multimedia_prod/pub/web/160862_web.jpg", "https://web.archive.org/web/20180119192147im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180119192147im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180119192147im_/https://media.eurekalert.org/multimedia_prod/pub/rel/160862_rel.jpg", "https://web.archive.org/web/20180119192147im_/https://www.eurekalert.org/multimedia/pub/web/160862_web.jpg", "https://web.archive.org/web/20180119192147im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180119192147im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180119192147im_/https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://web.archive.org/web/20180119192147im_/https://www.eurekalert.org/multimedia/pub/web/160862_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180119192147/https://www.eurekalert.org/pub_releases/2018-01/acos-pwm011918.php", "title": "Postoperative wound monitoring app can reduce readmissions and improve patient care", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A new smartphone app called WoundCare is successfully enabling patients to remotely send images of their surgical wounds for monitoring by nurses.", "keywords": "Medicine/Health, Surgery", "date": "Fri, 19 Jan 2018 05:00:00 GMT/UTC", "funder": "Agency for Healthcare Research and Quality, National Institutes of Health", "journal": "Journal of American College of Surgeons", "type": "research", "institution": "American College of Surgeons", "meeting": "13th Annual Academic Surgical Congress", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "EurekAlert", "domain": "www.eurekalert.org", "title": "Postoperative wound monitoring app can reduce readmissions and improve patient care", "description": "A new smartphone app called WoundCare is successfully enabling patients to remotely send images of their surgical wounds for monitoring by nurses."}, "og": {"title": "Postoperative wound monitoring app can reduce readmissions and improve patient care", "description": "A new smartphone app called WoundCare is successfully enabling patients to remotely send images of their surgical wounds for monitoring by nurses.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180119192147/https://www.eurekalert.org/pub_releases/2018-01/acos-pwm011918.php", "image": "https://web.archive.org/web/20180119192147im_/https://www.eurekalert.org/multimedia/pub/web/160862_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1517202000.0, "source": "https://web.archive.org", "summary": ""}