{"url": "https://www.newswise.com/articles/oregano-thyme-may-hold-the-cure-for-wasting-syndrome-disease", "text": "Newswise — Fresh thyme and oregano offer a savory touch to a tasty dish, but a University of Iowa researcher recently discovered natural compounds in the herbs that may offer a treatment for cachexia or “wasting syndrome” as it is more commonly known.\n\nWasting syndrome is characterized by a loss of weight and muscle atrophy, and largely found in patients who suffer from cancer, kidney disease, chronic obstructive pulmonary disease, and heart failure.\n\nIn pre-clinical studies, compounds in thyme and oregano have demonstrated a greater than 37 percent increase in exercise tolerance and a 15 percent increase in muscle mass of certain body muscles. The discovery was a “serendipitous finding” in the lab of Rajan Sah, M.D., Ph.D., assistant professor of Internal Medicine and Molecular Physiology and Biophysics at the University of Iowa.\n\n“When we exercise and move our muscles, we activate calcium cycling to cause muscle contraction,” said Sah. “This same calcium signal also activates signaling pathways to increase skeletal muscle endurance and also skeletal muscle size.”\n\nSah’s research team hypothesized that low level calcium cycling induced by these natural compounds might promote improved exercise capacity and overall metabolic health associated with healthy muscle mass.\n\n“We tested these compounds in sedentary mice and found a dramatic improvement in exercise endurance and a mild increase in muscle size of certain muscle groups,” Sah says.\n\nThe intellectual property associated with this discovery was recently licensed by the UI Research Foundation to Innovus Pharma, an over-the-counter consumer goods and specialty pharmaceutical company that commercializes non-prescription medicine and consumer care products. The company plans to develop the discovery into an over-the-counter (OTC) product to combat cachexia.\n\n“The oncology supportive care market is a very large unmet medical market with limited choices to both physicians and patients,” said Bassam Damaj, chief executive officer of Innovus Pharma. “The treatment of cachexia just doesn’t exist. It is a miserable, frequent event that every physician knows about and many patients experience, but there is simply little available against it and nothing to prevent it.”", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "https://www.newswise.com/images/new-newswise-logo-square.jpg", "https://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "https://www.newswise.com/assets/img/logo.png", "https://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "", "title": "Oregano, Thyme May Hold the Cure for Wasting Syndrome Disease", "meta_data": {"keywords": "Newswise, Wasting Disease,Health Care,Cachexia,Drugs,Pharmaceucticals,Food,Herbs,Food Science, Health Food, Nutrition, Local - Iowa,  University of Iowa", "description": "Fresh thyme and oregano offer a savory touch to a tasty dish, but a University of Iowa researcher recently discovered natural compounds in the herbs that may offer a treatment for cachexia or “wasting syndrome” as it is more commonly known.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Fresh thyme and oregano offer a savory touch to a tasty dish, but a University of Iowa researcher recently discovered natural compounds in the herbs that may offer a treatment for cachexia or “wasting syndrome” as it is more commonly known.", "title": "Oregano, Thyme May Hold the Cure for Wasting Syndrome Disease", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "https://www.newswise.com", "summary": ""}