{"url": "https://web.archive.org/web/20170228191841/https://www.eurekalert.org/pub_releases/2017-02/wkh-ntc022817.php", "text": "February 28, 2017 - For infants with congenital malformations of the ear, a treatment system called EarWell can gently reshape the ear--avoiding the pain and cost of later surgery, reports a study in the March issue of Plastic and Reconstructive Surgery®, the official medical journal of the American Society of Plastic Surgeons (ASPS).\n\nBut treatment must begin early--preferably within the first three weeks after birth, according to the study by ASPS Member Surgeon H. Steve Byrd, MD, and colleagues of Pediatric Plastic Surgery Institute, Dallas. Dr. Byrd comments, \"The EarWell system is effective in eliminating or reducing the need for surgery in all but the most severe congenital ear malformations.\"\n\nNonsurgical Treatment Avoids Later Consequences of Infant Ear Malformations\n\nThe researchers review their experience with nonsurgical correction of congenital ear malformations in 175 infants. The EarWell system is a relatively simple technique for molding and reshaping the ear, taking advantage of the increased malleability of the ear cartilage in newborns. For best results, treatment should start within the first three weeks after birth, or correspondingly later in infants born prematurely.\n\nThe technique and length of EarWell treatment varies according to the type and severity of the infant's ear deformity. Dr. Byrd and colleagues present a classification system and technical details for plastic surgeons to follow in evaluating the best treatment for specific types of malformations.\n\nFor most infants in the study, both ears were treated, for a total of 303 ears. Ninety-eight percent of infants had relatively mild \"constricted\"-type ear deformities. EarWell treatment started at an average age of 12 days and continued for 37 days, including an average of six follow-up visits to the plastic surgeon's office.\n\nEarWell treatment was highly successful in correcting or reducing the severity of congenital ear malformations. Results were judged good to excellent in 97 percent of ears with one simple deformity and 88 percent with more complex \"mixed\" deformities. About 70 percent of ears with constricted malformations were graded as having no deformity after treatment.\n\nComplications consisted mainly of skin injuries that healed without further problems. In eight cases, treatment had to be stopped because of an allergic reaction to the adhesive tape used.\n\nWhile the EarWell system is not new, the report is the largest study of congenital ear malformations treated with this approach--including a standardized approach to treatment and assessment of the results. The results strongly support its use, especially in infants with deformities and less-severe malformations.\n\nBut lack of awareness of this nonsurgical alternative is a key limiting factor. \"The opportunity for early treatment can be hampered by a failure to convince pediatricians that the majority of misshapen newborn ears do not self-correct,\" Dr. Byrd and coauthors write. They also point out that EarWell is highly successful in the treatment of prominent ears--a condition that commonly goes unnoticed by parents and pediatricians, but is likely to get worse as the child grows.\n\n\"While we can operate on ears later in the patient's life, waiting not only increases the surgery's difficulty and expense, but may expose the child to teasing, bullying, and loss of self-esteem,\" comments Editor-in-Chief Rod J. Rohrich, MD, in a featured video on the Plastic and Reconstructive Surgery website. \"If your baby has any type of ear deformity, plastic surgeons can help with or without surgery. Discuss non-surgical, ear molding alternatives with your pediatrician, and consult with a board-certified plastic surgeon...the earlier the better!\"\n\n###\n\nPlastic and Reconstructive Surgery® is published by Wolters Kluwer.\n\nClick here to read \"Classification of Newborn Ear Malformations and their Treatment with the EarWell Infant Ear Correction System.\"\n\nArticle: \"Classification of Newborn Ear Malformations and their Treatment with the EarWell Infant Ear Correction System\" (doi: 10.1097/PRS.0000000000003150)\n\nAbout Plastic and Reconstructive Surgery\n\nFor more than 70 years, Plastic and Reconstructive Surgery® (http://www. prsjournal. com/ ) has been the one consistently excellent reference for every specialist who uses plastic surgery techniques or works in conjunction with a plastic surgeon. The official journal of the American Society of Plastic Surgeons, Plastic and Reconstructive Surgery® brings subscribers up-to-the-minute reports on the latest techniques and follow-up for all areas of plastic and reconstructive surgery, including breast reconstruction, experimental studies, maxillofacial reconstruction, hand and microsurgery, burn repair, and cosmetic surgery, as well as news on medico-legal issues\n\nAbout ASPS\n\nThe American Society of Plastic Surgeons is the largest organization of board-certified plastic surgeons in the world. Representing more than 7,000 physician members, the Society is recognized as a leading authority and information source on cosmetic and reconstructive plastic surgery. ASPS comprises more than 94 percent of all board-certified plastic surgeons in the United States. Founded in 1931, the Society represents physicians certified by The American Board of Plastic Surgery or The Royal College of Physicians and Surgeons of Canada.\n\nAbout Wolters Kluwer\n\nWolters Kluwer is a global leader in professional information services. Professionals in the areas of legal, business, tax, accounting, finance, audit, risk, compliance and healthcare rely on Wolters Kluwer's market leading information-enabled tools and software solutions to manage their business efficiently, deliver results to their clients, and succeed in an ever more dynamic world.\n\nWolters Kluwer reported 2015 annual revenues of €4.2 billion. The group serves customers in over 180 countries, and employs over 19,000 people worldwide. The company is headquartered in Alphen aan den Rijn, the Netherlands. Wolters Kluwer shares are listed on Euronext Amsterdam (WKL) and are included in the AEX and Euronext 100 indices. Wolters Kluwer has a sponsored Level 1 American Depositary Receipt program. The ADRs are traded on the over-the-counter market in the U.S. (WTKWY).", "images": ["https://web.archive.org/web/20170228191841im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170228191841im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170228191841im_/https://www.eurekalert.org/images/meganav/AM17-NoDate.png", "https://web.archive.org/web/20170228191841im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170228191841im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170228191841im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170228191841im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170228191841im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170228191841im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170228191841im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170228191841im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170228191841im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170228191841im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg"], "top_img": "https://web.archive.org/web/20170228191841im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170228191841/https://www.eurekalert.org/pub_releases/2017-02/wkh-ntc022817.php", "title": "Nonsurgical treatment can correct congenital ear malformations in infants", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "For infants with congenital malformations of the ear, a treatment system called EarWell can gently reshape the ear -- avoiding the pain and cost of later surgery, reports a study in the March issue of Plastic and Reconstructive Surgery®, the official medical journal of the American Society of Plastic Surgeons (ASPS).", "keywords": "Medicine/Health, Health Care Systems/Services, Health Professionals, Hearing/Speech, Pain, Pediatrics, Public Health", "date": "Tue, 28 Feb 2017 05:00:00 GMT", "journal": "Plastic and Reconstructive Surgery", "type": "research", "institution": "Wolters Kluwer Health", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "WKHealth", "domain": "www.eurekalert.org", "title": "Nonsurgical treatment can correct congenital ear malformations in infants", "description": "For infants with congenital malformations of the ear, a treatment system called EarWell can gently reshape the ear -- avoiding the pain and cost of later surgery, reports a study in the March issue of Plastic and Reconstructive Surgery®, the official medical journal of the American Society of Plastic Surgeons (ASPS)."}, "og": {"title": "Nonsurgical treatment can correct congenital ear malformations in infants", "description": "For infants with congenital malformations of the ear, a treatment system called EarWell can gently reshape the ear -- avoiding the pain and cost of later surgery, reports a study in the March issue of Plastic and Reconstructive Surgery®, the official medical journal of the American Society of Plastic Surgeons (ASPS).", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170228191841/https://www.eurekalert.org/pub_releases/2017-02/wkh-ntc022817.php", "image": "https://web.archive.org/web/20170228191841im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1488258000.0, "source": "https://web.archive.org", "summary": ""}