{"url": "http://www.nih.gov/news-events/news-releases/brain-stimulation-limits-calories-consumed-adults-obesity", "text": "Brain stimulation limits calories consumed in adults with obesity\n\nCredit: Dr. Marci Gluck\n\nWhat\n\nA National Institutes of Health study found that non-invasive brain stimulation decreased calorie consumption and increased weight loss in adults who are obese. The findings suggest a possible intervention for obesity, when combined with healthy eating and exercise. Results were published in Obesity concurrent with a presentation at the 2015 Obesity Society meeting.\n\nLed by scientists at the Phoenix Epidemiology and Clinical Research Branch, part of NIH’s National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK), the team studied a total of nine men and women with obesity who resided in the Branch’s metabolic ward on two separate visits, each for eight days. On each visit, the participants ate a weight-maintaining diet for five days. Then for three days, they unknowingly received either active or sham (fake) transcranial direct current stimulation, or tDCS. Participants then ate and drank as much as they wanted from computerized vending machines. Applied to the scalp, the active tDCS targeted the brain region controlling behavior and reward.\n\nThe four people who got the sham stimulation during both visits consumed the same number of calories from the vending machines on each visit and did not lose weight. But the five people who got inactive stimulation on the first visit, and active tDCS at the brain target on the second visit, consumed an average of 700 fewer calories and lost an average of 0.8 pounds on the second visit.\n\nNext, the researchers will compare a group getting only active tDCS with a separate group getting only sham stimulation. More study is needed to confirm the safety and effectiveness of tDCS for weight loss.\n\nArticle\n\nM.E. Gluck et al. Noninvasive neuromodulation targeted to the lateral prefrontal cortex induces changes in energy intake and weight loss in obesity. Obesity 4 Nov.\n\nWho\n\nNIDDK Research Clinical Psychologist Marci Gluck, Ph.D., is available to comment on this study.\n\nContact\n\nNIDDK Research Clinical Psychologist Marci Gluck, Ph.D., is available to comment on this study.To schedule an interview, please contact Krysten Carrera, 301-496-3583, NIDDKMEDIA@niddk.nih.gov.\n\nThe NIDDK, a component of the NIH, conducts and supports research on diabetes and other endocrine and metabolic diseases; digestive diseases, nutrition and obesity; and kidney, urologic and hematologic diseases. Spanning the full spectrum of medicine and afflicting people of all ages and ethnic groups, these diseases encompass some of the most common, severe and disabling conditions affecting Americans. For more information about the NIDDK and its programs, see www.niddk.nih.gov.\n\nAbout the National Institutes of Health (NIH): NIH, the nation's medical research agency, includes 27 Institutes and Centers and is a component of the U.S. Department of Health and Human Services. NIH is the primary federal agency conducting and supporting basic, clinical, and translational medical research, and is investigating the causes, treatments, and cures for both common and rare diseases. For more information about NIH and its programs, visit www.nih.gov.\n\nNIH…Turning Discovery Into Health®", "images": ["http://www.nih.gov/sites/all/themes/nih/images/nih-logo-color.png", "https://www.nih.gov/favicon.ico", "https://www.nih.gov/sites/default/files/styles/featured_media_breakpoint-medium/public/news-events/news-releases/2015/20151104-vending.jpg?itok=bILyKeJC&timestamp=1446649481"], "top_img": "https://www.nih.gov/favicon.ico", "keywords": [], "authors": [], "canonical_link": "https://www.nih.gov/news-events/news-releases/brain-stimulation-limits-calories-consumed-adults-obesity", "title": "Brain stimulation limits calories consumed in adults with obesity", "meta_data": {"MobileOptimized": "width", "google-site-verification": "rjIoO4vW0AYgltSYvxM1L_CzGIkq28kHf9gHIASKx8s", "description": "A National Institutes of Health study found that non-invasive brain stimulation decreased calorie consumption and increased weight loss in adults who are obese.", "keywords": "Brain stimulation, limits calories, adults with obesity, obesity", "robots": "follow, index", "viewport": "width=device-width, initial-scale=1.0", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "National Institutes of Health (NIH)", "type": "article", "title": "Brain stimulation limits calories consumed in adults with obesity", "url": "https://www.nih.gov/news-events/news-releases/brain-stimulation-limits-calories-consumed-adults-obesity", "description": "A National Institutes of Health study found that non-invasive brain stimulation decreased calorie consumption and increased weight loss in adults who are obese.", "updated_time": "2015-11-04T10:19:25-05:00"}, "twitter": {"card": "summary_large_image", "url": "https://www.nih.gov/news-events/news-releases/brain-stimulation-limits-calories-consumed-adults-obesity", "title": "Brain stimulation limits calories consumed in adults with obesity", "description": "A National Institutes of Health study found that non-invasive brain stimulation decreased calorie consumption and increased weight loss in adults who are obese."}, "article": {"published_time": "2015-11-03T16:18:40-05:00", "modified_time": "2015-11-04T10:19:25-05:00"}, "published_date": "2015-11-03T16:18:40-05:00", "last_revision": "2015-11-04T10:19:25-05:00"}, "movies": [], "publish_date": 1446585520.0, "source": "http://www.nih.gov", "summary": ""}