{"url": "https://www.newswise.com/articles/view/701768/?sc=dwhn", "text": "Newswise — Baltimore, Md. Oct. 8, 2018 – The Maryland Proton Treatment Center (MPTC) is now offering deep-tissue external thermal therapy in combination with high-precision proton-beam radiotherapy as a potential way to boost survival chances for certain cancer patients. MPTC is the only center in the world to offer these two treatments at the same facility, an advantage to patients because these therapies are typically given within an hour of each other.\n\nResearch has shown that thermal therapy can be especially useful in difficult-to-reach cancers in the abdomen and pelvic region. Studies have found that adding thermal therapy to standard treatments can significantly shrink tumors and can improve survival for some patients. External thermal therapy, or hyperthermia – in the range of 104° up to 110° F. – sensitizes tumor cells to chemotherapy and radiation therapy. In addition, heat has been shown to enhance anti-tumor immune response.\n\n“We are very pleased to be able to offer deep-tissue thermal therapy, which can be combined with standard radiation therapy as well as proton-beam therapy to enhance the cancer-killing effects of the radiation,” says Zeljko Vujaskovic, MD, PhD, a professor of radiation oncology and director of the Division of Translational Radiation Sciences (DTRS) in the Department of Radiation Oncology at the University of Maryland School of Medicine (UMSOM).\n\n“Early research suggests that adding thermal therapy to proton-beam therapy may be associated with an even greater benefit than when combined with standard radiation therapy, and we are excited to be at the forefront of making this combination therapy available to cancer patients,” says Dr. Vujaskovic, an internationally recognized expert in hyperthermic oncology.\n\nProton therapy is a precise form of radiation therapy that deposits all of its energy within the tumor and allows for less irradiation of noncancerous tissue. MPTC – which is affiliated with the University of Maryland Marlene and Stewart Greenebaum Comprehensive Cancer Center (UMGCCC) at the University of Maryland Medical Center – is the only proton treatment center in Maryland.\n\nRadiation oncologists at UMGCCC already use external thermal therapy to treat a range of cancers, but do not currently use it for cancers that are deeper in the body.\n\nAccording to Dr. Vujaskovic, the new deep-tissue thermal therapy equipment, which is made by Pyrexar, will be used to treat cancers of the abdominal and pelvic region, including cancer of the bladder, rectum, cervix, ovaries, pancreas and connective tissue, which are known as sarcomas. Patients would typically receive the thermal therapy two times a week for an hour before or after they receive standard (photon) radiation or proton-beam therapy.\n\nThe system heats the tumor tissue to 108° F. with internal and external probes that enable doctors to continuously monitor the temperature. A water-filled applicator is placed over the area to be treated, and non-invasive radio frequency energy is directed at the tumor. The heat causes the blood vessels in the tumor to dilate, bringing more oxygen into the tumor, which makes cancer cells more vulnerable to radiation therapy.\n\nThe acquisition of the deep-tissue thermal therapy system was made possible by donations from Jack and Emily Howell and the Middendorf Foundation, Inc.\n\n“Within the Department of Radiation Oncology and throughout our cancer center, we strive to make every available tool in the cancer-fighting toolbox available to our patients,” says William F. Regine, MD, FACR, FACRO, the Isadore & Fannie Schneider Foxman Endowed Chair and Professor of radiation oncology at UMSOM and chair of radiation oncology at UMGCCC. “By continuing to develop a comprehensive thermal oncology program, we are giving patients more effective treatment options and therefore another reason to hope for better outcomes.”\n\n“The Maryland Proton Treatment Center has achieved another milestone by becoming the first center to offer both deep-thermal therapy and proton therapy,” says E. Albert Reece, MD, PhD, MBA, Executive Vice President for Medical Affairs at UM Baltimore and the John Z. and Akiko K. Bowers Distinguished Professor and dean at UMSOM. “This achievement is a testament to Dr. Vujaskovic’s considerable expertise in hyperthermic oncology and leadership in developing an outstanding thermal oncology program at the University of Maryland. It’s this type of innovation that sets MPTC apart from other proton treatment centers.”\n\nAbout the University of Maryland School of Medicine\n\nCommemorating its 210th Anniversary, the University of Maryland School of Medicine was chartered in 1807 as the first public medical school in the United States. It continues today as one of the fastest growing, top-tier biomedical research enterprises in the world -- with 43 academic departments, centers, institutes, and programs; and a faculty of more than 3,000 physicians, scientists, and allied health professionals, including members of the National Academy of Sciences, and a distinguished recipient of the Albert E. Lasker Award in Medical Research. With an operating budget of more than $1 billion, the School of Medicine works closely in partnership with the University of Maryland Medical Center and Medical System to provide research-intensive, academic and clinically-based care for more than 1.2 million patients each year. The School has over 2,500 students, residents, and fellows, and nearly $450 million in extramural funding, with more than half of its academic departments ranked in the top 20 among all public medical schools in the nation in research funding. As one of the seven professional schools that make up the University of Maryland, Baltimore campus, the School of Medicine has a total workforce of nearly 7,000 individuals. The combined School and Medical System (“University of Maryland Medicine”) has a total budget of $5 billion and an economic impact of nearly $15 billion on the state and local community. The School of Medicine faculty, which ranks as the 8th-highest public medical school in research productivity, is an innovator in translational medicine with 600 active patents and 24 start-up companies. The School works locally, nationally, and globally, with research and treatment facilities in 36 countries around the world. Visit medschool.umaryland.edu/\n\nAbout the Maryland Proton Treatment Center\n\nThe Maryland Proton Treatment Center (MPTC) offers proton therapy – a highly advanced and precise form of radiation therapy that can increase radiation dose to tumor while decreasing dose to healthy, surrounding tissue – to the Baltimore/Washington region and beyond. It is a highly effective treatment for a wide range of localized tumors such as those found in the brain, base of the skull, head and neck area, eye tumors, tumors of the esophagus, lung, prostate, liver, breast, spinal cord, as well as gastrointestinal malignancies. It is also an important treatment option for children with cancer.\n\nAt MPTC, each treatment room is equipped with the most advanced form of “pencil beam” proton therapy, which essentially paints the radiation onto the tumor while stopping precisely at the site of the tumor. Proton therapy is performed on an outpatient basis and is a well-tolerated, non-invasive treatment that can reduce side effects. It can be used in conjunction with other modalities of cancer treatments such as chemotherapy and surgery. MPTC offers a robust clinical trial program to all its patients to further evidence-based medicine.", "images": ["https://www.newswise.com/legacy/ximage.php,qimage=,_images,_uploads,_2018,_10,_8,_3Ps96zDw.jpeg,awidth=502,aheight=334.pagespeed.ic.IJ7NyJg4jX.jpg", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/10/8/3Ps96zDw.jpeg&width=100&height=100", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "https://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "https://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "https://www.newswise.com/assets/img/logo.png", "https://www.newswise.com/images/institutions/logos/xUMMC-logo.png.pagespeed.ic.tn7WxlJ3Bo.png", "https://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/10/8/3Ps96zDw.jpeg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/high-precision-proton-therapy-more-effective-in-treating-certain-cancers-when-combined-with-thermal-therapy-", "title": "High-Precision Proton Therapy More Effective in Treating Certain Cancers When Combined with Thermal Therapy", "meta_data": {"keywords": "Newswise, Proton Beam Therapy,Thermal Therapy,Deep Tissue Thermal Therapy,Radiation Treatment,Pelvic cancers,abdominal cancers,Hyperthermia,Cancer, Cell Biology, Digestive Disorders, OBGYN, Pharmaceuticals, Local - Maryland,  University of Maryland Medical Center", "description": "The Maryland Proton Treatment Center (MPTC) is now offering deep-tissue external thermal therapy in combination with high-precision proton-beam radiotherapy as a potential way to boost survival chances for certain cancer patients. MPTC is the only center in the world to offer these two treatments at the same facility, an advantage to patients because these therapies are typically given within an hour of each other.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "The Maryland Proton Treatment Center (MPTC) is now offering deep-tissue external thermal therapy in combination with high-precision proton-beam radiotherapy as a potential way to boost survival chances for certain cancer patients. MPTC is the only center in the world to offer these two treatments at the same facility, an advantage to patients because these therapies are typically given within an hour of each other.", "title": "High-Precision Proton Therapy More Effective in Treating Certain Cancers When Combined with Thermal Therapy", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/10/8/3Ps96zDw.jpeg&width=100&height=100", "url": "https://www.newswise.com/articles/high-precision-proton-therapy-more-effective-in-treating-certain-cancers-when-combined-with-thermal-therapy-"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "https://www.newswise.com", "summary": ""}