{"url": "https://www.eurekalert.org/pub_releases/2018-04/icl-nco041018.php", "text": "Researchers have discovered a new class of drug that has the potential to help cancer patients who no longer respond to existing therapies.\n\nThe drug may not become available to patients for a number of years yet, but researchers believe that if clinical trials are successful, it could be used to tackle a variety of treatment-resistant cancers.\n\nPatients with breast cancer for example frequently become resistant to existing hormone-based treatments, leading to the disease becoming fatal.\n\nIn a bid to come up with new forms of treatment that work in a distinct way from established ones, chemists, biologists and clinicians at Imperial College London collaborated on creating a new drug, the properties of which are reported in the journal Molecular Cancer Therapeutics.\n\nThe team of scientists at Imperial was funded by Cancer Research UK. The drug was then developed by Imperial, in collaboration with Emory University in the USA.\n\nEarly lab-based tests of ICEC0942 were successful in targeting resistant breast cancers and indicated minimal side effects. ICEC0942 was then licenced to Carrick Therapeutics, who developed it into a molecule named CT7001, which they have taken to early-stage clinical trials in less than two years.\n\nThe first patient was given the drug in November 2017 as part of Carrick's a Phase I clinical trial to assess its safety and how well it can be tolerated. The trial is still ongoing, so results are not available yet.\n\nProfessor Charles Coombes, from the Department of Surgery & Cancer, said: \"Treatment-resistant tumours represent a significant threat for patients, as once a cancer stops responding to treatments there is increasingly little clinicians can do.\n\n\"Drugs such as these could help to shift the balance back in favour of the patients, potentially providing a new option to patients for who existing treatments no longer work.\"\n\nProfessor Tony Barrett, from the Department of Chemistry, said: \"This work is the result of extensive collaboration between chemists, biologists and clinicians, which has helped to bring a new treatment from discovery to clinical testing in record time, streamlining the process.\"\n\nThe drug targets an enzyme called CDK7, involved in directing cells through their lifecycle, which consists of growth, DNA replication and cell division. CDK7 is also involved in the process of transcription, a vital step in gene expression - the creation of proteins to carry out cell functions. Particular cancers, such as treatment-resistant breast cancers, have a unique dependence on transcription, meaning targeting CDK7 may be particularly effective.\n\nBy inhibiting transcription, ICEC0942 shuts down the ability of the cancer to spread. As well as breast cancers, cancers such as acute myeloid leukaemia and small-cell lung cancer are particularly transcription-dependent, so ICEC0942 may work well for these too, especially where they have become resistant to other treatments.\n\nThe discovery of the drug was spurred by an initial meeting between Professor Anthony Barrett, from the Department of Chemistry, and oncologist Professor Charles Coombes from the Department of Surgery & Cancer.\n\nProfessor Simak Ali, also from the Department of Surgery & Cancer, was working on understanding the action of CDK7 in treatment-resistant breast cancer. Professors Coombes and Ali suggested CDK7 as a drug target, leading the collaboration to attempt to design a molecule that would inhibit its action.\n\nFrom early attempts, a large collaborative team was eventually founded for drug discovery from 'bench to bedside', directed by Dr Matthew Fuchter in the Department of Chemistry. Possible compounds for CDK7 inhibition were modelled using computational drug design, aided by collaboration with Emory University.\n\nUltimately, a candidate molecule called ICEC0942 suppressed tumour growth in a wide range of cancer types in lab tests. In addition, laboratory studies showed ICEC0942 worked better in combination with traditional hormone therapies for estrogen receptor positive breast cancer cells, which have not yet become resistant. It is this molecule, in oral pill form, that was taken forward by Carrick as CT7001 and is currently in Phase I clinical trials. If the Phase I trial proves successful, the compound must pass further stages of trial over the next few years before it becomes available to patients.\n\nEarly funding for the study came from the Engineering and Physical Sciences Research Council (EPSRC), and a major contribution of whole-project funding was from Cancer Research UK. Licensing of the technology to Carrick Therapeutics was led by Cancer Research UK's Commercial Partnerships Team and Imperial Innovations, the Technology Transfer Office of Imperial, with support from Emory University.\n\nDr Iain Foulkes, Cancer Research UK's executive director of research and innovation, said: \"It's exciting to see how Cancer Research UK's partnerships with both academia and industry are bringing urgently needed new tests and treatments to patients.\n\n\"Drug resistance continues to be a major challenge across many cancer types so it's vital that we explore new ways to tackle tumours that have stopped responding to standard therapies. We hope that this promising new class of drug will offer more options to patients who have few left available to them, and help more people survive their cancer.\"\n\n###", "images": ["https://media.eurekalert.org/meganav/S11690 ACS SAN DIEGO graphic - 600x200.jpg", "https://media.eurekalert.org/meganav/AAAS-logo.png", "https://www.eurekalert.org/images/e4/logo-footer.png", "https://media.eurekalert.org/meganav/SfNMenuBanner2019.jpg", "https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://www.eurekalert.org/images/e4/logo-2x.png", "https://www.eurekalert.org/images/e4/brand.png", "https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.eurekalert.org/pub_releases/2018-04/icl-nco041018.php", "title": "New class of drugs could help tackle treatment-resistant cancers", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Researchers have discovered a new class of drug that has the potential to help cancer patients who no longer respond to existing therapies.", "keywords": "Biochemistry, Pharmaceutical/Combinatorial Chemistry, Medicine/Health, Cancer, Breast Cancer, Clinical Trials", "date": "Tue, 10 Apr 2018 04:00:00 GMT/UTC", "funder": "Engineering and Physical Sciences Research Council, Cancer Research UK", "journal": "Molecular Cancer Therapeutics", "type": "research", "institution": "Imperial College London", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "imperialspark", "domain": "www.eurekalert.org", "title": "New class of drugs could help tackle treatment-resistant cancers", "description": "Researchers have discovered a new class of drug that has the potential to help cancer patients who no longer respond to existing therapies."}, "og": {"title": "New class of drugs could help tackle treatment-resistant cancers", "description": "Researchers have discovered a new class of drug that has the potential to help cancer patients who no longer respond to existing therapies.", "site_name": "EurekAlert!", "url": "https://www.eurekalert.org/pub_releases/2018-04/icl-nco041018.php", "image": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1523160000.0, "source": "https://www.eurekalert.org", "summary": ""}