{"url": "https://web.archive.org/web/20170322080517/https://www.eurekalert.org/pub_releases/2017-03/acoc-edd030617.php", "text": "Men who filled prescriptions for erectile dysfunction drugs in the years following a heart attack had a substantially lower risk of dying or being hospitalized for heart failure than men who did not use these drugs, according to a study scheduled for presentation at the American College of Cardiology's 66th Annual Scientific Session.\n\nThe study, which retrospectively tracked more than 43,000 men for an average of 3.3 years, found that men prescribed phosphodiesterase-5 (PDE5) inhibitors--the type of erectile dysfunction drug sold under the names Viagra, Levitra, Cialis and others--after their first heart attack were 33 percent less likely to die from any cause. No survival benefit was seen among men taking alprostadil, another type of erectile dysfunction drug that works through a different mechanism.\n\n\"If you have an active sex life after a heart attack, it is probably safe to use PDE5 inhibitors,\" said Daniel Peter Andersson, MD, PhD, a postdoctoral researcher at Karolinska Institutet in Stockholm and the study's lead author. \"This type of erectile dysfunction treatment is beneficial in terms of prognosis, and having an active sex life seems to be a marker for a decreased risk of death.\"\n\nThe research is based on a Swedish national database of health records that includes all hospitals in Sweden. Researchers analyzed the records of men age 80 years or younger who were hospitalized for a first heart attack between 2007 and 2013. Tracking the men for an average of 3.3 years following this first heart attack, they compared outcomes among those who subsequently filled a prescription for a PDE5 inhibitor or alprostadil to those who did not. Overall just over 7 percent of men were prescribed an erectile dysfunction drug, 92 percent of whom were prescribed a PDE5 inhibitor and 8 percent of whom were prescribed alprostadil.\n\nAfter adjusting for cardiovascular risk factors including diabetes, heart failure and stroke, those taking PDE5 inhibitors were found to be markedly less likely to die than those taking alprostadil or no erectile dysfunction drugs. Filling more prescriptions for PDE5 inhibitors appeared to be associated with a greater benefit, although Andersson said that trend should be interpreted with caution because the study was not large enough for a definitive dose-response analysis.\n\nIn addition to a decreased mortality, men using PDE5 inhibitors or alprostadil were 40 percent less likely to be hospitalized for heart failure compared to those not taking any erectile dysfunction drugs.\n\nAlthough the results provide evidence that PDE5 inhibitors may benefit heart health, the retrospective study design makes it impossible to ascertain direct cause and effect, Andersson noted. It is possible that using erectile dysfunction drugs simply indicates a more active sex life, which could itself contribute to, or be a marker of, a heart-healthy lifestyle overall.\n\n\"We think that if you have an active sex life it's probably an indicator of a healthy lifestyle, especially in the oldest quartile--those 70 to 80 years old,\" Andersson said. \"From the perspective of a doctor, if a patient asks about erectile dysfunction drugs after a heart attack and has no contraindications for PDE5 inhibitors, based on these results you can feel safe about prescribing it.\"\n\nAndersson said the results came as a surprise because erectile dysfunction is associated with an increased risk of heart disease in otherwise healthy men. However, previous studies have associated the use of PDE5 inhibitors with a decreased blood pressure in the left ventricle, which reduces the amount of work required to pump blood and therefore could help explain why the drugs might benefit people with heart failure. PDE5 inhibitors were initially developed to treat angina, a type of chest pain that results from constricted arteries.\n\nThe researchers also tracked the risk of a subsequent heart attack or cardiac revascularization procedure, such as angioplasty or coronary artery bypass but found the use of erectile dysfunction drugs had no effect on these outcomes.\n\nA limitation of the study is that the researchers did not assess the effects of untreated erectile dysfunction, or conversely, the effect of having an active sex life without taking erectile dysfunction drugs. The researchers also were unable to account for socioeconomic status; as a next step, they are planning a larger study that will include more health records and complete information on marital status, educational level and disposable income. They are also pursuing a separate analysis of outcomes from erectile dysfunction drugs in men with Type 1 and Type 2 diabetes.\n\n###\n\nThis study received funding from the Stockholm County Council and the Swedish Heart and Lung Foundation.\n\nAndersson will present the study, \"Association Between Erectile Dysfunction and Death or Cardiovascular Outcomes After Myocardial Infarction,\" on Friday, March 17, at 1:30 p.m. ET at Poster Hall C at the American College of Cardiology's 66th Annual Scientific Session in Washington. The meeting runs March 17-19.\n\nThe ACC's Annual Scientific Session, which in 2017 will be March 17-19 in Washington, brings together cardiologists and cardiovascular specialists from around the world to share the newest discoveries in treatment and prevention. Follow @ACCCardioEd, @ACCMediaCenter and #ACC17 for the latest news from the meeting.\n\nThe American College of Cardiology is a 52,000-member medical society that is the professional home for the entire cardiovascular care team. The mission of the College is to transform cardiovascular care and to improve heart health. The ACC leads in the formation of health policy, standards and guidelines. The College operates national registries to measure and improve care, offers cardiovascular accreditation to hospitals and institutions, provides professional medical education, disseminates cardiovascular research and bestows credentials upon cardiovascular specialists who meet stringent qualifications.\n\nAndersson will be available to the media in an embargoed web briefing on Tuesday, March 7, 2017, at 2 p.m. ET. Eligible media should register for ACC.17 to receive access to the briefing.", "images": ["https://web.archive.org/web/20170322080517im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170322080517im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170322080517im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170322080517im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170322080517im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170322080517im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170322080517im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170322080517im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170322080517im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170322080517im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170322080517im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170322080517im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170322080517im_/https://www.eurekalert.org/images/e4/brand.png"], "top_img": "https://web.archive.org/web/20170322080517im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170322080517/https://www.eurekalert.org/pub_releases/2017-03/acoc-edd030617.php", "title": "Erectile dysfunction drugs are safe, possibly beneficial after heart attack", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Men who filled prescriptions for erectile dysfunction drugs in the years following a heart attack had a substantially lower risk of dying or being hospitalized for heart failure than men who did not use these drugs, according to a study scheduled for presentation at the American College of Cardiology's 66th Annual Scientific Session.", "keywords": "International/Immigration, Medicine/Health, Cardiology, Clinical Trials, Aging, Health Care Systems/Services, Pharmaceutical Science, Sex-Linked Conditions, Aging, Sex-Linked Conditions", "date": "Thu, 09 Mar 2017 05:00:00 GMT", "funder": "Stockholm County Council, Swedish Heart and Lung Foundation", "type": "research", "institution": "American College of Cardiology", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "ACCmediacenter", "domain": "www.eurekalert.org", "title": "Erectile dysfunction drugs are safe, possibly beneficial after heart attack", "description": "Men who filled prescriptions for erectile dysfunction drugs in the years following a heart attack had a substantially lower risk of dying or being hospitalized for heart failure than men who did not use these drugs, according to a study scheduled for presentation at the American College of Cardiology's 66th Annual Scientific Session."}, "og": {"title": "Erectile dysfunction drugs are safe, possibly beneficial after heart attack", "description": "Men who filled prescriptions for erectile dysfunction drugs in the years following a heart attack had a substantially lower risk of dying or being hospitalized for heart failure than men who did not use these drugs, according to a study scheduled for presentation at the American College of Cardiology's 66th Annual Scientific Session.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170322080517/https://www.eurekalert.org/pub_releases/2017-03/acoc-edd030617.php", "image": "https://web.archive.org/web/20170322080517im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "AmericanCollegeofCardiology"}}, "movies": [], "publish_date": 1490760000.0, "source": "https://web.archive.org", "summary": ""}