{"url": "http://www.med.wisc.edu/news-events/prostate-cancer-drug-slows-memory-loss-in-women-with-alzheimers-disease/44948", "text": "Survey of the Health of Wisconsin team presents at international conference 10/28/2019\n\nFrom Aug. 25-28, SHOW team members Kristen Malecki, PhD, MPH; Amy Schultz, MS, and Alex Spicer attended the International Society for Environmental Epidemiology (ISEE) Conference in Utrecht, Netherlands.\n\nBinge drinking costs Wisconsin $4 billion annually 10/28/2019\n\nA new study by the University of Wisconsin Population Health Institute reveals the financial magnitude of adult binge drinking in Wisconsin.\n\nStudy: Higher social media engagement with marijuana marketing linked to higher rates of use 10/22/2019\n\nOne in three youth in states with legal recreational marijuana (cannabis) engage with marijuana brands on social media.\n\nUW–Madison’s Jonathan Patz elected to National Academy of Medicine 10/21/2019\n\nJonathan Patz, MD, MPH, professor and director of the Global Health Institute at the University of Wisconsin–Madison, has been elected a member of the National Academy of Medicine in recognition of his pioneering research showing the risk global c...\n\nWisconsin's First Prevention Research Center to focus on mother-baby health 10/18/2019\n\nWisconsin’s first Prevention Research Center is coming to UW-Madison thanks to a five-year, $3.7 million grant from the Centers for Disease Control and Prevention.\n\nWisconsin Partnership Program announces awards to health equity initiatives 10/16/2019\n\nThe Wisconsin Partnership Program at the University of Wisconsin School of Medicine and Public Health has announced its 2019 Community Impact Grant awards for initiatives working to improve health and health equity across Wisconsin. The grants sup...\n\nCarbone Cancer Center oncologist identifies unconscious gender bias 10/11/2019\n\nWhen speaking at the world’s largest international oncology conference, female speakers were addressed less often by their professional title compared to male speakers, and were more likely to be introduced by their first name only.\n\nStudy: Face-to-face communication key to job satisfaction in primary-care clinics 10/10/2019\n\nFrequent face-to-face communication among all care team members in primary-care clinics may boost overall job satisfaction for health care professionals, according to a recent study by the University of Wisconsin School of Medicine and Public Health.\n\nNation’s first and only rural Ob-Gyn residency program expands 10/08/2019\n\nThe nation’s only rural Ob-Gyn residency program is expanding. Starting October 7, Western Wisconsin Health in Baldwin, Wisconsin will join the rural rotation as a part of the UW Ob-Gyn rural-residency program.\n\nAfter heart attack, former Badgers wide receiver J.C. Dawkins focuses on spreading healthy habits 10/08/2019\n\nWisconsin Badger, Rose Bowl champion, football coach, husband, father, mentor, friend — and heart attack survivor. J.C. Dawkins has held many titles throughout his football career and life, but the one he least expected — heart attack survivor — i...\n\nUW researchers use stem cells to develop in vitro vocal folds 10/04/2019\n\nResearchers at University of Wisconsin School of Medicine and Public Health have created an in vitro 3-D model of human vocal fold tissue (called mucosa) that could improve our understanding and treatment of disorders affecting the human voice.\n\nBiostatistics and Medical Informatics Department tapped for $11.8 million national coordinating center 10/02/2019\n\nA University of Wisconsin-Madison professor and his team have been chosen to lead the nation’s coordinating center for the National Cancer Institute (NCI) Cancer Prevention Clinical Trials Network (CP-CTNet).\n\nMichael Newton named chair of biostatistics and medical informatics 10/01/2019\n\nA leader in the use of statistical computing and inference in areas including genomics, molecular biology and cancer, Michael Newton, PhD, has been named chair of the Department of Biostatistics and Medical Informatics at the University of Wiscons...\n\nComments sought on Wisconsin Partnership Program 2018-19 Annual Report 09/30/2019\n\nThe Wisconsin Partnership Program at the UW School of Medicine and Public Health has released its draft July 1, 2018-June 30, 2019 Annual Report for public comment.\n\nRemembering Heidi Dvinge: scientist, colleague, mentor and friend 09/25/2019\n\nHeidi Dvinge, PhD, assistant professor of Biomolecular Chemistry and a member of the Carbone Cancer Center, passed away on September 20, 2019. With great sorrow over the loss of a brilliant young scientist, colleague, mentor and friend, we honor h...", "images": ["http://www.med.wisc.edu/smph-dist/img/favicon/favicon_256.png"], "top_img": "http://www.med.wisc.edu/smph-dist/img/favicon/favicon_256.png", "keywords": [], "authors": [], "canonical_link": "", "title": "News and Events", "meta_data": {"viewport": "width=device-width, initial-scale=1", "robots": "follow, index", "st": {"robots": "follow, index"}, "rating": "Safe for Kids", "copyright": "/about-us/terms-and-conditions/", "modified": "Fri May 17 2019 00:00:00 GMT-0500 (CDT)", "displayDate": "05/17/2019", "description": "Learn about the latest education and research advances at the UW School of Medicine and Public Health.", "subject": "The University of Wisconsin School of Medicine and Public Health is a professional school for the study of medicine and public health at the University of Wisconsin–Madison.", "browser_title": "News and Events", "display_date_iso": "2019-05-17T05:00:00.000Z", "ICBM": "43.077319, -89.430135", "geo.region": "US-WI", "geo.placename": "Madison", "geo.position": "43.077319;-89.430135", "application-name": "News and Events", "msapplication-tooltip": "UW School of Medicine and Public Health", "msapplication-window": "width=800;height=600", "msapplication-navbutton-color": "#C3050C", "msapplication-TileColor": "#C3050C", "msapplication-TileImage": "/smph-dist/img/favicon/mstile-144x144.png", "msapplication-tap-highlight": "no", "msapplication-starturl": "https://med.wisc.edu/", "skype_toolbar": "skype_toolbar_parser_compatible", "msapplication-task-separator": 1, "theme-color": "#C3050C", "mobile-web-app-capable": "yes", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-title": "SMPH", "apple-mobile-web-app-status-bar-style": "black", "op": {"markup_version": "v1.0"}, "og": {"site_name": "UW School of Medicine and Public Health", "locale": "en_US", "country-name": "USA", "type": "article", "title": "News and Events", "description": "Learn about the latest education and research advances at the UW School of Medicine and Public Health.", "image": "/smph-dist/img/favicon/favicon_256.png"}, "article": {"author": "https://www.facebook.com/uwsmph", "publisher": "https://www.facebook.com/uwsmph"}, "fb": {"article_style": "myarticlestyle", "app_id": 709993845790810, "pages": 42580192023}, "twitter": {"card": "summary_large_image", "creator": "@uwsmph", "site": "@uwsmph", "title": "News and Events", "description": "Learn about the latest education and research advances at the UW School of Medicine and Public Health.", "image": "/smph-dist/img/favicon/favicon_256.png"}, "google-site-verification": "0O9ZdDigZC0d5FuXS8yKT-h6yKrkyyJjO7klfpRowo4"}, "movies": [], "publish_date": null, "source": "http://www.med.wisc.edu", "summary": ""}