{"url": "http://www.uphs.upenn.edu/news/News_Releases/2016/08/demichele/", "text": "PHILADELPHIA – Patients with aggressive subtypes of locally-advanced breast cancer may have new treatment options on the horizon, according to two reports published in July in the New England Journal of Medicine. Results of two different investigational arms of a multi-drug phase II trial conducted in part by researchers at the Perelman School of Medicine at the University of Pennsylvania and the Abramson Cancer Center, show that use of new targeted therapies neratinib or a combination of veliparib and carboplatin improves outcomes, when used in addition to standard chemotherapy before surgery for patients with HER2-positive and triple-negative breast cancer, respectively. The results are part of the multi-institutional I-SPY 2 study.\n\n“Compared to standard therapies alone, the drugs tested in the trial substantially reduced the presence of residual disease in the breast tissue and lymph nodes (known as achieving pathological complete response, or “pCR”) when administered before surgery,” said Angela DeMichele, MD, MSCE, a professor of Hematology-Oncology and Epidemiology at the Perelman School of Medicine at the University of Pennsylvania, a co-investigator and Chair of Trial Operations for the study, known as I-SPY 2. “pCR strongly predicts prevention of later recurrence of incurable metastatic disease. These results suggest that neratinib and veliparib-carboplatin are very promising treatment options for patients with HER2-positive and triple-negative breast cancer, respectively. In addition, the platform used for the I-SPY 2 trial allows the research team to test these and other new therapies simultaneously, targeting tumor subtypes that would be most likely to benefit from the therapies, minimizing the exposure of patients to treatments that are not likely to work for their disease subtype and accelerating drug development”\n\nThe data presented in the two NEJM articles shows that when added to standard, neoadjuvant chemotherapy, the combination of the molecularly targeted experimental drug veliparib plus carboplatin showed sufficient improvement to meet the pre-specified threshold for “graduation” from the trial, signifying a high likelihood for success in a modest, confirmatory phase 3 neoadjuvant trial in the triple negative subset. Likewise, the experimental drug neratinib was found to have sufficient improvement in the pCR rate for patients in the HER2-positive/HR-negative subset, that it too was “graduated” from the I-SPY 2 trial.\n\n“Because there are so many subtypes of breast cancer, and because we always test drugs in the metastatic and then adjuvant setting, finding effective therapies is a very difficult and long process. The I-SPY 2 platform allows therapies to be tested and evaluated in more expeditious, cost-effective ways,” said Laura J. Esserman, MD, MBA, a professor of Surgery and Radiology and director of the Carol Franc Buck Breast Care Center at UCSF Helen Diller Family Comprehensive Cancer Center in San Francisco, Principal Investigator on the I-SPY 2 trial and a senior author on the reports. “These results provide valuable information on which drugs should proceed to confirmatory trials to improve outcomes for patients with extremely aggressive cancers that put women at risk for early recurrence and death. For these patients, time is of the essence. In particular, finding drug combinations that are effective and less toxic is extremely important. The new studies show that by using the I-SPY 2 model to match therapies with biomarker subsets, we can create trials that are more focused, smaller, and faster, thereby exposing more patients to effective treatments.”\n\nA major achievement in the progression of I-SPY 2 has been significantly reducing the time it takes to move forward from initiation of discussions with drug companies to enrollment of the first patients. I-SPY 2 has compressed this timeline from an average timeframe of 18 - 36 months to five months. The I-SPY 2 study start-up period takes approximately 45-60 days, with more than 50 percent of the sites opening and enrolling patients, as opposed to the traditional study start-up timing of 10 to 13 months, with less than 25 percent of the sites opening and enrolling.\n\nMore than 45 investigators, from the nation’s most prestigious and innovative cancer research centers, co-authored the two NEJM articles, with hundreds of staff and investigators involved in I-SPY 2 overall. In addition to Dr. Esserman, the Principal Investigators for I-SPY 2 is Donald A. Berry, PhD, a professor in the department of Biostatistics at The University of Texas MD Anderson Cancer Center, and founder of Berry Consultants. A complete list of the participating centers and investigators is provided in a Supplementary Appendix available at NEJM.org.\n\nThe I-SPY 2 Trial is sponsored by QuantumLeap Healthcare Collaborative, a non-profit foundation that was established in 2005 as a collaboration between medical researchers at University of California at San Francisco, and Silicon Valley entrepreneurs. QuantumLeap’s mission is to accelerate transfer of high-impact research in clinical processes and systems technology into widespread adoption so that patients and physicians can benefit from the research as soon as practicable. QuantumLeap provides operational, financial and regulatory oversight to I-SPY 2 and is also the sponsor of the I-SPY Phase 1 program and I-SPY 3, a companion phase 3 confirmatory trial that is in development.", "images": ["https://www.pennmedicine.org/~/media/images/Logos/pennmedicine_shield"], "top_img": "https://www.pennmedicine.org/~/media/images/Logos/pennmedicine_shield", "keywords": [], "authors": [], "canonical_link": "https://www.pennmedicine.org/news/news-releases/2016/august/two-new-drugs-show-promise-for", "title": "Two New Drugs Show Promise for Patients with Aggressive Breast Cancer – PR News", "meta_data": {"description": "Patients with aggressive subtypes of locally-advanced breast cancer may have new treatment options on the horizon, according to two reports published in July in the New England Journal of Medicine.", "viewport": "width=device-width", "og": {"title": "Two New Drugs Show Promise for Patients with Aggressive Breast Cancer – PR News", "description": "Patients with aggressive subtypes of locally-advanced breast cancer may have new treatment options on the horizon, according to two reports published in July in the New England Journal of Medicine.", "url": "https://www.pennmedicine.org/news/news-releases/2016/august/two-new-drugs-show-promise-for", "image": "https://www.pennmedicine.org/~/media/images/Logos/pennmedicine_shield"}, "fb": {"pages": 99556027612}, "VIcurrentDateTime": 637079747610629192}, "movies": [], "publish_date": null, "source": "http://www.uphs.upenn.edu", "summary": ""}