{"url": "http://med.stanford.edu/news/all-news/2017/05/drug-for-refractory-psoriatic-arthritis-shows-promise-in-clinical-trial.html", "text": "The two syndromes differ, though, in their constellation of symptoms. For example, psoriatic arthritis manifests most often in the lower extremities and is associated with the autoimmune skin condition called psoriasis, in which raised red, scaly patches appear on the skin. Although psoriatic rashes most often precede the onset of the arthritic stage, the reverse can also be the case.\n\nOnly about half of psoriatic arthritis patients who are given TNF inhibitors get better.\n\nThree of the 10 top-selling drugs in the United States in dollar sales — adalimumab, etanercept and infliximab — are biologics prescribed for psoriatic arthritis as well as for the more common rheumatoid arthritis. These three drugs share a common property: They block the action of a pro-inflammatory substance called tumor necrosis factor. Secreted by various immune cells, TNF stimulates the immune response and accompanying inflammation.\n\nHowever, despite the availability of TNF inhibitors, “only about half of psoriatic arthritis patients who are given TNF inhibitors get better,” said Genovese.\n\nAlthough the ultimate cause of the disease remains unknown, there was a good clinical rationale for hoping it might be responsive to ixekizumab. For the last decade or so, Genovese said, another pro-inflammatory substance called IL-17 has been drawing the attention of immunologists focusing on psoriasis and psoriatic arthritis.\n\nIxekizumab works by blocking IL-17. The drug, an injectable monoclonal antibody, is already commercially available for the treatment of psoriasis, for which it has been remarkably effective, said Genovese. And in an earlier Lilly-sponsored phase-3 trial, ixekizumab was shown to be effective for psoriatic arthritis patients who had not yet been treated with biologic drugs such as TNF inhibitors. (Another approved monoclonal-antibody that targets IL-17, secukinumab, was approved in 2016 for psoriatic arthritis.)\n\nLess pain and swelling\n\nOver the 24-week duration of the latest trial, 109 participants received ixekizumab every two weeks; 94 received placebo injections every two weeks; and 111 alternated every two weeks between getting injections of ixekizumab and the placebo. While 19.5 percent of patients who received only the placebo injections were judged to have met the trial’s specified clinical endpoint — at least a 20 percent reduction in the number of tender and swollen joints — the response rate among those getting the real drug every four weeks was 53.3 percent. Those getting the drug every two weeks didn’t do any better and were slightly more prone to side effects, such as a mild reaction at the injection site.\n\nAlthough any treatment that works by blocking the immune system’s ability to mount an inflammatory response should be carefully monitored for its potential to render the body vulnerable to infectious disease, there were few observed differences in this category between recipients of placebo versus active drug given every four weeks, Genovese said.\n\nLilly has filed for approval of the drug by the U.S. Food and Drug Administration. Genovese has served as a consultant to Lilly.\n\nOther co-authors of the study are affiliated with multiple institutions in diverse locations, including the University of Queensland, in Australia; Guy’s & Thomas’ NHS Foundation Trust, in London; St. Luke’s International University, in Tokyo; Memorial University, in Newfoundland, Canada; Lapeyronie Hospital, in Montpelier, France; Charite University Medicine Berlin, in Germany; and Eli Lilly and Company, in Indianapolis.\n\nStanford’s Department of Medicine also supported the work.", "images": ["http://med.stanford.edu/news/all-news/_jcr_content/news-features-narrow/panel_builder_0/panel_0/image.img.620.high.jpg", "http://med.stanford.edu/news/all-news/2019/08/students-from-far-and-near-begin-medical-studies-at-stanford/jcr:content.thumbnail.140.100.jpg", "http://med.stanford.edu/news/all-news/2017/05/drug-for-refractory-psoriatic-arthritis-shows-promise-in-clinical-trial/_jcr_content/main/image.img.620.high.jpg", "http://med.stanford.edu/news/all-news/2016/03/phase-3-trial-of-drug-for-rheumatoid-arthritis-succesful/_jcr_content/image.img.620.high.jpg", "http://sgec.stanford.edu/content/dam/sm-news/images/2015/08/goldman-bruce-90.jpg.img.620.high.png", "http://med.stanford.edu/news/all-news/2019/07/stanford-team-stimulates-neurons-to-induce-particular-perception/jcr:content.thumbnail.140.100.jpg", "http://med.stanford.edu/news/all-news/_jcr_content/news-features-narrow/panel_builder/panel_0/image.img.620.high.jpg", "http://med.stanford.edu/content/dam/sm/sm-news/images/2016/03/genovese_arthritis.JPG"], "top_img": "http://med.stanford.edu/content/dam/sm/sm-news/images/2016/03/genovese_arthritis.JPG", "keywords": [], "authors": ["Bruce Goldman"], "canonical_link": "http://med.stanford.edu/news/all-news/2017/05/drug-for-refractory-psoriatic-arthritis-shows-promise-in-clinical-trial.html", "title": "Drug for refractory psoriatic arthritis shows promise in clinical trial", "meta_data": {"keywords": "Immunology, Homepage Featured News 2, All News - Featured Item 2, Press, Chronic Disease, News", "description": "In a randomized clinical trial conducted by researchers at Stanford and more than 100 other medical centers, psoriatic arthritis patients given an injectable biologic drug for 24 weeks showed substantial improvement compared with patients who received placebo injections.", "viewport": "width=device-width, initial-scale=1.0", "og": {"title": "Drug for refractory psoriatic arthritis shows promise in clinical trial", "image": "http://med.stanford.edu/content/dam/sm/sm-news/images/2016/03/genovese_arthritis.JPG", "site_name": "News Center", "description": "In a randomized clinical trial conducted by researchers at Stanford and more than 100 other medical centers, psoriatic arthritis patients given an injectable biologic drug for 24 weeks showed substantial improvement compared with patients who received placebo injections.", "type": "website", "url": "http://med.stanford.edu/news/all-news/2017/05/drug-for-refractory-psoriatic-arthritis-shows-promise-in-clinical-trial.html"}, "twitter": {"card": "http://med.stanford.edu/content/dam/sm/sm-news/images/2016/03/genovese_arthritis.JPG", "creator": "News Center", "title": "Drug for refractory psoriatic arthritis shows promise in clinical trial", "description": "In a randomized clinical trial conducted by researchers at Stanford and more than 100 other medical centers, psoriatic arthritis patients given an injectable biologic drug for 24 weeks showed substantial improvement compared with patients who received placebo injections."}}, "movies": [], "publish_date": null, "source": "http://med.stanford.edu", "summary": ""}