{"url": "https://web.archive.org/web/20151119140103/http://www.eurekalert.org/pub_releases/2015-11/uoc--wua111715.php", "text": "A study that tracked tens of thousands of midlife and older men for more than 20 years has found that vigorous exercise and other healthy lifestyle habits may cut their chances of developing a lethal type of prostate cancer by up to 68 percent.\n\nWhile most prostate cancers are 'clinically indolent,' meaning they do not metastasize and are nonlife-threatening, a minority of patients are diagnosed with aggressive disease that invades the bone and other organs, and is ultimately fatal. Lead author Stacey Kenfield, ScD, of UCSF, and a team of researchers at UCSF and Harvard, focused on this variant of prostate cancer to determine if exercise, diet and smoke-free status might have life-saving benefits.\n\nIn the study, published today, Nov. 17, 2015, in the Journal of the National Cancer Institute, the researchers analyzed data from two U.S. studies: the Health Professionals Follow-Up Study that tracked more than 42,000 males ages 40 to 75, from 1986 to 2010; and a second, the Physicians' Health Study that followed more than 20,000 males ages 40 to 84, from 1982 to 2010.\n\nTo gage the effects of lifestyle habits, the researchers developed a score based on the results of the health professionals survey, then applied it to the physicians' study. They assigned one point for each affirmative response to questions about regular intense exercise that induced sweating, body mass index (BMI) under 30, tobacco-free status for a minimum of 10 years, high intake of fatty fish, high intake of tomatoes and low intake of processed meat.\n\nTo reduce error, participants had to be free of diagnosed cancer at the start of the study and a four-year lag was imposed to rule out those who unknowingly had lethal prostate cancer, which was determined by evidence of 'prostate cancer death or metastasis to the bones or other organs, excluding the lymph nodes.' Cases were confirmed through medical records and pathology reports, and cause of death was determined by death certificate and medical record, and secondarily by next of kin.\n\nVigorous activity trumps other lifestyle factors\n\nThe researchers identified 576 cases of lethal prostate cancer in the health professionals' group and 337 cases in the physicians' group. Participants with 5 to 6 points in the health professionals' group had a 68 percent decreased risk of lethal prostate cancer and a 38 percent decreased risk was observed in the physicians' group for the same comparison. For dietary factors alone, men with three points, versus those with zero points, had a 46 percent decreased chance of developing lethal prostate cancer in the health professionals' group. In the physicians' group this decrease was 30 percent.\n\nWhile there were fewer cases and less detailed data collected in the physicians' study, the score was similar in both populations, indicating the potential benefit of healthy lifestyle habits in warding off lethal prostate cancer, said the authors.\n\n\"We estimated that 47 percent of lethal prostate cancer cases would be prevented in the United States if men over 60 had five or more of these healthy habits,\" said Kenfield, assistant professor in the Department of Urology at UCSF Medical Center, and formerly of the Department of Medicine at Harvard Medical School in Boston, where the study was initiated.\n\n\"It's interesting that vigorous activity had the highest potential impact on prevention of lethal prostate cancer. We calculated the population-attributable risk for American men over 60 and estimated that 34 percent of lethal prostate cancer would be reduced if all men exercised to the point of sweating for at least three hours a week,\" Kenfield said.\n\nThe researchers also calculated that lethal prostate cancer among American men over 60 would be cut by 15 percent if they consumed at least seven servings of tomatoes per week and that 17 percent would be spared this diagnosis if they consumed at least one serving of fatty fish per week. Reducing intake of processed meats would cut the risk by 12 percent, they reported. In contrast, the population-attributed risk for smoking was 3 percent, largely because the majority of older American men are long-term nonsmokers.\n\nLifestyle changes also prevent heart disease, diabetes\n\n\"This study underscores the ongoing need for more effective prevention measures and policies to increase exercise, improve diet quality and reduce tobacco use in our population,\" said senior author June M. Chan, ScD, from the departments of Urology, and Epidemiology and Biostatistics at UCSF. \"It takes co-operation and effort from multiple areas, like insurance companies, employers, policy makers and city planners, to figure out how to creatively support and encourage more exercise into most busy adults' working day. These lifestyle habits align with other recommendations to prevent diabetes and heart disease.\"\n\nAbout one man in seven will be diagnosed with prostate cancer during his lifetime, making it the most frequently diagnosed cancer in the United States, excluding non-melanoma skin cancer. According to the American Cancer Society, in 2015 there will be approximately 220,800 cases of prostate cancer and approximately 27, 540 deaths.\n\n###\n\nThis study was supported by grants from the Prostate Cancer Foundation and the National Institutes of Health.\n\nCo-authors are Erin Van Blarigan, ScD, of the departments of Urology, and Epidemiology and Biostatistics at UCSF; Howard Sesso, ScD, MPH; Edward Giovannucci, MD, ScD; Meir Stampfer, MD, DrPH, and Julie Batista, ScD, all of Harvard T.H. Chan School of Public Health, Harvard Medical School and Brigham and Women's Hospital; Mary Kathryn Downer and Jaquelyn Jahn both of Harvard T.H. Chan School of Public Health, and Brigham and Women's Hospital.\n\nAbout UCSF:", "images": ["https://web.archive.org/web/20151119140103im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20151119140103im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20151119140103im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20151119140103im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20151119140103im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20151119140103im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20151119140103im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20151119140103im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20151119140103im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20151119140103im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20151119140103im_/http://www.eurekalert.org/images/meganav/AHA_logo.jpg", "https://web.archive.org/web/20151119140103im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20151119140103im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png"], "top_img": "https://web.archive.org/web/20151119140103im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20151119140103/http://www.eurekalert.org/pub_releases/2015-11/uoc--wua111715.php", "title": "Working up a sweat may protect men from lethal prostate cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A study that tracked tens of thousands of midlife and older men for more than 20 years has found that vigorous exercise and other healthy lifestyle habits may cut their chances of developing a lethal type of prostate cancer by up to 68 percent.", "keywords": "Medicine/Health, Prostate Cancer", "date": "Tue, 17 Nov 2015 05:00:00 GMT", "type": "research", "institution": "University of California - San Francisco", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "ucsf", "domain": "www.eurekalert.org"}, "og": {"title": "Working up a sweat may protect men from lethal prostate cancer", "description": "A study that tracked tens of thousands of midlife and older men for more than 20 years has found that vigorous exercise and other healthy lifestyle habits may cut their chances of developing a lethal type of prostate cancer by up to 68 percent.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20151119140103/http://www.eurekalert.org/pub_releases/2015-11/uoc--wua111715.php", "image": "https://web.archive.org/web/20151119140103im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "ucsf"}}, "movies": [], "publish_date": 1448773200.0, "source": "https://web.archive.org", "summary": ""}