{"url": "https://www.newswise.com/articles/electrical-stimulation-in-the-nose-induces-sense-of-smell-to-human-subjects", "text": "Newswise — Boston, Mass – Physicians at Massachusetts Eye and Ear have, for the first time, induced a sense of smell in humans by using electrodes in the nose to stimulate nerves in the olfactory bulb, a structure in the brain where smell information from the nose is processed and sent to deeper regions of brain. Reporting online today in International Forum of Allergy & Rhinology, the research team describes their results, which provide a proof of concept for efforts to develop implant technology to return the sense of smell to those who have lost it.\n\n“Our work shows that smell restoration technology is an idea worth studying further,” said corresponding author Eric Holbrook, MD, Chief of Rhinology at Mass. Eye and Ear and associate professor of otolaryngology at Harvard Medical School. “The development of cochlear implants, for example, didn’t really accelerate until someone placed an electrode in the cochlea of a patient and found that the patient heard a frequency of some type.”\n\nSmell loss, or anosmia, has an estimated prevalence of 5 percent of the general population. While some cases of anosmia may be treated by caring for an underlying cause (often nasal obstruction, in which odors can’t reach the nerves of the olfactory system due to swelling, polyps or sinus disease), other cases involving damage to the sensory nerves of the nose (i.e. head injury, viruses and aging) are much more complex. There are currently no proven therapies for these cases.\n\nOur sense of smell not only contributes to our enjoyment of life, but also to our daily safety and well being. We rely on our sense of smell to make us aware of smoke in detecting a fire, natural gas leaks and to avoid eating rotten food. In the elderly, of whom there are estimates that greater than 50 percent of the population over the age of 65 has experienced smell loss, it can be difficult to get proper nutrition, as the sensation of flavor is closely tied to the sense of smell, and as flavor diminishes, appetite decreases in this population.\n\nA Cochlear Implant for the Nose\n\nMotivated by work conducted by research colleagues at Virginia Commonwealth University’s School of Medicine, Mass. Eye and Ear physicians wanted to address the question of whether electrical stimulation of the olfactory bulb could induce the sense of smell in human subjects.\n\nThe findings described in the International Forum of Allergy & Rhinology report demonstrate this feasibility. In the report, the researchers describe endoscopic procedures to position electrodes in the sinus cavities of five patients with an intact ability to smell. Three patients described sensations of smell (including reports of onions, antiseptic, sour and fruity aromas) as a result of the stimulation.\n\nThis breakthrough in human patients opens the door for a “cochlear implant for the nose” to be developed — though the study authors caution that the concept of an olfactory stimulator is more challenging than existing technologies. The most successful neuroprosthesic device in the world, cochlear implants have been on the market for more than three decades to electrically stimulate the auditory nerve to restore hearing in people with profound hearing loss.\n\n“There’s currently so little that we can do for these patients, and we hope to eventually be able to reestablish smell in people who don’t have a sense of smell,” Dr. Holbrook said. “Now we know that electrical impulses to the olfactory bulb can provide a sense of smell — and that’s encouraging.”\n\nIn addition to Dr. Holbrook, authors on the International Forum of Allergy & Rhinology study include co-first author Sidharth V. Puram, MD, PhD, of Washington University School of Medicine, Reiner B. See, MD, and Aaron G. Tripp, of Massachusetts General Hospital, and Dinesh G. Nair, MD, of Brigham and Women’s Hospital.\n\nAbout Massachusetts Eye and Ear\n\nMassachusetts Eye and Ear, founded in 1824, is an international center for treatment and research and a teaching hospital of Harvard Medical School. A member of Partners HealthCare, Mass. Eye and Ear specializes in ophthalmology (eye care) and otolaryngology–head and neck surgery (ear, nose and throat care). Mass. Eye and Ear clinicians provide care ranging from the routine to the very complex. Also home to the world’s largest community of hearing and vision researchers, Mass. Eye and Ear has pioneered new treatments for blindness, deafness and diseases of the head and neck. Our scientists are driven by a mission to discover the basic biology underlying these conditions and to develop new treatments and cures. In the 2018-2019 \"Best Hospitals Survey,\" U.S. News & World Report ranked Mass. Eye and Ear #4 in the nation for eye care and #6 for ear, nose and throat care. For more information about life-changing care and research at Mass. Eye and Ear, please visit our blog, Focus, and follow us on Twitter and Facebook.\n\nSEE ORIGINAL STUDY", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "https://www.newswise.com/images/new-newswise-logo-square.jpg", "https://www.newswise.com/images/institutions/logos/xMEE_LogoHorizontal-RGB-Color.jpg.pagespeed.ic.Fb9LlN2L-C.jpg", "https://www.newswise.com/assets/img/logo.png", "https://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "https://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "", "title": "Electrical stimulation in the nose induces sense of smell in human subjects", "meta_data": {"keywords": "Newswise, Smell,Smell Loss,smell disorder,All Journal News, Allergies, Hearing, Vision, Local - Massachusetts, Local - Boston Metro, Embargoed Feed - hidden,  Massachusetts Eye and Ear", "description": "Physicians at Massachusetts Eye and Ear have, for the first time, induced a sense of smell in humans by using electrodes in the nose to stimulate nerves in the olfactory bulb, a structure in the brain where smell information from the nose is processed and sent to deeper regions of brain. Reporting online today in International Forum of Allergy & Rhinology, the research team describes their results, which provide a proof of concept for efforts to develop implant technology to return the sense of smell to those who have lost it.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Physicians at Massachusetts Eye and Ear have, for the first time, induced a sense of smell in humans by using electrodes in the nose to stimulate nerves in the olfactory bulb, a structure in the brain where smell information from the nose is processed and sent to deeper regions of brain. Reporting online today in International Forum of Allergy & Rhinology, the research team describes their results, which provide a proof of concept for efforts to develop implant technology to return the sense of smell to those who have lost it.", "title": "Electrical stimulation in the nose induces sense of smell in human subjects", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "https://www.newswise.com", "summary": ""}