{"url": "http://www.prweb.com/releases/2016/09/prweb13668102.htm", "text": "“We are looking forward to demonstrating the clinical benefits of our Patient-Centric approach for treatment planning, immobilization, adaptive therapy and motion management,” said P-Cure CEO Michael Marash.\n\nP-Cure (P-Cure, Ltd.), a leading provider of Patient-Centric solutions for proton therapy, has received U.S. Food and Drug Administration (FDA) approval for its patented upright imaging solution. The P-Cure system is based on a diagnostic-quality computed tomography (CT) enabling treatment planning, positioning and treatment delivery for cancer patients in a seated position.\n\nThe P-Cure Patient-Centric solution is a paradigm shifting change from the current method of treatment with the patient in the horizontal position.\n\n“The benefits of treating patients in a seated position include greater patient comfort, less internal organ movement, better saliva drainage and a better position for breathing for asthmatic and other patients experiencing impaired breathing. It may also deliver less collateral radiation to sensitive organs while enabling greater accuracy in proton beam delivery,” said Michael Marash, Ph.D., founder and CEO of P-Cure.\n\nAdult and pediatric patients who will initially benefit from this clinical breakthrough will be those treated for cancers of the lung, breast, chest, the head and neck, and lower torso.\n\nIn addition to the clinical benefits of P-Cure’s solution, there are also significant economic advantages to treating patients in a seated position. With P-Cure, oncologists can develop a compact, gantry-less proton center for significantly less capital and operating costs, essentially making proton therapy more widely available and attainable.\n\nBecause of the high capital costs, proton therapy is currently only available to less than one percent of patients who could potentially benefit from it. The P-Cure gantry-less system significantly reduces many factors associated with proton therapy including the capital cost of equipment and construction, the size of a single room center or multi-room expandable center and the time from center planning to treatment.\n\n“We are excited to receive FDA clearance for our upright imaging technology. We are looking forward to demonstrating the clinical benefits of our Patient-Centric approach for treatment planning, immobilization, adaptive therapy and motion management. The P-Cure team is committed to enabling all oncology centers and hospitals globally to establish cost-effective proton therapy services for the best possible care and cure,” said Dr. Marash.\n\nAbout P-Cure:\n\nP-Cure is the innovative provider of image-guided solutions for better clinical effectiveness of proton therapy at a fraction of the current capital and operating costs. P-Cure continues to develop advanced patient-centric solutions with a focus on adaptive therapy and real time motion management. P-Cure’s first product was cleared by the FDA in 2010. (http://www.p-cure.com). P-Cure works both with the existing and new cancer centers to establish advanced proton therapy capabilities.", "images": ["http://www.prweb.com/assets/v1/img/best-search.gif", "http://www.prweb.com/assets/v1/img/upshot-50.gif", "http://www.prweb.com/assets/v1/img/logo_cision.png", "https://tracker.marinsm.com/tp?act=1&cid=2937h1715269&script=no"], "top_img": "", "keywords": [], "authors": [], "canonical_link": "https://www.prweb.com/releases/2016/09/prweb13668102.htm", "title": "FDA Clears P-Cure Upright Imaging Solution for Proton Therapy Enhancement", "meta_data": {"description": "Los Angeles, CA (PRWEB) September 12, 2016 -- P-Cure (P-Cure, Ltd.), a leading provider of Patient-Centric solutions for proton therapy, has received U.S. Food", "keywords": "PRESS RELEASE", "Generator": "PRWeb html v1", "news_keywords": "Healthcare,Miscellaneous,Health  Fitness,Cancer,General,Hospitals,Medical Products,Pediatrics,Radiology  Imaging,Physics", "twitter": {"card": "Summary", "site": {"identifier": "@PRWeb", "id": 14124541}, "url": "https://www.prweb.com/releases/2016/09/prweb13668102.htm", "title": "FDA Clears P-Cure Upright Imaging Solution for Proton Therapy Enhancem", "description": "Los Angeles, CA (PRWEB) September 12, 2016 \n\n P-Cure (P-Cure, Ltd.), a leading provider of Patient-Centric solutions for proton therapy, has received U.S. Food and Drug Administration (FDA) approval"}, "og": {"title": "FDA Clears P-Cure Upright Imaging Solution for Proton Therapy Enhancement", "type": "article", "url": "https://www.prweb.com/releases/2016/09/prweb13668102.htm", "site_name": "PRWeb", "description": "Los Angeles, CA (PRWEB) September 12, 2016 -- P-Cure (P-Cure, Ltd.), a leading provider of Patient-Centric solutions for proton therapy, has received U.S. Food and Drug Administration (FDA) approval for its patented upright imaging solution."}, "viewport": "width=device-width, initial-scale=1"}, "movies": [], "publish_date": null, "source": "http://www.prweb.com", "summary": ""}