{"url": "http://newsnetwork.mayoclinic.org/discussion/new-blood-test-may-predict-cardiovascular-events-in-patients-with-or-without-coronary-artery-disease-research-shows/", "text": "ROCHESTER, Minn. — A new type of blood test may help physicians identify which patients with and without evidence of coronary blockages are at risk for heart attacks and strokes. Even individuals with normal levels of low-density lipoprotein (LDL), known as the so-called “bad” cholesterol, but still at risk, seem to be identified, according to Mayo Clinic research being presented at the American College of Cardiology’s 66th Annual Scientific Session.\n\nThe test, released commercially by Mayo Medical Laboratories in August 2016, measures blood concentrations of plasma ceramides, a class of lipids that are highly linked to cardiovascular disease processes. The study found that individuals with the highest levels of blood ceramides were found to have a 3- to 4-times greater risk of having a cardiovascular event compared with those with the lowest ceramide score, regardless of their LDL cholesterol level or the presence of a blockage in the heart’s arteries.\n\n“Our research suggests that evaluating ceramide levels in patients who are not at immediate risk for coronary artery disease events may help cardiologists decide who could benefit from proactive and preventive treatment, such as statins, or lifestyle changes to prevent a serious cardiac event down the road,” says Jeff Meeusen, Ph.D., a clinical chemist, co-director of Cardiovascular Laboratory Medicine at Mayo Clinic and the study’s lead author.\n\nAccording to Dr. Meeusen, ceramides are different than cholesterol, which gathers and causes a clog in the arteries. Ceramides are more active, attracting inflammatory cells and promoting clotting.\n\nIn the study, 499 Mayo Clinic patients who were referred for coronary angiography to check for possible artery blockages were included and followed prospectively for approximately eighteen years. Patients were similar in age and with regard to blood pressure, smoking status and high-density lipoprotein (HDL), the “good” cholesterol; excluded were those who had diabetes or a previous heart attack, stroke or procedure to open narrowed coronary arteries. Researchers measured four different types of ceramides in the blood at baseline and combined the values into a 12-point scale. Patients were grouped into four risk categories according to their ceramide levels: low (0–2), intermediate (3–6), moderate (7–9) and high (10–12).\n\nOver the eighteen years, researchers recorded occurrences of heart attack, stroke, revascularization and death. Overall, 5.1 percent of patients had a major cardiovascular event each year. But the risk of having an event became higher as ceramide level increased; for each 1-point increase in the ceramide risk score, the risk rose by 9 percent. The rate of events was double among people with the highest ceramide score compared with those with the lowest (8.1 vs. 4.1 percent, respectively).\n\nIn patients without coronary artery disease following angiography, the rate of cardiovascular events was only 3.1 percent, lower than the average overall. But when researchers examined cardiovascular disease in this population by ceramide scores, people with the highest levels of ceramides were four times more likely to have an event compared with those with the lowest (7.8 vs. 2.2 percent, respectively). A similar trend was seen among people with low LDL levels (<100 mg/dL), typically considered a good LDL target. In this group, the rate of heart attack, stroke and revascularization and death was 3.7 percent among those with a low ceramide score, but 16.4 percent in people with the highest ceramide levels.\n\n“There is a need to identify patients at increased risk for cardiovascular events so that we can test strategies to prevent those events. This test seems to provide such information,” says Allan S. Jaffe, M.D., senior author of the study, cardiologist at Mayo Clinic and chair of the Division of Clinical Core Laboratory Services.\n\nThe trial was funded by Mayo Clinic. The new test is available to health care providers worldwide through Mayo Medical Laboratories, which offers laboratory testing and pathology services to more than 4,000 health care organizations in more than 70 countries. Mayo Medical Laboratories collaborated with some of the original researchers who established the role of ceramides in cardiovascular disease and Zora Biosciences Oy, a diagnostics discovery company based in Finland, to develop and refine the test. The present study is also the first to test its clinical utility in a U.S. population.\n\nCo-authors are: Leslie Donato, Ph.D.; Sandra Bryant; Grant Spears; Peter Berger, M.D.; and Linnea Baudhuin, Ph.D., all of Mayo Clinic.\n\n###\n\nAbout Mayo Clinic\n\nMayo Clinic is a nonprofit organization committed to clinical practice, education and research, providing expert, whole-person care to everyone who needs healing. For more information, visit http://www.mayoclinic.org/about-mayo-clinic or https://newsnetwork.mayoclinic.org/.\n\nMEDIA CONTACT\n\nTraci Klein, Mayo Clinic Public Affairs, 507-284-5005, newsbureau@mayo.edu", "images": ["https://cdn.prod-carehubs.net/n1/802899ec472ea3d8/uploads/2017/07/a-medical-illustration-of-a-stroke-in-the-brain-1X1.jpg", "https://cdn.prod-carehubs.net/n1/802899ec472ea3d8/uploads/2017/03/shutterstock_181080389_crp.jpg", "http://newsnetwork.mayoclinic.org/images/mayo-clinic-logo.png", "https://cdn.prod-carehubs.net/n1/802899ec472ea3d8/uploads/2018/07/female-research-pipetting-samples_MAUD_3620465_0016_1x1.jpg", "https://cdn.prod-carehubs.net/n1/802899ec472ea3d8/uploads/2016/10/a-wooden-tray-of-healthy-Halloween-treats-of-bananas-and-tangerines-1x1.jpg", "https://cdn.prod-carehubs.net/n1/802899ec472ea3d8/uploads/2018/10/closeup-of-a-head-louse-1x1.jpg"], "top_img": "https://cdn.prod-carehubs.net/n1/802899ec472ea3d8/uploads/2017/03/shutterstock_181080389_crp.jpg", "keywords": [], "authors": ["Dana Sparks", "Lynda De Widt", "Deborah Balzer"], "canonical_link": "https://newsnetwork.mayoclinic.org/discussion/new-blood-test-may-predict-cardiovascular-events-in-patients-with-or-without-coronary-artery-disease-research-shows/", "title": "New blood test may predict cardiovascular events in patients with or without coronary artery disease", "meta_data": {"viewport": "width=device-width, initial-scale=1", "description": "New blood test may predict cardiovascular events in patients with or without coronary artery disease", "og": {"site_name": "https://newsnetwork.mayoclinic.org", "type": "article", "title": "New blood test may predict cardiovascular events in patients with or without coronary artery disease", "description": "ROCHESTER, Minn. — A new type of blood test may help physicians identify which patients with and without evidence of [...]", "image": "https://cdn.prod-carehubs.net/n1/802899ec472ea3d8/uploads/2017/03/shutterstock_181080389_crp.jpg", "url": "https://newsnetwork.mayoclinic.org/discussion/new-blood-test-may-predict-cardiovascular-events-in-patients-with-or-without-coronary-artery-disease-research-shows/"}, "twitter": {"card": "summary", "domain": "https://newsnetwork.mayoclinic.org", "title": "New blood test may predict cardiovascular events in patients with or without coronary artery disease", "description": "ROCHESTER, Minn. — A new type of blood test may help physicians identify which patients with and without evidence of [...]", "image": "https://cdn.prod-carehubs.net/n1/802899ec472ea3d8/uploads/2017/03/shutterstock_181080389_crp.jpg", "url": "https://newsnetwork.mayoclinic.org/discussion/new-blood-test-may-predict-cardiovascular-events-in-patients-with-or-without-coronary-artery-disease-research-shows/"}}, "movies": [], "publish_date": null, "source": "http://newsnetwork.mayoclinic.org", "summary": ""}