{"url": "http://www.fda.gov/NewsEvents/Newsroom/PressAnnouncements/ucm541981.htm", "text": "For Immediate Release: February 15, 2017\n\nThe U.S. Food and Drug Administration today approved Siliq (brodalumab) to treat adults with moderate-to-severe plaque psoriasis. Siliq is administered as an injection.\n\nSiliq is intended for patients who are candidates for systemic therapy (treatment using substances that travel through the bloodstream, after being taken by mouth or injected) or phototherapy (ultraviolet light treatment) and have failed to respond, or have stopped responding to other systemic therapies.\n\n\"Moderate-to-severe plaque psoriasis can cause significant skin irritation and discomfort for patients, and today’s approval provides patients with another treatment option for their psoriasis,\" said Julie Beitz, M.D., director of the Office of Drug Evaluation III in the FDA’s Center for Drug Evaluation and Research. \"Patients and their health care providers should discuss the benefits and risks of Siliq before considering treatment.\"\n\nPsoriasis is a skin condition that causes patches of skin redness and flaking. Psoriasis is an autoimmune disorder that occurs more commonly in patients with a family history of the disease, and most often begins in people between the ages of 15 and 35. The most common form of psoriasis is plaque psoriasis, in which patients develop thick, red skin with flaky, silver-white scales.\n\nSiliq’s active ingredient (brodalumab) binds to a protein that causes inflammation, inhibiting the inflammatory response that plays a role in the development of plaque psoriasis.\n\nSiliq’s safety and efficacy were established in three randomized, placebo-controlled clinical trials with a total of 4,373 adult participants with moderate-to-severe plaque psoriasis who were candidates for systemic therapy or phototherapy. More patients treated with Siliq compared to placebo had skin that was clear or almost clear, as assessed by scoring of the extent, nature and severity of psoriatic changes of the skin.\n\nSuicidal ideation and behavior, including completed suicides, have occurred in patients treated with Siliq during clinical trials. Siliq users with a history of suicidality or depression had an increased incidence of suicidal ideation and behavior compared to users without this history. A causal association between treatment with Siliq and increased risk of suicidal ideation and behavior has not been established.\n\nBecause of the observed risk of suicidal ideation and behavior, the labeling for Siliq includes a Boxed Warning and the drug is only available through a restricted program under a Risk Evaluation and Mitigation Strategy (REMS) called the Siliq REMS Program. Notable requirements of the Siliq REMS Program include the following:\n\nPrescribers must be certified with the program and counsel patients about this risk. Patients with new or worsening symptoms of depression or suicidality should be referred to a mental health professional, as appropriate.\n\nPatients must sign a Patient-Prescriber Agreement Form and be made aware of the need to seek medical attention should they experience new or worsening suicidal thoughts or behavior, feelings of depression, anxiety or other mood changes.\n\nPharmacies must be certified with the program and must only dispense to patients who are authorized to receive Siliq.\n\nSiliq is also approved with a Medication Guide to inform patients of the risk of suicidal ideation and behavior, and that because Siliq is a medication that affects the immune system, patients may have a greater risk of getting an infection, or an allergic or autoimmune condition. Patients with Crohn’s disease should not use Siliq. Health care providers should also evaluate patients for tuberculosis (TB) infection prior to initiating treatment with Siliq. Health care providers should not administer Siliq to patients with active TB infection, and should avoid immunizations with live vaccines in patients being treated with Siliq.\n\nThe most common adverse reactions reported with the use of Siliq include joint pain (arthralgia), headache, fatigue, diarrhea, throat pain (oropharyngeal pain), nausea, muscle pain (myalgia), injection site reactions, influenza, low white blood cell count (neutropenia) and fungal (tinea) infections.\n\nSiliq is marketed by Bridgewater, New Jersey-based Valeant Pharmaceuticals.\n\nThe FDA, an agency within the U.S. Department of Health and Human Services, protects the public health by assuring the safety, effectiveness, and security of human and veterinary drugs, vaccines and other biological products for human use, and medical devices. The Agency also is responsible for the safety and security of our nation’s food supply, cosmetics, dietary supplements, products that give off electronic radiation, and for regulating tobacco products.\n\n###\n\nInquiries Media: Andrea Fischer 301-796-0393 Consumer: 888-INFO-FDA\n\nRelated Information", "images": ["http://www.fda.gov/themes/custom/preview/assets/images/US_Flag.png", "http://www.fda.gov/themes/custom/preview/assets/images/icon-https.svg", "http://www.fda.gov/themes/custom/preview/assets/images/icon-dot-gov.svg", "https://www.fda.gov/themes/custom/preview/img/FDA-Social-Graphic.png"], "top_img": "https://www.fda.gov/themes/custom/preview/img/FDA-Social-Graphic.png", "keywords": [], "authors": [], "canonical_link": "http://www.fda.gov/news-events/press-announcements/fda-approves-new-psoriasis-drug", "title": "FDA approves new psoriasis drug", "meta_data": {"title": "FDA approves new psoriasis drug | FDA", "og": {"site_name": "U.S. Food and Drug Administration", "type": "Article", "url": "http://www.fda.gov/news-events/press-announcements/fda-approves-new-psoriasis-drug", "title": "FDA approves new psoriasis drug", "updated_time": "Wed, 03/28/2018 - 13:21", "image": "https://www.fda.gov/themes/custom/preview/img/FDA-Social-Graphic.png", "description": "The U.S. Food and Drug Administration today approved Siliq (brodalumab) to treat adults with moderate-to-severe plaque psoriasis. Siliq is administered as an injection."}, "twitter": {"card": "summary_large_image", "site": "@US_FDA", "title": "FDA approves new psoriasis drug", "creator": "@US_FDA", "image": "https://www.fda.gov/themes/custom/preview/img/FDA-Social-Graphic.png", "description": "The U.S. Food and Drug Administration today approved Siliq (brodalumab) to treat adults with moderate-to-severe plaque psoriasis. Siliq is administered as an injection."}, "dcterms.title": "FDA approves new psoriasis drug", "dcterms.creator": "Office of the Commissioner", "description": "The U.S. Food and Drug Administration today approved Siliq (brodalumab) to treat adults with moderate-to-severe plaque psoriasis. Siliq is administered as an injection.", "dcterms.description": "The U.S. Food and Drug Administration today approved Siliq (brodalumab) to treat adults with moderate-to-severe plaque psoriasis. Siliq is administered as an injection.", "google-site-verification": "tWxlDhm4ANdksJZPj7TBmHgNoMqZCnecPp0Aa2vC9XA", "dcterms.publisher": "FDA", "dcterms.audience": "Media", "dcterms.issued": "Wed, 02/15/2017 - 12:33", "dcterms.source": "FDA", "article": {"publisher": "FDA", "published_time": "Tue, 09/10/2019 - 23:03", "modified_time": "Wed, 03/28/2018 - 13:21"}, "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0"}, "movies": [], "publish_date": 1568170980.0, "source": "http://www.fda.gov", "summary": ""}