{"url": "https://web.archive.org/web/20170613072047/https://www.eurekalert.org/pub_releases/2017-06/rson-ufe060617.php", "text": "OAK BROOK, Ill. - A minimally invasive treatment can help restore fertility in women with uterine fibroids, according to a new study published online in the journal Radiology.\n\nUterine fibroids, abnormal masses of fiber and muscle tissue in the wall of the uterus, are considered one of the most common causes of infertility and complications related to pregnancy. Previous research has found that one out of every four women with fibroids has problems related to fertility. The standard treatment option for such women is myomectomy, or surgical removal of the fibroids.\n\nHowever, myomectomy is not always possible or effective and can result in major complications including hysterectomy, according to study co-author João Martins Pisco, M.D., Ph.D., from the Department of Interventional Radiology at Saint Louis Hospital in Lisbon, Portugal.\n\nUterine fibroid embolization (UFE) is a less invasive option that involves injection of an embolic agent, typically made up of very small beads, into the uterine arteries to block the blood supply to the uterus and fibroids. As the fibroids die and begin to shrink, the uterus fully recovers. UFE can be performed in patients with a prior myomectomy or in vitro fertilization (IVF).\n\nDespite its less invasive nature, UFE has yet to be fully embraced in the medical community as a fertility-preserving treatment for women with symptomatic fibroids due to concerns that the procedure may cause inadequate blood flow to the endometrium, or lining of the uterus, and the ovaries.\n\nFor the new study, Dr. Pisco and colleagues assessed pregnancy rates in 359 women with uterine fibroids who were unable to conceive and who underwent either conventional or partial UFE. In conventional UFE, all uterine artery branches are embolized. However, the partial procedure requires treatment of only the small vessels to the fibroids, leaving the corresponding larger vessels unaffected. Partial UFE may help reduce the risks of infertility associated with conventional UFE.\n\nAfter an average follow-up of almost six years, 149 of the 359 women, or 41.5 percent, had become pregnant one or more times, and 131 gave birth to a total of 150 babies. It was the first pregnancy for more than 85 percent of the women who gave birth.\n\nThe procedures had a clinical success rate of approximately 79 percent for fibroid-related symptoms. Complication rates were 14.6 percent for partial UFE and 23.1 percent for conventional UFE. The procedure was repeated in 28 patients whose fibroids had not been fully treated, as shown by MRI, and 11 of those patients subsequently got pregnant.\n\n\"Our findings show that UFE is a fertility-restoring procedure in women with uterine fibroids who wish to conceive, and pregnancy following UFE appears to be safe with low morbidity,\" Dr. Pisco said. \"Women who had been unable to conceive had normal pregnancies after UFE and similar complication rates as the general population in spite of being in a high-risk group.\"\n\nDr. Pisco suggested that UFE may become the first-line treatment for women with fibroids who wish to conceive, particularly for those with numerous or very large fibroids. Such patients have a fibroid recurrence rate of more than 60 percent after myomectomy, making UFE an important option.\n\nThe researchers are continuing the treatments and compiling data. Since the time of writing, there were 12 additional pregnancies.\n\n\"In our study there are now almost 200 newborns following UFE,\" Dr. Pisco said. \"Our next step will be a randomized study comparing the results of partial and conventional UFE.\"\n\n###\n\n\"Spontaneous Pregnancy with a Live Birth after Conventional and Partial Uterine Fibroid Embolization.\" Collaborating with Dr. Pisco were Marisa Duarte, M.D., Tiago Bilhim, M.D., Ph.D., Jorge Branco, M.D., Ph.D., Fernando Cirurgião, M.D., Marcela Forjaz, M.D., Lúcia Fernandes, M.D., José Pereira, M.D., Nuno Costa, M.D., Joana B. M. Pisco, M.D., and António G. Oliveira, M.D., Ph.D.\n\nRadiology is edited by Herbert Y. Kressel, M.D., Harvard Medical School, Boston, Mass., and owned and published by the Radiological Society of North America, Inc. (http://pubs. rsna. org/ journal/ radiology )\n\nRSNA is an association of over 54,600 radiologists, radiation oncologists, medical physicists and related scientists promoting excellence in patient care and health care delivery through education, research and technologic innovation. The Society is based in Oak Brook, Ill. (RSNA.org)\n\nFor patient-friendly information on uterine fibroid embolization visit RadiologyInfo.org.", "images": ["https://web.archive.org/web/20170613072047im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170613072047im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170613072047im_/https://www.eurekalert.org/multimedia/pub/web/142439_web.jpg", "https://web.archive.org/web/20170613072047im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170613072047im_/https://media.eurekalert.org/multimedia_prod/pub/rel/142438_rel.jpg", "https://web.archive.org/web/20170613072047im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170613072047im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170613072047im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170613072047im_/https://media.eurekalert.org/multimedia_prod/pub/rel/142439_rel.jpg", "https://web.archive.org/web/20170613072047im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170613072047im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170613072047im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170613072047im_/https://media.eurekalert.org/multimedia_prod/pub/web/142438_web.jpg", "https://web.archive.org/web/20170613072047im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170613072047im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170613072047im_/https://www.eurekalert.org/images/meganav/browse-video.jpg"], "top_img": "https://web.archive.org/web/20170613072047im_/https://www.eurekalert.org/multimedia/pub/web/142439_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170613072047/https://www.eurekalert.org/pub_releases/2017-06/rson-ufe060617.php", "title": "Uterine fibroid embolization helps restore fertility", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A minimally invasive treatment can help restore fertility in women with uterine fibroids, according to a new study.", "keywords": "Medicine/Health, Gynecology, Surgery, Fertility", "date": "Tue, 13 Jun 2017 04:00:00 GMT", "journal": "Radiology", "type": "research", "institution": "Radiological Society of North America", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "rsna", "domain": "www.eurekalert.org", "title": "Uterine fibroid embolization helps restore fertility", "description": "A minimally invasive treatment can help restore fertility in women with uterine fibroids, according to a new study."}, "og": {"title": "Uterine fibroid embolization helps restore fertility", "description": "A minimally invasive treatment can help restore fertility in women with uterine fibroids, according to a new study.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170613072047/https://www.eurekalert.org/pub_releases/2017-06/rson-ufe060617.php", "image": "https://web.archive.org/web/20170613072047im_/https://www.eurekalert.org/multimedia/pub/web/142439_web.jpg", "type": "website"}, "fb": {"profile_id": "RSNAfans"}}, "movies": [], "publish_date": 1498708800.0, "source": "https://web.archive.org", "summary": ""}