{"url": "https://web.archive.org/web/20180326195947/https://www.eurekalert.org/pub_releases/2018-03/ip-cns032618.php", "text": "VANCOUVER, BC (March 26, 2018): A Vancouver-based research team led by Canada's most cited neuroscientist, Dr. Patrick McGeer, has successfully carried out studies suggesting that, if started early enough, a daily regimen of the non-prescription NSAID (nonsteroidal anti-inflammatory drug) ibuprofen can prevent the onset of Alzheimer's disease. This means that by taking an over-the-counter medication, people can ward off a disease that, according to Alzheimer's Disease International's World Alzheimer Report 2016, affects an estimated 47 million people worldwide, costs health care systems worldwide more than US$818 billion (1) per year and is the fifth leading cause of death in those aged 65 or older.\n\nThe Alzheimer's Association estimates that there are more than 5 million cases in the United States alone, with a new case being identified every 66 seconds. The annual cost to the country in 2017 is estimated have been $259 billion, with that figure predicted to potentially rise to $1.1 trillion by 2050. (2)\n\nDr. McGeer, who is President and CEO of Vancouver-based Aurin Biotech, and his wife, Dr. Edith McGeer, are among the most cited neuroscientists in the world. Their laboratory is world-renowned for their 30 years of work in neuroinflammation and neurodegenerative diseases, particularly Alzheimer's disease. A paper detailing Dr. McGeer's most recent discoveries were published Friday in the prestigious Journal of Alzheimer's Disease. (Journal of Alzheimer's Disease 62 (pp. 1219-1222).\n\nIn 2016, Dr. McGeer and his team announced that they had developed a simple saliva test that can diagnose Alzheimer's disease, as well as predict its future onset. The test is based on measuring the concentration of the peptide amyloid beta protein 42 (Abeta42) secreted in saliva. In most individuals, the rate of Abeta 42 production is almost exactly the same regardless of sex or age. However, if that rate of production is two to three times higher, those individuals are destined to develop Alzheimer's disease. That is because Abeta42 is a relatively insoluble material, and although it is made everywhere in the body, deposits of it occur only in the brain, causing neuroinflammation, which destroys neurons in the brains of people with Alzheimer's disease.\n\nContrary to the widely held belief that Abeta 42 is made only in the brain, Dr. McGeer's team demonstrated that the peptide is made in all organs of the body and is secreted in saliva from the submandibular gland. As a result, with as little as one teaspoon of saliva, it is possible to predict whether an individual is destined to develop Alzheimer's disease. This gives them an opportunity to begin taking early preventive measures such as consuming non-prescription non-steroidal drugs (NSAIDs) such as ibuprofen.\n\n\"What we've learned through our research is that people who are at risk of developing Alzheimer's exhibit the same elevated Abeta 42 levels as people who already have it; moreover, they exhibit those elevated levels throughout their lifetime so, theoretically, they could get tested anytime,\" says Dr. McGeer. \"Knowing that the prevalence of clinical Alzheimer's Disease commences at age 65, we recommend that people get tested ten years before, at age 55, when the onset of Alzheimer's would typically begin. If they exhibit elevated Abeta 42 levels then, that is the time to begin taking daily ibuprofen to ward off the disease.\n\n\"Unfortunately, most clinical trials to date have focused on patients whose cognitive deficits are already mild to severe, and when the therapeutic opportunities in this late stage of the disease are minimal. Consequently, every therapeutic trial has failed to arrest the disease's progression. Our discovery is a game changer. We now have a simple test that can indicate if a person is fated to develop Alzheimer's disease long before it begins to develop. Individuals can prevent that from happening through a simple solution that requires no prescription or visit to a doctor. This is a true breakthrough since it points in a direction where AD can eventually be eliminated.\"\n\n###\n\nAbout Aurin Biotech:\n\nAurin Biotech is a private, early stage Vancouver company which develops agents for the treatment of Alzheimer's disease and other chronic degenerative diseases. The company was founded in 2012 to advance the discoveries made by the McGeer and Associates Laboratory at the University of British Columbia (UBC). For more information, visit http://www. aurinbiotech. com\n\nABOUT THE JOURNAL OF ALZHEIMER'S DISEASE", "images": ["https://web.archive.org/web/20180326195947im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180326195947im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180326195947im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180326195947im_/https://media.eurekalert.org/multimedia_prod/pub/rel/166317_rel.jpg", "https://web.archive.org/web/20180326195947im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180326195947im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180326195947im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180326195947im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180326195947im_/https://www.eurekalert.org/multimedia/pub/web/166317_web.jpg", "https://web.archive.org/web/20180326195947im_/https://media.eurekalert.org/meganav/ACS255Meeting_600x200.jpg", "https://web.archive.org/web/20180326195947im_/https://media.eurekalert.org/multimedia_prod/pub/web/166317_web.jpg", "https://web.archive.org/web/20180326195947im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180326195947im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180326195947im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180326195947im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180326195947im_/https://media.eurekalert.org/meganav/EB2018_Newsroom.jpg"], "top_img": "https://web.archive.org/web/20180326195947im_/https://www.eurekalert.org/multimedia/pub/web/166317_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180326195947/https://www.eurekalert.org/pub_releases/2018-03/ip-cns032618.php", "title": "Canadian neuroscientists say daily ibuprofen can prevent Alzheimer's disease", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A Vancouver-based research team led by Canada's most cited neuroscientist, Dr. Patrick McGeer, has successfully carried out studies suggesting that, if started early enough, a daily regimen of the non-prescription NSAID (nonsteroidal anti-inflammatory drug) ibuprofen can prevent the onset of Alzheimer's disease.", "keywords": "Medicine/Health, Neurobiology, Alzheimer's Disease", "date": "Mon, 26 Mar 2018 04:00:00 GMT/UTC", "journal": "Journal of Alzheimer's Disease", "type": "research", "institution": "IOS Press", "region": "europe", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "IOSPress_STM", "domain": "www.eurekalert.org", "title": "Canadian neuroscientists say daily ibuprofen can prevent Alzheimer's disease", "description": "A Vancouver-based research team led by Canada's most cited neuroscientist, Dr. Patrick McGeer, has successfully carried out studies suggesting that, if started early enough, a daily regimen of the non-prescription NSAID (nonsteroidal anti-inflammatory drug) ibuprofen can prevent the onset of Alzheimer's disease."}, "og": {"title": "Canadian neuroscientists say daily ibuprofen can prevent Alzheimer's disease", "description": "A Vancouver-based research team led by Canada's most cited neuroscientist, Dr. Patrick McGeer, has successfully carried out studies suggesting that, if started early enough, a daily regimen of the non-prescription NSAID (nonsteroidal anti-inflammatory drug) ibuprofen can prevent the onset of Alzheimer's disease.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180326195947/https://www.eurekalert.org/pub_releases/2018-03/ip-cns032618.php", "image": "https://web.archive.org/web/20180326195947im_/https://www.eurekalert.org/multimedia/pub/web/166317_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1522296000.0, "source": "https://web.archive.org", "summary": ""}