{"url": "https://web.archive.org/web/20170713073641/https://www.eurekalert.org/pub_releases/2017-07/iu-amt071217.php", "text": "BLOOMINGTON, Ind. -- The use of medication to treat attention deficient hyperactivity disorder is linked to significantly lower risk for substance use problems in adolescents and adults with ADHD, according to a study led by researchers at Indiana University.\n\nThe risk of substance use problems during periods of medication use was 35 percent lower in men and 31 percent lower in women in the study. The results, based upon nearly 3 million people with ADHD in the United States, are reported in the American Journal of Psychiatry.\n\n\"This study contributes to growing evidence that ADHD medication is linked to lower risk for many types of harmful behavior, including substance abuse,\" said Patrick D. Quinn, a postdoctoral researcher in the IU Bloomington College of Arts and Sciences' Department of Psychological and Brain Sciences, who led the study. \"The results also highlight the importance of careful diagnosis and compliance with treatment.\"\n\nAs one of the largest analyses on the risks and benefits of ADHD medication, the study drew on anonymous health care data from 146 million people with employer-based health insurance in the United States from 2005 to 2014.\n\nSpecifically, the researchers mined the data to identify people with ADHD whose records showed periods of ADHD medication use and periods without ADHD medication use -- as well as one or more visits to the emergency room due to drug or alcohol use. They then calculated the odds of the visits occurring during the person's use of ADHD medication versus the same person's non-use of ADHD medication.\n\n\"Many factors can influence who receives ADHD treatment, including socioeconomic factors, health care access, the strength of support networks and disorder severity,\" Quinn said. \"Although no single study of real-world treatment practices can definitively show whether medication use lowers risk, studying the same people at different points in their medical history helps us control for these factors and isolate the role of medication in their behavior.\"\n\nOf the nearly 3 million people with ADHD in the study's database, about 57 percent experienced periods in which they were and were not prescribed medication to treat the disorder. About 2 percent experienced an emergency room visit due to substance abuse. The median age of the study's participants was 21 for men and 28 for women.\n\nThe majority of the ADHD medicines used in the study were stimulants such as Adderall, an amphetamine, and Ritalin, or methylphenidate. A significantly smaller number used nonstimulant ADHD medication such as Strattera, or atomoxetine.\n\n\"While concerns about prescribing medications to treat ADHD that have the potential for abuse are understandable, this study provides further evidence that the use of these medications is not associated with increased risk of substance use problems in adolescence or adulthood,\" Quinn said. \"Rather, this and other recent studies find that the risk of such problems is lower during and after periods of use of these medications.\"\n\nQuinn is a member of the lab of Brian M. D'Onofrio, a professor in the Department of Psychological and Brain Sciences. Another study from this group recently reported in JAMA Psychiatry found that the use of ADHD medication was associated with lower risk of motor vehicle accidents in men and women.\n\nD'Onofrio is also a co-author of several studies based on patient data from Sweden that found similarly lower risk for substance abuse and transport accidents in people with ADHD who used medication.\n\nThe larger number of people in the two more recent studies -- as well as the use of U.S. patients in the new analyses -- strengthens this earlier evidence.\n\n\"Together, these studies provide accumulating evidence about the possible short- and long-term benefits of ADHD medications,\" D'Onofrio said. \"They also provide important information to medical providers who prescribe ADHD medication -- as well as to adults with the disorder and parents trying to make medical decisions for children. Overall, I think people should find these results reassuring.\"\n\n###\n\nOther authors on the study were Martin E. Rickert, a research scientist at IU; Kwan Hur, Robert D. Gibbons and Benjamin B. Lahey of the University of Chicago; and Zheng Chang, Arvid Sjölander, Paul Lichtenstein and Henrik Larsson of the Karolinska Institute in Sweden. Larsson is also affiliated with Örebro University in Sweden.\n\nThis research was supported in part by the National Institutes of Health's National Institute of Mental Health and National Institute on Drug Abuse.", "images": ["https://web.archive.org/web/20170713073641im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170713073641im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170713073641im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170713073641im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170713073641im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170713073641im_/https://media.eurekalert.org/multimedia_prod/pub/web/145391_web.jpg", "https://web.archive.org/web/20170713073641im_/https://media.eurekalert.org/multimedia_prod/pub/rel/145391_rel.jpg", "https://web.archive.org/web/20170713073641im_/https://media.eurekalert.org/multimedia_prod/pub/rel/145392_rel.jpg", "https://web.archive.org/web/20170713073641im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170713073641im_/https://media.eurekalert.org/multimedia_prod/pub/rel/145393_rel.jpg", "https://web.archive.org/web/20170713073641im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170713073641im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170713073641im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170713073641im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170713073641im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170713073641im_/https://www.eurekalert.org/multimedia/pub/web/145393_web.jpg", "https://web.archive.org/web/20170713073641im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png"], "top_img": "https://web.archive.org/web/20170713073641im_/https://www.eurekalert.org/multimedia/pub/web/145393_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170713073641/https://www.eurekalert.org/pub_releases/2017-07/iu-amt071217.php", "title": "ADHD medication tied to lower risk for alcohol, drug abuse in teens and adults", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "The use of medication to treat attention deficient hyperactivity disorder is linked to significantly lower risk for substance use problems in adolescents and adults with ADHD, according to a study published in the American Journal of Psychiatry and led by Indiana University.", "keywords": "Medicine/Health, Addiction, Neurobiology, Pharmaceutical Science, Social/Behavioral Science, Addiction, Alcohol, Drugs, Mental Health, Memory/Cognitive Processes", "date": "Wed, 12 Jul 2017 04:00:00 GMT", "funder": "National Institute of Mental Health, National Institute on Drug Abuse, National Center for Advancing Translational Sciences,  European Union Seventh Framework Programme, Swedish Research Council", "journal": "American Journal of Psychiatry", "type": "research", "institution": "Indiana University", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "IUScienceNews", "domain": "www.eurekalert.org", "title": "ADHD medication tied to lower risk for alcohol, drug abuse in teens and adults", "description": "The use of medication to treat attention deficient hyperactivity disorder is linked to significantly lower risk for substance use problems in adolescents and adults with ADHD, according to a study published in the American Journal of Psychiatry and led by Indiana University."}, "og": {"title": "ADHD medication tied to lower risk for alcohol, drug abuse in teens and adults", "description": "The use of medication to treat attention deficient hyperactivity disorder is linked to significantly lower risk for substance use problems in adolescents and adults with ADHD, according to a study published in the American Journal of Psychiatry and led by Indiana University.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170713073641/https://www.eurekalert.org/pub_releases/2017-07/iu-amt071217.php", "image": "https://web.archive.org/web/20170713073641im_/https://www.eurekalert.org/multimedia/pub/web/145393_web.jpg", "type": "website"}, "fb": {"profile_id": "IndianaUniversity"}}, "movies": [], "publish_date": 1501300800.0, "source": "https://web.archive.org", "summary": ""}