{"url": "https://web.archive.org/web/20181120171034/https://www.eurekalert.org/pub_releases/2018-11/wuso-mss111918.php", "text": "One day, MRI brain scans may help predict whether older people will develop dementia, new research suggests.\n\nIn a small study, MRI brain scans predicted with 89 percent accuracy who would go on to develop dementia within three years, according to research at Washington University School of Medicine in St. Louis and the University of California San Francisco.\n\nThe findings, presented Sunday, Nov. 25 at the Radiological Society of North America meeting in Chicago, suggest that doctors may one day be able to use widely available tests to tell people their risk of developing dementia before symptoms arise.\n\n\"Right now it's hard to say whether an older person with normal cognition or mild cognitive impairment is likely to develop dementia,\" said lead author Cyrus A. Raji, MD, PhD, an assistant professor of radiology at Washington University's Mallinckrodt Institute of Radiology. \"We showed that a single MRI scan can predict dementia on average 2.6 years before memory loss is clinically detectable, which could help doctors advise and care for their patients.\"\n\nAlzheimer's disease is a progressive, irreversible brain disorder that destroys memory and thinking skills. The disease affects 5.5 million Americans, according to the National Institutes of Health (NIH).\n\nNeurologists can get a ballpark estimate of a patient's risk of Alzheimer's dementia using the Mini-Mental State Examination questionnaire, or by testing for the high-risk form of the gene ApoE, which increases a person's risk of Alzheimer's by up to 12-fold. Both tests were about 70 to 80 percent accurate in this study. Other assessments, such as PET scans for plaques of Alzheimer's proteins in the brain, are good at detecting early signs of Alzheimer's disease, but available to few patients. PET scans cost thousands of dollars and require radioactive materials not found in a typical hospital.\n\nMRI brain scans are widely available and give doctors a glimpse into what's going on inside a person's brain. Raji and colleagues at the School of Medicine including Tammie Benzinger, MD, PhD, a professor of radiology, Parinaz Massoumzadeh, PhD, and Adedamola Adedokun, as well as radiologist Pratik Mukherjee, MD, PhD, of the University of California San Francisco, analyzed MRI scans for physical signs of impending cognitive decline.\n\nThey used a technique called diffusion tensor imaging to assess the health of the brain's white matter, which encompasses the cables that enable different parts of the brain to talk to one another.\n\n\"Diffusion tensor imaging is a way of measuring the movement of water molecules along white matter tracts,\" Raji said. \"If water molecules are not moving normally it suggests underlying damage to white tracts that can underlie problems with cognition.\"\n\nUsing information from the Alzheimer's Disease Neuroimaging Initiative - a multisite collaboration that pools data, funding and expertise to improve clinical trials for Alzheimer's disease - Raji and colleagues identified 10 people whose cognitive skills declined over a two-year period and matched them by age and sex with 10 people whose thinking skills held steady. The average age of people in both groups was 73. Then, the researchers analyzed diffusion tensor MRI scans taken just before the two-year period for all 20 people.\n\nThe researchers found that people who went on to experience cognitive decline had significantly more signs of damage to their white matter. The researchers repeated their analysis in a separate sample of 61 people, using a more refined measure of white matter integrity. With this new analysis, they were able to predict cognitive decline with 89 percent accuracy when looking at the whole brain. When the researchers focused on specific parts of the brain most likely to show damage, the accuracy rose to 95 percent.\n\n\"We could tell that the individuals who went on to develop dementia have these differences on diffusion MRI, compared with scans of cognitively normal people whose memory and thinking skills remained intact,\" Raji said. \"What we need now, before we can bring it into the clinic, is to get more control subjects and develop computerized tools that can more reliably compare individual patients' scans to a baseline normal standard. With that, doctors might soon be able to tell people whether they are likely to have Alzheimer's develop in the next few years.\"\n\nAlthough there are no drugs available yet to prevent or delay the onset of Alzheimer's disease, identifying those at high risk of developing dementia within the next few years could still be beneficial, the researchers said. People could make decisions on their financial and living arrangements while they are still in full control of their faculties.\n\n###", "images": ["https://web.archive.org/web/20181120171034im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20181120171034im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20181120171034im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20181120171034im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20181120171034im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20181120171034im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20181120171034im_/https://media.eurekalert.org/meganav/AM19_Newsroom.jpg", "https://web.archive.org/web/20181120171034im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20181120171034im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20181120171034im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20181120171034im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20181120171034im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20181120171034im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20181120171034im_/https://media.eurekalert.org/meganav/Neuroscience2018_Newsroom.jpg"], "top_img": "https://web.archive.org/web/20181120171034im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20181120171034/https://www.eurekalert.org/pub_releases/2018-11/wuso-mss111918.php", "title": "MRI scans shows promise in predicting dementia", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Doctors may one day be able to gauge a patient's risk of dementia with an MRI scan, according to a new study from Washington University School of Medicine in St. Louis. Using a new technique for analyzing MRI data, researchers were able to predict who would experience cognitive decline with 89 percent accuracy.", "keywords": "Medicine/Health, Aging, Neurobiology, Alzheimer's Disease", "date": "2018-11-20 05:00:00 GMT/UTC", "funder": "Boerger Research Fund for Alzheimer's Disease and Neurocognitive Disorders from the Foundation of the American Society of Neuroradiology", "type": "research", "institution": "Washington University School of Medicine", "meeting": "Radiological Society of North America meeting", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "WUSTLmed", "domain": "www.eurekalert.org", "title": "MRI scans shows promise in predicting dementia", "description": "Doctors may one day be able to gauge a patient's risk of dementia with an MRI scan, according to a new study from Washington University School of Medicine in St. Louis. Using a new technique for analyzing MRI data, researchers were able to predict who would experience cognitive decline with 89 percent accuracy."}, "og": {"title": "MRI scans shows promise in predicting dementia", "description": "Doctors may one day be able to gauge a patient's risk of dementia with an MRI scan, according to a new study from Washington University School of Medicine in St. Louis. Using a new technique for analyzing MRI data, researchers were able to predict who would experience cognitive decline with 89 percent accuracy.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20181120171034/https://www.eurekalert.org/pub_releases/2018-11/wuso-mss111918.php", "image": "https://web.archive.org/web/20181120171034im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "WUSTLmedicine.health"}}, "movies": [], "publish_date": 1543467600.0, "source": "https://web.archive.org", "summary": ""}