{"url": "https://web.archive.org/web/20161221130553/https://www.eurekalert.org/pub_releases/2016-12/ucl-lte121416.php", "text": "A new non-surgical treatment for low-risk prostate cancer can effectively kill cancer cells while preserving healthy tissue, reports a new UCL-led phase III clinical trial in 413 patients. The trial was funded by STEBA Biotech which holds the commercial license for the treatment.\n\nThe new treatment, 'vascular-targeted photodynamic therapy' (VTP), involves injecting a light-sensitive drug into the bloodstream and then activating it with a laser to destroy tumour tissue in the prostate. The research, published in The Lancet Oncology, found that around half (49%) of patients treated with VTP went into complete remission compared with 13.5% in the control group.\n\n\"These results are excellent news for men with early localised prostate cancer, offering a treatment that can kill cancer without removing or destroying the prostate,\" says lead investigator Professor Mark Emberton, Dean of UCL Medical Sciences and Consultant Urologist at UCLH. \"This is truly a huge leap forward for prostate cancer treatment, which has previously lagged decades behind other solid cancers such as breast cancer. In 1975 almost everyone with breast cancer was given a radical mastectomy, but since then treatments have steady improved and we now rarely need to remove the whole breast. In prostate cancer we are still commonly removing or irradiating the whole prostate, so the success of this new tissue-preserving treatment is welcome news indeed.\"\n\nAt the moment, men with low-risk prostate cancer are put under 'active surveillance' where the disease is monitored and only treated when it becomes more severe. Radical therapy, which involves surgically removing or irradiating the whole prostate, has significant long-term side effects so is only used to treat high-risk cancers.\n\nRadical therapy causes lifelong erectile problems and around one in five patients also suffer from incontinence. By contrast, VTP only caused short-term urinary and erectile problems which resolved within three months, and no significant side-effects remained after two years.\n\nIn the trial only 6% of patients treated with VTP needed radical therapy compared with 30% of patients in the control arm who were under active surveillance. The chances of cancer progressing to a more dangerous stage were three times lower for patients on VTP, and the treatment doubled the average time to progression from 14 months to 28 months.\n\nThe trial involved 47 treatment sites from ten different European countries, most of which were performing VTP for the first time.\n\n\"The fact that the treatment was performed so successfully by non-specialist centres in various health systems is really remarkable,\" says Professor Emberton, who is supported by the National Institute for Health Research University College London Hospitals Biomedical Research Centre. \"New procedures are generally associated with a learning curve, but the lack of complications in the trial suggests that the treatment protocol is safe, efficient and relatively easy to scale up. We would also expect the treatment to be far more precise if we repeated it today, as technology has come a long way since the study began in 2011.\n\n\"We can now pinpoint prostate cancers using MRI scans and targeted biopsies, allowing a much more targeted approach to diagnosis and treatment. This means we could accurately identify men who would benefit from VTP and deliver treatment more precisely to the tumour. With such an approach we should be able to achieve a significantly higher remission rate than in the trial and send nearly all low-risk localised prostate cancers into remission. We also hope that VTP will be effective against other types of cancer - the treatment was developed for prostate cancer because of the urgent need for new therapies, but it should be translatable to other solid cancers including breast and liver cancer.\"\n\nThe VTP therapy approach was developed by scientists at the Weizmann Institute of Science in Israel in collaboration with STEBA Biotech, and the European phase I, II and III trials were all led by UCL. The drug used in the procedure, WST11, is derived from bacteria at the bottom of the ocean. To survive with very little sunlight, they have evolved to convert light into energy with incredible efficiency. This property has been exploited to develop WST11, a compound that releases free radicals to kill surrounding cells when activated by laser light.\n\nOne of the first people to be treated with VTP was UCLH patient Gerald, a man in his sixties who took part in the latest trial under the care of Professor Emberton. He says:\n\n\"When I was diagnosed with early prostate cancer, I had the option of active surveillance but I didn't want to wait until it got worse so when I was offered a place on the trial I signed up straight away. Some men prefer to delay treatment, but I couldn't live with the fear of the cancer spreading until it either couldn't be treated or needed a treatment that would stop me living a normal life.\n\n\"The treatment I received on the trial changed my life. I'm now cancer-free with no side-effects and don't have to worry about needing surgery in future. I feel so lucky to be in this position. I've met other men who had surgery - they had to stay in hospital for days whereas I could go home the next day, and one suffered from terrible incontinence which he found very distressing. I had some minor side-effects for a few weeks after the operation, but I'm back to normal now. I am incredibly grateful to Professor Mark Emberton and his team for the excellent care that I received, and I hope that other patients will be able to benefit from this treatment in future.\"\n\nThe VTP treatment is currently being reviewed by the European Medicines Agency (EMA), so it is likely to be a number of years before it can be offered to patients more widely.\n\n###", "images": ["https://web.archive.org/web/20161221130553im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20161221130553im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20161221130553im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20161221130553im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20161221130553im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20161221130553im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20161221130553im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20161221130553im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20161221130553im_/https://www.eurekalert.org/images/meganav/AM17-NoDate.png", "https://web.archive.org/web/20161221130553im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20161221130553im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20161221130553im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20161221130553im_/https://www.eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20161221130553im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20161221130553/https://www.eurekalert.org/pub_releases/2016-12/ucl-lte121416.php", "title": "Light therapy effectively treats early prostate cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A new non-surgical treatment for low-risk prostate cancer can effectively kill cancer cells while preserving healthy tissue, reports a new UCL-led phase III clinical trial in 413 patients. The trial was funded by STEBA Biotech which holds the commercial license for the treatment.\n\nThe research, published in The Lancet Oncology, found that around half (49 percent) of patients treated with VTP went into complete remission compared with 13.5 percent in the control group.", "keywords": "Medicine/Health, Cancer, Prostate Cancer, Clinical Trials", "date": "Mon, 19 Dec 2016 05:00:00 GMT", "funder": "Steba Biotech", "journal": "Lancet Oncology", "type": "research", "institution": "University College London", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "uclnews", "domain": "www.eurekalert.org", "title": "Light therapy effectively treats early prostate cancer", "description": "A new non-surgical treatment for low-risk prostate cancer can effectively kill cancer cells while preserving healthy tissue, reports a new UCL-led phase III clinical trial in 413 patients. The trial was funded by STEBA Biotech which holds the commercial license for the treatment.\n\nThe research, published in The Lancet Oncology, found that around half (49 percent) of patients treated with VTP went into complete remission compared with 13.5 percent in the control group."}, "og": {"title": "Light therapy effectively treats early prostate cancer", "description": "A new non-surgical treatment for low-risk prostate cancer can effectively kill cancer cells while preserving healthy tissue, reports a new UCL-led phase III clinical trial in 413 patients. The trial was funded by STEBA Biotech which holds the commercial license for the treatment.\n\nThe research, published in The Lancet Oncology, found that around half (49 percent) of patients treated with VTP went into complete remission compared with 13.5 percent in the control group.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20161221130553/https://www.eurekalert.org/pub_releases/2016-12/ucl-lte121416.php", "image": "https://web.archive.org/web/20161221130553im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "uclofficial"}}, "movies": [], "publish_date": 1482987600.0, "source": "https://web.archive.org", "summary": ""}