{"url": "http://www.newswise.com/articles/view/638150/?sc=mwhn", "text": "Newswise — Stony Brook, NY – Embargoed for August 4 @ 5:00 PM EST, 2015 – Sleeping in the lateral, or side position, as compared to sleeping on one’s back or stomach, may more effectively remove brain waste and prove to be an important practice to help reduce the chances of developing Alzheimer’s, Parkinson’s and other neurological diseases, according to researchers at Stony Brook University.\n\nBy using dynamic contrast magnetic resonance imaging (MRI) to image the brain’s glymphatic pathway, a complex system that clears wastes and other harmful chemical solutes from the brain, Stony Brook University researchers Hedok Lee, PhD, Helene Benveniste, MD, PhD, and colleagues, discovered that a lateral sleeping position is the best position to most efficiently remove waste from the brain. In humans and many animals the lateral sleeping position is the most common one. The buildup of brain waste chemicals may contribute to the development of Alzheimer’s disease and other neurological conditions. Their finding is published in the Journal of Neuroscience.\n\nDr. Benveniste, Principal Investigator and a Professor in the Departments of Anesthesiology and Radiology at Stony Brook University School of Medicine, has used dynamic contrast MRI for several years to examine the glymphatic pathway in rodent models. The method enables researchers to identify and define the glymphatic pathway, where cerebrospinal fluid (CSF) filters through the brain and exchanges with interstitial fluid (ISF) to clear waste, similar to the way the body’s lymphatic system clears waste from organs. It is during sleep that the glymphatic pathway is most efficient. Brain waste includes amyloid β (amyloid) and tau proteins, chemicals that negatively affect brain processes if they build up.\n\nIn the paper, “The Effect of Body Posture on Brain Glymphatic Transport,” Dr. Benveniste and colleagues used a dynamic contrast MRI method along with kinetic modeling to quantify the CSF-ISF exchange rates in anesthetized rodents’ brains in three positions – lateral (side), prone (down), and supine (up).\n\n“The analysis showed us consistently that glymphatic transport was most efficient in the lateral position when compared to the supine or prone positions,” said Dr. Benveniste. “Because of this finding, we propose that the body posture and sleep quality should be considered when standardizing future diagnostic imaging procedures to assess CSF-ISF transport in humans and therefore the assessment of the clearance of damaging brain proteins that may contribute to or cause brain diseases.”\n\nDr. Benveniste and first-author Dr. Hedok Lee, Assistant Professor in the Departments of Anesthesiology and Radiology at Stony Brook developed the safe posture positions for the experiments. Their colleagues at the University of Rochester, including Lulu Xie, Rashid Deane and Maiken Nedergaard, PhD, used fluorescence microscopy and radioactive tracers to validate the MRI data and to assess the influence of body posture on the clearance of amyloid from the brains.\n\n“It is interesting that the lateral sleep position is already the most popular in human and most animals – even in the wild – and it appears that we have adapted the lateral sleep position to most efficiently clear our brain of the metabolic waste products that built up while we are awake,” says Dr. Nedergaard. “The study therefore adds further support to the concept that sleep subserves a distinct biological function of sleep and that is to ‘clean up’ the mess that accumulates while we are awake. Many types of dementia are linked to sleep disturbances, including difficulties in falling asleep. It is increasing acknowledged that these sleep disturbances may accelerate memory loss in Alzheimer’s disease. Our findng brings new insight into this topic by showing it is also important what position you sleep in,” she explained.\n\nDr. Benveniste cautioned that while the research team speculates that the human glymphatic pathway will clear brain waste most efficiency when sleeping in the lateral position as compared to other positions, testing with MRI or other imaging methods in humans are a necessary first step.\n\nOther co-authors on the paper include: Lulu Xie, Hongyi Kang, and Rashid Deane of the Center for Translational Neuromedicine, University of Rochester; Jean Logan of the Department of Radiology, New York University Langone Medical Center; and Tian Feng of the Department of Applied Mathematics and Statistics, Stony Brook University.\n\n###", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2015/08/3/BrainClearsWasteLateralPosition.jpg&width=100&height=100", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2015/08/3/BenvenisteLab2.jpg&width=502&height=334", "http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "http://www.newswise.com/images/institutions/logos/xSBU-logo.jpg.pagespeed.ic.RyCe2iVHMa.jpg", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2015/08/3/BrainClearsWasteLateralPosition.jpg&width=502&height=334", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2015/08/3/StomachSleepingjpg.jpg&width=502&height=334", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2015/08/3/BrainClearsWasteLateralPosition.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/could-body-posture-during-sleep-affect-how-your-brain-clears-waste", "title": "Could Body Posture During Sleep Affect How Your Brain Clears Waste?", "meta_data": {"keywords": "Newswise, ,Neuro, Sleep, Featured: DailyWire, Featured: MedWire, Featured: SciWire, Local - New York, Local - New York Metro, Embargoed Feed - hidden, All Journal News, Staff Picks,  Stony Brook University", "description": "Sleeping in the side position, as compared to on one’s back or stomach, may more effectively remove brain waste and prove to be an important practice to help reduce the chances of developing Alzheimer’s and other neurological diseases.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Sleeping in the side position, as compared to on one’s back or stomach, may more effectively remove brain waste and prove to be an important practice to help reduce the chances of developing Alzheimer’s and other neurological diseases.", "title": "Could Body Posture During Sleep Affect How Your Brain Clears Waste?", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2015/08/3/BrainClearsWasteLateralPosition.jpg&width=100&height=100", "url": "https://www.newswise.com/articles/could-body-posture-during-sleep-affect-how-your-brain-clears-waste"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}