{"url": "https://web.archive.org/web/20160309100112/http://www.eurekalert.org/pub_releases/2016-03/rson-vgi030116.php", "text": "OAK BROOK, Ill. - Playing \"brain-training\" video games may help improve some cognitive abilities of people with multiple sclerosis (MS) by strengthening neural connections in an important part of their brains, according to a new study published online in the journal Radiology.\n\nMS is a disease of the central nervous system that results in damage to the protective covering of nerve fibers. Symptoms include weakness, muscle stiffness and difficulty thinking--a phenomenon often referred to as \"brain fog.\" MS affects an estimated 2.5 million people worldwide, according to the Multiple Sclerosis Foundation.\n\nDamage to the thalamus, a structure in the middle of the brain that acts as a kind of information hub, and its connections with other parts of the brain play an important role in the cognitive dysfunction many MS patients experience.\n\nResearchers led by Laura De Giglio, M.D., Ph.D., from the Department of Neurology and Psychiatry at Sapienza University in Rome, recently studied the effects of a video game-based cognitive rehabilitation program on the thalamus in patients with MS. They used a collection of video games from the Nintendo Corporation, called Dr. Kawashima's Brain Training, which train the brain using puzzles, word memory and other mental challenges. The games are based on the work of Japanese neuroscientist Ryuta Kawashima, M.D.\n\nTwenty-four MS patients with cognitive impairment were randomly assigned to either take part in an eight-week, home-based rehabilitation program--consisting of 30-minute gaming sessions, five days per week--or be put on a wait list, serving as the control group. Patients were evaluated by cognitive tests and by 3-Tesla resting state functional MRI (RS-fMRI) at baseline and after the eight-week period. Functional imaging when the brain is in its resting state, or not focused on a particular task, provides important information on neural connectivity.\n\n\"Functional MRI allows you to study which brain areas are simultaneously active and gives information on the participation of certain areas with specific brain circuits,\" Dr. De Giglio said. \"When we talk about increased connectivity, we mean that these circuits have been modified, increasing the extension of areas that work simultaneously.\"\n\nAt follow-up, the 12 patients in the video-game group had significant increases in thalamic functional connectivity in brain areas corresponding to the posterior component of the default mode network, which is one of the most important brain networks involved in cognition. The results provide an example of the brain's plasticity, or ability to form new connections throughout life.\n\n\"This increased connectivity reflects the fact that video gaming experience changed the mode of operation of certain brain structures,\" Dr. De Giglio said. \"This means that even a widespread and common use tool like video games can promote brain plasticity and can aid in cognitive rehabilitation for people with neurological diseases, such as multiple sclerosis.\"\n\nThe modifications in functional connectivity shown in the video game group after training corresponded to significant improvements in test scores assessing sustained attention and executive function, the higher-level cognitive skills that help organize our lives and regulate our behavior.\n\nThe results suggest that video-game-based brain training is an effective option to improve cognitive abilities of patients with MS.\n\nIn the future, the researchers hope to study whether the plasticity induced by video games in MS patients is also related to improvements in other aspects of their daily lives. They also plan to look at how the video game can be integrated into a rehabilitation program together with other rehabilitative techniques.\n\n###\n\n\"Multiple Sclerosis: Changes in Thalamic Resting-State Functional Connectivity Induced by a Home-based Cognitive Rehabilitation Program.\" Collaborating with Dr. De Giglio were Francesca Tona, M.D., Francesca De Luca, Psy.D., Nikolaos Petsas, M.D., Ph.D., Luca Prosperini, M.D., Ph.D., Valentina Bianchi, Psy.D., Carlo Pozzilli, M.D., Ph.D., and Patrizia Pantano, M.D.\n\nRadiology is edited by Herbert Y. Kressel, M.D., Harvard Medical School, Boston, Mass., and owned and published by the Radiological Society of North America, Inc. (http://radiology. rsna. org/ )\n\nRSNA is an association of more than 54,000 radiologists, radiation oncologists, medical physicists and related scientists promoting excellence in patient care and health care delivery through education, research and technologic innovation. The Society is based in Oak Brook, Ill. (RSNA.org)\n\nFor patient-friendly information on brain fMRI, visit RadiologyInfo.org.", "images": ["https://web.archive.org/web/20160309100112im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160309100112im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160309100112im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160309100112im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20160309100112im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160309100112im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160309100112im_/http://media.eurekalert.org/multimedia_prod/pub/rel/110177_rel.jpg", "https://web.archive.org/web/20160309100112im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160309100112im_/http://media.eurekalert.org/multimedia_prod/pub/web/110176_web.jpg", "https://web.archive.org/web/20160309100112im_/http://media.eurekalert.org/multimedia_prod/pub/rel/110178_rel.jpg", "https://web.archive.org/web/20160309100112im_/http://media.eurekalert.org/multimedia_prod/pub/rel/110176_rel.jpg", "https://web.archive.org/web/20160309100112im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20160309100112im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160309100112im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160309100112im_/http://www.eurekalert.org/images/meganav/AM16-NoDate.png", "https://web.archive.org/web/20160309100112im_/http://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://web.archive.org/web/20160309100112im_/http://media.eurekalert.org/multimedia_prod/pub/web/110176_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160309100112/http://www.eurekalert.org/pub_releases/2016-03/rson-vgi030116.php", "title": "Video games improve brain connections in multiple sclerosis patients", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Playing 'brain-training' video games may help improve some cognitive abilities of people with multiple sclerosis by strengthening neural connections in an important part of their brains, according to a new study.", "keywords": "Medicine/Health, Alternative Medicine, Neurobiology, Rehabilitation/Prosthetics/Plastic Surgery", "date": "Tue, 08 Mar 2016 05:00:00 GMT", "journal": "Radiology", "type": "research", "institution": "Radiological Society of North America", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "rsna", "domain": "www.eurekalert.org"}, "og": {"title": "Video games improve brain connections in multiple sclerosis patients", "description": "Playing 'brain-training' video games may help improve some cognitive abilities of people with multiple sclerosis by strengthening neural connections in an important part of their brains, according to a new study.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160309100112/http://www.eurekalert.org/pub_releases/2016-03/rson-vgi030116.php", "image": "https://web.archive.org/web/20160309100112im_/http://media.eurekalert.org/multimedia_prod/pub/web/110176_web.jpg", "type": "website"}, "fb": {"profile_id": "RSNAfans"}}, "movies": [], "publish_date": 1459224000.0, "source": "https://web.archive.org", "summary": ""}