{"url": "http://www.prnewswire.com/news-releases/two-new-studies-document-improvement-in-breast-cancer-treatment-with-use-of-biozorb-implant-300350337.html", "text": "The article reports that the device provides clear visualization of the surgical site where the tumor was removed, thereby improving communication between the surgeon and radiation oncologist. The study also noted that the device provides a helpful guide for post-treatment mammograms and other long-term follow-up to check for any cancer recurrence in these patients.\n\nA second study, presented at the American Society for Radiation Oncology (ASTRO) 2016 annual conference, describes the extra utility that BioZorb can provide, by significantly reducing the amount of normal breast and surrounding tissues that are exposed to radiation treatment.\n\nThe World Journal of Surgery article, by lead author breast surgeon Michael J. Cross, concluded that the 3-D marker is an \"effective method for delineating the tumor bed with a significant utility for RT (radiation therapy) planning.\"\n\nIn the course of this three-year study, Dr. Cross and colleagues also documented a favorable shift toward use of hypo-fractionated radiation treatment, a shorter form of radiation associated with a substantial reduction in treatment costs.\n\n\"Through our experience with this marker, we've observed that its use results in less radiation dose to the patient compared to whole breast radiation, plus a better overall cosmetic outcome,\" said Dr. Cross, a nationally known breast surgeon at Breast Treatment Associates, in Fayetteville Ark. \"We were also pleased to note in our research that there were no device-related complications in this group of patients, and that none of them had a recurrence of cancer.\"\n\nThe BioZorb device is placed during lumpectomy surgery, which removes the cancer and preserves the breast. It is the first and only device that identifies in a reliable way the 3-D region where the tumor was removed. It is particularly effective because by suturing the implant to the tumor bed, the surgeon can more precisely indicate to the radiation oncologist where the cancer was located. Dr. Cross notes that because of the marker's unique configuration, it can also assist with reconstructing the surgical region during the healing process.\n\nThe implantable marker consists of a framework made of a bioabsorbable material that holds six titanium clips. The framework slowly dissolves in the body over the course of a year or more. The tiny marker clips stay in place so the surgical site can be viewed for long-term monitoring such as mammograms.\n\nAs part of the research for the World Journal of Surgery study, 108 patients with early-stage breast cancer were prospectively implanted with the marker during \"reconstructive lumpectomy,\" a method of oncoplastic surgery to remove the cancer while reconstructing the remaining breast to improve cosmetic outcomes. The average age of women in the study was 63 years.\n\nThe authors concluded that the marker was helpful for several different types of physicians involved in the care of women with breast cancer: surgeons, radiation oncologists who plan and oversee radiation treatment, and radiologists who follow women after breast cancer treatment.\n\nThe article also noted that there was a shift during the three-year course of the study toward increasing use of hypo-fractionated radiation methods. These methods decrease the time it takes for patients to complete radiation treatment -- and are estimated to cut the cost of treatment by approximately 25%. The authors said use of the marker facilitated their shift toward these shorter courses of radiotherapy.\n\nUse of the marker allowed physicians to be more confident in their targeting and rely less on \"ambiguous planning targets such as the seroma and surrounding tissue changes.\" Seroma is a collection of fluid that builds up in the area of tissue injury after surgery.\n\nWhile seromas have customarily been targeted for radiation treatment, they do not always reflect where the cancer was and can overestimate the size of the target areas in need of radiation. By more precisely marking the tumor bed, the article said, BioZorb can reduce the amount of healthy tissue that would otherwise receive unnecessary radiation.\n\nThe second recent study, presented at the 2016 annual ASTRO conference in Boston, described a collaborative approach between a radiation oncologist and breast surgeon. They studied the question of whether the marker could better identify the true lumpectomy cavity and thereby reduce the amount of tissue that is irradiated.\n\nThe authors – radiation oncologist William Hall, M.D., and breast surgeon Cary Kaufman, M.D. -- combined their analysis of 10 cases in which BioZorb was used.\n\nThey concluded that the tissue marker could significantly reduce radiation of healthy breast tissue (an average of 65% reduction), as well as avoid irradiating inadvertent seromas that are more common with oncoplastic procedures. By providing better targeting, they said, the marker could also play a role in facilitating the use of external beam partial breast irradiation.\n\n\"The process of delivering radiation treatment is substantially streamlined by having the 3D marker in place,\" said Dr. Hall. \"The marker tells us where the tumor was and helps us determine appropriate forms of treatment, whether with partial breast irradiation or standard whole breast irradiation and a boost dose at the end of the treatment process.\"\n\nDr. Hall is a radiation oncologist in the Department of Radiation Oncology at PeaceHealth St. Joseph Medical Center (Bellingham, Wash). Dr. Kaufman is Medical Director of the Bellingham Regional Breast Center and past chairman of the National Accreditation Program for Breast Centers.\n\nResources\n\nInfographic on BioZorb\n\nHow the marker works\n\nAbout Focal Therapeutics\n\nFocal Therapeutics is a medical device company based in Aliso Viejo, Calif. The company's BioZorb marker is a proprietary bioabsorbable device that provides radiographic marking of soft tissue sites. The BioZorb device is placed at the time of surgical removal of tissue, such as during breast surgery, and the device's three-dimensional array of marker clips has unique clinical utility for patient imaging. BioZorb has received 510(k) clearance from the U.S. Food and Drug Administration. The device is available in a range of sizes to accommodate a variety of clinical situations. For more information about the company, call (U.S.) 650-530-2394 or email info@focaltherapeutics.com.\n\nContact: Liz Dowling\n\nDowling & Dennis Public Relations\n\nTel. 415-388-2794\n\nLiz@dowlingdennis.net\n\nPhoto- http://photos.prnewswire.com/prnh/20161024/432078\n\nSOURCE Focal Therapeutics", "images": ["https://photos.prnewswire.com/prnfull/20161024/432078?max=950", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png", "https://photos.prnewswire.com/prnthumb/20161024/432078"], "top_img": "https://photos.prnewswire.com/prnthumb/20161024/432078", "keywords": [], "authors": ["Focal Therapeutics"], "canonical_link": "https://www.prnewswire.com/news-releases/two-new-studies-document-improvement-in-breast-cancer-treatment-with-use-of-biozorb-implant-300350337.html", "title": "Two New Studies Document Improvement in Breast Cancer Treatment with Use of BioZorb Implant", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "ALISO VIEJO, Calif., Oct. 25, 2016 /PRNewswire/ -- Two new studies have documented the value of the BioZorb® marker in improving the treatment of women who...", "author": "Focal Therapeutics", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "Two New Studies Document Improvement in Breast Cancer Treatment with Use of BioZorb Implant", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "california", "date": "2016-10-25T08:15:00-04:00", "keywords": "Focal Therapeutics,Health Care & Hospitals ,Medical Pharmaceuticals ,Women ,Clinical Trials & Medical Discoveries", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "Two New Studies Document Improvement in Breast Cancer Treatment with Use of BioZorb Implant", "description": "ALISO VIEJO, Calif., Oct. 25, 2016 /PRNewswire/ -- Two new studies have documented the value of the BioZorb® marker in improving the treatment of women who..."}, "og": {"title": "Two New Studies Document Improvement in Breast Cancer Treatment with Use of BioZorb Implant", "type": "website", "description": "ALISO VIEJO, Calif., Oct. 25, 2016 /PRNewswire/ -- Two new studies have documented the value of the BioZorb® marker in improving the treatment of women who...", "image": "https://photos.prnewswire.com/prnthumb/20161024/432078", "url": "https://www.prnewswire.com/news-releases/two-new-studies-document-improvement-in-breast-cancer-treatment-with-use-of-biozorb-implant-300350337.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}