{"url": "https://web.archive.org/web/20170503171216/https://www.eurekalert.org/pub_releases/2017-05/uoh-ccd050317.php", "text": "There is no significant difference between zinc acetate lozenges and zinc gluconate lozenges regarding their efficacy in shortening the duration of common colds according to a meta-analysis published in Journal of the Royal Society of Medicine Open. Seven randomized trials with zinc acetate and zinc gluconate lozenges found that the duration of colds was shortened on average by 33%.\n\nZinc lozenges appear to influence the common cold through the release of free zinc ions into the oro-pharyngeal region. However, zinc ions can bind tightly to various chemical complexes in such a way that little or no free zinc ions are released. Previously zinc lozenges containing citric acid were shown to be ineffective in treating colds because citric acid binds zinc ions very tightly and no free zinc is released.\n\nZinc acetate has been proposed as the most ideal salt for zinc lozenges since acetate binds to zinc ions very weakly. Zinc gluconate is another salt that has been frequently used in zinc lozenges. However, gluconate binds the zinc ion more tightly than acetate does. Because of the somewhat stronger binding, zinc gluconate has been proposed to be less suitable constituent for lozenges. Although the binding difference between zinc acetate and zinc gluconate is a fact, it is not evident whether that causes significant differences at the clinical level for treating the common cold.\n\nIn the meta-analysis, Dr. Harri Hemilä from the University of Helsinki, Finland, collected randomized trials on zinc acetate and zinc gluconate lozenges and compared their observed efficacies. Three trials had used zinc acetate lozenges and found that colds were shortened on average by 40%. Four trials had used zinc gluconate lozenges and colds were shortened on average by 28%. The 12% difference between the average effects of the two kinds of lozenges was explained purely by random variation. Furthermore, one of the zinc gluconate lozenge trials was an outlier inconsistent with all the other six zinc lozenge trials. If that outlier trial was excluded, the difference between the three zinc acetate and the three zinc gluconate trials shrinked to just 2%, i.e., a 40% vs. 38% reduction in common cold duration. Thus, properly composed zinc gluconate lozenges may be as effective as zinc acetate lozenges.\n\nDr. Hemilä also analyzed the dose response relationship between the elemental zinc dose and the observed efficacy in reducing common cold duration. There was no difference in the efficacy between five trials that used 80 to 92 mg of zinc per day and the two trials that used 192 and 207 mg of zinc per day. Thus, zinc doses of over 100 mg per day do not seem to provide any more benefit.\n\nAccording to Dr. Hemilä, there is no justification for the popular phrase that \"there is no cure for the common cold\" because of the strong evidence that zinc lozenges can shorten common cold duration by over 30%. However, in future studies the optimal composition of zinc lozenges should be investigated. The optimum frequency of their administration also warrants further investigation. Nevertheless, he also considers that \"the current evidence of efficacy for zinc lozenges is so strong that common cold patients should be encouraged to try them for treating their colds, but the patients should ascertain that the lozenges do not contain citric acid or its salt citrate.\"\n\n###", "images": ["https://web.archive.org/web/20170503171216im_/https://www.eurekalert.org/images/meganav/ACS253Meeting_600x200.jpg", "https://web.archive.org/web/20170503171216im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170503171216im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170503171216im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170503171216im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170503171216im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170503171216im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170503171216im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170503171216im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170503171216im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170503171216im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170503171216im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170503171216im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170503171216im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png"], "top_img": "https://web.archive.org/web/20170503171216im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170503171216/https://www.eurekalert.org/pub_releases/2017-05/uoh-ccd050317.php", "title": "Common cold duration is shortened similarly by zinc acetate and zinc gluconate lozenges", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "There is no significant difference between zinc acetate lozenges and zinc gluconate lozenges regarding their efficacy in shortening the duration of common colds according to a meta-analysis published in Journal of the Royal Society of Medicine Open.", "keywords": "Biology, Nutrition/Nutrients, Medicine/Health, Infectious/Emerging Diseases, Nutrition/Nutrients, Public Health", "date": "Wed, 03 May 2017 04:00:00 GMT", "journal": "Journal of the Royal Society of Medicine Open", "type": "research", "institution": "University of Helsinki", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "helsinkiuni", "domain": "www.eurekalert.org", "title": "Common cold duration is shortened similarly by zinc acetate and zinc gluconate lozenges", "description": "There is no significant difference between zinc acetate lozenges and zinc gluconate lozenges regarding their efficacy in shortening the duration of common colds according to a meta-analysis published in Journal of the Royal Society of Medicine Open."}, "og": {"title": "Common cold duration is shortened similarly by zinc acetate and zinc gluconate lozenges", "description": "There is no significant difference between zinc acetate lozenges and zinc gluconate lozenges regarding their efficacy in shortening the duration of common colds according to a meta-analysis published in Journal of the Royal Society of Medicine Open.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170503171216/https://www.eurekalert.org/pub_releases/2017-05/uoh-ccd050317.php", "image": "https://web.archive.org/web/20170503171216im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "HelsinkiUniversity"}}, "movies": [], "publish_date": 1496030400.0, "source": "https://web.archive.org", "summary": ""}