{"url": "https://web.archive.org/web/20150912212057/http://www.eurekalert.org:80/pub_releases/2015-09/gumc-ri090415.php", "text": "WASHINGTON (Sept. 11, 2015) -- The largest nationwide clinical trial to study high-dose resveratrol long-term in people with mild to moderate Alzheimer's disease found that a biomarker that declines when the disease progresses was stabilized in people who took the purified form of resveratrol.\n\nResveratrol is a naturally occurring compound found in foods such as red grapes, raspberries, dark chocolate and some red wines.\n\nThe results, published online today in Neurology, \"are very interesting,\" says the study's principal investigator, R. Scott Turner, MD, PhD, director of the Memory Disorders Program at Georgetown University Medical Center. Turner, who treats patients at MedStar Georgetown University Hospital, cautions that the findings cannot be used to recommend resveratrol. \"This is a single, small study with findings that call for further research to interpret properly.\"\n\nThe resveratrol clinical trial was a randomized, phase II, placebo-controlled, double blind study in patients with mild to moderate dementia due to Alzheimer's disease. An \"investigational new drug\" application was required by the U.S. Food and Drug Administration to test the pure synthetic (pharmaceutical-grade) resveratrol in the study. It is not available commercially in this form.\n\nThe study enrolled 119 participants. The highest dose of resveratrol tested was one gram by mouth twice daily -- equivalent to the amount found in about 1,000 bottles of red wine.\n\nJohn Bozza, 80, participated in the study. Five years ago, his wife, Diana, began noticing \"something wasn't quite right.\" He was diagnosed with mild cognitive impairment, but only a year later, his condition progressed to mild Alzheimer's.\n\nDiana, whose twin sister died from the same disease, says there are multiple reasons she and John decided to participate in the resveratrol study, and they now know he was assigned to take the active drug.\n\n\"I definitely want the medical community to find a cure,\" she says. \"And of course I thought there's always a chance that John could have been helped, and who knows, maybe he was.\"\n\nPatients, like John, who were treated with increasing doses of resveratrol over 12 months showed little or no change in amyloid-beta40 (Abeta40) levels in blood and cerebrospinal fluid. In contrast, those taking a placebo had a decrease in the levels of Abeta40 compared with their levels at the beginning of the study.\n\n\"A decrease in Abeta40 is seen as dementia worsens and Alzheimer's disease progresses; still, we can't conclude from this study that the effects of resveratrol treatment are beneficial,\" Turner explains. \"It does appear that resveratrol was able to penetrate the blood brain barrier, which is an important observation. Resveratrol was measured in both blood and cerebrospinal fluid.\"\n\nThe researchers studied resveratrol because it activates proteins called sirtuins, the same proteins activated by caloric restriction. The biggest risk factor for developing Alzheimer's is aging, and studies with animals found that most age-related diseases--including Alzheimer's--can be prevented or delayed by long-term caloric restriction (consuming two-thirds the normal caloric intake).\n\nTurner says the study also found that resveratrol was safe and well tolerated. The most common side effects experienced by participants were gastrointestinal-related, including nausea and diarrhea. Also, patients taking resveratrol experienced weight loss while those on placebo gained weight.\n\nOne outcome in particular was confounding, Turner notes. The researchers obtained brain MRI scans on participants before and after the study, and found that resveratrol-treated patients lost more brain volume than the placebo-treated group.\n\n\"We're not sure how to interpret this finding. A similar decrease in brain volume was found with some anti-amyloid immunotherapy trials,\" Turner adds. A working hypothesis is that the treatments may reduce inflammation (or brain swelling) found with Alzheimer's.\n\nThe study, funded by the National Institute on Aging and conducted with the Alzheimer's Disease Cooperative Study, began in 2012 and ended in 2014. GUMC was one of 21 participating medical centers across the U.S.\n\nFurther studies, including analysis of frozen blood and cerebrospinal fluid taken from patients, are underway to test possible drug mechanisms.\n\n\"Given safety and positive trends toward effectiveness in this phase 2 study, a larger phase 3 study is warranted to test whether resveratrol is effective for individuals with Alzheimer's -- or at risk for Alzheimer's,\" Turner says.\n\nResveratrol and similar compounds are being tested in many age-related disorders including cancer, diabetes and neurodegenerative disorders. The study Turner led, however, is the largest, longest and highest dose trial of resveratrol in humans to date.\n\n###\n\nThe research was supported by a grant from the National Institute on Aging (U01 AG010483). Turner reports no personal financial interests related to the study. About Georgetown University Medical Center\n\nGeorgetown University Medical Center (GUMC) is an internationally recognized academic medical center with a three-part mission of research, teaching and patient care (through MedStar Health). GUMC's mission is carried out with a strong emphasis on public service and a dedication to the Catholic, Jesuit principle of cura personalis -- or \"care of the whole person.\" The Medical Center includes the School of Medicine and the School of Nursing & Health Studies, both nationally ranked; Georgetown Lombardi Comprehensive Cancer Center, designated as a comprehensive cancer center by the National Cancer Institute; and the Biomedical Graduate Research Organization, which accounts for the majority of externally funded research at GUMC including a Clinical and Translational Science Award from the National Institutes of Health.", "images": ["https://web.archive.org/web/20150912212057im_/http://www.eurekalert.org/images/meganav/ACS_logo.jpg", "https://web.archive.org/web/20150912212057im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20150912212057im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20150912212057im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20150912212057im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20150912212057im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20150912212057im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20150912212057im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20150912212057im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20150912212057im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20150912212057im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20150912212057im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20150912212057im_/http://www.eurekalert.org/images/meganav/portal-climate.png"], "top_img": "https://web.archive.org/web/20150912212057im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150912212057/http://www.eurekalert.org/pub_releases/2015-09/gumc-ri090415.php", "title": "Resveratrol impacts Alzheimer's disease biomarker", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "The largest nationwide clinical trial to study high-dose resveratrol long-term in people with mild to moderate Alzheimer's disease found that a biomarker that declines when the disease progresses was stabilized in people who took the purified form of resveratrol.\nResveratrol is a naturally occurring compound found in foods such as red grapes, raspberries, dark chocolate and some red wines.", "keywords": "Medicine/Health, Neurobiology, Alzheimer's Disease", "date": "Fri, 11 Sep 2015 04:00:00 GMT", "funder": "NIH/National Institute on Aging", "journal": "Neurology", "type": "research", "institution": "Georgetown University Medical Center", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "Gumedcenter", "domain": "www.eurekalert.org"}, "og": {"title": "Resveratrol impacts Alzheimer's disease biomarker", "description": "The largest nationwide clinical trial to study high-dose resveratrol long-term in people with mild to moderate Alzheimer's disease found that a biomarker that declines when the disease progresses was stabilized in people who took the purified form of resveratrol.\nResveratrol is a naturally occurring compound found in foods such as red grapes, raspberries, dark chocolate and some red wines.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150912212057/http://www.eurekalert.org/pub_releases/2015-09/gumc-ri090415.php", "image": "https://web.archive.org/web/20150912212057im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "Georgetown-University-Medical-Center/1105035056670"}}, "movies": [], "publish_date": 1443499200.0, "source": "https://web.archive.org", "summary": ""}