{"url": "https://web.archive.org/web/20160928172858/http://www.prnewswire.com/news-releases/continuing-developments-in-medical-consensus-on-the-utility-of-peppermint-oil-for-irritable-bowel-syndrome-ibs-300334161.html", "text": "Nature publishes broad review articles, called Primers, that cover global aspects of various diseases and describe all aspects from epidemiology, disease mechanisms, diagnosis, screening and prevention, management and quality of life. The review articles are authored by an international panel of academic scientists, translational researchers and clinicians.\n\n\"IBS considerably affects quality of life and places an enormous burden on patients, physicians and the health-care system,\" said Brooks D. Cash, M.D., A.G.A.F., F.A.C.G., F.A.C.P., F.A.S.G.E., Professor of Medicine in the Gastroenterology Division at the University of South Alabama in Mobile, Ala. \"The results of these studies add to the growing body of medical evidence supporting the utility of IBgard®, a novel formulation of peppermint oil, in improving the symptoms, patient satisfaction and quality of life of patients with IBS. The understanding of IBS has expanded considerably over the past decade with many new studies, in part driven by the development of new therapeutic agents.\"\n\nAdditionally, Dr. Cash was the lead study author of the IBSREST™ study, which demonstrated that IBgard® provided a statistically significant reduction in the Total IBS Symptom Score (TISS) in as early as 24 hours and at four weeks.\n\nGrowing Medical Support for Peppermint Oil in the Management of IBS\n\nThe World Gastroenterology Organization (WGO) issued global IBS guidelines in September 2015, which recommended peppermint oil in managing IBS as a first-line therapy option. The consensus report, entitled \"Irritable Bowel Syndrome: A Global Perspective,\"2 guides health providers in the best management of IBS through recommendations based on the latest evidence and resulting from a global expert consensus process based on best current practice. An international scientific and medical review team reported that there are a range of agents available to treat IBS and physicians should be knowledgeable about the efficacy and risk profile of any option they are about to prescribe. The review team concluded that as a first-line therapy option, peppermint oil is superior to placebo in improving IBS symptoms and the risk of adverse events is no greater with peppermint oil than with a placebo.\n\nThese evidence-based guidelines go through a rigorous process of authoring, editing and peer review. They are available in English, Spanish, Portuguese, French, Mandarin and Russian. WGO, formed in 1935 and incorporated in 1958, is a federation of 110 member societies and 4 regional associations of gastroenterology representing more than 50,000 individual members worldwide focusing on the improvement of standards in gastroenterology training and education on a global scale.\n\nAdditionally, the support from the medical community builds on a previously important review article about the use of peppermint oil in IBS. In a meta-analysis by Dr. Enck, entitled \"Therapy Options in Irritable Bowel Syndrome,\"3 published in The European Journal of Gastroenterology & Hepatology, Dr. Enck and the authors concluded that the highest efficacy in the management of IBS is currently found in peppermint oil. Among the thirteen IBS options that Dr. Enck and the authors reviewed, only peppermint oil had the lowest NNT (number needed to treat) of 2-3 patients needed for one patient to benefit from the therapy.\n\nAbout Irritable Bowel Syndrome\n\nOne in six Americans experience Irritable Bowel Syndrome (IBS), a frustrating, under-diagnosed and under-treated condition characterized by recurrent abdominal pain, often associated with alteration in stool frequency and/or form. Bloating is also a common symptom experienced by patients with IBS. Recent understandings of the root causes of IBS point to gut mucosal barrier dysfunction and malabsorption.\n\nAbout IBgard\n\nIBgard® is a medical food specially formulated for the dietary management of IBS. IBgard® capsules contain solid state microspheres of peppermint oil, including its principal component l-Menthol, in a unique delivery system. With its patented Site Specific Targeting (SST®) technology, pioneered by IM HealthScience®, IBgard® capsules release Ultramen®, an ultra-purified peppermint oil, quickly and reliably to the small intestine, where its actions help manage IBS. Peppermint oil can help toward normalizing the digestion of food and the absorption of nutrients, which have been compromised by IBS. Peppermint oil has also been shown to normalize intestinal transit time.\n\nIBgard® was studied in a pivotal, randomized, placebo-controlled, double-blinded, multi-center trial called the I rritable B owel S yndrome R eduction E valuation and S afety T rial (IBSREST™). The study findings were accepted by a leading, peer-reviewed scientific journal, called Digestive Diseases and Sciences, and published in February 2016. The data showed that IBgard® demonstrated a statistically significant reduction in the Total IBS Symptom Score (TISS) in as early as 24 hours and at four weeks. The TISS represents a composite score of eight individual IBS symptoms. Currently, there are limited options for patients with IBS that offer effective and rapid relief, especially during a flare-up.\n\nOver 10,000 healthcare practitioners, including 3,000 gastroenterologists, are estimated to have already used IBgard® for their patients. In a recent nationwide survey of gastroenterologists, IBgard® was the number one recommended peppermint oil for IBS. Like all medical foods, IBgard® does not require a prescription, but it must be used under medical supervision. Only doctors can diagnose IBS. The usual adult dose of IBgard® is 1-2 capsules as needed, up to three times a day, not to exceed 8 capsules per day.\n\nIBgard® is available to patients in the digestive aisle at most CVS/pharmacy, Walgreens and Rite Aid stores nationwide and now increasingly in independent drug stores and grocery stores across the country.\n\nAbout IM HealthScience®\n\nIM HealthScience® (IMH) is the innovator of IBgard® for the dietary management of irritable bowel syndrome. It is a privately held company based in Boca Raton, Florida, that is also the innovator of FDgard® for the dietary management of functional dyspepsia. It was founded in 2010 by a team of highly experienced pharmaceutical research and development and management executives. The company is dedicated to developing products to address gastrointestinal issues where there is a high unmet need. The IM HealthScience® advantage comes from developing products based on its patented, targeted-delivery technologies called Site Specific Targeting (SST®). For more information, visit www.imhealthscience.com to learn about the company, or www.IBgard.com or www.FDgard.com.\n\n1 Enck, P., Aziz, Q., Barbara, G., Farmer, A.D., Fukudo, S., Mayer, E.A., et al. (2016: March 24, online). Irritable bowel syndrome. Nature Reviews: Disease Primers 2, 16014. doi: 10.1038/nrdp.2016.15.\n\n2 Copyright © 2015 World Gastroenterology Organization (WGO). All rights reserved. Irritable Bowel Syndrome: A Global Perspective.\n\n3 Enck, P., Junne, F., Klosterhalfen, S., Zipfel, S., & Martens, U. (2010). Therapy options in irritable bowel syndrome. European Journal of Gastroenterology & Hepatology, 22, 1402–1411. doi: 10.1097/MEG.0b013e3283405a17.\n\nTo view the original version on PR Newswire, visit:http://www.prnewswire.com/news-releases/continuing-developments-in-medical-consensus-on-the-utility-of-peppermint-oil-for-irritable-bowel-syndrome-ibs-300334161.html\n\nSOURCE IM HealthScience\n\nRelated Links\n\nhttp://www.imhealthscience.com\n\n", "images": ["https://web.archive.org/web/20160928172858im_/http://content.prnewswire.com/designimages/logo_prn_trans.png", "https://web.archive.org/web/20160928172858im_/http://www.prnewswire.com/news-releases/continuing-developments-in-medical-consensus-on-the-utility-of-peppermint-oil-for-irritable-bowel-syndrome-ibs-300334161.html", "https://web.archive.org/web/20160928172858im_/http://content.prnewswire.com/images/prn_facebook_sharing_logo.jpg", "https://web.archive.org/web/20160928172858im_/http://content.prnewswire.com/designimages/logo_prn_mobile_no_pad.png", "https://web.archive.org/web/20160928172858im_/http://prnewswirecom2.122.2o7.net/b/ss/prnewswirecom2/1/H.20.3--NS/0", "https://web.archive.org/web/20160928172858im_/http://googleads.g.doubleclick.net/pagead/viewthroughconversion/1019740767/?value=0&guid=ON&script=0", "https://web.archive.org/web/20160928172858im_/http://s.clickability.com/s?19=990&14=0&6=394947961&7=506122&25=0&18=0.7434027508602781"], "top_img": "https://web.archive.org/web/20160928172858im_/http://content.prnewswire.com/images/prn_facebook_sharing_logo.jpg", "keywords": [], "authors": ["Im Healthscience"], "canonical_link": "https://web.archive.org/web/20160928172858/http://www.prnewswire.com/news-releases/continuing-developments-in-medical-consensus-on-the-utility-of-peppermint-oil-for-irritable-bowel-syndrome-ibs-300334161.html", "title": "Continuing Developments In Medical Consensus On The Utility Of Peppermint Oil For Irritable Bowel Syndrome (IBS)", "meta_data": {"msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "twitter": {"card": "summary", "site": "@PRNewswire"}, "viewport": "width=device-width, initial-scale=1", "og": {"title": "Continuing Developments In Medical Consensus On The Utility Of Peppermint Oil For Irritable Bowel Syndrome (IBS)", "type": "website", "description": "BOCA RATON, Fla., Sept. 27, 2016 /PRNewswire/ -- IM HealthScience&#174; (IMH) today announced that the growing...", "url": "https://web.archive.org/web/20160928172858/http://www.prnewswire.com/news-releases/continuing-developments-in-medical-consensus-on-the-utility-of-peppermint-oil-for-irritable-bowel-syndrome-ibs-300334161.html", "image": "https://web.archive.org/web/20160928172858im_/http://content.prnewswire.com/images/prn_facebook_sharing_logo.jpg"}, "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "robots": "index, follow", "author": "IM HealthScience", "keywords": "IM HealthScience, florida, Clinical Trials & Medical Discoveries, Health Care & Hospitals, Medical Pharmaceuticals, Publishing & Information Services, Supplementary Medicine", "description": "BOCA RATON, Fla., Sept. 27, 2016 /PRNewswire/ -- Continuing Developments In Medical Consensus On The Utility Of Peppermint Oil For Irritable Bowel...", "cf_entity_title": "Continuing Developments In Medical Consensus On The Utility Of Peppermint Oil For Irritable Bowel Syndrome (IBS)", "cf_entity_thumbnail_url": "http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "date": "2016-09-27T09:37:00Z", "Publisher": "PR Newswire", "geo.placename": "BOCA RATON, Fla., Sept. 27", "geo.region": "florida"}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}