{"url": "http://www.newswise.com/articles/view/654665/?sc=mwhn", "text": "Newswise — Chicago — A single breath may be all it takes to identify the return of lung cancer after surgery, according to a study posted online today by The Annals of Thoracic Surgery.\n\nExhaled breath contains thousands of volatile organic compounds (VOCs) that vary in composition and pattern depending on a person’s health status. A subset of four VOCs—called carbonyl compounds because of their carbon base—have been discovered in the exhaled breath of lung cancer patients. Being able to identify this lung cancer “signature” through a simple breath test has emerged as one of the most promising ways to diagnose the disease. Now the test is being used to monitor for disease recurrence.\n\nErin M. Schumer, MD, MPH, Victor van Berkel, MD, PhD, and colleagues from the University of Louisville analyzed breath samples collected before and after surgery from 31 lung cancer patients and compared their carbonyl VOCs levels with samples from 187 healthy patients.\n\nThe researchers found a significant decrease in overall carbonyl VOC levels following surgery; in fact, three of the four carbonyl VOCs normalized after surgery, matching levels in the control group.\n\n“The rapid normalization of almost all of the four compounds after surgery provides strong evidence that they are directly produced by the tumor environment,” said Dr. Schumer. “This study confirms that the technology is accurate.”\n\nLung cancer is the leading cause of cancer death. The American Cancer Society (ACS) estimates that more than 224,000 Americans will be diagnosed with lung cancer this year, and more than 158,000 lung cancer patients will die—that translates to 433 lung cancer deaths per day in the United States.\n\nDr. Schumer said those grim statistics underscore the need for early detection, “We hope that breath analysis will allow us to diagnose patients with primary or recurrent lung cancer long before they suffer from symptoms, when we have more options for treating them, giving them the best chance for cure.”\n\nCurrently, lung cancer patients are followed after surgery with chest computed tomography (CT) scans, which can be inconvenient, expensive, and expose the patient to radiation. “We hope that the breath analysis can serve as the primary screening tool for cancer recurrence and a CT scan ordered only if the breath test suggests that there has been a change,” said Dr. van Berkel.\n\nHow the Breath Test WorksThe process of breath analysis is relatively simple. The patient blows a single breath into a specialized balloon. The balloon is then connected to a pump that pulls the breath over a small microchip (smaller than a quarter), trapping the chemicals. The microchip is sent to the lab, where the chemicals are analyzed within hours. Breath collection can be performed in the doctor’s office. The pump is reusable; the balloon, microchip, and lab test together cost around $20, all supporting the increasing acceptance of breath tests as a cost-effective, easy-to-perform, non-invasive, and rapid option for the diagnosis of lung cancer.\n\n“The great potential with breath analysis is detecting lung cancer at any point, both as a primary screening tool and to follow patients after disease has been treated,” said Dr. van Berkel. “The technology is pretty robust. Our next step is getting approval from the FDA.”\n\n###\n\nSchumer E, Black M, Bousamra M, Trivedi J, Li M, Fu X, van Berkel V. Normalization of Exhaled Carbonyl Compounds Following Lung Cancer Resection. Ann Thoracic Surg 2016; DOI: 10.1016/j.athoracsur.2016.04.068.\n\nNote: This work was supported by the Coulter Foundation, V Foundation, National Science Foundation, and Bill and Melinda Gates Foundation. In addition, Drs. Bousamra, van Berkel, and Fu disclose a financial relationship with Breath Diagnostics, Inc.\n\nFor a copy of The Annals article, contact Jennifer Bagley at 312-202-5865 or jbagley@sts.org.\n\nFounded in 1964, The Society of Thoracic Surgeons is a not-for-profit organization representing more than 7,200 cardiothoracic surgeons, researchers, and allied health care professionals worldwide who are dedicated to ensuring the best possible outcomes for surgeries of the heart, lung, and esophagus, as well as other surgical procedures within the chest. The Society’s mission is to enhance the ability of cardiothoracic surgeons to provide the highest quality patient care through education, research, and advocacy.\n\nThe Annals of Thoracic Surgery is the official journal of STS and the Southern Thoracic Surgical Association. It has a 5-year impact factor of 4.104, the highest of any cardiothoracic surgery journal worldwide.", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/images/institutions/logos/xSTSLogoLockup_RGB.jpg.pagespeed.ic.sLud4iWDSR.jpg", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2016/06/7/closeupbagandchip.jpg&width=502&height=334", "http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/06/2/baginflation_1.jpg&width=100&height=100", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2016/06/2/baginflation_1.jpg&width=502&height=334", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2016/06/2/microchip_1.jpg&width=502&height=334"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/06/2/baginflation_1.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/lung-cancer-breath-signature-presents-promise-for-earlier-diagnosis", "title": "Lung Cancer Breath ‘Signature’ Presents Promise for Earlier Diagnosis", "meta_data": {"keywords": "Newswise, Breathalyzer,The Annals of Thoracic Surgery,Breath Analysis,volatile organic compounds,Exhaled Breath,Lung Cancer Diagnosis,Lung Cancer,lung cancer recurrence,All Journal News, Cancer, Respiratory Diseases and Disorders, Local - Illinois, Embargoed Feed - hidden,  The Society of Thoracic Surgeons", "description": "Being able to identify lung cancer “signature” through a simple breath test has emerged as one of the most promising ways to diagnose the disease. Now the test is being used to monitor for disease recurrence.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Being able to identify lung cancer “signature” through a simple breath test has emerged as one of the most promising ways to diagnose the disease. Now the test is being used to monitor for disease recurrence.", "title": "Lung Cancer Breath ‘Signature’ Presents Promise for Earlier Diagnosis", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/06/2/baginflation_1.jpg&width=100&height=100", "url": "https://www.newswise.com/articles/lung-cancer-breath-signature-presents-promise-for-earlier-diagnosis"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}