{"url": "https://web.archive.org/web/20150429002240/http://www.eurekalert.org:80/pub_releases/2015-04/uocm-esa042715.php", "text": "Using a simple device for eight hours a night to treat sleep apnea can help people with prediabetes improve their blood sugar levels and may reduce the risk of progressing to diabetes, according to a new study published online in the April 21, 2015, issue of the American Journal of Respiratory and Critical Care Medicine.\n\nAbout 57 million Americans have prediabetes, a disorder marked by blood sugar levels that are elevated but not sufficiently high to be considered diabetic. Prediabetics are at increased risk for developing diabetes, which can damage the eyes, kidneys, nerves and blood vessels and often leads to cardiovascular disease.\n\nMany people with prediabetes also have untreated sleep apnea, although few of them are aware of it. The most widely accepted treatment for sleep apnea is continuous positive airway pressure (CPAP), a device that blows a constant pressure of air into the lungs through a tube and face mask during the night. This helps people breathe better while they sleep by keeping the upper airway open.\n\n\"Our study showed that CPAP in patients with prediabetes can lower their risk of progressing to diabetes when CPAP is used for eight hours, a full night's sleep,\" said the study's lead author, Sushmita Pamidi, MD, a former fellow at the University of Chicago who is now on the faculty at McGill University in Montreal, Canada.\n\n\"Although eight hours of CPAP per night can be difficult to achieve in real-life, our results should provide a strong incentive for anyone with sleep apnea, especially prediabetic individuals, to improve adherence to their treatment for cardio-metabolic risk reduction,\" she said.\n\nPeople with sleep apnea, which is common among overweight and obese individuals, have repeated episodes where their upper airway closes during sleep. This can disrupt sleep and temporarily lower oxygen levels. It has been associated with an increased risk of cardiovascular diseases, such as hypertension and stroke, and may decrease their ability to regulate blood sugar levels. This increases the risk of diabetes.\n\nFor this study, the researchers recruited 39 middle-aged, overweight or obese volunteers with prediabetes and sleep apnea. Two-thirds of them (26) were randomly assigned to two weeks of CPAP treatment. The other 13 received a placebo -- a pill containing no medicine -- to be taken 30 minutes before bedtime. They were told the study would compare the two treatments.\n\nAll participants slept in the sleep laboratory and were closely monitored with all-night sleep recordings during the treatment period. Those assigned to CPAP wore the device for eight hours a night under continuous supervision by a technician. Before and after each treatment period, participants' glucose metabolism was assessed by oral and intravenous glucose-tolerance tests.\n\nThe researchers also measured the stress hormone noradrenaline in the blood and continuously monitored blood pressure for 24 hours at home. All participants were permitted to leave the laboratory during the day and engage in their routine activities.\n\nAfter two weeks, blood sugar control, as measured by an oral glucose tolerance test, improved for those in the CPAP group compared to the oral placebo group. In addition, the ability of insulin to regulate their blood sugar, estimated by the intravenous glucose tolerance test, was improved in the CPAP group compared to the oral placebo group. The CPAP group had, on average, 27 percent lower levels of the stress hormone, norepinephrine, as well as lower blood pressure than the oral placebo group.\n\n\"Despite the demonstrated efficacy of lifestyle interventions and the availability of many drug treatments, the economic and public health burden of diabetes remains enormous,\" said Esra Tasali, MD, assistant professor of medicine at the University of Chicago and senior author of the study. \"Assessment of sleep apnea should be considered in patients at high risk for diabetes and cardiovascular disease, since our study shows that treatment of sleep apnea can reduce these risks.\"\n\n###\n\nThe National Institutes of Health, plus the Diabetes Research and Training Center and the Institute for Translational Medicine at the University of Chicago funded this study. Additional authors include Kristen Wroblewski, Magdalena Stepien, Khalid Sharif-Sidi, Jennifer Kilkus and Harry R. Whitmore from the University of Chicago.", "images": ["https://web.archive.org/web/20150429002240im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20150429002240im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20150429002240im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20150429002240im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20150429002240im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20150429002240im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20150429002240im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20150429002240im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20150429002240im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20150429002240im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20150429002240im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20150429002240im_/http://www.eurekalert.org/images/meganav/portal-cancer.png"], "top_img": "https://web.archive.org/web/20150429002240im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150429002240/http://www.eurekalert.org/pub_releases/2015-04/uocm-esa042715.php", "title": "Effective sleep apnea treatment lowers diabetes risk", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Using a continuous positive airway pressure device for eight hours a night to treat sleep apnea can help people with prediabetes improve their blood sugar levels and may reduce the risk of progressing to diabetes.", "keywords": "Medicine/Health, Diet/Body Weight, Endocrinology, Metabolism/Metabolic Diseases, Diabetes, Sleep/Sleep Disorders", "date": "Mon, 27 Apr 2015 04:00:00 GMT", "funder": "National Institutes of Health", "journal": "American Journal of Respiratory and Critical Care Medicine", "type": "research", "institution": "University of Chicago Medical Center", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "UChicagoMed", "domain": "www.eurekalert.org"}, "og": {"title": "Effective sleep apnea treatment lowers diabetes risk", "description": "Using a continuous positive airway pressure device for eight hours a night to treat sleep apnea can help people with prediabetes improve their blood sugar levels and may reduce the risk of progressing to diabetes.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150429002240/http://www.eurekalert.org/pub_releases/2015-04/uocm-esa042715.php", "image": "https://web.archive.org/web/20150429002240im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "UChicagoMed"}}, "movies": [], "publish_date": 1430280000.0, "source": "https://web.archive.org", "summary": ""}