{"url": "https://www.newswise.com/articles/using-radar-to-make-breast-surgery-easier-for-women", "text": "Newswise — Women who need breast surgery to remove an abnormality that cannot be felt, also known as a non-palpable breast lesion, now may benefit from the convenience and comfort provided by an advanced new tissue locating technology offered at Rush University Medical Center.\n\nThe SAVI SCOUT Radar Localization System helps to decrease the time a woman is in the operating room, increase the success rates of lesion removal and reduce the amount of healthy breast tissue that is removed during the procedure. Rush began offering SAVI SCOUT, which has been used in more than 50 lumpectomy surgeries, in July.\n\nSAVI SCOUT allows a radiologist to insert a radar wave reflector the size of a grain of rice in the patient’s breast up to 30 days before surgery to mark the location of the lesion, as shown with ultrasound or X-ray mammography. The reflector replaces the widespread current practice of inserting a thin, hooked wire into the breast the same day as surgery.\n\n“When there is an abnormality that we can’t feel and are unable to biopsy, we have to find that lesion in surgery,” said Dr. Andrea Madrigrano, assistant professor of surgery at Rush University Medical Center.\n\nSAVI SCOUT replaces a more inconvenient technique used since '70s\n\nUsed since the 1970s, a hooked wire is placed in the breast through the skin to the abnormality using ultrasound or X-ray guidance with local anesthesia. The wire is placed into the breast to help guide the surgeon in removing the abnormality later that day.\n\n“Until now, a patient would go to the imaging center to have the thin wire precisely placed in the breast. The woman would then be taken to the operating room area,” Madrigrano said.\n\nWire localization requires a high degree of coordination between radiology and surgical scheduling, which can lead to delays between placement of the wire and surgery, often requiring a woman to wait long periods of time with the wire in her breast.\n\n“Before surgery, these patients are in a hospital gown and are walking around while this wire is in place, which obviously is less than ideal for the patient,” Madrigrano said.\n\n“The radar reflector is a replacement for the wire and is essentially a little marker. After the patient receives a local anesthetic, it can be placed into the breast using an extremely thin needle under image guidance days or weeks prior to surgery. Because this important step is out of the way in advance, it completely changes the patient’s day of surgery experience.”\n\nRadar can target abnormality within 1 mm, sparing more healthy tissue\n\nUnlike mastectomy, which treats breast cancer by removing an entire breast, lumpectomy surgery — also known as breast-conserving surgery — is used to remove only the tumor and a small amount of tissue surrounding the tumor. Using the SAVI SCOUT system technology, which emits 50 million radar pulses per second, surgeons can target the affected tissue within 1 millimeter of the reflector.\n\n“When Madrigrano told me about it, I thought it was an ingenious idea and I’m glad it was developed,” said Nancy Morrissey, who underwent lumpectomy surgery at Rush in July using the SAVI SCOUT technology. “It made surgery go smoothly, and I didn’t have any pain before or after.\n\n“When the marker was inserted near the lump, it was similar to a biopsy. I was glad it was done a week before and not the same day as the lumpectomy surgery. I have been very impressed with the experience.” According to Cianna Medical, the company that created SAVI SCOUT, 70 percent of women return to work the next day after the SCOUT procedure.\n\nIn addition to enhancing the patient’s surgical experience, the more precise localization of the surgical site enable surgeons to plan the procedure better. That advantage may lead to less tissue needing to be removed and a better appearance of the breast after surgery.\n\n“Ultimately, this wireless technology has the potential to reduce surgical delays, and more importantly will benefit patients by increasing comfort and satisfaction during a stressful time,” Madrigrano said.", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "https://www.newswise.com/images/new-newswise-logo-square.jpg", "https://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "https://www.newswise.com/assets/img/logo.png", "https://www.newswise.com/images/institutions/logos/xRushMed_logo.png.pagespeed.ic.MxDORVfSOm.png", "https://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "", "title": "Using Radar to Make Breast Surgery Easier for Women", "meta_data": {"keywords": "Newswise, Breast Cancer,Lumpectomy,Lumpectomies,Cancer, Healthcare, Surgery, Women's Health, Local - Illinois,  Rush University Medical Center", "description": "Women who need breast surgery to remove an abnormality that cannot be felt, also known as a non-palpable breast lesion, now may benefit from the convenience and comfort provided by an advanced new tissue locating technology offered at Rush University Medical Center. The SAVI SCOUT Radar Localization System helps to decrease the time a woman is in the operating room, increase the success rates of lesion removal and reduce the amount of healthy breast tissue that is removed during the procedure.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Women who need breast surgery to remove an abnormality that cannot be felt, also known as a non-palpable breast lesion, now may benefit from the convenience and comfort provided by an advanced new tissue locating technology offered at Rush University Medical Center. The SAVI SCOUT Radar Localization System helps to decrease the time a woman is in the operating room, increase the success rates of lesion removal and reduce the amount of healthy breast tissue that is removed during the procedure.", "title": "Using Radar to Make Breast Surgery Easier for Women", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "https://www.newswise.com", "summary": ""}