{"url": "https://web.archive.org/web/20180703160342/https://www.eurekalert.org/pub_releases/2018-07/rson-chi062618.php", "text": "OAK BROOK, Ill. - Cardiac hybrid imaging with CT and nuclear stress testing is an excellent long-term predictor of adverse cardiac events like heart attacks in patients being evaluated for coronary artery disease, according to a study published in the journal Radiology.\n\nCoronary artery disease is a leading cause of death and disability worldwide. Invasive coronary angiography (ICA) is considered the gold standard for determining the percent of stenosis, or narrowing, due to plaque in a coronary artery. However, the degree of stenosis on ICA is not always an accurate predictor of heart attack risk because it gives no information on perfusion, or the flow of blood into the heart muscle. Inadequate perfusion, also known as ischemia, is a potential danger to the patient.\n\n\"In lesions with less than 50 percent narrowing, one in five lesions still produce an ischemia,\" said study coauthor Philipp A. Kaufmann, M.D., professor and chair of nuclear medicine, and director of cardiac imaging at University Hospital Zurich in Switzerland.\n\nCardiac hybrid imaging combines coronary computed tomography angiography (CCTA) and myocardial perfusion imaging with single photon emission tomography (SPECT) to provide information on both stenosis and perfusion. The approach has shown promise in studies focusing on short-term observations, but information is lacking on long-term outcomes.\n\nThe research team looked at 428 patients who underwent hybrid imaging. During a median follow-up of 6.8 years, a total of 160 major adverse cardiac events, including 45 deaths, were observed in the final study population. Patients with matched findings--stenosis of 50 percent or more on CCTA with evidence of ischemia on SPECT in the area of the heart to which the blocked vessel was supplying blood--had more than five times the risk of adverse events than those with normal findings. Patients with unmatched findings, or evidence of ischemia but not in the area of the heart being fed by the stenotic artery, had three times the risk. Major adverse cardiac event rates were 21.8 percent for matched findings and 9.0 percent for unmatched--considerably higher than the 2.4 percent rate for normal findings.\n\nThe results show that cardiac hybrid imaging is an excellent long-term predictor of adverse cardiac events in patients evaluated for coronary artery disease. Dr. Kaufmann said that hybrid imaging findings could help guide treatment decisions, such as whether or not a patient should have a revascularization procedure such as bypass or angioplasty.\n\n\"In patients with multiple lesions or complex coronary anatomy, it is, in many cases, very difficult to correctly identify the culprit lesion,\" he said. \"In a previous multicenter trial, with hybrid imaging we were able to see that about one in five patients should be revascularized in another coronary artery than originally planned. The present study now documents the prognostic importance of the comprehensive assessment provided by hybrid imaging.\"\n\nThe study supports CCTA use for an initial, noninvasive evaluation of patients with known or suspected stable coronary artery disease. No additional imaging would be necessary if the results were normal. If a lesion was evident, then clinicians could employ a nuclear scan to assess ischemia and take advantage of both modalities by fusing the results together to make a hybrid image.\n\n\"The strategy of direct referral to invasive coronary angiography without noninvasive imaging is obsolete,\" Dr. Kaufmann said. \"Even after documenting coronary artery disease with coronary CT angiography, we need further noninvasive evaluation before deciding upon revascularization versus medication.\"\n\nThe researchers hope to run a trial to show that hybrid imaging can have a positive impact on patient outcomes. They are also looking at what they call \"triple hybrid\" imaging, which combines the CCTA/SPECT hybrid with information on coronary artery shear stress. The shear stress information could help identify lesions that do not yet have an impact on ischemia but will in the future.\n\n###\n\n\"Hybrid SPECT Perfusion Imaging and Coronary CT Angiography: Long-Term Prognostic Value for Cardiovascular Outcomes.\" Collaborating with Dr. Kaufmann were Aju P. Pazhenkottil, M.D., Dominik C. Benz, M.D., Christoph Gräni, M.D., Michael A. Madsen, M.D., Fran Mikulicic, M.D., Elia von Felten, M.D., Tobias A. Fuchs, M.D., Beatrice Hirt Moch, M.D., Julia Stehli, M.D., Thomas F. Lüscher, M.D., Oliver Gaemperli, M.D., and Ronny R. Buechel, M.D.\n\nRadiology is edited by David A. Bluemke, M.D., Ph.D., University of Wisconsin School of Medicine and Public Health, Madison, Wis., and owned and published by the Radiological Society of North America, Inc.\n\nRSNA is an association of over 54,200 radiologists, radiation oncologists, medical physicists and related scientists promoting excellence in patient care and health care delivery through education, research and technologic innovation. The Society is based in Oak Brook, Ill. (RSNA.org)\n\nFor patient-friendly information on cardiac imaging, visit RadiologyInfo.org.", "images": ["https://web.archive.org/web/20180703160342im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180703160342im_/https://www.eurekalert.org/multimedia/pub/web/174122_web.jpg", "https://web.archive.org/web/20180703160342im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180703160342im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180703160342im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180703160342im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180703160342im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180703160342im_/https://media.eurekalert.org/multimedia_prod/pub/rel/174122_rel.jpg", "https://web.archive.org/web/20180703160342im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180703160342im_/https://media.eurekalert.org/multimedia_prod/pub/web/174122_web.jpg", "https://web.archive.org/web/20180703160342im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180703160342im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180703160342im_/https://media.eurekalert.org/meganav/Nutrition2018_Newsroom.jpg", "https://web.archive.org/web/20180703160342im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180703160342im_/https://www.eurekalert.org/images/e4/logo-footer.png"], "top_img": "https://web.archive.org/web/20180703160342im_/https://www.eurekalert.org/multimedia/pub/web/174122_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180703160342/https://www.eurekalert.org/pub_releases/2018-07/rson-chi062618.php", "title": "Cardiac hybrid imaging an effective tool for predicting heart attacks", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Cardiac hybrid imaging with CT and nuclear stress testing is an excellent long-term predictor of adverse cardiac events like heart attacks in patients being evaluated for coronary artery disease, according to a new study.", "keywords": "Medicine/Health, Cardiology, Diagnostics, Internal Medicine", "date": "Tue, 03 Jul 2018 04:00:00 GMT/UTC", "journal": "Radiology", "type": "research", "institution": "Radiological Society of North America", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "rsna", "domain": "www.eurekalert.org", "title": "Cardiac hybrid imaging an effective tool for predicting heart attacks", "description": "Cardiac hybrid imaging with CT and nuclear stress testing is an excellent long-term predictor of adverse cardiac events like heart attacks in patients being evaluated for coronary artery disease, according to a new study."}, "og": {"title": "Cardiac hybrid imaging an effective tool for predicting heart attacks", "description": "Cardiac hybrid imaging with CT and nuclear stress testing is an excellent long-term predictor of adverse cardiac events like heart attacks in patients being evaluated for coronary artery disease, according to a new study.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180703160342/https://www.eurekalert.org/pub_releases/2018-07/rson-chi062618.php", "image": "https://web.archive.org/web/20180703160342im_/https://www.eurekalert.org/multimedia/pub/web/174122_web.jpg", "type": "website"}, "fb": {"profile_id": "RSNAfans"}}, "movies": [], "publish_date": 1532836800.0, "source": "https://web.archive.org", "summary": ""}