{"url": "https://web.archive.org/web/20170104145121/https://www.eurekalert.org/pub_releases/2017-01/g-nsf121916.php", "text": "EPA and DHA omega-3s reduce the risk of coronary heart disease (CHD), according to results of a new, comprehensive meta-analysis published in the Mayo Clinic Proceedings. Among randomized controlled trials (RCTs), there was a statistically significant reduction in CHD risk in higher risk populations, including:\n\n16 percent in those with high triglycerides and 14 percent in those with high LDL cholesterol.\n\nA non-statistically significant 6 percent risk reduction among all populations in RCTs, a finding supported by a statistically significant 18 percent reduced risk of CHD among prospective cohort studies.\n\n\"What makes this paper unique is that it looked at the effects of EPA and DHA on coronary heart disease specifically, which is an important nuance considering coronary heart disease accounts for half of all cardiovascular deaths in the U.S.,\" said Dr. Dominik Alexander, lead author and Principal Epidemiologist for EpidStat. \"The 6 percent reduced risk among RCTs, coupled with an 18 percent risk reduction in prospective cohort studies -- which tend to include more real-life dietary scenarios over longer periods -- tell a compelling story about the importance of EPA and DHA omega-3s for cardiovascular health.\"\n\nAdditional study details include:\n\nThe study reviewed 18 randomized controlled trials (RCTs) and 16 prospective cohort studies, with 93,000 and 732,000 subjects, respectively.\n\nThe study examined outcomes such as myocardial infarction, sudden cardiac death and coronary death.\n\nThe study compared the results of RCTs, which explore interventions under strict clinical conditions, to those of prospective cohort studies that are observational, and followed larger populations for longer periods of time.\n\n\"There are important public health implications related to reducing the risk of coronary heart disease, and therefore we are encouraged by the results of this comprehensive analysis,\" said Dr. Harry Rice, Vice President of Regulatory and Scientific Affairs for the Global Organization for EPA and DHA Omega-3s (GOED), which funded the study. \"It's also important that the observed risk reductions were even stronger in patient populations with elevated triglycerides and LDL cholesterol levels, two risk factors that affect more than one quarter of the American population.\"\n\n\"The results confirm that increasing omega-3s is a healthy lifestyle intervention that can contribute towards reductions in CHD risk,\" added Adam Ismail, Executive Director of GOED. \"Remember that increasing omega-3 intakes is basically just improving the quality of one's diet slightly, like reducing the amount of sodium or increasing your dietary fiber. It is a simple, inexpensive, and achievable change that most consumers need to make to optimize their health.\"\n\nAn accompanying editorial in Mayo Clinic Proceedings also acknowledges the importance of the study. \"The meta-analyses of Alexander and colleagues suggests that omega-3 fatty acid intake may reduce risk of adverse CHD events, especially among people with elevated levels of TGs or LDL-C....omega-3 fatty acid intake of at least 1 gram of EPA+DHA per day, either from seafood or supplementation (as recommended by the American Heart Association), continues to be a reasonable strategy,\" said the authors.\n\nStudy authors did point out that further clinical trials looking specifically at CHD outcomes may continue to provide a better understanding of the promising beneficial relationship between EPA/DHA and CHD risk. Current RCTs have varying durations, different baseline CHD status for study participants, and utilize several methods for patient selection and randomization. Future studies should:\n\nIncrease patient populations to account for dropout rates in longer trials.\n\nExtensively detail how subjects are diagnosed to create uniform diagnostic criteria.\n\nBe appropriately powered to detect an effect in current clinical conditions.\n\nMeasure baseline omega-3 intake or status of study participants to determine the extent to which it confounds results.\n\n###\n\nThe study was supported by a grant from GOED, which played no role in study design; in the collection, analysis, and interpretation of data; in the writing of the report; or in the decision to submit the article for publication.", "images": ["https://web.archive.org/web/20170104145121im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170104145121im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170104145121im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170104145121im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170104145121im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170104145121im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170104145121im_/https://media.eurekalert.org/multimedia_prod/pub/rel/129555_rel.jpg", "https://web.archive.org/web/20170104145121im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170104145121im_/https://www.eurekalert.org/multimedia/pub/web/129555_web.jpg", "https://web.archive.org/web/20170104145121im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170104145121im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170104145121im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170104145121im_/https://www.eurekalert.org/images/meganav/AM17-NoDate.png", "https://web.archive.org/web/20170104145121im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png"], "top_img": "https://web.archive.org/web/20170104145121im_/https://www.eurekalert.org/multimedia/pub/web/129555_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170104145121/https://www.eurekalert.org/pub_releases/2017-01/g-nsf121916.php", "title": "New study finds EPA and DHA omega-3s lower risk of coronary heart disease", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "EPA and DHA omega-3s reduce the risk of coronary heart disease (CHD), according to results of a new, comprehensive meta-analysis published in the Mayo Clinic Proceedings.  Findings include a 16 percentr reduction in those with high triglycerides and 14 percent in those with high LDL cholesterol as well as a non-statistically significant 6 percent risk reduction among all populations in RCTs, and a statistically significant 18 percent reduced risk of CHD among prospective cohort studies.", "keywords": "Medicine/Health, Cardiology, Mortality/Longevity, Cholesterol, Nutrition/Nutrients, Public Health", "date": "Tue, 03 Jan 2017 05:00:00 GMT", "funder": "Global Organization for EPA and DHA Omega-3s", "journal": "Mayo Clinic Proceedings", "type": "research", "institution": "GOED", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "EurekAlert", "domain": "www.eurekalert.org", "title": "New study finds EPA and DHA omega-3s lower risk of coronary heart disease", "description": "EPA and DHA omega-3s reduce the risk of coronary heart disease (CHD), according to results of a new, comprehensive meta-analysis published in the Mayo Clinic Proceedings.  Findings include a 16 percentr reduction in those with high triglycerides and 14 percent in those with high LDL cholesterol as well as a non-statistically significant 6 percent risk reduction among all populations in RCTs, and a statistically significant 18 percent reduced risk of CHD among prospective cohort studies."}, "og": {"title": "New study finds EPA and DHA omega-3s lower risk of coronary heart disease", "description": "EPA and DHA omega-3s reduce the risk of coronary heart disease (CHD), according to results of a new, comprehensive meta-analysis published in the Mayo Clinic Proceedings.  Findings include a 16 percentr reduction in those with high triglycerides and 14 percent in those with high LDL cholesterol as well as a non-statistically significant 6 percent risk reduction among all populations in RCTs, and a statistically significant 18 percent reduced risk of CHD among prospective cohort studies.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170104145121/https://www.eurekalert.org/pub_releases/2017-01/g-nsf121916.php", "image": "https://web.archive.org/web/20170104145121im_/https://www.eurekalert.org/multimedia/pub/web/129555_web.jpg", "video": {"identifier": "https://web.archive.org/web/20170104145121/https://www.eurekalert.org/multimedia/pub/media/129555_web.mp4", "width": 480, "height": 360}, "type": "video.other"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1485666000.0, "source": "https://web.archive.org", "summary": ""}