{"url": "https://web.archive.org/web/20190409031313/https://www.eurekalert.org/pub_releases/2018-01/uoic-pii011718.php", "text": "URBANA, Ill. - Nearly every American who has become a parent in the last decade has heard the slogan, \"breast milk is best,\" and has likely been encouraged to offer breast milk to newborns. Among other things, breast milk contains natural sources of prebiotics: small, indigestible fiber molecules that promote the growth of good bacteria in the baby's gut. Yet for many families, breastfeeding is difficult or impossible. Fortunately, modern infant formulas are getting closer to the real thing with the help of University of Illinois researchers.\n\nIn a recent study from the Piglet Nutrition and Cognition Lab at U of I, scientists worked with piglets to show prebiotics included in infant formula can enhance memory and exploratory behavior.\n\n\"When we provide prebiotics in formula, our results confirm that we can not only benefit gut health, which is known, but we can also influence brain development,\" says Ryan Dilger, associate professor in the Department of Animal Sciences, Division of Nutritional Sciences, and Neuroscience Program at U of I. \"We can actually change the way piglets learn and remember by influencing bacteria in the colon.\"\n\nPiglets are widely considered a more informative model for human infants than mice and rats; their digestive systems, behavioral responses, and brain development are remarkably similar to human infants. Therefore, researchers are increasingly turning to piglets to test hypotheses in pre-clinical trials related to human health, especially in the context of gut microbes and brain development.\n\n\"There hasn't been a lot of work looking at the gut-brain axis in humans, but a lot of rodent work is showing those connections. This is taking it to an animal model that is a lot closer to human infants and asking if that connection still exists and if we can tease out possible mechanisms,\" says Stephen Fleming, lead author of the study and a doctoral student in the Neuroscience Program at U of I.\n\nIn early 2016, Dilger and his colleagues worked with piglets to show that a combination of innovative formula components, including prebiotics, may play a role in brain development and behavior. In their new study, the team concentrated solely on the effects of prebiotics.\n\nStarting on the second day of life, piglets were given a cow's milk-based infant formula supplemented with polydextrose (PDX), a synthetic carbohydrate with prebiotic activity, and galactooligosaccharide (GOS), a naturally occurring prebiotic. When the piglets were 25 days old, Fleming took them through several learning, memory, and stress tests. After 33 days, blood, brain, and intestinal tissues were collected for analysis.\n\nThe test for learning and memory gave piglets a chance to play with dog toys: one they'd seen before and one brand-new toy. If they spent more time with the new toy, that was an indication that the piglet recognized it as new and preferred it. This \"novel object recognition\" test improves on classic maze tests commonly used in rodent studies.\n\n\"If you're trying to test for memory, this test is closer to what we'd do with an infant. After all, we don't generally train infants on mazes,\" Fleming says. \"We know from previous research this test works for pigs, but this is the first published example of using it in a nutrition context.\"\n\nPigs fed PDX and GOS spent more time playing with new objects than pigs who didn't receive the prebiotic supplements. The preference for novel objects, an indication of natural curiosity, is a sign of healthy brain development and points towards positive development of learning and memory.\n\nWhen prebiotics are working the way they should, good bacteria increase in abundance. One way to tell is by looking at metabolic end-products - volatile fatty acids (VFAs) - excreted by bacteria during digestion of prebiotic fibers.\n\n\"Volatile fatty acids are a global indicator for whether prebiotics had an effect on the overall population of bacteria. For example, we might want to see an increase in Lactobacillus and other beneficial bacteria that produce butyrate,\" Dilger explains. Volatile fatty acid (VFA) concentrations in the colon, blood, and brain were changed in pigs receiving PDX and GOS compared with control pigs.\n\nRecent evidence suggests that bacterial VFAs could be getting into the blood and traveling to the brain, where they could potentially affect mood and behavior.\n\n\"We found that, yes, VFAs are absorbed in the blood of pigs that were fed PDX/GOS. And, yes, they do get into the brain,\" Fleming explains. \"But when we looked at the relationship between these VFAs and the results of our behavior tests, there did not appear to be a clear connection.\"\n\nAnother surprise was a decrease in serotonin in brains of pigs fed the prebiotic. \"When you hear less serotonin, there's an immediate reaction to say, 'Well, that's bad,'\" Fleming says. Not necessarily; those pigs didn't show greater anxiety than control pigs during a stress test or poorer performance when given a learning and memory test. The researchers hypothesize that the prebiotics may alter levels of tryptophan, serotonin's amino acid precursor, but it's too early to say.\n\nAlthough more work is needed to tackle remaining questions, the study adds to the growing body of research suggesting a strong and potentially modifiable link between the gut and the brain: a link that makers of infant formula should strongly consider.\n\n\"There are so many ways we can alter the composition of the microbiota and they can have very strong benefits. Promoting good 'gut health' remains a strong focus in the field of nutrition,\" Dilger says.\n\n###\n\nThe article, \"Dietary polydextrose and galactooligosaccharide increase exploratory behavior, improve recognition memory, and alter neurochemistry in the young pig,\" is published in Nutritional Neuroscience. Fleming and Dilger's co-authors include Supida Monaikul, Alexander Patsavas, Rosaline Waworuntu, and Brian Berg. The work was supported by Mead Johnson Nutrition.", "images": ["https://web.archive.org/web/20190409031313im_/https://www.eurekalert.org/multimedia/pub/web/160597_web.jpg", "https://web.archive.org/web/20190409031313im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20190409031313im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20190409031313im_/https://media.eurekalert.org/meganav/Orlando_EA_Banner.jpg", "https://web.archive.org/web/20190409031313im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20190409031313im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20190409031313im_/https://media.eurekalert.org/multimedia_prod/pub/rel/160597_rel.jpg", "https://web.archive.org/web/20190409031313im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20190409031313im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20190409031313im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20190409031313im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20190409031313im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20190409031313im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20190409031313im_/https://media.eurekalert.org/multimedia_prod/pub/web/160597_web.jpg", "https://web.archive.org/web/20190409031313im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20190409031313im_/https://media.eurekalert.org/meganav/AM19_Newsroom.jpg"], "top_img": "https://web.archive.org/web/20190409031313im_/https://www.eurekalert.org/multimedia/pub/web/160597_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20190409031313/https://www.eurekalert.org/pub_releases/2018-01/uoic-pii011718.php", "title": "Prebiotics in infant formula could improve learning and memory and alter brain chemistry", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Among other benefits, breast milk contains natural sources of prebiotics: small, indigestible fiber molecules that promote the growth of good bacteria in the baby's gut. Yet for many families, breastfeeding is difficult or impossible. Fortunately, modern infant formulas are getting closer to the real thing with the help of University of Illinois researchers.", "keywords": "Bacteriology, Microbiology, Nutrition/Nutrients, Physiology, Medicine/Health, Gastroenterology, Neurobiology, Nutrition/Nutrients, Pediatrics, Memory/Cognitive Processes", "date": "Wed, 17 Jan 2018 05:00:00 GMT/UTC", "funder": "Mead Johnson Nutrition", "journal": "Nutritional Neuroscience", "type": "research", "institution": "University of Illinois College of Agricultural, Consumer and Environmental Sciences", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "ACESIllinois", "domain": "www.eurekalert.org", "title": "Prebiotics in infant formula could improve learning and memory and alter brain chemistry", "description": "Among other benefits, breast milk contains natural sources of prebiotics: small, indigestible fiber molecules that promote the growth of good bacteria in the baby's gut. Yet for many families, breastfeeding is difficult or impossible. Fortunately, modern infant formulas are getting closer to the real thing with the help of University of Illinois researchers."}, "og": {"title": "Prebiotics in infant formula could improve learning and memory and alter brain chemistry", "description": "Among other benefits, breast milk contains natural sources of prebiotics: small, indigestible fiber molecules that promote the growth of good bacteria in the baby's gut. Yet for many families, breastfeeding is difficult or impossible. Fortunately, modern infant formulas are getting closer to the real thing with the help of University of Illinois researchers.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20190409031313/https://www.eurekalert.org/pub_releases/2018-01/uoic-pii011718.php", "image": "https://web.archive.org/web/20190409031313im_/https://www.eurekalert.org/multimedia/pub/web/160597_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1517202000.0, "source": "https://web.archive.org", "summary": ""}