{"url": "https://web.archive.org/web/20161020164402/https://www.eurekalert.org/pub_releases/2016-10/cc-ccs101816.php", "text": "Wednesday, Oct. 19, 2016, Cleveland: A team of Cleveland Clinic researchers, in collaboration with Nestlé Research Center, conducted one of the largest controlled studies of its kind on whole grains and concluded that a diet rich in whole grains may significantly lower the risk of cardiovascular disease in overweight and obese adults under the age of 50.\n\nThe findings, published in the Journal of Nutrition today, suggest that whole grains can be a key regulator of blood pressure, and could provide an effective nutritional strategy to reduce cardiovascular-related deaths and disorders.\n\n\"Heart disease and strokes are a leading cause of death in the United States. This research shows that eating whole grains reduces the risk of heart disease,\" said John Kirwan, Ph.D., principal investigator and director of the Metabolic Translational Research Center, which is part of Cleveland Clinic's Endocrinology & Metabolism Institute.\n\nResearchers conducted a double-blind, randomized, controlled crossover trial. In the study, a group of 33 overweight and obese adults followed a whole grain diet (intervention) or a refined grain diet (control) for two eight-week periods. The diets were exactly the same, except for their content of whole grains or refined grains. At the beginning and end of each diet period, participants spent three days undergoing metabolic testing in a clinical research setting. Participants taking antihypertensive medication were instructed to maintain medication usage throughout the study.\n\nWhile on the whole grain diet, participants saw a three-fold improvement in diastolic blood pressure (the lowest pressure when your heart relaxes between beats) compared to the refined grain diet. This improvement equates to reducing the risk of death from heart disease by almost one-third, and the risk of death from a stroke by two-fifths.\n\n\"The uniqueness of this study is that each of the 33 participants consumed both diets,\" said Kirwan. \"This level of control can only be performed for small numbers and provides the essential empirical data that cannot be obtained from large observational studies. These evidence-based data demonstrate the effect of diet on cardiovascular disease outcomes, particularly diastolic blood pressure.\"\n\nBlood pressure is typically recorded as two numbers. Systolic is the top number that measures the pressure in the arteries when the heart beats. Diastolic is the bottom number, which measures the pressure in the arteries when the heart muscle is resting between heartbeats.\n\nHypertension - or high blood pressure - is a common obesity-related condition that affects about 30 percent of U.S. adults and it is a major risk factor for cardiovascular disease. Before age 50, an elevated diastolic blood pressure is associated with increased cardiovascular disease risk. As they age, people with elevated diastolic blood pressure are at a higher-than-average risk of developing elevated systolic blood pressure.\n\nOverall, there were substantial reductions in body weight, fat loss, systolic blood pressure, total cholesterol, and LDL cholesterol during both diet periods, but these differences were due to the people changing their normal dietary habits to carefully controlled diets.\n\n###\n\nThis collaborative research began in 2010. It was supported by an investigator-initiated grant from Nestlé, NIH National Center for Research Resources Grant UL1RR024989, and NIH Grant T32 DK007319. Nestlé Product Technology Center, Solon and Cereal Partners Worldwide provided the study meals and foods.\n\nAbout Cleveland Clinic\n\nCleveland Clinic is a nonprofit multispecialty academic medical center that integrates clinical and hospital care with research and education. Located in Cleveland, Ohio, it was founded in 1921 by four renowned physicians with a vision of providing outstanding patient care based upon the principles of cooperation, compassion and innovation. Cleveland Clinic has pioneered many medical breakthroughs, including coronary artery bypass surgery and the first face transplant in the United States. U.S.News & World Report consistently names Cleveland Clinic as one of the nation's best hospitals in its annual \"America's Best Hospitals\" survey. Among Cleveland Clinic's 49,000 employees are more than 3,400 full-time salaried physicians and researchers and 14,000 nurses, representing 120 medical specialties and subspecialties. The Cleveland Clinic health system includes a 165-acre main campus near downtown Cleveland, nine community hospitals, more than 150 northern Ohio outpatient locations - including 18 full-service family health centers and three health and wellness centers -- and locations in Weston, Fla.; Las Vegas, Nev.; Toronto, Canada; Abu Dhabi, UAE; and London, England. In 2015, there were 6.6 million outpatient visits, 164,700 hospital admissions and 208,807 surgical cases throughout the Cleveland Clinic health system. Patients came for treatment from every state and 180 countries. Visit us at http://www. clevelandclinic. org . Follow us at http://www. twitter. com/ ClevelandClinic .\n\nEditor's Note: Cleveland Clinic News Service is available to provide broadcast-quality interviews and B-roll upon request.", "images": ["https://web.archive.org/web/20161020164402im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20161020164402im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20161020164402im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20161020164402im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20161020164402im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20161020164402im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20161020164402im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20161020164402im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20161020164402im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20161020164402im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20161020164402im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20161020164402im_/https://www.eurekalert.org/images/meganav/ACSMeeting.201608.jpg", "https://web.archive.org/web/20161020164402im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png"], "top_img": "https://web.archive.org/web/20161020164402im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20161020164402/http://www.eurekalert.org/pub_releases/2016-10/cc-ccs101816.php", "title": "Cleveland Clinic study finds whole grain diet reduces cardiovascular disease risk", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A team of Cleveland Clinic researchers, in collaboration with Nestlé Research Center, conducted one of the largest controlled studies of its kind on whole grains and concluded that a diet rich in whole grains may significantly lower the risk of cardiovascular disease in overweight and obese adults under the age of 50.", "keywords": "Food/Food Science, Health Care, Medical Education, Medicine/Health, Cardiology, Diet/Body Weight, Metabolism/Metabolic Diseases, Nutrition/Nutrients, Public Health", "date": "Wed, 19 Oct 2016 04:00:00 GMT", "funder": "Nestlé, National Institutes of Health, National Center for Research Resources, Nestlé Product Technology Center, Solon, Cereal Partners Worldwide", "journal": "Journal of Nutrition", "type": "research", "institution": "Cleveland Clinic", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "ClevelandClinic", "domain": "www.eurekalert.org", "title": "Cleveland Clinic study finds whole grain diet reduces cardiovascular disease risk", "description": "A team of Cleveland Clinic researchers, in collaboration with Nestlé Research Center, conducted one of the largest controlled studies of its kind on whole grains and concluded that a diet rich in whole grains may significantly lower the risk of cardiovascular disease in overweight and obese adults under the age of 50."}, "og": {"title": "Cleveland Clinic study finds whole grain diet reduces cardiovascular disease risk", "description": "A team of Cleveland Clinic researchers, in collaboration with Nestlé Research Center, conducted one of the largest controlled studies of its kind on whole grains and concluded that a diet rich in whole grains may significantly lower the risk of cardiovascular disease in overweight and obese adults under the age of 50.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20161020164402/http://www.eurekalert.org/pub_releases/2016-10/cc-ccs101816.php", "image": "https://web.archive.org/web/20161020164402im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "ClevelandClinic"}}, "movies": [], "publish_date": 1477713600.0, "source": "https://web.archive.org", "summary": ""}