{"url": "https://web.archive.org/web/20181127141150/https://eurekalert.org/pub_releases/2018-11/rson-prr111318.php", "text": "CHICAGO - A minimally invasive procedure in which pulses of energy from a probe are applied directly to nerve roots near the spine is safe and effective in people with acute lower back pain that has not responded to conservative treatment, according to a study being presented today at the annual meeting of the Radiological Society of North America (RSNA).\n\nLumbar disk herniation is a common, often debilitating, condition that affects the disks that act as cushions between the vertebrae of the lower spine. Herniation occurs where the jelly-like material in the center of the disk bulges through a tear in the disk's tough exterior layer and puts pressure on the roots of the nerves. Herniated disks are often the source of sciatica, or pain that radiates downward from the lower back into the leg.\n\nConservative treatment options for herniated disks range from over-the-counter pain medications to injections of corticosteroids directly into the affected area of the spine. Those who don't respond may require surgery. In some cases, the entire disk must be removed and the vertebra fused together for stability.\n\nAn alternative technique, CT-guided pulsed radiofrequency (pRF), applies energy through an electrode under CT guidance to the portion of the nerve responsible for sending pain signals.\n\n\"Pulsed radiofrequency creates a nerve modulation, significantly reducing inflammation and its associated symptoms,\" said study senior author Alessandro Napoli, M.D., Ph.D., professor of interventional radiology at Sapienza University of Rome in Italy.\n\nDr. Napoli and colleagues studied the approach in patients with back pain from lumbar disk herniation that had not responded to prolonged conservative treatment. In 128 patients, the pRF treatment was delivered directly under CT guidance to the root of the nerve. The treatment was applied for 10 minutes.\n\nFor comparison, a group of 120 patients received one to three sessions of CT-guided steroid injection on the same anatomical target with no pRF.\n\nThe one-year outcomes demonstrated that CT-guided pRF was superior to the injection-only strategy. Patients who received pRF saw greater overall improvement in pain and disability scores during the first year. Relief of leg pain was faster in patients assigned to pRF, and they also reported a faster rate of perceived recovery. The probability of perceived recovery after one year of follow-up was 95 percent in the pRF group, compared with 61 percent in the injection only group.\n\n\"Given our study results, we offer pulsed radiofrequency to patients with herniated disk and sciatic nerve compression whose symptoms do not benefit from conservative therapy,\" Dr. Napoli said.\n\nThe results of the study are superior to those typically reported for usual care strategies and injections and may help a substantial number of patients with sciatic disk compression to avoid surgery, Dr. Napoli added.\n\nThe use of pRF also could improve outcomes for patients set to receive corticosteroid injections.\n\n\"We learned that when pulsed radiofrequency is followed by steroid injection, the result is longer lasting and more efficacious than injection only,\" Dr. Napoli said. \"The effect of pulsed radiofrequency is fast and without adverse events.\"\n\nToday, therapy for spine disorders allows for definitive treatment of symptoms and conditions using different techniques and technologies.\n\n\"Of the different therapies available, pulsed radiofrequency is among the least invasive,\" Dr. Napoli said. \"Treatment lasts 10 minutes, and one session was enough in a large number of treated patients.\"\n\nCo-authors are Roberto Scipione, M.D., Fabrizio Andrani, M.D., Susan Dababou, Cristina Marrocchio, Michele Anzidei, M.D., and Carlo Catalano, M.D.\n\n###\n\nNote: Copies of RSNA 2018 news releases and electronic images will be available online at RSNA.org/press18 beginning Monday, Nov. 26.\n\nRSNA is an association of over 54,000 radiologists, radiation oncologists, medical physicists and related scientists, promoting excellence in patient care and health care delivery through education, research and technologic innovation. The Society is based in Oak Brook, Ill. (RSNA.org)\n\nEditor's note: The data in these releases may differ from those in the published abstract and those actually presented at the meeting, as researchers continue to update their data right up until the meeting. To ensure you are using the most up-to-date information, please contact us.\n\nFor patient-friendly information on image-guided therapies, visit RadiologyInfo.org.", "images": ["https://web.archive.org/web/20181127141150im_/https://eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20181127141150im_/https://eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20181127141150im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20181127141150im_/https://eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20181127141150im_/https://media.eurekalert.org/multimedia_prod/pub/web/185960_web.jpg", "https://web.archive.org/web/20181127141150im_/https://media.eurekalert.org/multimedia_prod/pub/rel/185958_rel.jpg", "https://web.archive.org/web/20181127141150im_/https://media.eurekalert.org/multimedia_prod/pub/rel/185959_rel.jpg", "https://web.archive.org/web/20181127141150im_/https://eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20181127141150im_/https://eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20181127141150im_/https://media.eurekalert.org/multimedia_prod/pub/rel/185960_rel.jpg", "https://web.archive.org/web/20181127141150im_/https://eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20181127141150im_/https://eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20181127141150im_/https://www.eurekalert.org/multimedia/pub/web/185960_web.jpg", "https://web.archive.org/web/20181127141150im_/https://eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20181127141150im_/https://media.eurekalert.org/meganav/AM19_Newsroom.jpg", "https://web.archive.org/web/20181127141150im_/https://eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20181127141150im_/https://media.eurekalert.org/meganav/Neuroscience2018_Newsroom.jpg", "https://web.archive.org/web/20181127141150im_/https://eurekalert.org/images/e4/brand.png"], "top_img": "https://web.archive.org/web/20181127141150im_/https://www.eurekalert.org/multimedia/pub/web/185960_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20181127141150/https://www.eurekalert.org/pub_releases/2018-11/rson-prr111318.php", "title": "Pulsed radiofrequency relieves acute back pain and sciatica", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A minimally invasive procedure in which pulses of energy from a probe are applied directly to nerve roots near the spine is safe and effective in people with acute lower back pain that has not responded to conservative treatment, according to a new study.", "keywords": "Medicine/Health, Alternative Medicine, Musculature, Pain", "date": "2018-11-27 05:00:00 GMT/UTC", "type": "research", "institution": "Radiological Society of North America", "meeting": "104th Scientific Assembly and Annual Meeting of the Radiological Society of North America (RSNA)", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "rsna", "domain": "www.eurekalert.org", "title": "Pulsed radiofrequency relieves acute back pain and sciatica", "description": "A minimally invasive procedure in which pulses of energy from a probe are applied directly to nerve roots near the spine is safe and effective in people with acute lower back pain that has not responded to conservative treatment, according to a new study."}, "og": {"title": "Pulsed radiofrequency relieves acute back pain and sciatica", "description": "A minimally invasive procedure in which pulses of energy from a probe are applied directly to nerve roots near the spine is safe and effective in people with acute lower back pain that has not responded to conservative treatment, according to a new study.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20181127141150/https://www.eurekalert.org/pub_releases/2018-11/rson-prr111318.php", "image": "https://web.archive.org/web/20181127141150im_/https://www.eurekalert.org/multimedia/pub/web/185960_web.jpg", "type": "website"}, "fb": {"profile_id": "RSNAfans"}}, "movies": [], "publish_date": 1543467600.0, "source": "https://web.archive.org", "summary": ""}