{"url": "https://www.newswise.com/articles/curcumin-improves-memory-and-mood%2C-new-ucla-study-says", "text": "Newswise — Lovers of Indian food, give yourselves a second helping: Daily consumption of a certain form of curcumin — the substance that gives Indian curry its bright color — improved memory and mood in people with mild, age-related memory loss, according to the results of a study conducted by UCLA researchers.\n\nThe research, published online Jan. 19 in the American Journal of Geriatric Psychiatry, examined the effects of an easily absorbed curcumin supplement on memory performance in people without dementia, as well as curcumin’s potential impact on the microscopic plaques and tangles in the brains of people with Alzheimer’s disease.\n\nFound in turmeric, curcumin has previously been shown to have anti-inflammatory and antioxidant properties in lab studies. It also has been suggested as a possible reason that senior citizens in India, where curcumin is a dietary staple, have a lower prevalence of Alzheimer’s disease and better cognitive performance.\n\n“Exactly how curcumin exerts its effects is not certain, but it may be due to its ability to reduce brain inﬂammation, which has been linked to both Alzheimer’s disease and major depression,” said Dr. Gary Small, director of geriatric psychiatry at UCLA’s Longevity Center and of the geriatric psychiatry division at the Semel Institute for Neuroscience and Human Behavior at UCLA, and the study’s first author.\n\nThe double-blind, placebo-controlled study involved 40 adults between the ages of 50 and 90 years who had mild memory complaints. Participants were randomly assigned to receive either a placebo or 90 milligrams of curcumin twice daily for 18 months.\n\nAll 40 subjects received standardized cognitive assessments at the start of the study and at six-month intervals, and monitoring of curcumin levels in their blood at the start of the study and after 18 months. Thirty of the volunteers underwent positron emission tomography, or PET scans, to determine the levels of amyloid and tau in their brains at the start of the study and after 18 months.\n\nThe people who took curcumin experienced significant improvements in their memory and attention abilities, while the subjects who received placebo did not, Small said. In memory tests, the people taking curcumin improved by 28 percent over the 18 months. Those taking curcumin also had mild improvements in mood, and their brain PET scans showed significantly less amyloid and tau signals in the amygdala and hypothalamus than those who took placebos.\n\nThe amygdala and hypothalamus are regions of the brain that control several memory and emotional functions.\n\nFour people taking curcumin, and two taking placebos, experienced mild side effects such as abdominal pain and nausea.\n\nThe researchers plan to conduct a follow-up study with a larger number of people. That study will include some people with mild depression so the scientists can explore whether curcumin also has antidepressant effects. The larger sample also would allow them to analyze whether curcumin’s memory-enhancing effects vary according to people’s genetic risk for Alzheimer’s, their age or the extent of their cognitive problems.\n\n“These results suggest that taking this relatively safe form of curcumin could provide meaningful cognitive benefits over the years,” said Small, UCLA’s Parlow–Solomon Professor on Aging.\n\nThe paper’s authors, in addition to Small, are Prabha Siddarth, Dr. Zhaoping Li, Karen Miller, Linda Ercoli, Natacha Emerson, Jacqueline Martinez, Koon-Pong Wong, Jie Liu, Dr. David Merrill, Dr. Stephen Chen, Susanne Henning, Nagichettiar Satyamurthy, Sung-Cheng Huang, Dr. David Heber and Jorge Barrio, all of UCLA.\n\nThe study was supported by the Ahmanson Foundation, the Marshall and Margherite McComb Foundation, the McMahan Foundation, Bob and Marion Wilson, the Fran and Ray Stark Foundation Fund for Alzheimer’s Disease Research, the U.S. Department of Energy and the National Institutes of Health.\n\nTheravalues Corp. provided the curcumin and placebos for the trial, as well as funds for laboratory testing and for Small’s travel to present preliminary findings at the 2017 Alzheimer’s Association International Conference.\n\nSEE ORIGINAL STUDY", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "https://www.newswise.com/images/new-newswise-logo-square.jpg", "https://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "https://www.newswise.com/assets/img/logo.png", "https://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "https://www.newswise.com/images/institutions/logos/xuclahealthlogo.gif.pagespeed.ic.tY6PfhXcXu.png"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/curcumin-improves-memory-and-mood,-new-ucla-study-says", "title": "Curcumin Improves Memory and Mood, New UCLA Study Says", "meta_data": {"keywords": "Newswise, Curcumin,Amyloid,Tau Tangles,Dementia,Memory,Alzheimer's,mood,All Journal News, Alzheimer's and Dementia, Food Science, Mental Health, Neuro, Local - California, Local - LA Metro,  University of California, Los Angeles (UCLA), Health Sciences", "description": "Take twice daily, curcumin - found in turmeric - boosted memory by 28 percent in double-blind, placebo-controlled study", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Take twice daily, curcumin - found in turmeric - boosted memory by 28 percent in double-blind, placebo-controlled study", "title": "Curcumin Improves Memory and Mood, New UCLA Study Says", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "url": "https://www.newswise.com/articles/curcumin-improves-memory-and-mood,-new-ucla-study-says"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "https://www.newswise.com", "summary": ""}