{"url": "http://www.newswise.com/articles/view/657943/?sc=sphn", "text": "International Study Finds Effective, Less Toxic Way to Treat Brain Tumors\n\nNewswise — CHARLOTTE, N.C., July 26, 2016 /PRNewswire-USNewswire/ -- Physicians from Carolinas HealthCare System's Neurosciences Institute and Levine Cancer Institute are among the authors of a study that was accepted for publication by the Journal of the American Medical Association (JAMA). The study, released on July 26, 2016, shows that patients with the most common form of brain tumor can be treated in an effective and substantially less toxic way by omitting a widely used portion of radiation therapy. These results will allow tens of thousands of patients with brain tumors to experience a better quality of life while maintaining the same length of life.\n\nAnthony L. Asher, MD, FACS, medical director at Carolinas HealthCare System's Neurosciences Institute and the senior author on the report, and as well as Stuart H. Burri, MD, chairman, department of radiation oncology at Levine Cancer Institute, began their research on this subject over 10 years ago in Charlotte, North Carolina. Along with Dr. Paul Brown at Mayo Clinic, they spearheaded an international, multi-institutional, randomized trial that will ultimately improve the standard of care for patients with a specific type of brain tumor, brain metastases, by reducing the toxicity of their treatment without reducing the effectiveness.\n\nTypical therapies for these types of brain tumors include surgery, whole brain radiation therapy and focused radiation, also known as stereotactic radiosurgery. \"We discovered that whole brain radiation added to focused radiation in the treatment of brain metastases – in other words, cancer that travels to the brain- reduces the number of new brain tumors over time; however, patients receiving the whole brain radiation had significantly more difficulties with memory and complex thinking than patients who only had the focused radiation,\" says Dr. Asher.\n\n\"Whole brain radiation patients also reported worse quality of life compared with patients who only received the focused radiation,\" adds Dr. Burri. \"Interestingly, the data showed that the addition of whole brain radiation produced no improvement in survival.\"\n\nAccording to the American Cancer Society, in 2016, there will be approximately 1.7 million new cancer cases diagnosed in the United States. Almost one in four of those patients (about 400,000) will experience spread of their cancers to the brain. In contrast, 300,000 and 240,000 patients will be newly diagnosed with breast and primary lung cancers, respectively, each year. \"Brain metastases are not only extremely common, they are also a major source of disability in society,\" says Dr. Asher. Because of their location, these tumors often produce severe neurological symptoms, such as headaches, weakness or problems with speech and information processing, thereby compromising both daily function and quality of life in cancer patients.\n\nAccording to Dr. Asher, there are two primary objectives in cancer care:\n\nTo improve survivalTo maintain or improve quality of life for patients\"The first and highest rule of medical care is 'do no harm,'\" says Dr. Asher. \"Consistent with that obligation, when it isn't possible to extend survival with various therapies, it's absolutely essential that we work to reduce or eliminate any possibility that quality of life will be compromised by treatments. Another way to state that principle for cancer care, is that when two cancer therapies produce similar survival, it's important to understand which therapy offers patients a better quality of life.\"\n\nIn this study, although whole brain radiation decreased the number of new brain tumors over time, its addition to focused radiation interestingly did not result in a survival benefit over focused radiation alone. Furthermore, whole brain therapy was associated with considerably worse quality of life.\n\n\"In the past, clinicians who treated patients with brain tumors seldom used sophisticated techniques like neurocognitive tests to evaluate patients' daily function in response to various therapies,\" said Dr. Burri. \"Without those tests, we might have incorrectly concluded that whole brain radiation was a better option for patients because it made their scans look better, at least in the short term. However, the data from our study shows that clinicians can no longer simply rely on the results of traditional lab tests or scans to assess the value of care; we have to understand the total impact of cancer therapies on our patients.\"\n\nDrs. Asher and Burri emphasize that the real importance of this study is its potential to make us think differently about what really matters in cancer therapy.\n\nThe trial authors concluded that the benefit of adding whole brain radiation was outweighed by its risks in patients with one to three newly diagnosed brain metastases. This is a very relevant finding, as over 200,000 patients still receive whole brain radiation in the United States each year, and the majority of patients with brain metastases have a limited number (typically three or less) of brain lesions. Drs. Asher and Burri, along with their co-investigators, now recommend that patients with one to three brain metastases should no longer receive routine whole brain radiation therapy, and should be treated with focused therapy alone to better preserve cognitive function and quality of life.\n\n\"Having the research published in JAMA is validation of more than a decade of work,\" says Dr. Burri. \" It is deeply satisfying to have developed an important scientific project, work in close collaboration with other investigators to obtain support from the National Cancer Institute, then carry the to carry the trial to completion with publication of impactful results in one of the leading medical journals in the world.\"\n\nDrs. Asher and Burri are now working on a new method of focused therapy for tumors that have spread to the brain that combines radiation and surgery. The technique was pioneered at Levine Cancer Institute and they are looking to expand and further validate the approach with the National Cancer Institute.\n\nAbout Carolinas HealthCare System Carolinas HealthCare System (carolinashealthcare.org), one of the nation's leading and most innovative healthcare organizations, provides a full spectrum of healthcare and wellness programs throughout North and South Carolina. Its diverse network of care locations includes academic medical centers, hospitals, freestanding emergency departments, physician practices, surgical and rehabilitation centers, home health agencies, nursing homes and behavioral health centers, as well as hospice and palliative care services. Carolinas HealthCare System works to enhance the overall health and wellbeing of its communities through high quality patient care, education and research programs, and numerous collaborative partnerships and initiatives.\n\n(R) Anthony L. Asher, MD, FACS, medical director at Carolinas HealthCare System's Neurosciences Institute and the senior author on the report, and (L) Stuart H. Burri, MD, chairman, department of radiation oncology at Levine Cancer Institute, spearheaded an international, multi-institutional, randomized trial that will ultimately improve the standard of care for patients with a specific type of brain tumor, brain metastases, by reducing the toxicity of their treatment without reducing the effectiveness.Video - http://origin-qps.onstreammedia.com/origin/multivu_archive/PRNA/ENR/CarolinasHealthCareSystem.mp4Photo - http://photos.prnewswire.com/prnh/20160726/392955\n\nCONTACT: Claire Simmons, (704) 612-3055, claire.simmons@carolinashealthcare.org", "images": ["https://www.newswise.com/images/new-newswise-logo-square.jpg", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "http://www.newswise.com/assets/img/logo.png.pagespeed.ce.pQl5UlxZ8w.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/international-study-finds-effective-less-toxic-way-to-treat-brain-tumors", "title": "International Study Finds Effective, Less Toxic Way to Treat Brain Tumors", "meta_data": {"keywords": "Newswise, ,Cancer, Neuro, Surgery, All Journal News,  Carolinas Healthcare System", "description": "/PRNewswire-USNewswire/ -- Physicians from Carolinas HealthCare System's Neurosciences Institute and Levine Cancer Institute are among the authors of a study that was accepted for publication by the Journal of the American Medical Association (JAMA). The study, released on July 26, 2016, shows that patients with the most common form of brain tumor can be treated in an effective and substantially less toxic way by omitting a widely used portion of radiation therapy. These results will allow tens of thousands of patients with brain tumors to experience a better quality of life while maintaining the same length of life.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "/PRNewswire-USNewswire/ -- Physicians from Carolinas HealthCare System's Neurosciences Institute and Levine Cancer Institute are among the authors of a study that was accepted for publication by the Journal of the American Medical Association (JAMA). The study, released on July 26, 2016, shows that patients with the most common form of brain tumor can be treated in an effective and substantially less toxic way by omitting a widely used portion of radiation therapy. These results will allow tens of thousands of patients with brain tumors to experience a better quality of life while maintaining the same length of life.", "title": "International Study Finds Effective, Less Toxic Way to Treat Brain Tumors", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "url": "https://www.newswise.com/articles/international-study-finds-effective-less-toxic-way-to-treat-brain-tumors"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}