{"url": "https://www.eurekalert.org/pub_releases/2018-04/nu-smh041618.php", "text": "CHICAGO - Screening patients for diabetes based solely on their age and weight - a recommendation from a leading medical expert group - could miss more than half of high-risk patients, according to a new Northwestern Medicine study of a nationwide sample. These limited screening criteria also missed more racial and ethnic minorities, most notably Asians.\n\nFailing to screen high-risk adults could lead to delayed treatments to prevent type 2 diabetes or manage the condition for those who already have it, possibly contributing to a worsening of the diabetes epidemic. Prediabetes and diabetes affect half of U.S. adults with an estimated cost of $327 billion per year.\n\nThe United States Preventive Service Task Force (USPSTF) currently recommends that physicians screen patients for dysglycemia (prediabetes or type 2 diabetes) when they are 40 to 70 years old and are overweight or obese. By following this recommendation, 53 percent of patients who had prediabetes or type 2 diabetes would not be screened. The study showed that screening patients using an expanded set of risk factors, which the USPSTF suggests but does not formally recommend, would identify most cases of prediabetes and type 2 diabetes.\n\nOnly 23 percent of patients with prediabetes or diabetes would be missed if expanded screening criteria were used to make screening decisions, the study found. The expanded criteria include a family history of diabetes, history of gestational diabetes or polycystic ovarian syndrome or non-white race or ethnicity.\n\n\"This seems like a no-brainer to screen patients who have any of these additional risk factors,\" said lead author Dr. Matthew O'Brien, assistant professor of medicine at Northwestern University Feinberg School of Medicine. \"By demonstrating how well these expanded criteria work in identifying patients with prediabetes and diabetes, we're proposing a better path for the USPSTF to strengthen its screening guidelines.\"\n\nThe study was published today, Friday, April 13, in the Journal of General Internal Medicine. O'Brien will be presenting his findings today at the Society for General Internal Medicine conference in Denver, Colorado. This is the first study to report how these expanded screening criteria would perform in practice among a nationally representative sample of U.S. adults.\n\nThe USPSTF has come under scrutiny for other screening recommendations, most notably for breast cancer. But there has been little attention focused on this group's most recent diabetes screening guideline.\n\nIntensive lifestyle programs and some medications have been proven to prevent or delay type 2 diabetes among adults with prediabetes. A large volume of research over the last three decades has demonstrated that treating type 2 diabetes prevents life-threatening complications such as heart attacks, strokes and kidney failure.\n\n\"The earlier patients are diagnosed with these conditions, the sooner they can begin to combat them,\" O'Brien said.\n\nAfrican-Americans and Latinos develop type 2 diabetes at younger ages, so waiting until they are 40 years old to screen them is problematic, O'Brien said. In the study, 50 percent of whites with prediabetes or type 2 diabetes were identified using the limited criteria compared to only 48 percent of African-Americans and only 44 percent of Latinos.\n\nAsians are at high risk of developing diabetes even at a healthy weight. By following the limited guidelines and only screening patients who are overweight or obese, approximately 30 percent of Asians with prediabetes or type 2 diabetes would be identified. That would leave 70 percent of Asians with prediabetes or diabetes undiagnosed until their next screening test, which could occur years later.\n\nThe study also touches on the financial implications of these guidelines. Under a provision in the Affordable Care Act, all services recommended by the USPSTF must be fully covered by insurers. But O'Brien said it is unclear whether insurers will be required to pay for diabetes screening if patients only meet the expanded criteria.\n\n\"This could be a particular problem for people of low socioeconomic status who are at high risk of developing diabetes and may be unable to pay for a screening test,\" O'Brien said.\n\nThe study was conducted collaboratively with the United States Centers for Disease Control and Prevention (CDC), using data collected every year from a nationally representative sample of U.S. adults. It builds on findings from a previous study O'Brien conducted that incorporated electronic health record data from 50,515 adult primary care patients at community health centers in the Midwest and Southwest between 2008 and 2013.\n\n###\n\nOther Northwestern authors are senior author Dr. Ronald Ackermann and co-authors Mercedes Carnethon and Dr. Namratha Kandula. The other co-authors were from the CDC. Dr. Ronald Ackermann is the study's senior author.\n\nThe study was funded by grants R21-DK112066, R01-HL093009 and ULI-TR001422 from the National Center for Health Statistics of the National Institute of Health.", "images": ["https://media.eurekalert.org/meganav/S11690 ACS SAN DIEGO graphic - 600x200.jpg", "https://media.eurekalert.org/meganav/AAAS-logo.png", "https://www.eurekalert.org/images/e4/logo-footer.png", "https://media.eurekalert.org/meganav/SfNMenuBanner2019.jpg", "https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://www.eurekalert.org/images/e4/logo-2x.png", "https://www.eurekalert.org/images/e4/brand.png", "https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.eurekalert.org/pub_releases/2018-04/nu-smh041618.php", "title": "Screenings miss half of diabetic, prediabetic patients", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Screening patients for diabetes based solely on their age and weight -- a recommendation from a leading medical expert group -- could miss more than half of high-risk patients, according to a new Northwestern Medicine study of a nationwide sample. These limited screening criteria also missed more racial and ethnic minorities, most notably Asians.", "keywords": "Medicine/Health, Diagnostics, Diet/Body Weight, Diabetes", "date": "Mon, 16 Apr 2018 04:00:00 GMT/UTC", "funder": "NIH/National Center for Health Statistics", "journal": "Journal of General Internal Medicine", "type": "research", "institution": "Northwestern University", "meeting": "2018 SGIM Annual Meeting", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "northwesternu", "domain": "www.eurekalert.org", "title": "Screenings miss half of diabetic, prediabetic patients", "description": "Screening patients for diabetes based solely on their age and weight -- a recommendation from a leading medical expert group -- could miss more than half of high-risk patients, according to a new Northwestern Medicine study of a nationwide sample. These limited screening criteria also missed more racial and ethnic minorities, most notably Asians."}, "og": {"title": "Screenings miss half of diabetic, prediabetic patients", "description": "Screening patients for diabetes based solely on their age and weight -- a recommendation from a leading medical expert group -- could miss more than half of high-risk patients, according to a new Northwestern Medicine study of a nationwide sample. These limited screening criteria also missed more racial and ethnic minorities, most notably Asians.", "site_name": "EurekAlert!", "url": "https://www.eurekalert.org/pub_releases/2018-04/nu-smh041618.php", "image": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "northwesternu"}}, "movies": [], "publish_date": 1523160000.0, "source": "https://www.eurekalert.org", "summary": ""}