{"url": "https://web.archive.org/web/20170306100413/https://www.eurekalert.org/pub_releases/2017-03/w-sfc030217.php", "text": "New research indicates that dietary soy products are safe and even beneficial for women diagnosed with breast cancer. Published early online in CANCER, a peer-reviewed journal of the American Cancer Society, the findings may help resolve controversies over soy's potential link to breast cancer outcomes.\n\nSoy foods are considered among the healthiest for human consumption, but their estrogen-like properties have raised concerns of a potential increased risk of breast cancer. This is because in hormone receptor-positive cancer, the most common form of the disease, there are some concerns that high estrogen levels help cancer cells grow and spread, though this remains controversial.\n\n\"Isoflavones--the component of soy that has estrogen-like properties--have been shown to slow the growth of breast cancer cells in laboratory studies, and epidemiological analyses in East Asian women with breast cancer found links between higher isoflavone intake and reduced mortality; however, other research has suggested that the estrogen-like effects of isoflavones may reduce the effectiveness of hormone therapies used to treat breast cancer,\" explained Fang Fang Zhang, MD, PhD, of the Friedman School of Nutrition Science and Policy at Tufts University. \"Because of this disparity, it remains unknown whether isoflavone consumption should be encouraged or avoided for breast cancer patients.\"\n\nTo provide some clarity, Dr. Zhang and her colleagues looked at the relationship between dietary intake of isoflavones and death from any cause in 6235 American and Canadian women diagnosed with breast cancer. Over a median follow-up of nine years, women with breast cancer who consumed high amounts of isoflavones had a 21 percent lower risk of dying than women who consumed low amounts. This decrease was largely confined to women with hormone receptor-negative tumors and women who were not treated with anti-estrogen therapy such as tamoxifen (which blocks the effects of estrogen). In contrast to some previous research, high levels of isoflavone intake were not associated with greater mortality among women receiving hormonal therapy.\n\n\"Based on our results, we do not see a detrimental effect of soy food intake among women who were treated with endocrine therapy,\" said Dr. Zhang. \"For women with hormone receptor-negative breast cancer, soy food products may potentially have a protective effect. Women who did not receive endocrine therapy as a treatment for their breast cancer had a weaker, but still statistically significant, association.\"\n\nMore than 20 percent of all new breast cancer cases with known estrogen and progesterone receptor status are receptor-negative, and they have poorer survival rates than hormone receptor-positive cases. \"Whether lifestyle factors can improve survival after diagnosis is an important question for women diagnosed with this more aggressive type of breast cancer. Our findings suggest that survival may be better in patients with a higher consumption of isoflavones,\" said senior author Esther John, PhD, of the Cancer Prevention Institute of California. The investigators noted that they examined only naturally occurring dietary isoflavones, not isoflavones from supplements.\n\nHow isoflavones from foods interact with breast cancer cells is unclear, but research has shown that they have antioxidant, anti-inflammatory, anti-angiogenic, and other effects that could influence tumor survival and growth.\n\nIn an accompanying editorial, Omer Kucuk, MD, of the Winship Cancer Institute of Emory University, noted that the United States is the number 1 soy producer in the world and is in a great position to initiate changes in health policy encouraging soy intake. \"We now have evidence that soy foods not only prevent breast cancer but also benefit women who have breast cancer. Therefore, we can recommend women to consume soy foods because of soy's many health benefits,\" he wrote.\n\n###\n\nAdditional information\n\nNOTE: The information contained in this release is protected by copyright. Please include journal attribution in all coverage. A free abstract of this article will be available via the Cancer News Room upon online publication. For more information or to obtain a PDF of any study, please contact:\n\nDawn Peters (US) +1 781-388-8408\n\nsciencenewsroom@wiley.com\n\nFollow us on Twitter @WileyNews\n\nFull Citation: \"Dietary Isoflavone Intake and All-Cause Mortality in Breast Cancer Survivors: the Breast Cancer Family Registry.\" Fang Fang Zhang, Danielle E. Haslam, Mary Beth Terry, Julia A. Knight, Irene L. Andrulis, Mary Daly, Saundra S. Buys, and Esther M. John. CANCER; Published Online: March 6, 2017 (DOI: 10.1002/cncr.30615).\n\nURL Upon Publication: http://doi. wiley. com/ 10. 1002/ cncr. 30615\n\nAuthor Contact: Siobhan Gallagher of the Tufts University Public Relations Office at Siobhan.gallagher@tufts.edu or 617-636-6586.\n\nEditorial: \"Soy Foods, Isoflavones and Breast Cancer.\" Omer Kucuk. CANCER; Published Online: March 6, 2017 (DOI: 10.1002/cncr.30614).\n\nURL Upon Publication: http://doi. wiley. com/ 10. 1002/ cncr. 30614\n\nAbout the Journal\n\nCANCER is a peer-reviewed publication of the American Cancer Society integrating scientific information from worldwide sources for all oncologic specialties. The objective of CANCER is to provide an interdisciplinary forum for the exchange of information among oncologic disciplines concerned with the etiology, course, and treatment of human cancer. CANCER is published on behalf of the American Cancer Society by Wiley and can be accessed online at http://wileyonlinelibrary. com/ journal/ cancer .\n\nFollow us on Twitter @JournalCancer and Facebook\n\nAbout Wiley", "images": ["https://web.archive.org/web/20170306100413im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170306100413im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170306100413im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170306100413im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170306100413im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170306100413im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170306100413im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170306100413im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170306100413im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170306100413im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170306100413im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170306100413im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170306100413im_/https://www.eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20170306100413im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170306100413/https://www.eurekalert.org/pub_releases/2017-03/w-sfc030217.php", "title": "Soy food consumption linked to prolonged survival in some breast cancer patients", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "New research indicates that dietary soy products are safe and even beneficial for women diagnosed with breast cancer. Published early online in CANCER, a peer-reviewed journal of the American Cancer Society, the findings may help resolve controversies over soy's potential link to breast cancer outcomes.", "keywords": "Medicine/Health, Breast Cancer, Diet/Body Weight", "date": "Mon, 06 Mar 2017 05:00:00 GMT", "journal": "CANCER", "type": "research", "institution": "Wiley", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "EurekAlert", "domain": "www.eurekalert.org", "title": "Soy food consumption linked to prolonged survival in some breast cancer patients", "description": "New research indicates that dietary soy products are safe and even beneficial for women diagnosed with breast cancer. Published early online in CANCER, a peer-reviewed journal of the American Cancer Society, the findings may help resolve controversies over soy's potential link to breast cancer outcomes."}, "og": {"title": "Soy food consumption linked to prolonged survival in some breast cancer patients", "description": "New research indicates that dietary soy products are safe and even beneficial for women diagnosed with breast cancer. Published early online in CANCER, a peer-reviewed journal of the American Cancer Society, the findings may help resolve controversies over soy's potential link to breast cancer outcomes.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170306100413/https://www.eurekalert.org/pub_releases/2017-03/w-sfc030217.php", "image": "https://web.archive.org/web/20170306100413im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1490760000.0, "source": "https://web.archive.org", "summary": ""}