{"url": "https://web.archive.org/web/20161010015052/https://eurekalert.org/pub_releases/2016-10/iocr-id100716.php", "text": "An immunotherapy drug has been hailed as a potential 'game changer' after being found to greatly improve survival for patients with relapsed head and neck cancer - a disease which is notoriously difficult to treat.\n\nNivolumab became the first treatment to extend survival in a phase III clinical trial for patients with head and neck cancer in whom chemotherapy had failed - and it did so with fewer side-effects than existing therapeutic options.\n\nMore than double the number of patients taking nivolumab were alive after one year as those treated with chemotherapy, reported the major international trial, published today (Sunday) in the New England Journal of Medicine.\n\nThere are currently no other treatment options that improve the survival of patients with cisplatin-resistant relapsed or metastatic head and neck cancers. This group of patients are expected to live less than six months.\n\nThe trial was led in the UK by Professor Kevin Harrington of The Institute of Cancer Research, London, and The Royal Marsden NHS Foundation Trust, and involved 20 research organisations from around the world. It was funded by Bristol Myers Squibb.\n\nOf the 361 patients in the trial, 240 with relapsed or metastatic head and neck cancer were allocated to receive nivolumab and 121 to one of three different chemotherapies. UK patients received the chemotherapy drug docetaxel, which is the only treatment approved for advanced head and neck cancer by NICE.\n\nAfter one year of the study, 36 per cent of patients treated with nivolumab were still alive compared with 17 per cent for the comparator arm.\n\nMedian survival for patients on nivolumab was 7.5 months, compared with 5.1 months for chemotherapy.\n\nThe survival benefit was more pronounced in patients whose tumours had tested positive for human papillomavirus (HPV). These patients survived an average of 9.1 months with nivolumab and 4.4 months with chemotherapy.\n\nHPV-negative patients survived an average of 7.5 months with nivolumab and 5.8 with chemotherapy.\n\nImportantly, fewer patients experienced serious side-effects from taking nivolumab than with conventional treatment - only 13 per cent compared with 35 per cent of patients who received chemotherapy.\n\nPatients given chemotherapy reported feeling physically, socially and emotionally worse off, whereas those who were given nivolumab remained stable during the course of treatment.\n\nProfessor Harrington will be presenting some of the findings at the European Society for Medical Oncology 2016 Congress in Copenhagen, simultaneously with publication.\n\nNivolumab will still have to go through approval by the European Medicines Agency and NICE before it is available for head and neck cancer patients on the NHS.\n\nUK trial lead Professor Kevin Harrington, Professor of Biological Cancer Therapies at The Institute of Cancer Research, London, and Consultant at The Royal Marsden NHS Foundation Trust, said:\n\n\"Nivolumab could be a real game-changer for patients with advanced head and neck cancer. This trial found that it can greatly extend life among a group of patients who have no existing treatment options, without worsening quality of life.\n\n\"Once it has relapsed or spread, head and neck cancer is extremely difficult to treat. So it's great news that these results indicate we now have a new treatment that can significantly extend life, and I'm keen to see it enter the clinic as soon as possible.\"\n\nProfessor Paul Workman, Chief Executive of The Institute of Cancer Research, London, said:\n\n\"Nivolumab is one of a new wave of immunotherapies that are beginning to have an impact across cancer treatment. This phase III clinical trial expands the repertoire of nivolumab even further, showing that it is the first treatment to have significant benefits in relapsed head and neck cancer.\n\n\"We hope regulators can work with the manufacturer to avoid delays in getting this drug to patients who have no effective treatment options left to them.\"\n\n###\n\nSome of the data was presented at 16:25 CEST today (Sunday) at the European Society for Medical Oncology 2016 Congress in Copenhagen.\n\nNotes to editors\n\nFor more information please contact Claire Hastings on 020 8722 5380 or claire.hastings@icr.ac.uk. For enquiries out of hours, please call 07595 963 613.\n\nAbout head and neck cancer\n\nThere were around 11,000 new cases of head and neck cancer and 3,300 deaths in the UK in 2012, 600,000 globally, and more than half relapse within 3-5 years.\n\nThe Institute of Cancer Research, London, is one of the world's most influential cancer research organisations.\n\nScientists and clinicians at The Institute of Cancer Research (ICR) are working every day to make a real impact on cancer patients' lives. Through its unique partnership with The Royal Marsden NHS Foundation Trust and 'bench-to-bedside' approach, the ICR is able to create and deliver results in a way that other institutions cannot. Together the two organisations are rated in the top four centres for cancer research and treatment globally.\n\nThe ICR has an outstanding record of achievement dating back more than 100 years. It provided the first convincing evidence that DNA damage is the basic cause of cancer, laying the foundation for the now universally accepted idea that cancer is a genetic disease. Today it is a world leader at identifying cancer-related genes and discovering new targeted drugs for personalised cancer treatment.\n\nA college of the University of London, the ICR is the UK's top-ranked academic institution for research quality, and provides postgraduate higher education of international distinction. It has charitable status and relies on support from partner organisations, charities and the general public.\n\nThe ICR's mission is to make the discoveries that defeat cancer. For more information visit http://www. icr. ac. uk\n\nThe Royal Marsden NHS Foundation Trust\n\nThe Royal Marsden opened its doors in 1851 as the world's first hospital dedicated to cancer diagnosis, treatment, research and education. The Head and Neck Unit at The Royal Marsden is one of the largest of its kind in Europe.\n\nToday, together with its academic partner, The Institute of Cancer Research (ICR), it is the largest and most comprehensive cancer centre in Europe treating over 50,000 NHS and private patients every year. It is a centre of excellence with an international reputation for groundbreaking research and pioneering the very latest in cancer treatments and technologies.\n\nThe Royal Marsden, with the ICR, is the only National Institute for Health Research Biomedical Research Centre for Cancer. First awarded the status in 2006, it was re-awarded in 2011. A total of £62 million is being provided over five years, to support pioneering research work, and is being shared out over eight different cancer themes.\n\nThe Royal Marsden also provides community services in the London boroughs of Sutton and Merton and in June 2010, along with the ICR, the Trust launched a new academic partnership with Mount Vernon Cancer Centre in Middlesex.\n\nSince 2004, the hospital's charity, The Royal Marsden Cancer Charity, has helped raise over £100 million to build theatres, diagnostic centres, and drug development units.\n\nPrince William became President of The Royal Marsden in 2007, following a long royal connection with the hospital.", "images": ["https://web.archive.org/web/20161010015052im_/https://eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20161010015052im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20161010015052im_/https://eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20161010015052im_/https://eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20161010015052im_/https://eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20161010015052im_/https://eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20161010015052im_/https://eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20161010015052im_/https://eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20161010015052im_/https://eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20161010015052im_/https://eurekalert.org/images/meganav/ACSMeeting.201608.jpg", "https://web.archive.org/web/20161010015052im_/https://eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20161010015052im_/https://eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20161010015052im_/https://eurekalert.org/images/e4/brand.png"], "top_img": "https://web.archive.org/web/20161010015052im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20161010015052/http://www.eurekalert.org/pub_releases/2016-10/iocr-id100716.php", "title": "'Game-changing' immunotherapy doubles head and neck cancer survival", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "An immunotherapy drug has been hailed as a potential 'game changer' after being found to greatly improve survival for patients with relapsed head and neck cancer -- a disease which is notoriously difficult to treat.", "keywords": "Biology, Medicine/Health, Cancer, Clinical Trials", "date": "Sun, 09 Oct 2016 04:00:00 GMT", "funder": "Bristol Myers Squibb", "journal": "New England Journal of Medicine", "type": "research", "institution": "Institute of Cancer Research", "meeting": "ESMO 2016", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "ICR_London", "domain": "www.eurekalert.org", "title": "'Game-changing' immunotherapy doubles head and neck cancer survival", "description": "An immunotherapy drug has been hailed as a potential 'game changer' after being found to greatly improve survival for patients with relapsed head and neck cancer -- a disease which is notoriously difficult to treat."}, "og": {"title": "'Game-changing' immunotherapy doubles head and neck cancer survival", "description": "An immunotherapy drug has been hailed as a potential 'game changer' after being found to greatly improve survival for patients with relapsed head and neck cancer -- a disease which is notoriously difficult to treat.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20161010015052/http://www.eurekalert.org/pub_releases/2016-10/iocr-id100716.php", "image": "https://web.archive.org/web/20161010015052im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "theinstituteofcancerresearch"}}, "movies": [], "publish_date": 1477713600.0, "source": "https://web.archive.org", "summary": ""}