{"url": "http://www.newswise.com/articles/view/655077/?sc=mwhn", "text": "Newswise — MAYWOOD, IL – Although surgery can prolong the lives of patients with an aggressive type of cancer called malignant pleural mesothelioma, many patients avoid the operation for fear it will degrade their quality of life.\n\nBut a study led by a Loyola Medicine thoracic surgeon has found just the opposite: Patients who underwent an operation called pleurectomy and decortication (PD) generally reported their quality of life improved after surgery.\n\nWickii Vigneswaran, MD, presented the study during the 2016 annual meeting of the American Society of Clinical Oncology. Dr. Vigneswaran is division director of thoracic surgery and a professor in the department of thoracic and cardiovascular surgery of Loyola University Chicago Stritch School of Medicine.\n\nMalignant pleural mesothelioma is caused by environmental factors such as exposure to asbestos as well as a genetic predisposition to the cancer. It develops in the pleura, the thin layer of tissue surrounding the lungs. As the tumor grows, it restricts the lungs, typically causing shortness of breath, fatigue, weight loss and/or chest discomfort and pain. In PD surgery, the pleura is removed. While the procedure cannot cure mesothelioma, it can help control the buildup of fluid, improve breathing and lessen cancer pain. Dr. Vigneswaran and colleagues administered a cancer quality-of-life survey known as the EORTC QLQ-C30 to 114 mesothelioma patients who underwent PD surgery. The median age was 70, with a range of 50 to 88. Prior to surgery, 31 percent of the patients had a performance status score of 0 (fully functional); 65 percent had a performance status score of 1 (able to do light house work or office work); and 4 percent had a performance status of 2 (ambulatory and capable of self-care, but unable to work). Following surgery, all patients were surveyed at 1 month, 4-5 months, 7-8 months and 10-11 months.\n\nThe quality of life survey measured overall functioning (physical, emotional, cognitive, etc.); general symptoms (fatigue, nausea/vomiting and pain); individual items (shortness of breath, diarrhea, insomnia, constipation and financial difficulties) and overall health.\n\nImproved quality of life was observed in the first month after surgery and was maintained at late follow-up in all patients. Quality of life was not adversely affected by surgery at any time in patients who, prior to surgery, had performance status of 1 or 2; a tumor volume greater than 600 ml. or a type of tumor cell called non-epithelioid.\n\n“The net benefit of pleurectomy and decortication justifies the procedure in the majority of patients with malignant pleural mesothelioma,” Dr. Vigneswaran concluded.\n\nThe study is titled “Quality of Life in Patients Undergoing Pleurectomy and Decortication for Malignant Pleural Mesothelioma.” The surgeries were performed by Dr. Vigneswaran at University of Chicago Medicine, where he practiced before recently joining Loyola.", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://www.newswise.com/images/new-newswise-logo-square.jpg", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/mesothelioma-surgery-improves-quality-of-life-study-finds", "title": "Mesothelioma Surgery Improves Quality of Life, Study Finds", "meta_data": {"keywords": "Newswise, mesothelima,malignant pleural mesothelioma,pleurectomy and decortication,All Journal News, Cancer, Patient Safety, Public Health, Local - Illinois, Local - Chicago Metro, Medical Meetings,  Loyola University Health System", "description": "Many mesothelioma patients avoid surgery for fear it will degrade their quality of life. But a study has found just the opposite: Patients who underwent an operation called pleurectomy and decortication (PD) generally reported their quality of life improved after surgery.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Many mesothelioma patients avoid surgery for fear it will degrade their quality of life. But a study has found just the opposite: Patients who underwent an operation called pleurectomy and decortication (PD) generally reported their quality of life improved after surgery.", "title": "Mesothelioma Surgery Improves \r\nQuality of Life, Study Finds", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "url": "https://www.newswise.com/articles/mesothelioma-surgery-improves-quality-of-life-study-finds"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}