{"url": "http://www.prnewswire.com/news-releases/gsks-candidate-shingles-vaccine-shows-high-efficacy-against-shingles-and-its-complications-in-adults-aged-70-years-and-over-in-phase-iii-study-published-in-nejm-300328369.html", "text": "LONDON, Sept. 14, 2016 /PRNewswire/ -- GSK (LSE/NYSE: GSK) today announced the publication of detailed results from a randomised phase III study (ZOE-70) of its investigational shingles vaccine, Shingrix™, showing 90% efficacy in adults aged 70 years and older that is maintained for at least four years1. The results were published in the New England Journal of Medicine (NEJM).\n\nThe study, from which headline results were reported in October 2015, showed that the two-dose candidate shingles vaccine had 90% efficacy (95% confidence interval: 84-94%) compared to placebo in people over 70 years old. Vaccine efficacy was maintained across the various age groups included in the study, ranging between 90% in people aged 70-79 years (95% confidence interval: 83-94%) and 89% in those aged 80 years and above1 (95% confidence interval: 74-96%)1.\n\nThe high efficacy is in line with the results of the ZOE-50 trial, a study in people over 50 years old which was presented and published last year showing a 97% efficacy (95% confidence interval: 93-99%)2. A pooled analysis of data from both trials showed the vaccine demonstrated 91% efficacy against shingles (95% confidence interval: 86-95%) in adults aged 70 years and older compared to placebo1. This efficacy was maintained with an 88% reduction in the risk of shingles (95% confidence interval: 73-95%) in the fourth year after vaccination.\n\nThe risk of serious adverse events, potential immune-mediated diseases or deaths observed in ZOE-70 was similar in people receiving Shingrix and placebo. The most commonly reported local adverse reaction was pain at the injection site and the most frequently reported systemic adverse reaction was fatigue. The majority of injection site and systemic reactions occurred within seven days of vaccination, with most lasting 1-3 days, and generally were mild-to-moderate in intensity1.\n\nIn addition, a pooled analysis of data from the ZOE-70 and ZOE-50 trials showed that the candidate vaccine effectively reduced the risk of subsequent chronic neuropathic pain, also known as postherpetic neuralgia (PHN)1 which is the most common, and often severe, complication of shingles3,4. The candidate vaccine was shown to be 89% (95% confidence interval: 68-97%) efficacious in preventing PHN in people aged 70 years and older and 91% efficacious (95% confidence interval: 75-98%) in people aged 50 years and over1.\n\nDr Emmanuel Hanon, Senior Vice President, Vaccines Research and Development, GSK, said: \"This is the first time that such high efficacy has been demonstrated in a vaccine candidate for older people and it is remarkable, as we know that these people frequently have an age-related weakening of their immune system. If approved, this candidate vaccine could be an important tool for the prevention of shingles and the pain associated with it, which would significantly impact the health and quality of life of so many people.\"\n\nAnthony Cunningham, Executive Director of the Westmead Institute for Medical Research in Australia and Principal Investigator of the ZOE-70 study said: \"These data show that this investigational vaccine maintains high efficacy against herpes zoster in people over 70 and 80 years of age, the age groups who are most affected by the disease. Importantly, it also prevents a common and feared complication of herpes zoster, prolonged pain, or post herpetic neuralgia in these groups.\"\n\nBased on these and the previously reported ZOE-50 data2, GSK expects to start submitting regulatory applications for the candidate vaccine for the prevention of shingles in people 50 years and above later this year.\n\nAbout Shingrix\n\nShingrix is a non-live, adjuvanted, subunit (HZ/su) candidate vaccine to help prevent herpes zoster and its complications. The candidate vaccine combines glycoprotein E, a protein found on the varicella zoster virus (VZV) that causes shingles, with an adjuvant system, AS01 B , which is intended to enhance the immunological response to the antigen5.\n\nAdditional trials to evaluate the ability of Shingrix to help prevent shingles are ongoing in healthy people aged 50 and older and in adults with compromised immune systems. These studies will provide additional information with respect to the efficacy and safety profile of the candidate vaccine as well as its ability to stimulate immune responses in other populations and in specific circumstances.\n\nNotes to editors\n\nThe name Shingrix is not yet approved for use by regulatory authorities in most countries, including the US Food and Drug Administration (FDA).\n\n\n\nAbout the ZOE-70 trial\n\nThe ZOE-70 (ZOster Efficacy in adults aged 70 years and over) (NCT01165229) study is a randomised, observer-blind, placebo-controlled (saline solution) multicentre, multinational (North America, Europe, Latin America, Asia-Pacific) phase III trial involving more than 14,800 adults aged 70 years and older. Two doses were given intramuscularly two months apart. The study, which started in August 2010 in parallel with the ZOE-50 trial, includes subjects in the age ranges 70-79 and ≥80 years. The primary objective of ZOE-70 is overall vaccine efficacy against shingles in people 70 years and over, compared to placebo. The co-primary objectives of the pooled analysis over both studies are the assessment of overall vaccine efficacy in reducing the risk of developing shingles and PHN in people aged 70 years and over, using pooled data from both ZOE-70 and ZOE-50 studies.\n\nAbout the ZOE-50 trial\n\nThe ZOE-50 (ZOster Efficacy in adults aged 50 years and over) (NCT01165177) study is a randomised, observer-blind, placebo-controlled (saline solution) multicentre, multinational (North America, Europe, Latin America, Asia-Pacific) phase III trial involving 16,160 adults aged 50 years and older. The study started in August 2010. Two doses were given intramuscularly two months apart. The primary objective of this study is the overall vaccine efficacy against shingles in people aged 50 years or older, compared to placebo. The study includes subjects in the age ranges 50-59, 60-69, 70-79, and ≥80 years.\n\nAbout the phase III study programme\n\nInvolving more than 37,000 subjects globally, the phase III programme for GSK's candidate shingles vaccine evaluates its efficacy, safety and immunogenicity. In addition to older adults, the candidate vaccine is being evaluated in immunocompromised patient populations, including solid and haematological cancer patients, haematopoietic stem cell and renal transplant recipients and HIV-infected people.\n\n\n\nAbout shingles\n\nShingles typically presents as a painful, itchy rash that develops on one side of the body, as a result of reactivation of latent chickenpox virus (varicella zoster virus, VZV). Anyone who has been infected with VZV is at risk of developing shingles, with age and altered immune system being recognised as the main risk factors3,4. Complications from shingles can include PHN, (the most common complication), scarring, vision complications, secondary infection and nerve palsies3,4.PHN is often defined as a localized pain of significant intensity persisting at least 90 days after the appearance of the acute shingles rash4.\n\nData from many countries indicate that older adults (aged 50 and over) are at highest risk for shingles as more than 90% of older adults have been infected with wild type VZV3. A person's risk for shingles increases sharply after 50 years of age3. Risk of complications, including PHN and hospitalisation, also increase with age3. The individual lifetime risk of developing shingles is approximately one in three for people in the USA; however, for individuals aged 85 and over, this risk increases to one in two people3,4.\n\nReferences\n\nCunningham et al., N Engl J Med 2016; 375: 1019-32. Efficacy of the herpes zoster subunit vaccine in adults 70 years of age or older. Lal et al., N Engl J Med 2015; 372:2087-2096 Efficacy of an Adjuvanted Herpes Zoster Subunit Vaccine in Older Adults Shingles (Herpes Zoster) Clinical Overview. US Centers for Disease Control and Prevention. Accessed at: http://www.cdc.gov/shingles/hcp/clinical-overview.html on 6 Sept 2016 . Cohen et al., N Engl J Med 2013;369:255-63 Clinical practice: Herpes zoster. The GSK proprietary AS01 adjuvant system contains QS-21 Stimulon® adjuvant licensed from Antigenics Inc, a wholly owned subsidiary of Agenus Inc. (NASDAQ: AGEN), MPL and liposomes\n\nGSK – one of the world's leading research-based pharmaceutical and healthcare companies – is committed to improving the quality of human life by enabling people to do more, feel better and live longer. For further information please visit www.gsk.com.\n\nGSK enquiries:\n\n\n\n\n\nUK Media enquiries: David Mawdsley +44 (0) 20 8047 5502 (London)\n\nCatherine Hartley +44 (0) 20 8047 5502 (London)\n\nMelinda Stubbee +44 (0) 20 8047 5502 (London)\n\n\n\n\n\n\n\nUS Media enquiries: Sarah Alspach +1 202 715 1048 (Washington, DC)\n\nSarah Spencer +1 215 751 3335 (Philadelphia)\n\nMary Anne Rhyne +1 919 483 0492 (North Carolina)\n\nJenni Ligday +1 202 715 1049 (Washington, DC)\n\nKaren Hagens +1 919 483 2863 (North Carolina)\n\nGwynne Oosterbaan +1 215 751 7468 (Philadelphia)\n\n\n\n\n\n\n\nAnalyst/Investor enquiries: Ziba Shamsi +44 (0) 20 8047 5543 (London)\n\nTom Curry + 1 215 751 5419 (Philadelphia)\n\nGary Davies +44 (0) 20 8047 5503 (London)\n\nJames Dodwell +44 (0) 20 8047 2406 (London)\n\nJeff McLaughlin +1 215 751 7002 (Philadelphia)\n\nCautionary statement regarding forward-looking statements\n\nGSK cautions investors that any forward-looking statements or projections made by GSK, including those made in this announcement, are subject to risks and uncertainties that may cause actual results to differ materially from those projected. Such factors include, but are not limited to, those described under Item 3.D 'Risk factors' in the company's Annual Report on Form 20-F for 2015.\n\nRegistered in England & Wales: No. 3888792\n\nRegistered Office: 980 Great West Road Brentford, Middlesex TW8 9GS\n\nSOURCE GSK\n\nRelated Links\n\nhttp://www.gsk.com\n\n", "images": ["http://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png"], "top_img": "http://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.prnewswire.com/news-releases/gsks-candidate-shingles-vaccine-shows-high-efficacy-against-shingles-and-its-complications-in-adults-aged-70-years-and-over-in-phase-iii-study-published-in-nejm-300328369.html", "title": "GSK's candidate shingles vaccine shows high efficacy against shingles and its complications in adults aged 70 years and over in phase III study published in NEJM", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "LONDON, Sept. 14, 2016 /PRNewswire/ -- GSK (LSE/NYSE: GSK) today announced the publication of detailed results from a randomised phase III study (ZOE-70) of...", "author": "GSK", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "GSK's candidate shingles vaccine shows high efficacy against shingles and its complications in adults aged 70 years and over in phase III study published in NEJM", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "united kingdom", "date": "2016-09-14T05:38:00-04:00", "keywords": "GSK,Health Care & Hospitals ,Medical Pharmaceuticals ,Clinical Trials & Medical Discoveries", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "GSK's candidate shingles vaccine shows high efficacy against shingles and its complications in adults aged 70 years and over in phase III study published in NEJM", "description": "LONDON, Sept. 14, 2016 /PRNewswire/ -- GSK (LSE/NYSE: GSK) today announced the publication of detailed results from a randomised phase III study (ZOE-70) of...", "image": "/content/dam/prnewswire/common/prn_twitter_sharing_logo.png"}, "og": {"title": "GSK's candidate shingles vaccine shows high efficacy against shingles and its complications in adults aged 70 years and over in phase III study published in NEJM", "type": "website", "description": "LONDON, Sept. 14, 2016 /PRNewswire/ -- GSK (LSE/NYSE: GSK) today announced the publication of detailed results from a randomised phase III study (ZOE-70) of...", "image": "/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "url": "https://www.prnewswire.com/news-releases/gsks-candidate-shingles-vaccine-shows-high-efficacy-against-shingles-and-its-complications-in-adults-aged-70-years-and-over-in-phase-iii-study-published-in-nejm-300328369.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}