{"url": "http://www.newswise.com/articles/view/665773/?sc=mwhn", "text": "Highlight• A healthy diet high in fruits, vegetables, fish, legumes, cereals, whole grains, and fiber, and low in red meat, salt, and refined sugars was linked with a reduced risk of early death in an analysis of 7 studies.\n\nChronic kidney disease affects 10% to 13% of adults.\n\nNewswise — Washington, DC (December 8, 2016) — A diet that emphasizes healthy foods rather than individual nutrients may help patients with chronic kidney disease live longer. The findings appear in an upcoming issue of the Clinical Journal of the American Society of Nephrology (CJASN).\n\nPatients with chronic kidney disease are advised to follow dietary recommendations that restrict individual nutrients such as phosphorus, potassium, protein, and sodium; however, empirical evidence suggests that these restrictions—which can be difficult to abide by—have limited effects on reducing patients’ risk of premature death.\n\nEmerging evidence indicates that overall eating patterns may have greater effects on patients’ health and longevity. To investigate, a tem led by Giovanni Strippoli, MD, PhD (University of Bari, in Italy and Diaverum, in Sweden), and Jaimon Kelly (Bond University, in Australia) analyzed the medical literature, finding 7 relevant studies that included a total of 15,285 participants.\n\nHealthy dietary patterns were generally higher in fruits, vegetables, fish, legumes, cereals, whole grains, and fiber, and they were lower in red meat, salt, and refined sugars. In 6 studies, healthy dietary patterns were consistently associated with a 20% to 30% lower rate of mortality, with 46 fewer deaths per 1000 people over 5 years. There was no significant association between healthy dietary patterns and risk of kidney failure.\n\n“Chronic kidney disease now affects about 10% to 13% of the adult population and substantially increases risks of cardiovascular complications and early death,” said Prof. Strippoli. “In the absence of randomized trials and large individual cohort studies, this study is the best available evidence to drive clinical decision-making by patients and doctors on whole dietary approaches in chronic kidney disease.”\n\nStudy co-authors include Suetonia Palmer, PhD, Shu Ning Wai, MSc, Marinella Ruospo, MSc, Juan-Jesus Carrero, PhD,and Katrina Campbell, PhD.\n\nDisclosures: The authors reported no financial disclosures.\n\nThe article, entitled “Healthy Dietary Patterns, Mortality and End-Stage Kidney Disease in CKD: A Meta-Analysis of Cohort Studies,” will appear online at http://cjasn.asnjournals.org/ on December 8, 2016, doi: 10.2215/CJN. 06190616.\n\nThe content of this article does not reflect the views or opinions of The American Society of Nephrology (ASN). Responsibility for the information and views expressed therein lies entirely with the author(s). ASN does not offer medical advice. All content in ASN publications is for informational purposes only, and is not intended to cover all possible uses, directions, precautions, drug interactions, or adverse effects. This content should not be used during a medical emergency or for the diagnosis or treatment of any medical condition. Please consult your doctor or other qualified health care provider if you have any questions about a medical condition, or before taking any drug, changing your diet or commencing or discontinuing any course of treatment. Do not ignore or delay obtaining professional medical advice because of information accessed through ASN. Call 911 or your doctor for all medical emergencies.Since 1966, ASN has been leading the fight to prevent, treat, and cure kidney diseases throughout the world by educating health professionals and scientists, advancing research and innovation, communicating new knowledge, and advocating for the highest quality care for patients. ASN has nearly 16,000 members representing 112 countries. For more information, please visit www.asn-online.org or contact us at 202-640-4660.# # #", "images": ["https://www.newswise.com/images/new-newswise-logo-square.jpg", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "http://www.newswise.com/assets/img/logo.png.pagespeed.ce.pQl5UlxZ8w.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/healthy-diet-may-help-kidney-disease-patients-live-longer", "title": "Healthy Diet May Help Kidney Disease Patients Live Longer", "meta_data": {"keywords": "Newswise, Diet,Kidney Disease,Food Science, Health Food, Kidney Disease, Nutrition, Local - DC, Local - DC Metro, Embargoed Feed - hidden, All Journal News,  American Society of Nephrology (ASN)", "description": "•\tA healthy diet high in fruits, vegetables, fish, legumes, cereals, whole grains, and fiber, and low in red meat, salt, and refined sugars was linked with a reduced risk of early death in an analysis of 7 studies", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "•\tA healthy diet high in fruits, vegetables, fish, legumes, cereals, whole grains, and fiber, and low in red meat, salt, and refined sugars was linked with a reduced risk of early death in an analysis of 7 studies", "title": "Healthy Diet May Help Kidney Disease Patients Live Longer", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "url": "https://www.newswise.com/articles/healthy-diet-may-help-kidney-disease-patients-live-longer"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}