{"url": "http://www.newswise.com/articles/breakthrough-study-stops-fat-eating-prostate-cancer-cells", "text": "Newswise — Patients with castration resistant prostate cancer (CRPC) usually have a poor prognosis. In part, this is due to the cancer’s ability to resist anti-androgen therapy. A University of Colorado Cancer Center study published today [May 3] in Oncotarget shows that combining a CPT1A inhibitors with anti-androgen therapy increases the cancer’s sensitivity to the anti-androgen drug enzalutamide.\n\n“This is a huge development for men with CRPC that previously did not have many options,” says Isabel Schlaepfer, PhD, CU Cancer Center member, assistant professor in the Division of Medical Oncology and senior author of the study. “There is a critical need for improved therapies for this specific cancer type.”\n\nMost cells use the energy of glucose (sugar). Some prostate cancers evolve to use energy from lipids (fat). Previous work shows that metabolizing lipids helps prostate cancer escape anti-androgen therapy. However, there are many steps involved in lipid metabolism and researchers have been working to break prostate cancer’s ability to harness this energy source. In this study the researchers focused on the CPT1A enzyme. CPT1A helps facilitate the entry of long chain fatty acids into the cell’s mitochondria for oxidation. This oxidation is vital to lipid metabolism and has been shown to aid cancer cell survival, resistance to radiation, oxidative stress, and activation of oncogenic signaling pathways.\n\n“We had to find a way to block this pathway so that the cancer would not be able to burn lipid in the mitochondria to acquire energy to resist therapy,” explains Schlaepfer.\n\nIn fact, we are already able to block the action of the CPT1A enzyme. The drug ranolazine is a fat oxidation inhibitor that earned FDA approval in 2006 to treat angina. When Schlaepfer and colleagues experimented with fat burning inhibitors and anti-androgens in cancer cell lines, they found that the addition of ranolazine to anti-androgen therapy made tumors more sensitivity to the anti-androgen drug enzalutamide.\n\n“This finding may have a huge impact on patients with CRPC that had very few options before,” says Schlaepfer. “Since the drugs are clinically safe, a clinical trial can be designed in patients for whom enzalutamide is prescribed.”", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2017/05/12/1isabel.png&width=502&height=334", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2017/05/12/1isabel.png&width=100&height=100", "http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "http://www.newswise.com/images/institutions/logos/xuccclogo_cntr_rgb.gif.pagespeed.ic.5nOeVFhNn-.png", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2017/05/12/1isabel.png&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "", "title": "Breakthrough Study Stops Fat-Eating Prostate Cancer Cells", "meta_data": {"keywords": "Newswise, ,Cancer, Cell Biology, All Journal News, Cancer Center Featured Story 2, Local - Colorado,  University of Colorado Cancer Center", "description": "Patients with castration resistant prostate cancer (CRPC) usually have a poor prognosis. In part, this is due to the cancer’s ability to resist anti-androgen therapy. A University of Colorado Cancer Center study published today [May 3] in Oncotarget shows that combining a CPT1A inhibitors with anti-androgen therapy increases the cancer’s sensitivity to the anti-androgen drug enzalutamide.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Patients with castration resistant prostate cancer (CRPC) usually have a poor prognosis. In part, this is due to the cancer’s ability to resist anti-androgen therapy. A University of Colorado Cancer Center study published today [May 3] in Oncotarget shows that combining a CPT1A inhibitors with anti-androgen therapy increases the cancer’s sensitivity to the anti-androgen drug enzalutamide.", "title": "Breakthrough Study Stops Fat-Eating Prostate Cancer Cells", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2017/05/12/1isabel.png&width=100&height=100"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}