{"url": "https://www.eurekalert.org/pub_releases/2017-11/uops-abm112717.php", "text": "CHICAGO -- Among women with dense breast tissue, for whom traditional mammograms are less effective at detecting cancer, who request additional screening after a negative mammogram, abbreviated breast MRI (AB-MR) may be a valuable cancer detection tool. In a study of 195 asymptomatic women with dense breast tissue who had a negative mammogram within the previous 11 months, AB-MR detected five additional cancers after a negative screening mammography, according to preliminary findings from a Penn Medicine team presented this week at the Radiological Society of North America meeting in Chicago.\n\nTo put this in perspective, the cancer detection rate of mammography is roughly 4 cancers in 1,000 women who have a mammogram. Digital tomosynthesis (DBT), or 3D mammography, does slightly better, detecting approximately 25 percent more cancers, or roughly 5 cancers in 1,000 women screened. Based on the preliminary results at Penn Medicine, the cancer detection rate of AB-MR screening is 25 cancers per 1,000 patients. One in eight women in the United States will develop breast cancer at some point during their life.\n\n\"Having dense breast tissue makes it more difficult to detect a cancer on a mammogram,\" said the study's lead author, Susan Weinstein, MD, an associate professor of Radiology and the director of breast MRI at Penn Medicine. \"Based on the literature and our results, women with dense breast tissue who desire supplemental screening, these results suggest that AB-MR may be a better option than other supplemental screening tests such as whole breast ultrasound.\n\nThe most common exam offered for asymptomatic patients seeking supplemental screening is a whole breast screening ultrasound examination. However, screening ultrasound examinations have higher rates of false positives, meaning more cases of positive screenings where no cancer is present.\n\nBased on the results from Penn's study, the AB-MR may be a better option. American Cancer Society guidelines currently recommend a full breast MRI, not an AB-MR, in women who, based on family history of breast or ovarian cancer and/or previous treatment for Hodgkin disease, have a 20 to 25 percent or greater lifetime risk of breast cancer.\n\n###\n\nIn addition to Weinstein, additional authors include Mitchell D. Schnall, Elizabeth S. McDonald, Alice Chong, and Emily F. Conant.\n\nPenn Medicine is one of the world's leading academic medical centers, dedicated to the related missions of medical education, biomedical research, and excellence in patient care. Penn Medicine consists of the Raymond and Ruth Perelman School of Medicine at the University of Pennsylvania (founded in 1765 as the nation's first medical school) and the University of Pennsylvania Health System, which together form a $6.7 billion enterprise.\n\nThe Perelman School of Medicine has been ranked among the top five medical schools in the United States for the past 20 years, according to U.S. News & World Report's survey of research-oriented medical schools. The School is consistently among the nation's top recipients of funding from the National Institutes of Health, with $392 million awarded in the 2016 fiscal year.\n\nThe University of Pennsylvania Health System's patient care facilities include: The Hospital of the University of Pennsylvania and Penn Presbyterian Medical Center -- which are recognized as one of the nation's top \"Honor Roll\" hospitals by U.S. News & World Report -- Chester County Hospital; Lancaster General Health; Penn Wissahickon Hospice; and Pennsylvania Hospital -- the nation's first hospital, founded in 1751. Additional affiliated inpatient care facilities and services throughout the Philadelphia region include Good Shepherd Penn Partners, a partnership between Good Shepherd Rehabilitation Network and Penn Medicine.\n\nPenn Medicine is committed to improving lives and health through a variety of community-based programs and activities. In fiscal year 2016, Penn Medicine provided $393 million to benefit our community.", "images": ["https://media.eurekalert.org/meganav/S11690 ACS SAN DIEGO graphic - 600x200.jpg", "https://media.eurekalert.org/meganav/AAAS-logo.png", "https://www.eurekalert.org/images/e4/logo-footer.png", "https://media.eurekalert.org/meganav/SfNMenuBanner2019.jpg", "https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://www.eurekalert.org/images/e4/logo-2x.png", "https://www.eurekalert.org/images/e4/brand.png", "https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.eurekalert.org/pub_releases/2017-11/uops-abm112717.php", "title": "Abbreviated breast MRI may be additional screening option for dense breasts", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Among women with dense breast tissue, for whom traditional mammograms are less effective at detecting cancer, who request additional screening after a negative mammogram, abbreviated breast MRI (AB-MR) may be a valuable cancer detection tool.", "keywords": "Medicine/Health, Breast Cancer", "date": "Tue, 28 Nov 2017 05:00:00 GMT/UTC", "type": "research", "institution": "University of Pennsylvania School of Medicine", "meeting": "RSNA 2017 103rd Scientific Assembly and Annual Meeting", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "PennMedNews", "domain": "www.eurekalert.org", "title": "Abbreviated breast MRI may be additional screening option for dense breasts", "description": "Among women with dense breast tissue, for whom traditional mammograms are less effective at detecting cancer, who request additional screening after a negative mammogram, abbreviated breast MRI (AB-MR) may be a valuable cancer detection tool."}, "og": {"title": "Abbreviated breast MRI may be additional screening option for dense breasts", "description": "Among women with dense breast tissue, for whom traditional mammograms are less effective at detecting cancer, who request additional screening after a negative mammogram, abbreviated breast MRI (AB-MR) may be a valuable cancer detection tool.", "site_name": "EurekAlert!", "url": "https://www.eurekalert.org/pub_releases/2017-11/uops-abm112717.php", "image": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "pages/Penn‑Medicine/99556027612"}}, "movies": [], "publish_date": 1510117200.0, "source": "https://www.eurekalert.org", "summary": ""}