{"url": "https://web.archive.org/web/20170912133603/https://www.eurekalert.org/pub_releases/2017-09/uops-tpe091117.php", "text": "MILAN, ITALY, Sept. 12, 2017 - An antibody treatment reduces the rate of flare-ups by nearly 20 percent in patients with a subgroup of treatment-resistant chronic obstructive pulmonary disease (COPD), according to the results of two large international trials presented today at the European Respiratory Society International Congress in Milan, Italy, and simultaneously published in the New England Journal of Medicine.\n\n\"The goal of precision medicine is to give the right treatment to the right patient,\" said lead author Frank Sciurba, M.D., director of the Center for COPD and Emphysema and UPMC Pulmonary Function Exercise Physiology Laboratory, and visiting professor in the Division of Pulmonary, Allergy, and Critical Care Medicine, University of Pittsburgh School of Medicine. \"These findings are the first example of a precision therapy that is uniquely effective in a subgroup of patients with treatment-resistant COPD.\"\n\nCOPD, a progressive lung disease characterized by airway obstruction and chronic lung inflammation, affects 30 million Americans.\n\n\"There is significant variation between patients in the cells and other proteins responsible for lung inflammation, so there are actually many different subtypes of COPD,\" said Sciurba.\n\nOne subgroup called eosinophilic predominant COPD is present in as many as 40 percent of patients and is characterized by elevated levels of a type of white blood cell known as eosinophils, he said.\n\nThe new study reports the results from two Phase III clinical trials evaluating the efficacy of mepolizumab, an antibody treatment that reduces the number of eosinophils in the blood, in moderate to severe treatment-resistant eosinophilic COPD by blocking the pro-inflammatory effects of interleukin-5.\n\nPatients included in the trials were still having flare-ups despite a year of a standard treatment known as \"triple inhaled therapy\" that includes bronchodilators and glucocorticoids.\n\n\"These patients already have been given every treatment we have to offer them and are still having flare-ups that significantly interfere with their quality of life and can lead to deterioration in lung function and higher mortality,\" said Sciurba. \"We hoped to be able to offer them an option.\"\n\nMepolizumab is already approved by the Food and Drug Administration (FDA) to reduce symptom flare-ups and improve quality of life in eosinophilic asthma.\n\nThe first trial, termed METREX, was conducted at 117 sites in 15 countries from 2014 to 2017. A total of 837 COPD patients were stratified by blood eosinophil counts and randomized to receive either 100 milligrams of mepolizumab or placebo, delivered under the skin every four weeks for one year.\n\nThe patients with high eosinophil counts who received mepolizumab had a statistically significant 18 percent lower rate of moderate/severe exacerbations (1.4 per year compared to 1.7 per year) than those in the placebo group. The exacerbation rate in the low eosinophil group treated with the biologic did not differ from placebo. The time to the first exacerbation also was higher with mepolizumab than placebo, but only in the high eosinophil group.\n\nIn a second, simultaneous trial, termed METREO, the team assessed the effect of a higher dose of mepolizumab in 675 patients with elevated eosinophil levels. Patients were randomized to receive 100 or 300 milligrams of mepolizumab or placebo, with the same delivery method and schedule as METREX.\n\nSimilar to METREX, the exacerbation rate was reduced by 20 percent in the high eosinophil group after 100 milligrams of mepolizumab. The METREO results narrowly missed statistical significance. The 300-milligram dose did not provide an advantage over the lower dose.\n\nAn analysis of data from both trials found that as baseline blood eosinophil counts increased, so did mepolizumab's reduction in the annual exacerbation rate. This finding indicates that patients with higher initial eosinophil counts benefited more from mepolizumab than those with lower eosinophil counts, Sciurba said. The safety profile of mepolizumab did not differ from placebo in either trial.\n\n\"In addition to providing a new treatment option for patients with treatment-resistant, moderate to severe COPD, the new results also are important because they identify a potential biomarker for the disease and demonstrate that eosinophilic inflammation plays a role in flare-ups in COPD,\" Sciurba said.\n\nPitt's Division of Pulmonology, Allergy and Critical Care Medicine has a legacy of pioneering treatments for lung disease. UPMC also is home to a leading lung transplant program.\n\n\"The findings in these trials exemplify what we hope to achieve not only in COPD but across all lung diseases with regards to a precision approach to treatment,\" said division chief, Rama Mallampalli, M.D.\n\n###\n\nFunding for both trials was provided by GlaxoSmithKline, which plans to seek approval from the FDA for the use of mepolizumab in eosinophilic COPD.\n\nAdditional authors on the study are Ian Pavord, F.Med.Sci. D.M., University of Oxford, UK; Pascal Chanez, M.D., Ph.D., CIC Nord Aix-Marseille University, France; Gerard Criner, M.D., Temple University; Huib Kerstjens, M.D., Ph.D., University of Groningen, the Netherlands; Stephanie Korn, M.D., Ph.D., Mainz University Hospital, Germany; Njira Lugogo, M.D., Duke University; Jean-Benoit Martinot, M.D., CHU UCL Namur, Belgium; Hironori Sagara, M.D., Ph.D., Showa University, Japan; and Frank Albers, M.D., Ph.D., Eric Bradford, M.D., Stephanie Schweiker Harris, B.Sc., Bhabita Mayer, M.Sc., David Rubin, M.D., and Steven Yancey, M.Sc., all of GlaxoSmithKline.\n\nPatients wishing to learn more about the research being performed at the Center for COPD and Emphysema can call 866-948-2673 or email ecrc@upmc.edu.\n\nAbout the University of Pittsburgh School of Medicine\n\nAs one of the nation's leading academic centers for biomedical research, the University of Pittsburgh School of Medicine integrates advanced technology with basic science across a broad range of disciplines in a continuous quest to harness the power of new knowledge and improve the human condition. Driven mainly by the School of Medicine and its affiliates, Pitt has ranked among the top 10 recipients of funding from the National Institutes of Health since 1998. In rankings recently released by the National Science Foundation, Pitt ranked fifth among all American universities in total federal science and engineering research and development support.\n\nLikewise, the School of Medicine is equally committed to advancing the quality and strength of its medical and graduate education programs, for which it is recognized as an innovative leader, and to training highly skilled, compassionate clinicians and creative scientists well-equipped to engage in world-class research. The School of Medicine is the academic partner of UPMC, which has collaborated with the University to raise the standard of medical excellence in Pittsburgh and to position health care as a driving force behind the region's economy. For more information about the School of Medicine, see http://www. medschool. pitt. edu .", "images": ["https://web.archive.org/web/20170912133603im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170912133603im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170912133603im_/https://www.eurekalert.org/images/meganav/ACS2017_300x100.jpg", "https://web.archive.org/web/20170912133603im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170912133603im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170912133603im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170912133603im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170912133603im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170912133603im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170912133603im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170912133603im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170912133603im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170912133603im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170912133603im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg"], "top_img": "https://web.archive.org/web/20170912133603im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170912133603/https://www.eurekalert.org/pub_releases/2017-09/uops-tpe091117.php", "title": "Therapy proves effective in subgroup of COPD patients", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Antibody treatment reduces rate of flare-ups in patients with a subgroup of treatment-resistant COPD.", "keywords": "Medicine/Health, Immunology/Allergies/Asthma, Pulmonary/Respiratory Medicine", "date": "Tue, 12 Sep 2017 04:00:00 GMT", "funder": "GlaxoSmithKline", "journal": "New England Journal of Medicine", "type": "research", "institution": "University of Pittsburgh Schools of the Health Sciences", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "UPMCnews", "domain": "www.eurekalert.org", "title": "Therapy proves effective in subgroup of COPD patients", "description": "Antibody treatment reduces rate of flare-ups in patients with a subgroup of treatment-resistant COPD."}, "og": {"title": "Therapy proves effective in subgroup of COPD patients", "description": "Antibody treatment reduces rate of flare-ups in patients with a subgroup of treatment-resistant COPD.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170912133603/https://www.eurekalert.org/pub_releases/2017-09/uops-tpe091117.php", "image": "https://web.archive.org/web/20170912133603im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "upmc"}}, "movies": [], "publish_date": 1506657600.0, "source": "https://web.archive.org", "summary": ""}