{"url": "https://web.archive.org/web/20181018215723/https://www.eurekalert.org/pub_releases/2018-10/cmc-esr101618.php", "text": "LOS ANGELES (Embargoed Until Oct. 18, 2018 @ 10:05AM ET) -- A surgical technique called EDAS (encephaloduroarteriosynangiosis) significantly decreases the rate of stroke recurrence and death for patients with severe atherosclerosis of the brain arteries, according to findings of a Phase IIa clinical trial presented today at the World Stroke Congress in Montreal. Atherosclerotic disease, in which plaque buildup narrows the brain arteries, is one of the most common causes of strokes.\n\nNeurosurgeons performing EDAS reroute arteries from the scalp and the membranes that cover the brain and place these arteries under the skull near areas of the brain at risk of stroke. Over time, new blood vessels form, creating fresh pathways for blood and oxygen to reach the brain.\n\nThe trial, led by Nestor R. Gonzalez, MD, professor of Neurosurgery and director of the Neurovascular Laboratory at Cedars-Sinai, enrolled 52 patients with severe brain atherosclerosis, also known as intracranial atherosclerotic disease, or ICAD, who showed symptoms of either a recent stroke or a mini-stroke, called a transient ischemic attack. These patients received EDAS surgery, along with intensive medical management, which included diet and lifestyle changes, blood thinners and other medications to control blood pressure, cholesterol and blood sugar levels.\n\nAfter one year, 9.6 percent of the patients treated with the surgery experienced another ischemic stroke or died, compared with 21.2 percent of patients in a matched control group who received only intensive medical management. Two of the EDAS patients had small wound openings that required additional surgical interventions, but there were no intracranial hemorrhages or other serious adverse events, the researchers reported.\n\n\"Our findings in this intermediate-stage trial are promising for applying EDAS surgery to intracranial atherosclerotic disease,\" said Gonzalez said. Previously, EDAS has been used for moyamoya disease, a rare cerebrovascular disorder that affects younger patients.\n\nGonzalez said the new trial addressed a serious medical need. \"Even under the best current treatments, ICAD carries high rates of recurrent stroke and death, compared with other causes of stroke,\" he said. \"Developing new therapeutic strategies is crucial for ICAD patients.\"\n\nCurrent ICAD therapies--in addition to intensive medical management--include bypass surgery to connect a blood vessel from outside the brain to a vessel inside the brain, as well as angioplasty with stenting, which involves inflating a tiny balloon inside a cerebral artery to open it up and placing a stent device inside the artery. Despite advances in medical care, annual rates of recurrent stroke and death are remain high, at 15 percent or more for ICAD patients, according to published research.\n\nGonzalez said his team is working with the stroke prevention working group of the National Institutes of Health to develop a proposal for a Phase III randomized clinical trial across multiple institutions to further test the effectiveness of EDAS as compared with intensive medical management. While this Phase IIa trial selected patients from previous studies as the control group, the Phase III study would enroll new ICAD patients for both the control and experimental groups, he explained.\n\n\"This clinical trial moves us significantly closer to preventing strokes and death in high-risk populations,\" said Keith Black, MD, professor and chair of the Department of Neurosurgery. \"As a nationally renowned physician-investigator, Dr. Gonzalez personifies the dedication of Cedars-Sinai to translating the most advanced research into new cures.\"\n\n###\n\nBesides Gonzalez, the trial involved other investigators from the stroke centers of Cedars-Sinai and UCLA.\n\nFunding: Research reported in this publication was supported by the National Institutes of Neurological Disorders and Strokes of the National Institutes of Health under award number K23NS079477-01A1.", "images": ["https://web.archive.org/web/20181018215723im_/https://media.eurekalert.org/meganav/Neuroscience2018_Newsroom.jpg", "https://web.archive.org/web/20181018215723im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20181018215723im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20181018215723im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20181018215723im_/https://media.eurekalert.org/multimedia_prod/pub/web/183357_web.jpg", "https://web.archive.org/web/20181018215723im_/https://www.eurekalert.org/multimedia/pub/web/183357_web.jpg", "https://web.archive.org/web/20181018215723im_/https://media.eurekalert.org/multimedia_prod/pub/rel/183357_rel.jpg", "https://web.archive.org/web/20181018215723im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20181018215723im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20181018215723im_/https://media.eurekalert.org/meganav/AM19_Newsroom.jpg", "https://web.archive.org/web/20181018215723im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20181018215723im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20181018215723im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20181018215723im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20181018215723im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20181018215723im_/https://www.eurekalert.org/images/e4/logo.png"], "top_img": "https://web.archive.org/web/20181018215723im_/https://www.eurekalert.org/multimedia/pub/web/183357_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20181018215723/https://www.eurekalert.org/pub_releases/2018-10/cmc-esr101618.php", "title": "Surgery technique reduces strokes in atherosclerosis patients", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A surgical technique called EDAS (encephaloduroarteriosynangiosis) significantly decreases the rate of stroke recurrence and death for patients with severe atherosclerosis of the brain arteries, according to findings of a Phase IIa clinical trial presented today at the World Stroke Congress in Montreal.", "keywords": "Medicine/Health, Stroke", "date": "2018-10-18 04:00:00 GMT/UTC", "funder": "NIH/National Institute of Neurological Disorders and Stroke", "type": "research", "institution": "Cedars-Sinai Medical Center", "meeting": "World Stroke Congress", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "cedarssinai", "domain": "www.eurekalert.org", "title": "Surgery technique reduces strokes in atherosclerosis patients", "description": "A surgical technique called EDAS (encephaloduroarteriosynangiosis) significantly decreases the rate of stroke recurrence and death for patients with severe atherosclerosis of the brain arteries, according to findings of a Phase IIa clinical trial presented today at the World Stroke Congress in Montreal."}, "og": {"title": "Surgery technique reduces strokes in atherosclerosis patients", "description": "A surgical technique called EDAS (encephaloduroarteriosynangiosis) significantly decreases the rate of stroke recurrence and death for patients with severe atherosclerosis of the brain arteries, according to findings of a Phase IIa clinical trial presented today at the World Stroke Congress in Montreal.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20181018215723/https://www.eurekalert.org/pub_releases/2018-10/cmc-esr101618.php", "image": "https://web.archive.org/web/20181018215723im_/https://www.eurekalert.org/multimedia/pub/web/183357_web.jpg", "type": "website"}, "fb": {"profile_id": "CedarsSinai"}}, "movies": [], "publish_date": 1540785600.0, "source": "https://web.archive.org", "summary": ""}