{"url": "http://www.newswise.com/articles/view/637833/?sc=mwhn", "text": "Newswise — Chicago – Chronic back and leg pain sufferers in search of better pain relief options may have a new choice. According to a study published in the Online First edition of Anesthesiology, the official medical journal of the American Society of Anesthesiologists® (ASA®), patients who received a novel high frequency form of spinal cord stimulation (SCS) therapy experienced significantly greater, long-term relief for both chronic back and leg pain, when compared to a traditional low frequency form of SCS therapy.“This is the first long-term study to compare the safety and effectiveness of high frequency and traditional SCS therapy for back and leg pain,” said Leonardo Kapural, M.D., lead study author and professor of anesthesiology at Wake Forest University School of Medicine and clinical director at Carolinas Pain Institute at Brookstown in Winston-Salem, N.C. “Chronic back and leg pain have long been considered difficult to treat and current pain relief options such as opioids have limited effectiveness and commonly known side effects. Given the prevalence of chronic pain, high frequency SCS is an exciting advance for our patients.”\n\n\n\nSCS is an increasingly common therapy that delivers electric pulses to the spinal cord, through a small device implanted under the skin, for difficult to treat chronic pain in the trunk and limbs. SCS is reversible and is an important option for chronic pain sufferers who otherwise would rely on opioids or back surgery for relief. The new treatment, called HF10™ therapy, uses proprietary high frequency pulses of 10,000 Hz, compared to traditional SCS which uses frequencies of 40 to 60 Hz. HF10 therapy also provides pain relief without paresthesia – a stimulation-induced sensation commonly perceived as tingling or buzzing, which masks a patient’s perception of pain – typical of traditional SCS. These sensations are often distracting or uncomfortable to patients and limit the utility and acceptance of traditional devices. Identifying a new intervention that does not rely on paresthesia to mask pain is novel to SCS and has the potential to improve pain relief and quality of life for these complex patients. In the study, researchers examined 171 patients with chronic back or leg pain who were implanted at 10 comprehensive pain treatment centers. Of these, 90 patients received HF10 therapy, while 81 patients had traditional SCS.\n\n\n\nAt three months, 85 percent of back pain and 83 percent of leg pain patients in the HF10 therapy group experienced a 50 percent reduction in pain or greater. Conversely, only 44 percent of back pain and 56 percent of leg pain patients in the traditional SCS group experienced a 50 percent reduction in pain. None of the patients in the HF10 therapy group experienced paresthesia. HF10 therapy remained more effective than traditional SCS over the 12 month study period. More patients in the HF10 therapy group reported being “very satisfied” with their pain relief (55 percent versus 32 percent). More than 1.5 billion people worldwide suffer from chronic pain, with lower back pain being the most frequent condition affecting 23 to 26 percent of the population.\n\n\n\nTHE AMERICAN SOCIETY OF ANESTHESIOLOGISTS\n\n\n\nFounded in 1905, the American Society of Anesthesiologists (ASA) is an educational, research and scientific society with more than 52,000 members organized to raise and maintain the standards of the medical practice of anesthesiology. ASA is committed to ensuring that physician anesthesiologists evaluate and supervise the medical care of patients before, during, and after surgery to provide the highest quality and safest care that every patient deserves.\n\n\n\nFor more information on the field of anesthesiology, visit the American Society of Anesthesiologists online at asahq.org. To learn more about the role physician anesthesiologists play in ensuring patient safety, visit asahq.org/WhenSecondsCount.\n\n\n\n# # #\n\n\n\n", "images": ["http://www.newswise.com/images/institutions/logos/xASA,P20Logo,P20RGB.jpg.pagespeed.ic.xrLnmyfs6Q.jpg", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://www.newswise.com/images/new-newswise-logo-square.jpg", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/new-therapy-delivers-long-term-relief-for-chronic-back-leg-pain-study-finds", "title": "New Therapy Delivers Long-Term Relief for Chronic Back, Leg Pain, Study Finds", "meta_data": {"keywords": "Newswise, Anesthesiology,Chronic Pain,Back Pain,Leg Pain,spinal cord stimulation (SCS),All Journal News, Pain, Local - Illinois, Local - Chicago Metro, Embargoed Feed - hidden,  American Society of Anesthesiologists (ASA)", "description": "According to a study published in the Online First edition of Anesthesiology, the official medical journal of the American Society of Anesthesiologists® (ASA®), patients who received a novel high frequency form of spinal cord stimulation (SCS) therapy experienced significantly greater, long-term relief for both chronic back and leg pain, when compared to a traditional low frequency form of SCS therapy.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "According to a study published in the Online First edition of Anesthesiology, the official medical journal of the American Society of Anesthesiologists® (ASA®), patients who received a novel high frequency form of spinal cord stimulation (SCS) therapy experienced significantly greater, long-term relief for both chronic back and leg pain, when compared to a traditional low frequency form of SCS therapy.", "title": "New Therapy Delivers Long-Term Relief for Chronic Back, Leg Pain, Study Finds", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "url": "https://www.newswise.com/articles/new-therapy-delivers-long-term-relief-for-chronic-back-leg-pain-study-finds"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}