{"url": "https://web.archive.org/web/20160809135836/http://www.eurekalert.org/pub_releases/2016-08/uoh-rpn080416.php", "text": "Researchers have found evidence that a natural fruit extract is capable of dissolving calcium oxalate crystals, the most common component of human kidney stones. This finding could lead to the first advance in the treatment of calcium oxalate stones in 30 years.\n\nJeffrey Rimer, associate professor of chemical engineering at the University of Houston, was lead author of the study, published Aug. 8 in the online edition of Nature. The work offers the first evidence that the compound hydroxycitrate (HCA) is an effective inhibitor of calcium oxalate crystal growth that, under certain conditions, is actually able to dissolve these crystals. Researchers also explain how it works.\n\nThe findings are the result of a combination of experimental studies, computational studies and human studies, Rimer said.\n\nKidney stones are small, hard mineral deposits that form inside the kidneys, affecting up to 12 percent of men and seven percent of women. High blood pressure, diabetes and obesity can increase the risk, and the reported incidence is on the rise.\n\nPreventive treatment has not changed much over the last three decades. Doctors tell patients who are at risk of developing stones to drink lots of water and avoid foods rich in oxalate, such as rhubarb, okra, spinach and almonds. They often recommend taking citrate (CA), in the form of potassium citrate, a supplement that can slow crystal growth, but some people are unable to tolerate the side effects.\n\nThe project grew out of preliminary work done by collaborator John Asplin, a nephrologist at Litholink Corporation, who suggested HCA as a possible treatment. HCA is chemically similar to CA and is also available as a dietary supplement.\n\n\"HCA shows promise as a potential therapy to prevent kidney stones,\" the researchers wrote. \"HCA may be preferred as a therapy over CA (potassium citrate).\"\n\nIn addition to Rimer and Asplin, authors on the paper include Giannis Mpourmpakis and his graduate student, Michael G. Taylor, of the University of Pittsburgh; Ignacio Granja of Litholink Corporation, and Jihae Chung, a UH graduate student working in Rimer's lab.\n\nThe head-to-head studies of CA and HCA determined that while both compounds inhibit the growth of calcium oxalate crystals, HCA was more potent and displayed unique qualities that are advantageous for the development of new therapies.\n\nThe team of researchers then used atomic force microscopy, or AFM, to study interactions between the crystals, CA and HCA under realistic growth conditions. According to Rimer, the technique allowed them to record crystal growth in real time with near-molecular resolution.\n\nChung noted that the AFM images recorded the crystal actually shrinking when exposed to specific concentrations of HCA. Rimer suspected the initial finding was an abnormality, as it is rare to see a crystal actually dissolve in highly supersaturated growth solutions. The most effective inhibitors reported in the literature simply stop the crystal from growing.\n\nIt turned out that Chung's initial finding was correct. Once they confirmed it is possible to dissolve crystals in supersaturated solutions, researchers then looked at reasons to explain why that happened.\n\nMpourmpakis and Taylor applied density functional theory (DFT) - a highly accurate computational method used to study the structure and properties of materials - to address how HCA and CA bind to calcium and to calcium oxalate crystals. They discovered HCA formed a stronger bond with crystal surfaces, inducing a strain that is seemingly relieved by the release of calcium and oxalate, leading to crystal dissolution.\n\nHCA was also tested in human subjects, as seven people took the supplement for three days, allowing researchers to determine that HCA is excreted through urine, a requirement for the supplement to work as a treatment.\n\nWhile Rimer said the research established the groundwork to design an effective drug, questions remain. Long-term safety, dosage and additional human trials are needed, he said.\n\n\"But our initial findings are very promising,\" he said. \"If it works in vivo, similar to our trials in the laboratory, HCA has the potential to reduce the incidence rate of people with chronic kidney stone disease.\"\n\n###", "images": ["https://web.archive.org/web/20160809135836im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160809135836im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160809135836im_/http://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20160809135836im_/http://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20160809135836im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160809135836im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160809135836im_/http://media.eurekalert.org/multimedia_prod/pub/web/121288_web.jpg", "https://web.archive.org/web/20160809135836im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160809135836im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160809135836im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160809135836im_/http://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20160809135836im_/http://media.eurekalert.org/multimedia_prod/pub/rel/121289_rel.jpg", "https://web.archive.org/web/20160809135836im_/http://media.eurekalert.org/multimedia_prod/pub/rel/121288_rel.jpg", "https://web.archive.org/web/20160809135836im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160809135836im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png"], "top_img": "https://web.archive.org/web/20160809135836im_/http://media.eurekalert.org/multimedia_prod/pub/web/121288_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160809135836/http://www.eurekalert.org/pub_releases/2016-08/uoh-rpn080416.php", "title": "Researchers propose new treatment to prevent kidney stones", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Researchers have found evidence that a natural fruit extract is capable of dissolving calcium oxalate crystals, the most common component of human kidney stones. This finding could lead to the first advance in the treatment of calcium oxalate stones in 30 years.", "keywords": "Medicine/Health, Internal Medicine, Pain, Biomedical/Environmental/Chemical Engineering", "date": "Mon, 08 Aug 2016 04:00:00 GMT", "journal": "Nature", "type": "research", "institution": "University of Houston", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "UH_News", "domain": "www.eurekalert.org"}, "og": {"title": "Researchers propose new treatment to prevent kidney stones", "description": "Researchers have found evidence that a natural fruit extract is capable of dissolving calcium oxalate crystals, the most common component of human kidney stones. This finding could lead to the first advance in the treatment of calcium oxalate stones in 30 years.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160809135836/http://www.eurekalert.org/pub_releases/2016-08/uoh-rpn080416.php", "image": "https://web.archive.org/web/20160809135836im_/http://media.eurekalert.org/multimedia_prod/pub/web/121288_web.jpg", "type": "website"}, "fb": {"profile_id": "theuniversityofhouston"}}, "movies": [], "publish_date": 1472443200.0, "source": "https://web.archive.org", "summary": ""}