{"url": "https://web.archive.org/web/20160524041752/http://www.eurekalert.org:80/pub_releases/2016-05/aafc-ici051916.php", "text": "Bottom Line: The investigational anticancer therapeutic abemaciclib, which targets CDK4 and CDK6, showed durable clinical activity when given as continuous single-agent therapy to patients with a variety of cancer types, including breast cancer, non-small cell lung cancer (NSCLC), glioblastoma, and melanoma, according to results from a phase I clinical trial.\n\nJournal in Which the Study was Published: Cancer Discovery, a journal of the American Association for Cancer Research.\n\nSenior authors: Amita Patnaik, MD, associate director of clinical research at South Texas Accelerated Research Therapeutics in San Antonio, Texas, and Geoffrey I. Shapiro, MD, PhD, director of the Early Drug Development Center at the Dana-Farber Cancer Institute in Boston.\n\nBackground: In February 2015, the U.S. Food and Drug Administration (FDA) approved the CDK4/6 inhibitor palbociclib (Ibrance) for use in combination with the aromatase inhibitor letrozole for treating postmenopausal women with estrogen receptor-positive, HER2-negative advanced breast cancer.\n\nThe oral CDK4/6 inhibitor abemaciclib is a very different molecule from palbociclib, with distinct attributes that contribute to its discrete therapeutic effects, in particular, its single-agent activity, according to Shapiro. For example, abemaciclib has greater selectivity for CDK4 compared with palbociclib, which may explain why it does not affect white blood cell counts as severely, allowing it to be taken on a continuous schedule without treatment holidays, he said. Abemaciclib also penetrates the central nervous system, whereas palbociclib does not, raising the possibility that it could be used to treat primary or metastatic brain tumors, he added.\n\nHow the Study Was Conducted and Results: Patnaik, Shapiro, and colleagues enrolled 225 patients with a variety of types of advanced cancer in the phase I clinical trial designed to evaluate the safety and preliminary efficacy of abemaciclib. In the dose escalation phase, the researchers determined that the maximum tolerated dose was 200 milligrams (mg) every 12 hours; the dose-limiting toxicity was grade 3 fatigue.\n\nIn the expansion phase, single-agent abemaciclib was administered to 47 patients with breast cancer, 68 with NSCLC, 17 with glioblastoma, 26 with melanoma, and 15 with colorectal cancer. Among these patients, the most common treatment-related adverse events were fatigue, diarrhea, nausea, vomiting, anorexia, weight loss, kidney dysfunction, and decreased red and white blood cell counts.\n\nRadiographic responses were observed for some patients with breast cancer, NSCLC, and melanoma. Among the 36 patients with hormone receptor-positive breast cancer, 11 had a partial response, with four of the 11 responders having continued prior endocrine therapy, and an additional 18 patients had stable disease. Among the 68 patients with NSCLC, two had a partial response and 31 had stable disease; one patient who had a partial response and 12 who had stable disease were known to have KRAS-mutant NSCLC. Among the 26 patients with melanoma, one had a partial response and six had stable disease. Three of the 17 patients with glioblastoma had stable disease, with two of them continuing to receive treatment without disease progression for 19 and 23 cycles, respectively.\n\nAuthor Comment: \"These data show that abemaciclib is an oral drug that can be taken on a continuous schedule and achieve durable clinical activity against multiple tumors including breast and lung cancers,\" said Shapiro.\n\n\"The results of the trial supported the FDA decision to grant breakthrough therapy designation to abemaciclib (previously known as LY2835219) for patients with refractory hormone receptor-positive advanced or metastatic breast cancer,\" added Patnaik.\n\nLimitations: Patnaik explained that because this study included 225 patients with different types of cancer, confirmatory clinical trials in specific patient populations are necessary to precisely define the role of abemaciclib in cancer care. Multiple clinical trials have already been initiated to evaluate abemaciclib as a treatment for certain groups of patients with breast cancer and NSCLC, as well as children with primary brain tumors and adults with brain metastases, she noted.\n\n###\n\nFunding & Disclosures: The study was funded by Eli Lilly and Company. Patnaik has received research funding from Lilly. Shapiro served on an advisory board for Lilly during the conduct of the study; reports receiving personal fees from Lilly, GI Therapeutics, Vertex Pharmaceuticals, and grants from Lilly for work other than reported here; and is an investigator on several trials using other CDK4/6 inhibitors, including palbociclib and ribociclib.\n\nFollow us: Cancer Research Catalyst; Twitter @AACR; and Facebook http://www. facebook. com/ aacr. org\n\nAbout the American Association for Cancer Research\n\nFounded in 1907, the American Association for Cancer Research (AACR) is the world's first and largest professional organization dedicated to advancing cancer research and its mission to prevent and cure cancer. AACR membership includes more than 35,000 laboratory, translational, and clinical researchers; population scientists; other health care professionals; and patient advocates residing in 104 countries. The AACR marshals the full spectrum of expertise of the cancer community to accelerate progress in the prevention, biology, diagnosis, and treatment of cancer by annually convening more than 30 conferences and educational workshops, the largest of which is the AACR Annual Meeting with nearly 19,500 attendees. In addition, the AACR publishes eight prestigious, peer-reviewed scientific journals and a magazine for cancer survivors, patients, and their caregivers. The AACR funds meritorious research directly as well as in cooperation with numerous cancer organizations. As the Scientific Partner of Stand Up To Cancer, the AACR provides expert peer review, grants administration, and scientific oversight of team science and individual investigator grants in cancer research that have the potential for near-term patient benefit. The AACR actively communicates with legislators and other policymakers about the value of cancer research and related biomedical science in saving lives from cancer. For more information about the AACR, visit http://www. AACR. org .\n\nTo interview Amita Patnaik or Geoffrey I. Shapiro, contact Julia Gunther at julia.gunther@aacr.org or 215-446-6896.", "images": ["https://web.archive.org/web/20160524041752im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160524041752im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160524041752im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160524041752im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160524041752im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160524041752im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160524041752im_/http://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20160524041752im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160524041752im_/http://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20160524041752im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160524041752im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160524041752im_/http://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20160524041752im_/http://www.eurekalert.org/images/meganav/browse-video.jpg"], "top_img": "https://web.archive.org/web/20160524041752im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160524041752/http://www.eurekalert.org/pub_releases/2016-05/aafc-ici051916.php", "title": "Investigational CDK4/6 inhibitor abemaciclib is active against a range of cancer types", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "The investigational anticancer therapeutic abemaciclib, which targets CDK4 and CDK6, showed durable clinical activity when given as continuous single-agent therapy to patients with a variety of cancer types, including breast cancer, non-small cell lung cancer (NSCLC), glioblastoma, and melanoma, according to results from a phase I clinical trial.", "keywords": "Medicine/Health, Cancer, Clinical Trials", "date": "Mon, 23 May 2016 04:00:00 GMT", "funder": "Eli Lilly and Company", "journal": "Cancer Discovery", "type": "research", "institution": "American Association for Cancer Research", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "aacr", "domain": "www.eurekalert.org"}, "og": {"title": "Investigational CDK4/6 inhibitor abemaciclib is active against a range of cancer types", "description": "The investigational anticancer therapeutic abemaciclib, which targets CDK4 and CDK6, showed durable clinical activity when given as continuous single-agent therapy to patients with a variety of cancer types, including breast cancer, non-small cell lung cancer (NSCLC), glioblastoma, and melanoma, according to results from a phase I clinical trial.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160524041752/http://www.eurekalert.org/pub_releases/2016-05/aafc-ici051916.php", "image": "https://web.archive.org/web/20160524041752im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "aacr.org"}}, "movies": [], "publish_date": 1464494400.0, "source": "https://web.archive.org", "summary": ""}