{"url": "https://web.archive.org/web/20150109071018/http://www.eurekalert.org:80/pub_releases/2015-01/ms-med010615.php", "text": "January 6, 2015 / It is normal for cognitive function to slightly deteriorate with age. Memory capacity begins to worsen, along with processing speed and the ability to form long-term memories. Finding a way to defer the onset of these issues becomes increasingly important as life expectancy gets longer and global populations age.\n\nThis study, conducted by researchers from Italy's University of L'Aquila and Mars, Incorporated, reinforces the results of several recent cognitive studies--throwing more light on the important role diet plays in maintaining cognitive health. Dr. Giovambattista Desideri, lead author on the paper, said, \"The results of this study are encouraging--they support the idea that diet, and specifically a diet rich in cocoa flavanols, can play an important role in maintaining cognitive health as we age.\"\n\nThis study was the second installment in a two-part investigation by this team into the effects cocoa flavanols have on the brain. The first study, published in the journal Hypertension in 2012, found cognitive and cardiometabolic benefits of habitual cocoa flavanol consumption in older adults who had been diagnosed with mild cognitive impairment (MCI). Despite these findings, the question of the benefits of cocoa flavanols on cognitive function among individuals without MCI remained uncertain.\n\nThis second study just published in the AJCN looked to address this question. Enrolling men and women aged 61-85 years with no evidence of cognitive dysfunction, the participants in this controlled, randomized, double-blind study were assigned to one of three flavanol groups, consuming a drink containing either high (993 mg), intermediate (520 mg) or low (48 mg) amounts of cocoa flavanols every day for eight weeks. The nutritionally matched drinks were specially prepared. The high- and intermediate-flavanol cocoa drinks were produced using Mars' patented Cocoapro® process, while the low-flavanol drink was made with a highly processed, alkalized cocoa powder. Other than the inclusion of the test drink, normal diets and regular lifestyle were maintained throughout the study.\n\nAt the start of the study and again after eight weeks, cognitive function was assessed using a battery of tests that examined memory, retention, recall, as well as executive function. Among those individuals who regularly consumed either the high- or intermediate-flavanol drinks, there were significant improvements in overall cognitive function after only eight weeks. As cognitive function was normal for this aged population, this study shows that even cognitively healthy individuals can quickly benefit from the regular inclusion of cocoa flavanols in their diets.\n\nIn addition to evaluating cognitive function, the researchers also monitored insulin resistance, blood pressure and other metabolic markers. Excitingly, there was also evidence of improvements in these cardiometabolic outcomes. In the high- and intermediate-flavanol groups, both systolic and diastolic blood pressures were reduced and insulin resistance was significantly improved. In contrast, only a modest improvement in diastolic blood pressure was observed in the low-flavanol group, with no significant improvements in either systolic blood pressure or insulin resistance among the consumers of the low-flavanol drink.\n\nIt is not yet fully understood how cocoa flavanols bring about improvements in cognitive function, but the study's authors suggest that the improvements in insulin resistance and blood pressure could be revealing. \"Earlier studies suggest a central role for insulin resistance in brain aging,\" said Desideri. \"These results could therefore provide some insight into a possible mechanism of action for the cognitive improvements we have observed.\"\n\nOver the past decade, there has been significant evidence indicating that consuming cocoa flavanols improves vascular function. Dr. Catherine Kwik-Uribe, human health and nutrition director at Mars, Incorporated, and co-author on this latest study, said, \"Since the brain is a heavily vascularized tissue, we might also be looking at vascular improvements as underlying the observed improvements in cognitive function.\"\n\nDr. Kwik-Uribe went on to speak about Mars' flavanol research program that has spanned over two decades: \"The amount of research showing the beneficial effects of cocoa flavanol consumption is growing and Mars is proud to be a partner in important research like this that highlights the positive role cocoa flavanols may play in supporting healthy aging.\"\n\nDr. Desideri and his team are already thinking about the next steps: \"It is clear from our latest research and other recent studies that cocoa flavanols have profound effects on the body, and specifically the brain,\" said Desideri. \"Now we'd like to know how they work and how long the effects last. If these further studies confirm the findings that brain health can be improved by consuming dietary flavanols, it may have the potential to affect the daily lives of millions of people world-wide.\"\n\nNote to Editors: This research trial was carried out with a special cocoa flavanol test product, designed to deliver a standardized amount of flavanols within a nutritionally suitable drink. This test product is currently not commercially available. Flavanol content of commercially available chocolate is variable and, given its macronutrient profile, it is not recommended as a health food.\n\nAbout Cocoa Flavanols\n\nFlavanols are a distinct group of naturally occurring compounds that can be found in a variety of foods such as tea and red wine. Cocoa flavanols refers to the group of bioactives found naturally in fresh cocoa beans. Cocoa is an especially rich source of flavanols and the type and mixture of flavanols and procyanidins found in cocoa is unique. Mars studies show cocoa flavanols have a range of proven health benefits, including improved circulation and cardiovascular health. For more information, please visit Mars Center for Cocoa Health Science at http://www. marscocoascience. com .\n\nAbout the Mars Center for Cocoa Health Science\n\nFor more than 20 years, and based on collaborating with a multidisciplinary group of international experts, Mars, Incorporated has been conducting comprehensive and innovative research with a network of scientific collaborators around the world to advance the understanding of cocoa flavanols and their health benefits for the purpose of improving human health. Building on decades of research in cocoa flavanols, the Mars Center for Cocoa Health Science (MCCHS) was formally established in 2012 as a Center of Excellence to pioneer, capture and share the latest scientific research in the field. MCCHS provides access to more than 20 years of gold standard research, over 140 published peer-reviewed scientific papers, videos, slides and other information that Mars, Incorporated and its collaborators have developed to advance cocoa flavanol understanding. For more information, please visit http://www. marscocoascience. com . Follow us: twitter.com/CocoaHealthSci\n\nAbout Mars, Incorporated\n\nIn 1911, Frank C. Mars made the first Mars candies in his Tacoma, Washington kitchen and established Mars' first roots as a confectionery company. In the 1920s, Forrest E. Mars, Sr. joined his father in business and together they launched the MILKY WAY® bar. In 1932, Forrest, Sr. moved to the United Kingdom with a dream of building a business based on the objective of creating a \"mutuality of benefits for all stakeholders\" - this objective serves as the foundation of Mars, Incorporated today. Based in McLean, Virginia, Mars has net sales of more than $33 billion, six business segments including Petcare, Chocolate, Wrigley, Food, Drinks, Symbioscience, and more than 75,000 Associates worldwide that are putting its Principles into action to make a difference for people and the planet through its performance.\n\nFor more information, please visit http://www. mars. com . Follow us: facebook.com/mars, twitter.com/marsglobal, youtube.com/mars, linkedin.com/company/mars\n\nMedia Contact:\n\nDaniella Foster\n\nDirector, Science Communications and Corporate Affairs\n\nMars Symbioscience\n\n001-301-444-4656\n\nMCCHS@mss.effem.com\n\nReference:\n\nDaniela Mastroiacovo, Catherine Kwik-Uribe, Davide Grassi, Stefano Necozione, Angelo Raffaele, Luana Pistacchio, Roberta Righetti, Raffaella Bocale, Maria Carmela Lechiara, Carmine Marini, Claudio Ferri, and Giovambattista Desideri. Cocoa flavanol consumption improves cognitive function, blood pressure control, and metabolic profile in elderly subjects: the Cocoa, Cognition, and Aging (CoCoA) Study--a randomized controlled trial, American Journal of Clinical Nutrition, First published ahead of print December 17, 2014 as doi: 10.3945/ajcn.114.092189.\n\n###", "images": ["https://web.archive.org/web/20150109071018im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20150109071018im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20150109071018im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20150109071018im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20150109071018im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20150109071018im_/http://media.eurekalert.org/multimedia_prod/pub/rel/84736_rel.jpg", "https://web.archive.org/web/20150109071018im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20150109071018im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20150109071018im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20150109071018im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20150109071018im_/http://media.eurekalert.org/multimedia_prod/pub/rel/84737_rel.jpg", "https://web.archive.org/web/20150109071018im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20150109071018im_/http://media.eurekalert.org/multimedia_prod/pub/rel/84735_rel.jpg", "https://web.archive.org/web/20150109071018im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20150109071018im_/http://www.eurekalert.org/images/meganav/featured-meeting-logo.png"], "top_img": "https://web.archive.org/web/20150109071018im_/http://media.eurekalert.org/multimedia_prod/pub/rel/84737_rel.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150109071018/http://www.eurekalert.org/pub_releases/2015-01/ms-med010615.php", "title": "Mounting evidence demonstrates improved cognitive function from cocoa flavanol consumption", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A study just published in the American Journal of Clinical Nutrition adds to the growing body of evidence demonstrating that cognitive function is improved with a diet high in cocoa flavanols --  group of naturally occurring bioactives found in fresh cocoa beans.", "keywords": "Food/Food Science, Nutrition/Nutrients, Medicine/Health, Cardiology, Clinical Trials, Neurobiology, Nutrition/Nutrients, Aging, Memory/Cognitive Processes", "date": "Tue, 06 Jan 2015 05:00:00 GMT", "funder": "Mars, Incorporated", "journal": "American Journal of Clinical Nutrition", "type": "research", "institution": "Mars Symbioscience", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "@cocoahealthsci", "domain": "www.eurekalert.org"}, "og": {"title": "Mounting evidence demonstrates improved cognitive function from cocoa flavanol consumption", "description": "A study just published in the American Journal of Clinical Nutrition adds to the growing body of evidence demonstrating that cognitive function is improved with a diet high in cocoa flavanols --  group of naturally occurring bioactives found in fresh cocoa beans.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150109071018/http://www.eurekalert.org/pub_releases/2015-01/ms-med010615.php", "image": "https://web.archive.org/web/20150109071018im_/http://media.eurekalert.org/multimedia_prod/pub/rel/84737_rel.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1422507600.0, "source": "https://web.archive.org", "summary": ""}