{"url": "https://web.archive.org/web/20181217203805/https://www.eurekalert.org/pub_releases/2018-12/b-src121718.php", "text": "Wilmington, DE, December 17, 2018 - The CRISPR-Cas9 gene editing system may be able to restore the effectiveness of first-line chemotherapies used to treat lung cancer by deleting or \"knocking out\" a gene in cancer tumors that helps the tumors develop resistance to the drugs. That was the conclusion of a new study published today in the journal Molecular Therapy Oncolytics by scientists from The Gene Editing Institute of the Helen F. Graham Cancer Center & Research Institute at Christiana Care Health System.\n\nThe study reports that in both tissue culture and in a mouse, tumor growth stopped and there was a dramatic decrease in the volume of existing tumors when chemotherapy was combined with CRIPSP-Cas9, which was used to disable a tumor gene known as NRF2. Previous studies have shown that the NRF2 gene controls cell functions in lung cancer tumors that helps them thwart the effect of chemotherapies that might otherwise reduce or eliminate them entirely.\n\n\"Our goal is to see if CRISPR can be used with chemotherapy to provide a safe, affordable way to give patients who are not responding to treatment at least a fighting chance against this very challenging cancer,\" said Eric Kmiec, Ph.D., the principal author of the study and the director of the Gene Editing Institute. \"We believe that finding ways to use CRISPR to improve existing treatments will lead to some of the first benefits for patients while we tackle the vital ethical issues around the use of CRISPR for edits that can be passed on through DNA. This is an exciting step in the journey of exploring the health benefits of gene editing.\"\n\nThe study was led by Pawel Bialk, research scientist at the Gene Editing Institute, the nation's only CRISPR-focused research initiative situated in a community health care system.\n\nLung cancer is the leading cause of cancer death in the United States. Dr. Kmiec said there are chemotherapies that have helped patients achieve remission or at least live longer and enjoy a better quality of life by significantly slowing the progress of the disease. But he said some patients with non-small-cell lung cancer, the most common form of lung cancer, are resistant to chemotherapy agents used to treat the disease or develop resistance after being exposed to the drugs.\n\nDeveloping CRISPR in a Community Health Center: A Patient-Focused Approach\n\nDr. Kmiec said the lung cancer work reflects an approach adopted by the Gene Editing Institute to move cautiously in developing medical applications of gene editing. Based inside the Helen F. Graham Cancer Center & Research Institute at Christiana Care, his research team gains unique insight into the lives and needs of cancer patients and the health care professionals who care for them, which helps them to maintain a strong focus on doing what's right for patients.\n\nDr. Kmiec noted that while his team is working to move into human trials, the CRISPR application being developed for lung cancer does not involve directly editing a patient's genome --only the genes in the tumor.\n\nCRISPR stands for \"clustered regularly interspaced short palindromic repeats.\" It was originally a defense mechanism found in bacteria that allows the bacteria to recognize and slice up the DNA of invading viruses. Scientists have learned how to manipulate this mechanism so that it essentially can be programmed to find and remove a specific sequence of DNA code--which acts like software for controlling biological activity in a cell. Cas9 is a reference to an enzyme, sometimes described as a form of \"molecular scissors,\" that is used by CRISPR to cut out a section of DNA code.\n\nResearch Aimed at Real-World, Affordable Solutions\n\nDr. Kmiec said there are many efforts under way to modify CRISPR so that it can be used to not only remove or \"knock out\" a section DNA, but also to replace or \"knock in\" a new strand of code. But he said there continues to be significant safety concerns around this type of CRISPR application. He said for now, his team is focused on \"using CRISPR in its native form, which is to just cut out a section of DNA,\" and to start with applications that do not directly impact the patient's DNA. He said using CRISPR to do things like improving drug response represents the \"low-hanging fruit\" of CRISPR patient applications.\n\n\"We think it's best to start with CRISPR therapies that involve relatively conservative uses of this powerful tool,\" Dr. Kmiec said. \"This approach can also hopefully help contain costs and provide a level of safety and reliability that is reassuring for patients and increases the chance that insurance companies will provide coverage.\"\n\nDr. Kmiec said that as a CRISPR research program that treats patients from across the economic spectrum, his scientists are keenly aware of the challenges of making cutting edge medical treatments accessible and beneficial for all patients.\n\n\"This work is another significant step on the pathway to FDA approval,\" said Nicholas J. Petrelli, M.D., FACS, Bank of America endowed medical director of the Helen F. Graham Cancer Center & Research Institute. \"The Gene Editing Institute is taking a careful and methodical approach to developing innovative therapies. Dr. Kmiec and his team interact with our oncologists who deal with lung cancer every day on how gene editing could have a realistic impact and improve treatment. This multidisciplinary clinical/scientific team has been working together to develop a compassionate bench-to-bedside approach. Their laboratory benches are literally down the hall from our patients and the oncologist's offices.\"\n\n###\n\nDownloadable photos\n\nVideo about the Gene Editing Institute\n\nAbout the Gene Editing Institute\n\nThe Gene Editing Institute is the only research institute of its kind in the nation based within a community health care system. Led by gene editing pioneer, Eric Kmiec, Ph.D., and based in Christiana Care Health System's Helen F. Graham Cancer Center & Research Institute, the Gene Editing Institute is a worldwide leader in gene editing biomedical research in cancer and other inherited diseases, and the only one working in the same space with oncologists, genetic counselors and patients, bringing translational research from basic science to patient treatment to a new level. You can find the Gene Editing Institute on Twitter and Facebook.\n\nAbout Christiana Care Health System's Helen F. Graham Cancer Center & Research Institute\n\nThe Helen F. Graham Cancer Center & Research Institute is one of the most advanced cancer centers in the country, part of one of a few hybrid academic-community health systems conducting translational cancer research, and the only center of its kind committed to high-level advancements in research through its Gene Editing Institute. The Graham Cancer Center is part of Christiana Care Health System, one of the country's largest health care providers and a regional center of excellence in cardiology, cancer and women's health services. You can find Christiana Care Health System on Twitter and Facebook.", "images": ["https://web.archive.org/web/20181217203805im_/https://media.eurekalert.org/meganav/AM19_Newsroom.jpg", "https://web.archive.org/web/20181217203805im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20181217203805im_/https://www.eurekalert.org/multimedia/pub/web/188730_web.jpg", "https://web.archive.org/web/20181217203805im_/https://media.eurekalert.org/multimedia_prod/pub/rel/188730_rel.jpg", "https://web.archive.org/web/20181217203805im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20181217203805im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20181217203805im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20181217203805im_/https://media.eurekalert.org/multimedia_prod/pub/web/188730_web.jpg", "https://web.archive.org/web/20181217203805im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20181217203805im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20181217203805im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20181217203805im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20181217203805im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20181217203805im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20181217203805im_/https://media.eurekalert.org/meganav/Neuroscience2018_Newsroom.jpg", "https://web.archive.org/web/20181217203805im_/https://www.eurekalert.org/images/e4/brand.png"], "top_img": "https://web.archive.org/web/20181217203805im_/https://www.eurekalert.org/multimedia/pub/web/188730_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20181217203805/https://www.eurekalert.org/pub_releases/2018-12/b-src121718.php", "title": "Scientists report CRISPR restores effectiveness of lung cancer treatment", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "The CRISPR-Cas9 gene editing system may be able to restore the effectiveness of first-line chemotherapies used to treat lung cancer by deleting or 'knocking out' a gene in cancer tumors that helps the tumors develop resistance to the drugs. That was the conclusion of a new study published today in the journal Molecular Therapy Oncolytics by scientists from The Gene Editing Institute of the Helen F. Graham Cancer Center & Research Institute at Christiana Care Health System.", "keywords": "Biology, Biotechnology, Cell Biology, Genetics, Medicine/Health, Cancer, Health Care Systems/Services, Genes", "date": "2018-12-17 05:00:00 GMT/UTC", "funder": "NIH/National Institute of General Medical Sciences, State of Delaware through the Delaware Bioscience Center for Advanced Technology", "journal": "Molecular Therapy Oncolytics", "type": "research", "institution": "Christiana Care Health System", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "EurekAlert", "domain": "www.eurekalert.org", "title": "Scientists report CRISPR restores effectiveness of lung cancer treatment", "description": "The CRISPR-Cas9 gene editing system may be able to restore the effectiveness of first-line chemotherapies used to treat lung cancer by deleting or 'knocking out' a gene in cancer tumors that helps the tumors develop resistance to the drugs. That was the conclusion of a new study published today in the journal Molecular Therapy Oncolytics by scientists from The Gene Editing Institute of the Helen F. Graham Cancer Center & Research Institute at Christiana Care Health System."}, "og": {"title": "Scientists report CRISPR restores effectiveness of lung cancer treatment", "description": "The CRISPR-Cas9 gene editing system may be able to restore the effectiveness of first-line chemotherapies used to treat lung cancer by deleting or 'knocking out' a gene in cancer tumors that helps the tumors develop resistance to the drugs. That was the conclusion of a new study published today in the journal Molecular Therapy Oncolytics by scientists from The Gene Editing Institute of the Helen F. Graham Cancer Center & Research Institute at Christiana Care Health System.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20181217203805/https://www.eurekalert.org/pub_releases/2018-12/b-src121718.php", "image": "https://web.archive.org/web/20181217203805im_/https://www.eurekalert.org/multimedia/pub/web/188730_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1546059600.0, "source": "https://web.archive.org", "summary": ""}