{"url": "http://www.prnewswire.com/news-releases/two-year-eu-funded-study-reveals-a-medical-food-in-the-form-of-a-daily-nutritional-drink-can-help-to-conserve-memory-the-ability-to-think-and-perform-everyday-tasks-as-well-as-reduce-brain-shrinkage-in-people-with-very-early-a-571627871.html", "text": "ATHENS, Greece, March 10, 2016 /PRNewswire/ --\n\nTopline-results of the first randomised clinical trial in the world to investigate the effects of a nutritional intervention in very early AD (pre-dementia) [1]\n\nTopline results from the European LipiDiDiet clinical trial were presented today as part of a late-breaking presentation at the Advances in Alzheimer's Therapy (AAT) congress. They showed that in people with very early AD (pre-dementia), a once-daily nutritional drink* designated a \"food for special medical purposes\" can help to reduce brain shrinkage - particularly in the hippocampal brain area, the part of the brain that helps store short-term memories for long-term retrieval. And for those who start the intervention early and consumed it regularly, it can help to conserve memory and the ability to think and perform everyday tasks. The drink contains \"Fortasyn Connect\", a specific combination of fatty acids, vitamins and other nutrients.\n\nThis is the first time a randomised, double-blind, clinical trial has shown that a nutritional intervention can help to conserve the ability of patients with very early AD (pre-dementia) to carry out everyday tasks, such as paying bills, or finding your way around, as measured by the Clinical Dementia Rating-Sum of Boxes (CDR-SB) - a combined measure for the ability to think and perform everyday tasks. This is important because those with very early AD (pre-dementia) currently have no approved, available pharmacological options.\n\nThe study did not find a significant benefit in broad cognitive function (the study primary endpoint). Cognitive decline over the study period was less than originally expected when it was designed ten years ago, so differences found between the two groups were too small to be statistically significant. Project coordinator Professor Tobias Hartmann, Saarland University Germany, explained that this is the most likely reason the primary endpoint was not met.\n\nProfessor Hilkka Soininen, Professor in Neurology MD, PhD from the University of Eastern Finland, who headed the clinical trial as part of the LipiDiDiet project, said: \"Today's results are extremely valuable as they bring us closer to understanding the impact of nutritional interventions on very early AD (pre-dementia) which we are now better at diagnosing but unable to treat due to a lack of approved pharmaceutical options.\n\nThe LipiDiDiet study illustrates that this nutritional intervention can help to conserve brain tissue and also memory and patients' ability to perform everyday tasks - possibly the most troubling aspects of the disease. We look forward to the results of subsequent analyses and the six year extension study which will provide further insights\".\n\nThe clinical trial, headed by Professor Hilkka Soininen is part of a large EC project (LipiDiDiet) to explore the therapeutic and preventative impact of nutrition on neuronal and cognitive performance in ageing, AD and vascular dementia. LipiDiDiet is funded by the seventh Framework Programme (FP7) of the European Commission (EC) and coordinated by Professor Hartmann, Saarland University in Germany.\n\nFortasyn Connect was selected by a consortium of leading researchers from 19 European institutes, for this 24-month, randomised, controlled, double-blind, multicentre study involving 311 patients - on the basis of its results in a previous EU project (LipiDiet).\n\nNearly 47 million people have Alzheimer's or a related dementia for which there is currently no cure.[2] This number is expected to double every 20 years, reaching 74.7 million in 2030 and 131.5 million in 2050.[2]\n\nStudy details\n\nThe trial was the first to investigate the impact of Fortasyn Connect on patients with very early AD (pre-dementia) who were randomised to receive either Fortasyn Connect or an iso-caloric control drink once daily.\n\nThe primary outcome parameter was selected to assess the effect on cognitive function (a broad measure of thinking) during 24 months intake of Fortasyn Connect compared with a control product. This was a cognitive composite score consisting of the CERAD 10-word immediate recall, delayed recall and recognition, category fluency and letter digit substitution test.\n\nSecondary outcome parameters were brain volumes (total hippocampal, whole-brain & ventricular volumes), the Clinical Dementia Rating Sum of Boxes (CDR-SB), Neuropsychological Test Battery composite scores: episodic memory, executive function/working memory composite and a complete composite score consisting of 16 subtests, progression to (AD) dementia, blood and CSF biomarkers, tolerance and safety.\n\nNo significant difference was observed for the cognitive composite score. Predefined analyses showed significant differences between active and control study groups for hippocampal and whole-brain atrophy, and favourable effects for CDR Sum of Boxes and episodic memory (both were most pronounced in patients with high baseline cognition with regular intake). Analyses are ongoing for progression to (AD) dementia and blood and CSF biomarkers.\n\nTobias Hartmann, the project's coordinator, said, \"We have known for a while that diet can reduce the risk of developing dementia. Indeed, certain nutrients have been found to have a neuroprotective effect on the brain. However translating this into an effective intervention hasn't been easy because single nutrients simply aren't powerful enough to fight a disease like Alzheimer's alone. Today's clinical trial results have shown that the key is combining certain nutrients, in order to increase their effect.\n\n\"This is exciting because it shows that in the absence of effective drug options, we really have found something that can help slow down some of the most distressing symptoms in very early AD (pre-dementia); especially in those who started the intervention early. Indeed those patients who have lost the least cognitive function, have the most to gain.\"\n\nNotes to editors*\n\nAbout LipiDiDiet\n\nLipiDiDiet is an innovative project whose remit is dementia prevention related research. The initiative benefits from funding provided by the 7th Framework Programme (FP7- 211696) of the European Commission, and follows on from previous projects in the field of dementia. The project's predecessor, LipiDiet, was incorporated within the 5th EU research programme in 2002.\n\nSince its establishment, evidence has been accumulated to support the hypothesis that certain nutritional molecules are beneficial in reducing disease progression in Alzheimer's. This stimulated further research which led to the birth of the LipiDiDiet project.\n\nFor more information about the LipiDiDiet study click here http://www.lipididiet.eu/\n\n*About Fortasyn Connect\n\nSouvenaid is a once a day, 125ml drink, containing Fortasyn® Connect - a combination of nutrients including omega-3 fatty acids, choline, uridine monophosphate, phospholipids, antioxidants and B vitamins. It is a Food for Special Medical Purpose (FSMP), clinically proven for the dietary management of early Alzheimer's disease. Souvenaid is backed by 16 years of extensive research, based on initial preclinical research by Prof. Kiliaan (Radboud University, the Netherlands), by the LipiDiet project, coordinated by Prof. Hartmann (Saarland University, Germany) and funded by the European Union FP5 research programme and by Prof. Wurtman (formerly at the Massachusetts Institute of Technology, U.S.A) supported principally by the National Institutes of Health.\n\nLipiDiDiet Consortium members\n\nSaarland University, Germany\n\nUniversity of Eastern Finland\n\nUniversity of Szeged, Hungary\n\nTel Aviv University , Israel\n\n, Stichting Katholieke Universiteit - Radboud University Nijmegen Medical Center, The Netherlands\n\nUniversity of Gothenburg, Sweden\n\nNutricia Research, The Netherlands\n\nKarolinska Institutet , Sweden\n\n, Academy of Sciences of the Czech Republic - Institute of Physiology\n\n- Institute of Physiology VU University Medical Center, The Netherlands\n\nUniversity of Bonn, Germany\n\nEuropean Research and Project Office GmbH, Germany\n\nHeidelberg University Hospital, Germany\n\nUniversity Hospital of Tübingen, Germany\n\nCentral Institute for Mental Health, Germany\n\nUniversity Hospital Regensburg, Germany\n\nFor further information on the European LipiDiDiet study and consortium, visit: http://www.lipididiet.eu\n\nReferences\n\nA Clinical Trial investigating the effects of Fortasyn Connect (Souvenaid) in Prodromal Alzheimer's Disease: Results of the LipiDiDiet study H. Soininen, P.J. Visser , M. Kivipelto, T. Hartmann for the LipiDiDiet study group (2016), presentation held at 14th International Athens/Springfield Symposium on Advances in Alzheimer Therapy, March 10, 2016 The World Alzheimer Report 2015: 'The Global Impact of Dementia'. Alzheimers Disease International (ADI). Accessed March 2016 via: http://www.worldalzreport2015.org/\n\nBackground information for the media on the LipiDiDiet Project and Study\n\nIntroduction to the LipiDiDiet Project\n\nLipiDiDiet is an innovative project which was set up in 2007 to address the impact of nutritional lipids on neuronal and cognitive performance in aging, Alzheimer's disease (AD) and Vascular Dementia. Its remit is twofold - the clinical and epidemiological assessment of the value of nutritional support in people at risk of developing AD, and to conduct basic research to better understand and improve the possible therapeutic and preventive effects of nutrition in AD and Vascular Dementia.\n\nThe project's predecessor, LipiDiet, was incorporated within the 5th EU research programme in 2002. During its years of activity, preclinical and epidemiological evidence was accumulated to support the hypothesis that certain nutritional molecules could be beneficial in reducing disease progression in Alzheimer's. This stimulated further research which led to the birth of the LipiDiDiet project.\n\nAbout the European LipiDiDiet Study\n\nAs part of the LipiDiDiet project, the first randomised clinical trial to investigate the effects of a medical food Fortasyn Connect (Souvenaid), in patients with very early AD (pre-dementia), has just been completed.\n\nThe trial was funded by the seventh Framework Programme (FP7) of the European Commission (EC) and run by an independent consortium of 19 research partners throughout Europe. Professor Hilkka Soininen, Professor in Neurology MD, PhD from the University of Eastern Finland headed the clinical trial as part of the LipiDiDiet project. The study co-ordinator is Tobias Hartmann, Professor for Experimental Neurology at the Saarland University, Homburg, Germany.\n\nFor more information on the LipiDiDiet research partners, please visit: http://www.lipididiet.eu/\n\nFor more information on the European Commission funded research projects, please visit: http://cordis.europa.eu/\n\nEuropean LipiDiDiet Study Rationale\n\nIt is well known that diet has a significant impact on cognitive function and cognitive decline. However, whilst clinical trial results on single nutrient based interventions have been largely disappointing - epidemiological studies indicate that dietary patterns (e.g. Mediterranean or healthy Nordic Diet) are more effective in maintaining cognitive function and risk reduction than single nutrients.\n\nExtensive preclinical investigation, which took place as part the LipiDiDiet project, indicated that the nutrient combination in Fortasyn Connect has effects on multiple biological pathways that contribute to an overall neuroprotective effect.\n\nIn addition, earlier randomised controlled trials (RCTs) with the product have shown an improved memory performance in drug-naïve mild AD patients, along with a good safety profile.\n\nLipiDiDiet Consortium members\n\nSaarland University\n\nUniversity of Eastern Finland\n\nUniversity of Szeged\n\nTel Aviv University\n\nStichting Katholieke Universiteit - Radboud University Nijmegen Medical Center\n\nUniversity of Gothenburg\n\nNutricia Research\n\nKarolinska Institutet\n\nAcademy of Sciences of the Czech Republic - Institute of Physiology\n\n- Institute of Physiology VU University Medical Center\n\nUniversity of Bonn\n\nEuropean Research and Project Office GmbH\n\nHeidelberg University Hospital\n\nUniversity Hospital of Tuebingen\n\nCentral Institute for Mental Health\n\nUniversity Hospital Regensburg\n\nFor further information on the European LipiDiDiet study and consortium, visit: http://www.lipididiet.eu\n\nSOURCE LipiDiDiet Consortium", "images": ["http://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png"], "top_img": "http://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "keywords": [], "authors": ["Lipididiet Consortium"], "canonical_link": "https://www.prnewswire.com/news-releases/two-year-eu-funded-study-reveals-a-medical-food-in-the-form-of-a-daily-nutritional-drink-can-help-to-conserve-memory-the-ability-to-think-and-perform-everyday-tasks-as-well-as-reduce-brain-shrinkage-in-people-with-very-early-a-571627871.html", "title": "Two-year, EU-funded Study Reveals a Medical Food in the Form of a Daily Nutritional Drink Can Help to Conserve Memory, the Ability to Think and Perform Everyday Tasks, as well as Reduce Brain Shrinkag", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "ATHENS, Greece, March 10, 2016 /PRNewswire/ -- Topline-results of the first randomised clinical trial in the world to investigate the effects of a nutritional...", "author": "LipiDiDiet Consortium", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "Two-year, EU-funded Study Reveals a Medical Food in the Form of a Daily Nutritional Drink Can Help to Conserve Memory, the Ability to Think and Perform Everyday Tasks, as well as Reduce Brain Shrinkage in People with Very Early Alzheimer's Disease (AD)[1] (Pre-dementia)", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "united kingdom", "date": "2016-03-10T05:00:00-05:00", "keywords": "LipiDiDiet Consortium,Health Care & Hospitals ,Medical Pharmaceuticals ,Supplementary Medicine ,Mental Health ,Pharmaceuticals   ,Clinical Trials & Medical Discoveries,Senior Citizens", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "Two-year, EU-funded Study Reveals a Medical Food in the Form of a Daily Nutritional Drink Can Help to Conserve Memory, the Ability to Think and Perform Everyday Tasks, as well as Reduce Brain Shrinkage in People with Very Early Alzheimer's Disease (AD)[1] (Pre-dementia)", "description": "ATHENS, Greece, March 10, 2016 /PRNewswire/ -- Topline-results of the first randomised clinical trial in the world to investigate the effects of a nutritional...", "image": "/content/dam/prnewswire/common/prn_twitter_sharing_logo.png"}, "og": {"title": "Two-year, EU-funded Study Reveals a Medical Food in the Form of a Daily Nutritional Drink Can Help to Conserve Memory, the Ability to Think and Perform Everyday Tasks, as well as Reduce Brain Shrinkage in People with Very Early Alzheimer's Disease (AD)[1] (Pre-dementia)", "type": "website", "description": "ATHENS, Greece, March 10, 2016 /PRNewswire/ -- Topline-results of the first randomised clinical trial in the world to investigate the effects of a nutritional...", "image": "/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "url": "https://www.prnewswire.com/news-releases/two-year-eu-funded-study-reveals-a-medical-food-in-the-form-of-a-daily-nutritional-drink-can-help-to-conserve-memory-the-ability-to-think-and-perform-everyday-tasks-as-well-as-reduce-brain-shrinkage-in-people-with-very-early-a-571627871.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}