{"url": "https://www.fda.gov/NewsEvents/Newsroom/PressAnnouncements/ucm544877.htm", "text": "For Immediate Release: March 03, 2017\n\nEspañol\n\nThe U.S. Food and Drug Administration today approved Noctiva (desmopressin acetate) nasal spray for adults who awaken at least two times per night to urinate due to a condition known as nocturnal polyuria (overproduction of urine during the night). Noctiva is the first FDA-approved treatment for this condition.\n\n“Today’s approval provides adults who overproduce urine at night with the first FDA-approved therapeutic option to help reduce the number of times a night they wake up to urinate,” said Hylton V. Joffe, M.D., M.M.Sc., director of the Division of Bone, Reproductive, and Urologic Products in the FDA’s Center for Drug Evaluation and Research. “It is important to know that Noctiva is not approved for all causes of night-time urination, so patients should discuss their symptoms with their health care provider who can determine the underlying cause of the night-time urination and whether Noctiva is right for them.”\n\nNocturia (wakening at night to urinate) is a symptom that can be caused by a wide variety of conditions, such as congestive heart failure, poorly controlled diabetes mellitus, medications, or diseases of the bladder or prostate. Before considering Noctiva, health care providers should evaluate each patient for possible causes for the nocturia, and optimize the treatment of underlying conditions that may be contributing to the night-time urination. Because Noctiva is approved only for adults with nocturia caused by nocturnal polyuria, health care providers should confirm overproduction of urine at night with a 24-hour urine collection, if one has not been obtained previously. Health care providers should also be mindful of underlying conditions that can cause nocturia, but that make treatment with Noctiva unsafe, such as excessive drinking of fluids or symptomatic congestive heart failure.\n\nNoctiva is taken daily, approximately 30 minutes before going to bed. It works by increasing the absorption of water through the kidneys, which leads to less urine production.\n\nNoctiva’s efficacy was established in two 12-week, randomized, placebo-controlled trials in 1,045 patients 50 years of age and older with nocturia due to nocturnal polyuria. Although these trials showed a small reduction in the average number of night-time urinations with Noctiva compared to placebo, more patients treated with Noctiva were able to at least halve their number of night-time urinations, and patients treated with Noctiva had more nights with one or fewer night-time urinations.\n\nNoctiva is being approved with a boxed warning and a Medication Guide because it can cause low sodium levels in the blood (hyponatremia). Severe hyponatremia can be life-threatening if it is not promptly diagnosed and treated, leading to seizures, coma, respiratory arrest or death. Health care providers should make sure the patient’s sodium level is normal before starting Noctiva, and should check sodium levels within one week and approximately one month after starting treatment and periodically thereafter. The lower Noctiva dose is recommended as the starting dose for those who may be at risk for hyponatremia, such as the elderly. Noctiva should not be used in patients at increased risk of severe hyponatremia, such as those with excessive fluid intake, those who have illnesses that can cause fluid or electrolyte imbalances, certain patients with kidney damage, and in those using certain medicines, known as loop diuretics or glucocorticoids.\n\nNoctiva should also not be used in patients with symptomatic congestive heart failure or uncontrolled hypertension because fluid retention can worsen these underlying conditions. Use of Noctiva should be discontinued temporarily in patients with certain nasal conditions such as colds or allergies until those conditions have resolved.\n\nNoctiva is also not recommended for the treatment of nocturia in pregnant women. Nocturia is usually related to normal changes in pregnancy that do not require treatment with Noctiva. Noctiva should not be used in children.\n\nThe most common side effects of Noctiva in clinical trials included nasal discomfort, cold symptoms (nasopharyngitis), nasal congestion, sneezing, high or increased blood pressure, back pain, nose bleeds, bronchitis and dizziness.\n\nAlthough there are other FDA-approved medications that also contain desmopressin, none of those medications are approved to treat nocturia.\n\nNoctiva is manufactured by Renaissance Lakewood, LLC for Milford, Pennsylvania-based Serenity Pharmaceuticals, LLC.\n\nThe FDA, an agency within the U.S. Department of Health and Human Services, protects the public health by assuring the safety, effectiveness, and security of human and veterinary drugs, vaccines and other biological products for human use, and medical devices. The Agency also is responsible for the safety and security of our nation’s food supply, cosmetics, dietary supplements, products that give off electronic radiation, and for regulating tobacco products.\n\n###\n\nInquiries Media: Andrea Fischer 301-796-0393 Consumer: 888-INFO-FDA\n\nRelated Information", "images": ["https://www.fda.gov/themes/custom/preview/assets/images/icon-https.svg", "https://www.fda.gov/themes/custom/preview/assets/images/icon-dot-gov.svg", "https://www.fda.gov/themes/custom/preview/assets/images/US_Flag.png", "https://www.fda.gov/themes/custom/preview/img/FDA-Social-Graphic.png"], "top_img": "https://www.fda.gov/themes/custom/preview/img/FDA-Social-Graphic.png", "keywords": [], "authors": [], "canonical_link": "https://www.fda.gov/news-events/press-announcements/fda-approves-first-treatment-frequent-urination-night-due-overproduction-urine", "title": "FDA approves first treatment for frequent urination at night due to overproduction of urine", "meta_data": {"title": "FDA approves first treatment for frequent urination at night due to overproduction of urine | FDA", "og": {"site_name": "U.S. Food and Drug Administration", "type": "Article", "url": "http://www.fda.gov/news-events/press-announcements/fda-approves-first-treatment-frequent-urination-night-due-overproduction-urine", "title": "FDA approves first treatment for frequent urination at night due to overproduction of urine", "updated_time": "Wed, 03/28/2018 - 13:11", "image": "https://www.fda.gov/themes/custom/preview/img/FDA-Social-Graphic.png", "description": "The U.S. Food and Drug Administration today approved Noctiva (desmopressin acetate) nasal spray for adults who awaken at least two times per night to urinate due to a condition known as nocturnal polyuria (overproduction of urine during the night). Noctiva is the first FDA-approved treatment for this condition."}, "twitter": {"card": "summary_large_image", "site": "@US_FDA", "title": "FDA approves first treatment for frequent urination at night due to overproduction of urine", "creator": "@US_FDA", "image": "https://www.fda.gov/themes/custom/preview/img/FDA-Social-Graphic.png", "description": "The U.S. Food and Drug Administration today approved Noctiva (desmopressin acetate) nasal spray for adults who awaken at least two times per night to urinate due to a condition known as nocturnal polyuria (overproduction of urine during the night). Noctiva is the first FDA-approved treatment for this condition."}, "dcterms.title": "FDA approves first treatment for frequent urination at night due to overproduction of urine", "dcterms.creator": "Office of the Commissioner", "description": "The U.S. Food and Drug Administration today approved Noctiva (desmopressin acetate) nasal spray for adults who awaken at least two times per night to urinate due to a condition known as nocturnal polyuria (overproduction of urine during the night). Noctiva is the first FDA-approved treatment for this condition.", "dcterms.description": "The U.S. Food and Drug Administration today approved Noctiva (desmopressin acetate) nasal spray for adults who awaken at least two times per night to urinate due to a condition known as nocturnal polyuria (overproduction of urine during the night). Noctiva is the first FDA-approved treatment for this condition.", "google-site-verification": "tWxlDhm4ANdksJZPj7TBmHgNoMqZCnecPp0Aa2vC9XA", "dcterms.publisher": "FDA", "dcterms.audience": "Media", "dcterms.issued": "Fri, 03/03/2017 - 09:55", "dcterms.source": "FDA", "article": {"publisher": "FDA", "published_time": "Tue, 09/10/2019 - 23:05", "modified_time": "Wed, 03/28/2018 - 13:11"}, "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0"}, "movies": [], "publish_date": 1568171100.0, "source": "https://www.fda.gov", "summary": ""}