{"url": "https://web.archive.org/web/20171211074415/https://www.eurekalert.org/pub_releases/2017-12/gumc-scv120817.php", "text": "WASHINGTON -- Consuming soy foods (such as soy milk, tofu and edamame) and cruciferous vegetables (such as cabbages, kale, collard greens, bok choy, Brussels sprouts, and broccoli) may be associated with a reduction in common side effects of breast cancer treatment in breast cancer survivors, say a team of scientists led by Georgetown Lombardi Comprehensive Cancer Center.\n\nIn the study, published in Breast Cancer Research and Treatment, higher intake of cruciferous vegetables and soy foods were associated with fewer reports of menopausal symptoms. Higher soy intake was also associated with less reported fatigue. The breast cancer survivors studied included 173 non-Hispanic white and 192 Chinese Americans including US-born Chinese and Chinese immigrants.\n\nResearchers say breast cancer survivors often experience side effects from cancer treatments that can persist months or years after completion of treatment. For example, because many treatments designed to prevent breast cancer recurrence inhibit the body's production or use of estrogen, the hormone that can fuel breast cancer growth, breast cancer patients often experience hot flashes and night sweats, among other side effects.\n\nThe lead author on the study, Sarah Oppeneer Nomura, PhD, of Georgetown Lombardi, said that while further research is needed in larger study populations and with more detailed dietary data, this project addresses an important gap in research on the possible role of lifestyle factors, such as dietary habits, in relation to side effects of treatments.\n\n\"These symptoms can adversely impact survivors' quality of life and can lead them to stopping ongoing treatments, she says. \"Understanding the role of life style factors is important because diet can serve as a modifiable target for possibly reducing symptoms among breast cancer survivors.\"\n\nWhen study participants were evaluated separately by race/ethnicity, associations were significant among white breast cancer survivors; however; while a trend was seen in the benefit for Chinese women, results were not statically significant. Researchers explain Chinese women typically report fewer menopausal symptoms. Most of them also consume cruciferous vegetables and soy foods, making it difficult to see a significant effect in this subgroup. Indeed, in this study, Chinese breast cancer survivors ate more than twice as much soy and cruciferous vegetables.\n\nWhether the reduction in symptoms accounts for longtime use of soy and cruciferous vegetables needs further investigation, says the study's senior author, Judy Huei-yu Wang, PhD, of Georgetown Lombardi's Cancer Prevention and Control Program.\n\nResults obtained in preclinical studies in animals show that biologically active compounds present in both soy and cruciferous vegetables cause breast cancer cells to grow, but have opposite effects in animals that consume these compounds well before cancer is diagnosed and continue consuming them during and after cancer treatments.\n\nUntil more research is conducted, breast cancer patients should not suddenly start eating soy, if they have not consumed it before, says Leena Hilakivi-Clarke, PhD, a professor of oncology at Georgetown Lombardi and a co-author of the study.\n\nResearchers also found suggestive associations with lower reporting of other symptoms, including joint problems, hair thinning/loss and memory less in women who consumed more soy foods, but these associations did not reach statistical significance.\n\nPhytochemicals, or bioactive food components, such as isoflavones in soy foods and glucosinolates in cruciferous vegetables may be the source of the benefit, researchers say. Isoflavones bind to estrogen receptors and exert weak estrogenic effects, among other effects. Glucosinolates in cruciferous vegetables influence levels of metabolizing enzymes that can modulate inflammation and levels of estrogen, possibly attenuating treatment-related symptoms.\n\n###\n\nCo-authors of the study include Chiranjeev Dash, MBBS, MPH, PhD, Leena Hilakivi-Clarke, PhD, and Yun-Ling Zhen, MPH, PhD, from Georgetown Lombardi; Yi-Tin Hwang, PhD, from National Taipei University, Taiwan; Scarlett Lin Gomez, MPH, PhD, from the Cancer Prevention Institute of California; Teresa T. Fung, MS, ScD, from Harvard T. H. Chan School of Public Health; Shu-Lan Yeh, PhD, from Chang Shan Medical University, Taiwan; and Serena Phillips, RN, MPH, from Milken Institute School of Public Health, George Washington University.\n\nThe study was funded by a Lance Armstrong Foundation Young Investigator Award and the National Cancer Institute (CA139408).\n\nThe authors report having no personal financial interests related to the study.\n\nAbout Georgetown University Medical Center\n\nGeorgetown University Medical Center (GUMC) is an internationally recognized academic medical center with a three-part mission of research, teaching and patient care (through MedStar Health). GUMC's mission is carried out with a strong emphasis on public service and a dedication to the Catholic, Jesuit principle of cura personalis -- or \"care of the whole person.\" The Medical Center includes the School of Medicine and the School of Nursing & Health Studies, both nationally ranked; Georgetown Lombardi Comprehensive Cancer Center, designated as a comprehensive cancer center by the National Cancer Institute; and the Biomedical Graduate Research Organization, which accounts for the majority of externally funded research at GUMC including a Clinical and Translational Science Award from the National Institutes of Health. Connect with GUMC on Facebook (Facebook.com/GUMCUpdate), Twitter (@gumedcenter) and Instagram (@gumedcenter).\n\nAbout Georgetown Lombardi Comprehensive Cancer Center\n\nGeorgetown Lombardi Comprehensive Cancer Center is designated by the National Cancer Institute as a comprehensive cancer center -- the only cancer center of its kind in the Washington, DC area. A part of Georgetown University Medical Center and MedStar Georgetown University Hospital, Georgetown Lombardi seeks to improve the diagnosis, treatment, and prevention of cancer through innovative basic and clinical research, patient care, community education and outreach, and the training of cancer specialists of the future. Connect with Georgetown Lombardi on Facebook) and Twitter (@LombardiCancer).", "images": ["https://web.archive.org/web/20171211074415im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20171211074415im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20171211074415im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20171211074415im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20171211074415im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20171211074415im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20171211074415im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20171211074415im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20171211074415im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20171211074415im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20171211074415im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20171211074415im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20171211074415im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20171211074415im_/https://www.eurekalert.org/images/meganav/AM18_Newsroom.jpg"], "top_img": "https://web.archive.org/web/20171211074415im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20171211074415/https://www.eurekalert.org/pub_releases/2017-12/gumc-scv120817.php", "title": "Soy, cruciferous vegetables associated with fewer common breast cancer treatment side effects", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Consuming soy foods (such as soy milk, tofu and edamame) and cruciferous vegetables (such as cabbages, kale, collard greens, bok choy, Brussels sprouts, and broccoli) may be associated with a reduction in common side effects of breast cancer treatment in breast cancer survivors, say a team of scientists.", "keywords": "Food/Food Science, Medicine/Health, Cancer, Breast Cancer", "date": "Mon, 11 Dec 2017 05:00:00 GMT/UTC", "funder": "Lance Armstrong Foundation, NIH/National Cancer Institute", "journal": "Breast Cancer Research and Treatment", "type": "research", "institution": "Georgetown University Medical Center", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "Gumedcenter", "domain": "www.eurekalert.org", "title": "Soy, cruciferous vegetables associated with fewer common breast cancer treatment side effects", "description": "Consuming soy foods (such as soy milk, tofu and edamame) and cruciferous vegetables (such as cabbages, kale, collard greens, bok choy, Brussels sprouts, and broccoli) may be associated with a reduction in common side effects of breast cancer treatment in breast cancer survivors, say a team of scientists."}, "og": {"title": "Soy, cruciferous vegetables associated with fewer common breast cancer treatment side effects", "description": "Consuming soy foods (such as soy milk, tofu and edamame) and cruciferous vegetables (such as cabbages, kale, collard greens, bok choy, Brussels sprouts, and broccoli) may be associated with a reduction in common side effects of breast cancer treatment in breast cancer survivors, say a team of scientists.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20171211074415/https://www.eurekalert.org/pub_releases/2017-12/gumc-scv120817.php", "image": "https://web.archive.org/web/20171211074415im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "Georgetown-University-Medical-Center/1105035056670"}}, "movies": [], "publish_date": 1514523600.0, "source": "https://web.archive.org", "summary": ""}