{"url": "http://www.prnewswire.com/news-releases/shire-announces-positive-results-of-shp465-safety-and-efficacy-study-in-children-and-adolescents-with-adhd-574459371.html", "text": "LEXINGTON, Massachusetts, April 4, 2016 /PRNewswire/ --\n\n• Study addresses key U.S. Food and Drug Administration (FDA) requirement, keeping SHP465 on track for potential 2017 U.S. launch\n\n• Topline data revealed SHP465 met primary endpoint, showing ADHD symptom improvement in children and adolescents (p<0.001)\n\n• Key secondary endpoint also met, showing higher proportion of patients were rated improved (p<0.001)\n\n• Data add to overall robust clinical development program for SHP465\n\nShire plc (LSE: SHP,NASDAQ: SHPG) today announces positive topline results from a four-week Phase 3, randomized, double-blind, multi-center, placebo-controlled, dose-optimization, safety and efficacy study, SHP465-305, in children and adolescents aged 6-17 years with Attention-Deficit/Hyperactivity Disorder (ADHD). SHP465 (triple-bead mixed amphetamine salts - MAS) is an investigational oral stimulant medication being evaluated in the U.S. as a potential treatment for ADHD, a therapeutic area with significant need for additional treatment options.\n\nThe primary efficacy analysis of study 305 demonstrated that SHP465, administered as a daily morning dose, was superior to placebo on the change from baseline in ADHD-RS-IV (ADHD rating scale) total score, with a Least Squares (LS) mean difference from placebo at Week 4 of -9.9 (95% CI: -13.0 to -6.8, p<0.001), suggesting a significant improvement in ADHD symptoms. SHP465 was also superior to placebo in the key secondary efficacy analysis on the clinical global impression improvement scale (CGI-I), with an LS mean difference from placebo at Week 4 of -0.8 (95% CI: -1.1 to -0.5, p<0.001), indicating a significantly higher proportion of patients were rated improved on the CGI-I rating scale. The CGI-I is a standardized assessment tool that allows clinicians to rate the severity of ADHD illness, change over time and efficacy of medication.\n\nTreatment-emergent adverse events ≥ 5% for SHP 465-305 were decreased appetite, headache, insomnia, irritability, nausea, weight decrease and dizziness. Adverse events were generally mild to moderate in severity and similar to those observed in previous SHP465 studies and with other amphetamine compounds.\n\nThe completion of SHP465-305 addresses an FDA requirement to evaluate the safety and efficacy of SHP465 in children and adolescents prior to filing a Class 2 resubmission of the medicine for FDA approval.\n\n\"We are pleased with the positive results of the SHP465-305 study,\" said Philip J. Vickers, Ph.D., Head of Research & Development, Shire. \"These results represent an important step toward a new treatment option for patients with ADHD. Shire looks forward to including these data as part of the FDA resubmission and is eager to continue advancing this clinical program.\"\n\nDr. Matthew Brams, M.D., Clinical Assistant Professor at Baylor College of Medicine and principal investigator for study 305, added: \"The study of SHP465 in children and adolescents is an essential next step to progressing the clinical program. I'm excited about these positive data from SHP465-305 because of the benefit that this potential new treatment option may provide for patients with ADHD.\"\n\nOverall Robust SHP465 Clinical Development Program to Support Class 2 Resubmission\n\nIncluding study 305 and previous studies, Shire now has a robust database of 15 clinical studies evaluating SHP465 in more than 1,100 subjects. Once the pharmacokinetic study and an additional safety and efficacy Phase 3 trial in adults currently under way are complete later this year, Shire plans to add these study results to its existing SHP465 data set to submit a Class 2 resubmission for FDA approval of the medicine for treatment of ADHD. SHP465 remains on track for potential U.S. launch in the second half of 2017.\n\nIn previous adolescent and adult clinical studies, SHP465 demonstrated a statistically significant difference versus placebo at 16 hours post dosing, with onset of action starting 4 hours post dosing, as measured by the Permanent Product Measure of Performance (PERMP). PERMP was not measured in the SHP465-305 study.\n\nProtection for Shire's ADHD Franchise Extends to 2029\n\nThere are patents supporting Shire's overall ADHD franchise in the U.S. that extend to 2029. With a launch planned for the second half of 2017, Shire expects that SHP465, following potential FDA approval, will have three years of Hatch-Waxman exclusivity and at least three patents listed in the FDA Orange Book expiring as late as May 2029.\n\nNOTES TO EDITORS\n\nShire enables people with life-altering conditions to lead better lives.\n\nOur strategy is to focus on developing and marketing innovative specialty medicines to meet significant unmet patient needs.\n\nWe focus on providing treatments in Rare Diseases, Neuroscience, Gastrointestinal and Internal Medicine and we are developing treatments for symptomatic conditions treated by specialist physicians in other targeted therapeutic areas, such as Ophthalmics.\n\nhttp://www.shire.com\n\nForward-Looking Statements\n\nStatements included herein that are not historical facts, including without limitation statements concerning our announced business combination with Baxalta and the timing and financial and strategic benefits thereof, our 20x20 ambition that targets $20 billion in combined product sales by 2020, as well as other targets for future financial results, capital structure, performance and sustainability of the combined company, the combined company's future strategy, plans, objectives, expectations and intentions, the anticipated timing of clinical trials and approvals for, and the commercial potential of, inline or pipeline products are forward-looking statements. Such forward-looking statements involve a number of risks and uncertainties and are subject to change at any time. In the event such risks or uncertainties materialize, Shire's results could be materially adversely affected. The risks and uncertainties include, but are not limited to, the following:\n\nthe proposed combination with Baxalta may not be completed due to a failure to satisfy certain closing conditions, including any shareholder or regulatory approvals or the receipt of applicable tax opinions;\n\ndisruption from the proposed transaction with Baxalta may make it more difficult to conduct business as usual or maintain relationships with patients, physicians, employees or suppliers;\n\nthe combined company may not achieve some or all of the anticipated benefits of Baxalta's spin-off from Baxter International, Inc. (\"Baxter\") and the proposed transaction may have an adverse impact on Baxalta's existing arrangements with Baxter, including those related to transition, manufacturing and supply services and tax matters;\n\nthe failure to achieve the strategic objectives with respect to the proposed combination with Baxalta may adversely affect the combined company's financial condition and results of operations;\n\nproducts and product candidates may not achieve commercial success;\n\nproduct sales from ADDERALL XR and INTUNIV are subject to generic competition;\n\nthe failure to obtain and maintain reimbursement, or an adequate level of reimbursement, by third-party payers in a timely manner for the combined company's products may affect future revenues, financial condition and results of operations, particularly if there is pressure on pricing of products to treat rare diseases;\n\nsupply chain or manufacturing disruptions may result in declines in revenue for affected products and commercial traction from competitors; regulatory actions associated with product approvals or changes to manufacturing sites, ingredients or manufacturing processes could lead to significant delays, an increase in operating costs, lost product sales, an interruption of research activities or the delay of new product launches;\n\nthe successful development of products in various stages of research and development is highly uncertain and requires significant expenditures and time, and there is no guarantee that these products will receive regulatory approval;\n\nthe actions of certain customers could affect the combined company's ability to sell or market products profitably, and fluctuations in buying or distribution patterns by such customers can adversely affect the combined company's revenues, financial condition or results of operations;\n\ninvestigations or enforcement action by regulatory authorities or law enforcement agencies relating to the combined company's activities in the highly regulated markets in which it operates may result in significant legal costs and the payment of substantial compensation or fines;\n\nadverse outcomes in legal matters and other disputes, including the combined company's ability to enforce and defend patents and other intellectual property rights required for its business, could have a material adverse effect on the combined company's revenues, financial condition or results of operations;\n\nShire is undergoing a corporate reorganization and was the subject of an unsuccessful acquisition proposal and the consequent uncertainty could adversely affect the combined company's ability to attract and/or retain the highly skilled personnel needed to meet its strategic objectives;\n\nfailure to achieve the strategic objectives with respect to Shire's acquisition of NPS Pharmaceuticals Inc. or Dyax Corp. (\"Dyax\") may adversely affect the combined company's financial condition and results of operations;\n\nthe combined company will be dependent on information technology and its systems and infrastructure face certain risks, including from service disruptions, the loss of sensitive or confidential information, cyber-attacks and other security breaches or data leakages that could have a material adverse effect on the combined company's revenues, financial condition or results of operations;\n\nthe combined company may be unable to retain and hire key personnel and/or maintain its relationships with customers, suppliers and other business partners;\n\ndifficulties in integrating Dyax or Baxalta into Shire may lead to the combined company not being able to realize the expected operating efficiencies, cost savings, revenue enhancements, synergies or other benefits at the time anticipated or at all; and other risks and uncertainties detailed from time to time in Shire's, Dyax's or Baxalta's filings with the Securities and Exchange Commission (\"SEC\"), including those risks outlined in \"ITEM 1A: Risk Factors\" in Shire's and Baxalta's Annual Reports on Form 10-K for the year ended December 31, 2015 .\n\nAll forward-looking statements attributable to us or any person acting on our behalf are expressly qualified in their entirety by this cautionary statement. Readers are cautioned not to place undue reliance on these forward-looking statements that speak only as of the date hereof. Except to the extent otherwise required by applicable law, we do not undertake any obligation to republish revised forward-looking statements to reflect events or circumstances after the date hereof or to reflect the occurrence of unanticipated events.\n\nFor further information please contact:\n\nInvestor Relations\n\nSarah Elton-Farr\n\nseltonfarr@shire.com\n\n+44(0)1256-894157\n\nIan Karp\n\nikarp@shire.com\n\n+1-781-482-9018\n\nRobert Coates\n\nrcoates@shire.com\n\n+44(0)1256-894874\n\nMedia\n\nMichele Galen\n\nmgalen@shire.com\n\n+1-781-482-1867\n\nGwen Fisher\n\ngfisher@shire.com\n\n+1-781-482-9649\n\nBrooke Clarke\n\nbrclarke@shire.com\n\n+44(0)1256-894829\n\n\n\nSOURCE Shire plc", "images": ["http://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png"], "top_img": "http://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "keywords": [], "authors": ["Shire Plc"], "canonical_link": "https://www.prnewswire.com/news-releases/shire-announces-positive-results-of-shp465-safety-and-efficacy-study-in-children-and-adolescents-with-adhd-574459371.html", "title": "Shire Announces Positive Results of SHP465 Safety and Efficacy Study in Children and Adolescents with ADHD", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "LEXINGTON, Massachusetts, April 4, 2016 /PRNewswire/ -- • Study addresses key U.S. Food and Drug Administration (FDA) requirement, keeping SHP465 on track for...", "author": "Shire plc", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "Shire Announces Positive Results of SHP465 Safety and Efficacy Study in Children and Adolescents with ADHD", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "united states of america", "date": "2016-04-04T07:00:00-04:00", "keywords": "Shire plc,Banking & Financial Services ,Health Care & Hospitals ,Medical Pharmaceuticals ,Pharmaceuticals   ,Children ,Clinical Trials & Medical Discoveries", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "Shire Announces Positive Results of SHP465 Safety and Efficacy Study in Children and Adolescents with ADHD", "description": "LEXINGTON, Massachusetts, April 4, 2016 /PRNewswire/ -- • Study addresses key U.S. Food and Drug Administration (FDA) requirement, keeping SHP465 on track for...", "image": "/content/dam/prnewswire/common/prn_twitter_sharing_logo.png"}, "og": {"title": "Shire Announces Positive Results of SHP465 Safety and Efficacy Study in Children and Adolescents with ADHD", "type": "website", "description": "LEXINGTON, Massachusetts, April 4, 2016 /PRNewswire/ -- • Study addresses key U.S. Food and Drug Administration (FDA) requirement, keeping SHP465 on track for...", "image": "/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "url": "https://www.prnewswire.com/news-releases/shire-announces-positive-results-of-shp465-safety-and-efficacy-study-in-children-and-adolescents-with-adhd-574459371.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}