{"url": "https://www.prnewswire.com/news-releases/hetlioz-tasimelteon-demonstrates-efficacy-to-treat-jet-lag-disorder-in-an-8-hour-phase-advance-clinical-study-300607853.html", "text": "WASHINGTON, March 5, 2018 /PRNewswire/ -- Vanda Pharmaceuticals Inc. (Vanda) (NASDAQ: VNDA) today announced that HETLIOZ®, a circadian regulator, demonstrated significant and clinically meaningful benefits in nighttime and daytime symptoms of jet lag disorder. HETLIOZ® is currently approved in the US and Europe for the treatment of Non-24-hour sleep-wake disorder, a rare and chronic circadian rhythm sleep disorder.\n\nJet lag disorder is a common circadian disorder frequently observed in millions of travelers who cross multiple time zones. Jet lag disorder is characterized by nighttime sleep disruption, a decrease in daytime alertness and impairment to social and occupational functioning.\n\nThe clinical efficacy results reported today are from the JET8 Phase-III clinical study (3107) (the JET8 study). In the JET8 study, 318 healthy volunteers were admitted to a sleep unit and were subjected to a circadian challenge of an 8 hours advance to their usual bedtime. The JET8 study design induced the circadian challenge experienced by travelers who cross 8 times zones, which leads to jet lag disorder. This clinical design allowed for the study of HETLIOZ® without the confounding effects of sleep deprivation and variable light conditions.\n\nResults from the JET8 study showed significant and clinically meaningful effects of HETLIOZ® 20 mg on the primary endpoint of the study as well as multiple secondary endpoints. The pre-specified primary endpoint was the amount of sleep time in the first two thirds of the night. Secondary endpoints included measures of sleep parameters (TST, LPS, WASO) and next day alertness (KSS and VAS). (Table 1).\n\nTable 1: Summary of Primary and Key Secondary Endpoint Results\n\nAssessment Endpoint HETLIOZ® Placebo Difference p-value Summary p-value Detail\n\nPSG TST 2/3 * 216.4 156.1 60.3 p<0.0001 3.29E-12\n\n(minutes) TST full 315.8 230.3 85.5 p<0.0001 3.74E-14\n\n\n\nLPS 21.8 36.8 -15.1 p<0.01 8.08E-03\n\n\n\nWASO 144.6 219.1 -74.6 p<0.0001 3.41E-12\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKSS (1-9) average 4.0 4.5 -0.5 p<0.01 8.28E-03\n\nVAS (0-100) average 60.8 54.2 6.6 p<0.01 9.89E-03\n\n\n\n*Primary endpoint.\n\nThe results of the JET8 study shown above demonstrate the effectiveness of HETLIOZ® in treating jet lag disorder. The magnitude of the total sleep time benefit of 85 minutes improvement over placebo is significant and clinically meaningful. The demonstration of benefits in measurements of next day alertness on both KSS and VAS is meaningful and it underscores the ability of HETLIOZ® to address both nighttime and daytime symptoms of jet lag disorder.\n\nVanda previously reported on the JET5 study (3101) that examined the effects of HETLIOZ® in a circadian challenge of 5 hours advance of the subjects' usual bedtime. The results of that study were published in The Lancet in 2009.1 The observation that HETLIOZ® is effective in treating the symptoms caused by an abrupt advance of the circadian cycle of a magnitude of 5 or 8 hours suggests that HETLIOZ® will be an effective therapeutic tool in the treatment of individuals that experience symptoms of jet lag. HETLIOZ® will be potentially useful under circumstances of rapid eastward transmeridian travel experienced by frequent travelers, the rapid deployment of military troops and any circumstances that will necessitate the abrupt phase advance of the sleep wake cycle.\n\nJet lag disorder affects millions of individuals annually who cross multiple time zones during their travel. Jet lag disorder symptoms are more severe during eastward travel. It is reported that more than 30 million US residents make trips abroad each year to overseas destinations. Of these, 60% (approximately 20 million) travel to destinations in Europe, Middle East and Asia. It is also reported that 8% (approximately 1.6 million) travel in Business or First class.2\n\n\"We are extremely pleased with the outcome of this study which establishes the utility of HETLIOZ® in the treatment of jet lag disorder as HETLIOZ® was shown to overcome a significant circadian challenge of an 8 hour phase advance. This challenge is equivalent to eastward travel across 8 time zones as experienced for example on travel from Los Angeles to London, Washington DC to Moscow, Paris to Tokyo, or London to Singapore. HETLIOZ® improved both nighttime sleep and next day alertness potentially offering significant benefits to millions of travelers,\" said Mihael H. Polymeropoulos, MD, Vanda's President and CEO.\n\nVanda intends to seek marketing approval for the use of HETLIOZ® in the treatment of jet lag disorder. Vanda believes that if HETLIOZ® is approved by regulatory authorities for the treatment of jet lag disorder it will potentially offer a therapeutic solution to many travelers and will likely represent an important commercial opportunity for the company. For review of the current prescribing information of HETLIOZ® please visit www.hetlioz.com.\n\nConference Call\n\nThe Vanda management team will host a conference call and live webcast today, March 5, 2018, at 8:30 AM ET to discuss these updates. Investors can call 1-888-771-4371 (domestic) or 1-847-585-4405 (international) and use passcode 46600533. A replay of the call will be available on Monday, March 5, 2018, beginning at 11:00 AM ET and will be accessible until Monday, March 12, 2018, at 11:59 PM ET. The replay call-in number is 1-888-843-7419 for domestic callers and 1-630-652-3042 for international callers. The passcode number is 46600533.\n\nThe conference call will be broadcast simultaneously on Vanda's website. Investors should click on the Investor Relations tab and are advised to go to the website at least 15 minutes early to register, download, and install any necessary software or presentations. The call will also be archived on Vanda's website for a period of 30 days.\n\nHETLIOZ® IS NOT CURRENTLY APPROVED BY ANY REGULATORY AUTHORITY FOR THE TREATMENT OF JET LAG DISORDER.\n\nAbout HETLIOZ®\n\nHETLIOZ® is a melatonin receptor agonist. HETLIOZ® has been granted market authorization by the U.S. Food and Drug Administration and the European Medicines Agency. For full U.S. prescribing information, please visit www.hetlioz.com.\n\nImportant Safety Information\n\nThe most common adverse reactions (incidence >5% and at least twice as high on HETLIOZ® (tasimelteon) than on placebo) were headache, increased alanine aminotransferase, nightmares or unusual dreams, and upper respiratory or urinary tract infection. The risk of adverse reactions may be greater in elderly (>65 years) patients than younger patients because exposure to HETLIOZ® is increased by approximately 2-fold compared with younger patients.\n\nIndication\n\nHETLIOZ® is indicated for the treatment of Non-24-Hour Sleep-Wake Disorder (Non-24).\n\nImportant Safety Information\n\nHETLIOZ® may cause somnolence: After taking HETLIOZ®, patients should limit their activity to preparing for going to bed, because HETLIOZ® can potentially impair the performance of activities requiring complete mental alertness.\n\nThe most common adverse reactions (incidence >5% and at least twice as high on HETLIOZ® than on placebo) were headache, increased alanine aminotransferase, nightmares or unusual dreams, and upper respiratory or urinary tract infection. The risk of adverse reactions may be greater in elderly (>65 years) patients than younger patients because exposure to HETLIOZ® is increased by approximately 2-fold compared with younger patients.\n\nUse of HETLIOZ® should be avoided in combination with fluvoxamine or other strong CYP1A2 inhibitors, because of a potentially large increase in exposure of HETLIOZ®, and a greater risk of adverse reactions. HETLIOZ® should be avoided in combination with rifampin or other CYP3A4 inducers, because of a potentially large decrease in exposure of HETLIOZ®, with reduced efficacy.\n\nThere are no adequate and well-controlled studies of HETLIOZ® in pregnant women. Based on animal data, HETLIOZ® may cause fetal harm. HETLIOZ® should be used during pregnancy only if the potential benefit justifies the potential risks. Caution should be exercised when HETLIOZ® is administered to a nursing woman.\n\nHETLIOZ® has not been studied in patients with severe hepatic impairment and is not recommended in these patients.\n\nSafety and effectiveness of HETLIOZ® in pediatric patients have not been established.\n\nAbout Vanda\n\nVanda is a global biopharmaceutical company focused on the development and commercialization of innovative therapies to address high unmet medical needs and improve the lives of patients. For more on Vanda Pharmaceuticals Inc., please visit www.vandapharma.com.\n\nAbbreviations\n\nPSG Polysomnography\n\nTST Total Sleep Time\n\nLPS Latency to Persistent Sleep\n\nWASO Wake After Sleep Onset\n\nKSS Karolinska Sleepiness Scale\n\nVAS Visual Analog Scale\n\nReferences\n\n1. Rajaratnam SM, Polymeropoulos MH, Fisher DM, Roth T, Scott C, Birznieks G, Klerman E. Melatonin agonist tasimelteon (VEC-162) for transient insomnia after sleep-time shift: two randomized controlled multicenter trials. The Lancet. 2009: 373: 433-516.\n\n2. US Department of Commerce, International Trade Administration, National Travel and Tourism Office. Profile of U.S. Resident Travelers Visiting Overseas Destinations: 2015 Outbound.\n\nhttp://tinet.ita.doc.gov/outreachpages/download_data_table/2015_Outbound_Profile.pdf\n\nFORWARD LOOKING STATEMENTS\n\nVarious statements in this release and to be made on the conference call are \"forward-looking statements\" under the securities laws. Forward-looking statements are based upon current expectations that involve risks, changes in circumstances, assumptions and uncertainties. Important factors that could cause actual results to differ materially from those reflected in Vanda's forward-looking statements include, among others: the ability of HETIOZ® to provide significant benefit in the treatment of the symptoms of jet lag disorder; Vanda's ability to obtain marketing approval for the use of HETLIOZ® in the treatment of jet lag disorder; and other factors that are described in the \"Risk Factors\" and \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" sections of Vanda's annual report on Form 10-K for the fiscal year ended December 31, 2017, which is on file with the SEC and available on the SEC's website at www.sec.gov. In addition to the risks described above and in Vanda's annual report on Form 10-K, other unknown or unpredictable factors also could affect Vanda's results. There can be no assurance that the actual results or developments anticipated by Vanda will be realized or, even if substantially realized, that they will have the expected consequences to, or effects on, Vanda. Therefore, no assurance can be given that the outcomes stated in such forward-looking statements and estimates will be achieved.\n\nAll written and verbal forward-looking statements attributable to Vanda or any person acting on its behalf are expressly qualified in their entirety by the cautionary statements contained or referred to herein. Vanda cautions investors not to rely too heavily on the forward-looking statements Vanda makes or that are made on its behalf. The information in this release is provided only as of the date of this release, and Vanda undertakes no obligation, and specifically declines any obligation, to update or revise publicly any forward-looking statements, whether as a result of new information, future events or otherwise.\n\nCorporate Contact:\n\nJim Kelly\n\nExecutive Vice President and Chief Financial Officer\n\nVanda Pharmaceuticals Inc.\n\n(202) 734-3428\n\njim.kelly@vandapharma.com\n\nSOURCE Vanda Pharmaceuticals Inc.\n\nRelated Links\n\nhttp://www.vandapharma.com\n\n", "images": ["https://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png", "https://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "https://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg"], "top_img": "https://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "keywords": [], "authors": ["Vanda Pharmaceuticals Inc."], "canonical_link": "https://www.prnewswire.com/news-releases/hetlioz-tasimelteon-demonstrates-efficacy-to-treat-jet-lag-disorder-in-an-8-hour-phase-advance-clinical-study-300607853.html", "title": "HETLIOZ® (tasimelteon) Demonstrates Efficacy to Treat Jet Lag Disorder in an 8 Hour Phase Advance Clinical Study", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "WASHINGTON, March 5, 2018 /PRNewswire/ -- Vanda Pharmaceuticals Inc. (Vanda) (NASDAQ: VNDA) today announced that HETLIOZ®, a circadian regulator, demonstrated...", "author": "Vanda Pharmaceuticals Inc.", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "HETLIOZ® (tasimelteon) Demonstrates Efficacy to Treat Jet Lag Disorder in an 8 Hour Phase Advance Clinical Study", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "date": "2018-03-05T07:00:00-05:00", "keywords": "Vanda Pharmaceuticals Inc.,Health Care & Hospitals ,Medical Pharmaceuticals ,Pharmaceuticals   ,Clinical Trials & Medical Discoveries,Conference Call Announcements", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "HETLIOZ® (tasimelteon) Demonstrates Efficacy to Treat Jet Lag Disorder in an 8 Hour Phase Advance Clinical Study", "description": "WASHINGTON, March 5, 2018 /PRNewswire/ -- Vanda Pharmaceuticals Inc. (Vanda) (NASDAQ: VNDA) today announced that HETLIOZ®, a circadian regulator, demonstrated...", "image": "/content/dam/prnewswire/common/prn_twitter_sharing_logo.png"}, "og": {"title": "HETLIOZ® (tasimelteon) Demonstrates Efficacy to Treat Jet Lag Disorder in an 8 Hour Phase Advance Clinical Study", "type": "website", "description": "WASHINGTON, March 5, 2018 /PRNewswire/ -- Vanda Pharmaceuticals Inc. (Vanda) (NASDAQ: VNDA) today announced that HETLIOZ®, a circadian regulator, demonstrated...", "image": "/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "url": "https://www.prnewswire.com/news-releases/hetlioz-tasimelteon-demonstrates-efficacy-to-treat-jet-lag-disorder-in-an-8-hour-phase-advance-clinical-study-300607853.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "https://www.prnewswire.com", "summary": ""}