{"url": "https://web.archive.org/web/20150417052940/http://www.eurekalert.org:80/pub_releases/2015-04/jhub-sce041415.php", "text": "Instead of shrinking as expected, as part of the normal aging process, the memory center in the brains of seniors maintained their size and, in men, grew modestly after two years in a program that engaged them in meaningful and social activities, new Johns Hopkins Bloomberg School of Public Health-led research suggests.\n\nAt the same time, those with larger increases in the brain's volume over two years also saw the greatest improvements on memory tests, showing a direct correlation between brain volume and the reversal of a type of cognitive decline linked to increased risk for Alzheimer's disease.\n\nThe research, published online in Alzheimer's & Dementia: The Journal of the Alzheimer's Association, studied participants in the Baltimore Experience Corps, a program that brings retired people into public schools to serve as mentors to young children, working with teachers to help them learn to read in understaffed school libraries.\n\n\"Someone once said to me that being in this program removed the cobwebs from her brain and this study shows that is exactly what is happening,\" says study leader Michelle Carlson, PhD, an associate professor in the Department of Mental Health at the Johns Hopkins Bloomberg School of Public Health. \"By helping others, participants are helping themselves in ways beyond just feeding their souls. They are helping their brains. The brain shrinks as part of aging, but with this program we appear to have stopped that shrinkage and are reversing part of the aging process.\"\n\nFor the study, Carlson and her colleagues randomized 111 men and women to either participate in the Experience Corps (58) or not (53). They took MRI scans of their brains at enrollment and then again after 12 and 24 months. They also conducted memory tests. Participants were an average of 67.2 years old, predominantly African-American, were in good health, came from neighborhoods with low socioeconomic status and had some college education.\n\nThe control arm of the study, those not involved in Experience Corps, exhibited age-related shrinkage in brain volumes. Typically, annual rates of atrophy in adults over age 65 range from .8 percent to two percent. The men who were enrolled in Experience Corps, however, showed a .7 percent to 1.6 percent increase in brain volumes over the course of two years. Though not statistically significant, women appeared to experience small gains, as compared to declines in the control group of one percent over 24 months.\n\nCarlson notes that many cognitive intervention studies last one year or less. One strength of this study, she says, is that the participants were followed for two years, which in this case was long enough to see changes that wouldn't have been detected after just one year.\n\nThe researchers were particularly interested in the results, considering that people with less education and who live in poverty are at greater risk for cognitive decline.\n\nCarlson says it's not entirely clear which elements of Experience Corps account for the improved memory function and increased brain volumes. She says the program increases involvement in so many different kinds of activities that retired people may not have engaged in otherwise. Participants need to get out of bed, walk to the bus, and walk up and down stairs inside the schools. They work in teams. They work with young people. They share their knowledge and know they are doing good in the world. They engage in problem solving and they socialize in ways they wouldn't have if they stayed at home.\n\n\"We're not training them on one skill, like doing crossword puzzles,\" she says. \"We're embedding complexity and novelty into their daily lives, something that tends to disappear once people retire. The same things that benefit us at 5, 10, 25, 35 - contact with others, meaningful work - are certain to benefit us as we age.\"\n\nExperience Corps is a national program, however it can be costly and isn't available everywhere. But Carlson says she believes finding purpose and civic engagement may forestall some of the damage of aging on the brain.\n\n###\n\n\"Impact of the Baltimore Experience Corps Trial on cortical and hippocampal volumes\" was written by Michelle C. Carlson, Julie H. Kuo, Yi-Fang Chuang, Vijay Varma, Greg Harris, Marilyn Albert, Kirk I. Erickson, Arthur F. Kramer, Jeanine M. Parisi, Qian-Li Xue, Erwin Tan, Elizabeth K. Tanner, Alden Gross, Teresa E. Seeman, Tara Gruenewald, Sylvia McGill, George W. Rebok and Linda P. Fried.\n\nThe study was supported by the Johns Hopkins Neurobehavioral Research Unit, the National Institutes of Health's National Institute on Aging (P01 AG027735-03), the Alzheimer's Drug Discovery Foundation and the Johns Hopkins Epidemiology and Biostatistics of Aging Research Fellowship (NIA T32AG000247).", "images": ["https://web.archive.org/web/20150417052940im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20150417052940im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20150417052940im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20150417052940im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20150417052940im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20150417052940im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20150417052940im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20150417052940im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20150417052940im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20150417052940im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20150417052940im_/http://www.eurekalert.org/images/meganav/ACS_meeting_600x200_menu.png", "https://web.archive.org/web/20150417052940im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20150417052940im_/http://www.eurekalert.org/images/meganav/browse-video.jpg"], "top_img": "https://web.archive.org/web/20150417052940im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150417052940/http://www.eurekalert.org/pub_releases/2015-04/jhub-sce041415.php", "title": "Study: Civic engagement may stave off brain atrophy, improve memory", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Instead of shrinking as expected, as part of the normal aging process, the memory center in the brains of seniors maintained their size and, in men, grew modestly after two years in a program that engaged them in meaningful and social activities, new Johns Hopkins Bloomberg School of Public Health-led research suggests.", "keywords": "Medicine/Health, Gerontology, Aging, Neurobiology, Alzheimer's Disease", "date": "Tue, 14 Apr 2015 04:00:00 GMT", "funder": "Johns Hopkins Neurobehavioral Research Unit, NIH/National Institute on Aging, Alzheimer's Drug Discovery Foundation, Johns Hopkins Epidemiology and Biostatistics of Aging Research Fellowship", "journal": "Alzheimer's & Dementia", "type": "research", "institution": "Johns Hopkins University Bloomberg School of Public Health", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "JohnsHopkinsSPH", "domain": "www.eurekalert.org"}, "og": {"title": "Study: Civic engagement may stave off brain atrophy, improve memory", "description": "Instead of shrinking as expected, as part of the normal aging process, the memory center in the brains of seniors maintained their size and, in men, grew modestly after two years in a program that engaged them in meaningful and social activities, new Johns Hopkins Bloomberg School of Public Health-led research suggests.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150417052940/http://www.eurekalert.org/pub_releases/2015-04/jhub-sce041415.php", "image": "https://web.archive.org/web/20150417052940im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1430280000.0, "source": "https://web.archive.org", "summary": ""}