{"url": "http://www.newswise.com/articles/view/664176/?sc=mwhn", "text": "Newswise — NEW ORLEANS – NOV. 4, 2016 – Patients with obesity who swallowed gas-filled balloon capsules designed to help them eat less, lost 1.9 times more weight than patients who relied on diet, exercise and lifestyle therapy alone, according to new research* presented today at ObesityWeek 2016, the largest international event focused on the basic science, clinical application and prevention and treatment of obesity. The annual conference is hosted by the American Society for Metabolic and Bariatric Surgery (ASMBS) and The Obesity Society (TOS).\n\n“The significant weight loss achieved with the Obalon 6-Month Balloon System is maintained at 12 months,” said Aurora Pryor, MD, study co-author and Chief Bariatric, Foregut and Advanced GI Surgery, Stony Brook University. “This combination of lifestyle modification and balloon therapy provides a new low risk option for patients struggling with obesity.”\n\nThe Obalon 6-Month Balloon System, a swallowable, gas-filled intragastric balloon for weight loss in adults with obesity for whom diet and exercise has failed, was approved in September by the U.S. Food and Drug Administration (FDA). It involves a balloon contained within a capsule that, once it reaches the stomach, is inflated with gas via a microcatheter. Up to three balloons may be placed over the first three months, but the entire treatment period lasts six months. The inflated balloons make patients feel full. Treatment is accompanied by a moderate intensity diet and behavior modification program. The device is manufactured by Obalon Therapeutics, Inc., based in San Diego, CA.\n\nResults of the study were based on a double-blinded randomized, sham-controlled trial of 387 patients, about half of whom received treatment with the Obalon balloon and the other half with a sugar-filled sham capsule designed to look like the device. Patients, who had a body mass index (BMI) of between 30 and 40, swallowed three capsules over a 12-week period (one every three weeks). All patients at the 15 study sites also underwent 25 minutes of lifestyle therapy administered by a blinded registered dietitian every three weeks. After six months, patients were informed which capsule they received and those with the Obalon balloons had them removed endoscopically.\n\nAverage percent total weight loss after six months for Obalon balloon patients was 6.81 percent, while those in the sham control group had 3.59 percent total average weight loss. Balloon-treated patients had nearly 25 percent excess weight loss. Six months after the balloons were removed, 89.5 percent of the average total weight lost during the treatment period was maintained. Researchers say a single adverse event, a bleeding gastric ulcer, occurred in one balloon patient on high dose NSAIDs who had an outpatient knee replacement procedure. Non-serious adverse device events, mostly abdominal cramping and nausea, occurred in 90.8 percent of patients (99.6% were rated mild or moderate).\n\n“There is no magic pill for obesity, but this swallowable balloon and other intragastric balloons may offer new hope to people who otherwise would not seek treatment or not have as good a result with diet and exercise alone,” said Raul J. Rosenthal, MD, ASMBS President and Chairman, Department of General Surgery, Cleveland Clinic Florida, who was not involved in the study. “The balloon and other technologies may help to fill the therapeutic gaps between diet and exercise and medical therapy, and medical therapy and surgery, where the gaps are quite large.”\n\nPeople with obesity and severe obesity have higher rates of heart disease, diabetes, some cancers, arthritis, sleep apnea, high blood pressure and dozens of other diseases and conditions. Studies have shown individuals with a BMI greater than 30 have a 50 to 100 percent greater risk of premature death compared to healthy weight individuals.[1][2]\n\nMetabolic/bariatric surgery has been shown to be the most effective and long lasting treatment for severe obesity and many related conditions and results in significant weight loss. The Agency for Healthcare Research and Quality (AHRQ) reported significant improvements in the safety of metabolic/bariatric surgery due in large part to improved laparoscopic techniques.[3] The risk of death is about 0.1 percent[4] and the overall likelihood of major complications is about 4 percent.[5]\n\nAccording to the Centers for Disease Control and Prevention (CDC), in 2011–2014, the prevalence of obesity was just over 36 percent in adults, with a higher prevalence among women than men (38.3% vs. 34.3%) and older than younger adults (37% vs. 32.3%). Obese is medically defined as having a body mass index (BMI), a measure of height to weight, that's more than 30. The ASMBS estimates about 24 million Americans have severe obesity, which would mean a BMI of 35 or more with an obesity-related condition like diabetes or a BMI of 40.\n\nAbout the ASMBSThe ASMBS is the largest organization for bariatric surgeons in the nation. It is a non-profit organization that works to advance the art and science of bariatric surgery and is committed to educating medical professionals and the lay public about bariatric surgery as an option for the treatment of morbid obesity, as well as the associated risks and benefits. It encourages its members to investigate and discover new advances in bariatric surgery, while maintaining a steady exchange of experiences and ideas that may lead to improved surgical outcomes for morbidly obese patients. For more information, visit www.asmbs.org.\n\n###\n\n*A 6-month Swallowable Balloon System results in sustainable weight loss at 1 year: results from a prospective, randomized sham-controlled trial Aurora Pryor Stony Brook NY1, James Swain Scottsdale Arizona2, George Woodman Memphis Tennessee3, Steven Edmundowicz Aurora Colorado4, Tarek Hassanein Coronado California5, Vafa Shayani Hinsdale IL6, John Fang Salt Lake City UT7, mark noar towson md8, George EidPittsburgh PA9, Wayne English Nashville TN10, Nabil Tariq Houston TX11, Michael Larsen Seattle WA12, Sreenivasa Jonnalagadda Kansas City MO13, Dennis Riff Anaheim Ca14, Jaime Ponce Chattanooga TN15, Shelby Sullivan St. Louis Missouri16Stony Brook University1 Honor Health2 Mid South Bariatrics3 University of Colorado, Denver4 University of California, San Diego5 Franciscian St. james Health6 University of Utah7 Mark D Noar and Assoc8 West Penn Allegheny Health System9 Vanderbilt University10 Methodist Hospital, Houston11 Virginia Mason University12 St. Lukes Hospital of Kansas City13 Anaheim Regional Medical Center14 Dalton Surgical Group15 Washington University, St. Louis16\n\n--------\n\n[1] Office of the Surgeon General – U.S. Department of Health and Human Services. (2004). Overweight and obesity: health consequences. Accessed October 2013 from http://www.surgeongeneral.gov/topics/obesity/calltoaction/fact_consequences.html [2] Kaplan, L. M. (2003). Body weight regulation and obesity. Journal of Gastrointestinal Surgery. 7(4) pp. 443-51. Doi:10.1016/S1091-255X(03)00047-7. [3] Encinosa, W. E., et al. (2009). Recent improvements in bariatric surgery outcomes. Medical Care. 47(5) pp. 531-535. Accessed October 2013 from http://www.ncbi.nlm.nih.gov/pubmed/19318997 [4] Agency for Healthcare Research and Quality (AHRQ). (2007). Statistical Brief #23. Bariatric Surgery Utilization and Outcomes in 1998 and 2004. Accessed October 2013 from http://www.hcup-us.ahrq.gov/reports/statbriefs/sb23.jsp [5] Flum, D. R., et al. (2009). Perioperative safety in the longitudinal assessment of bariatric surgery. New England Journal of Medicine. 361 pp.445-454. Accessed October 2013 from http://content.nejm.org/cgi/content/full/361/5/445", "images": ["https://www.newswise.com/images/new-newswise-logo-square.jpg", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "http://www.newswise.com/assets/img/logo.png.pagespeed.ce.pQl5UlxZ8w.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/new-study-shows-balloon-in-a-capsule-helps-patients-lose-nearly-twice-as-much-weight-than-diet-exercise-and-lifestyle-therapy-alone", "title": "New Study Shows Balloon in a Capsule Helps Patients Lose Nearly Twice as Much Weight Than Diet, Exercise and Lifestyle Therapy Alone", "meta_data": {"keywords": "Newswise, Obesity,Bariatric Surgery,gastric balloon,Weight Loss,Diet,Exercise,obesityweek,ASMBS,American Society for Metabolic & Bariatric Surgery,Exercise and Fitness, Obesity, Surgery, Local - New York, Embargoed Feed - hidden, Medical Meetings,  American Society for Metabolic and Bariatric Surgery (ASMBS)", "description": "Patients with obesity who swallowed gas-filled balloon capsules designed to help them eat less, lost 1.9 times more weight than patients who relied on diet, exercise and lifestyle therapy alone, according to new research* presented today at ObesityWeek 2016, the largest international event focused on the basic science, clinical application and prevention and treatment of obesity. The annual conference is hosted by the American Society for Metabolic and Bariatric Surgery (ASMBS) and The Obesity Society (TOS).", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Patients with obesity who swallowed gas-filled balloon capsules designed to help them eat less, lost 1.9 times more weight than patients who relied on diet, exercise and lifestyle therapy alone, according to new research* presented today at ObesityWeek 2016, the largest international event focused on the basic science, clinical application and prevention and treatment of obesity. The annual conference is hosted by the American Society for Metabolic and Bariatric Surgery (ASMBS) and The Obesity Society (TOS).", "title": "New Study Shows Balloon in a Capsule Helps Patients Lose Nearly Twice as Much Weight Than Diet, Exercise and Lifestyle Therapy Alone", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "url": "https://www.newswise.com/articles/new-study-shows-balloon-in-a-capsule-helps-patients-lose-nearly-twice-as-much-weight-than-diet-exercise-and-lifestyle-therapy-alone"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}