{"url": "https://www.eurekalert.org/pub_releases/2018-03/mc-nsd032818.php", "text": "Mayo study shows easy-to-use, noninvasive stimulation device can help prevent migraine attacks\n\nSCOTTSDALE, Arizona - A migraine is much more than just a bad headache. Migraine symptoms, which can be debilitating for many people, are the sixth leading cause of disability, according to the World Health Organization. While there is no cure, a new study published in Cephalalgia in March shows single-pulse transcranial magnetic stimulation is a new way to prevent migraine attacks. It's safe, easy to use and noninvasive.\n\nMULTIMEDIA ALERT: Video and audio are avaiable for download on the Mayo Clinic News Network.\n\nResearchers at Mayo Clinic and other major academic headache centers across the U.S. recently conducted the study that examined the effectiveness of using a single-pulse transcranial magnetic stimulation device to prevent migraine attacks. The eNeura SpringTMS Post-Market Observational U.S. Study of Migraine study, also known as ESPOUSE, instructed participants to self-administer four pulses with the device in the morning and four pulses at night over three months to prevent and treat migraine attacks as needed. Spring TMS stands for Spring transcranial magnetic stimulation or sTMS.\n\n\"The migraine brain is hyperexcitable, and basic science studies have demonstrated modulation of neuronal excitability with this treatment modality,\" says Amaal Starling, M.D., a Mayo Clinic neurologist, who is first author of the study. \"Our study demonstrated that the four pulses emitted from this device twice daily reduce the frequency of headache days by about three days per month, and 46 percent of patients had at least 50 percent or less migraine attacks per month on the treatment protocol. This data is clinically significant. Based on the current study and prior studies in acute migraine attack treatment, sTMS not only helps to stop a migraine attack, but it also helps prevent them.\"\n\n\"For certain patients, treatment options for migraines, such as oral medications, are not effective, well-tolerated or preferred,\" Dr. Starling adds. \"The sTMS may be a great option for these patients and allow doctors to better meet their unique needs.\"\n\nThe U.S. Food and Drug Administration already had approved the sTMS device for the acute treatment of migraine with aura. The FDA now has approved it to prevent migraine, as well.\n\n###\n\nAbout Mayo Clinic\n\nMayo Clinic is a nonprofit organization committed to clinical practice, education and research, providing expert, comprehensive care to everyone who needs healing. Learn more about Mayo Clinic. Visit the Mayo Clinic News Network.", "images": ["https://media.eurekalert.org/meganav/S11690 ACS SAN DIEGO graphic - 600x200.jpg", "https://media.eurekalert.org/meganav/AAAS-logo.png", "https://www.eurekalert.org/images/e4/logo-footer.png", "https://media.eurekalert.org/meganav/SfNMenuBanner2019.jpg", "https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://www.eurekalert.org/images/e4/logo-2x.png", "https://www.eurekalert.org/images/e4/brand.png", "https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.eurekalert.org/pub_releases/2018-03/mc-nsd032818.php", "title": "Noninvasive stimulation device can help prevent migraine attacks", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A migraine is much more than just a bad headache. Migraine symptoms, which can be debilitating for many people, are the sixth leading cause of disability, according to the World Health Organization.", "keywords": "Medicine/Health", "date": "Wed, 28 Mar 2018 04:00:00 GMT/UTC", "journal": "Cephalalgia", "type": "research", "institution": "Mayo Clinic", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "MayoClinic", "domain": "www.eurekalert.org", "title": "Noninvasive stimulation device can help prevent migraine attacks", "description": "A migraine is much more than just a bad headache. Migraine symptoms, which can be debilitating for many people, are the sixth leading cause of disability, according to the World Health Organization."}, "og": {"title": "Noninvasive stimulation device can help prevent migraine attacks", "description": "A migraine is much more than just a bad headache. Migraine symptoms, which can be debilitating for many people, are the sixth leading cause of disability, according to the World Health Organization.", "site_name": "EurekAlert!", "url": "https://www.eurekalert.org/pub_releases/2018-03/mc-nsd032818.php", "image": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1520485200.0, "source": "https://www.eurekalert.org", "summary": ""}