{"url": "https://web.archive.org/web/20180522161208/https://www.eurekalert.org/pub_releases/2018-05/smh-ppm051818.php", "text": "TORONTO, May 22, 2018 - A non-surgical procedure, called percutaneous coronary intervention (PCI), along with prescribed medication, is better than medication alone as initial treatment for people who have the most common form of heart disease, suggests an analysis of an international clinical trial co-led by St. Michael's Hospital.\n\nPublished today in the New England Journal of Medicine and simultaneously presented at EuroPCR 2018 in Paris, France, the five-year analysis of the FAME 2 trial shows that initial PCI along with medication was associated with a significant reduction in urgent hospital admissions and revascularizations to restore blood flow in the blood vessels of the heart and a likely reduction in heart attacks as compared to medication as the only treatment. The medication used in the FAME 2 trial consisted of a combination of aspirin, cholesterol-lowering and blood pressure-lowering drugs as required by current treatment guidelines.\n\nPCI is a minimally-invasive procedure where modern stents - small tubular metal scaffolds coated with medication - are inserted into an artery using a small catheter to widen a narrowed blood vessel in the heart. PCI is commonly used to treat sudden blockages of a coronary artery that cause a heart attack. In situations where the heart's arteries narrow less suddenly and do not cause a heart attack but induce chest pain during exercise - a condition known as stable coronary artery disease - it has remained unclear whether PCI in addition to medication was better than medication alone in preventing future heart attacks.\n\n\"Currently, the standard practice in North America is to prescribe medication to patients with stable coronary artery disease and avoid PCI,\" said Dr. Peter Jüni, Director of the Applied Health Research Centre (AHRC) at the Li Ka Shing Knowledge Institute of St. Michael's Hospital, who is a senior author on the study. \"Our results pose the question: Would a large portion of patients benefit from early PCI in addition to medication?\"\n\n\"We used pressure measurements inside the heart arteries to find coronary arteries that should be widened,\" said Dr. Bernard De Bruyne, an interventional cardiologist at the Cardiovascular Center Aalst in Belgium and the Principal Investigator of the trial. \"With these measurements we were able to identify patients who would benefit from PCI in addition to medication.\"\n\nThe World Health Organization reports that every year, 17.7 million people die from cardiovascular diseases, which is an estimated 31 per cent of all deaths worldwide. Coronary artery disease is the most common type of heart disease in North America and Europe, and is a serious health problem worldwide. It occurs when the coronary arteries become narrow and hardened due to the build-up of cholesterol rich plaques in the blood vessels. While the FAME 2 trial showed that PCI reduced urgent hospital admissions and revascularizations and likely reduced heart attacks, it did not provide evidence for a difference between PCI and medication alone in the prevention of deaths.\n\nThe trial was initially sponsored by St. Jude Medical, a global medical device company, until the three-year follow-up. The subsequent two years of follow-up have been academically driven, organized the by the academic steering committee of the study. Nineteen sites across Europe and North America participated in the five-year follow-up.\n\n\"Our trial over its entire follow-up shows us that the longer you observe these patients, the more pronounced the benefits of the initial PCI become,\" said Dr. Jüni, who is also a Canada Research Chair and a Professor of Medicine at the University of Toronto.\n\nWhile Drs. Jüni and De Bruyne agree there is more research to be done using modern PCI technology, this five-year follow-up offers evidence that PCI has the potential to provide long-term benefits to patients with stable coronary artery disease.\n\n###\n\nThe FAME 2 trial was supported by St. Jude Medical. The present analysis was not supported by industry funding.\n\nAbout St. Michael's Hospital\n\nSt. Michael's Hospital provides compassionate care to all who enter its doors. The hospital also provides outstanding medical education to future health care professionals in more than 29 academic disciplines. Critical care and trauma, heart disease, neurosurgery, diabetes, cancer care, care of the homeless and global health are among the Hospital's recognized areas of expertise. Through the Keenan Research Centre and the Li Ka Shing International Healthcare Education Centre, which make up the Li Ka Shing Knowledge Institute, research and education at St. Michael's Hospital are recognized and make an impact around the world. Founded in 1892, the hospital is fully affiliated with the University of Toronto.\n\nMedia contact", "images": ["https://web.archive.org/web/20180522161208im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20180522161208im_/https://media.eurekalert.org/meganav/ACS255Meeting_600x200.jpg", "https://web.archive.org/web/20180522161208im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180522161208im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180522161208im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180522161208im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180522161208im_/https://media.eurekalert.org/meganav/EB2018_Newsroom.jpg", "https://web.archive.org/web/20180522161208im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180522161208im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180522161208im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180522161208im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180522161208im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180522161208im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180522161208im_/https://www.eurekalert.org/images/e4/logo.png"], "top_img": "https://web.archive.org/web/20180522161208im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180522161208/https://www.eurekalert.org/pub_releases/2018-05/smh-ppm051818.php", "title": "Procedure plus medication is better than standard treatment for heart disease patients", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A non-surgical procedure, called percutaneous coronary intervention (PCI), along with prescribed medication, is better than medication alone as initial treatment for people who have the most common form of heart disease, suggests an analysis of an international clinical trial co-led by St. Michael's Hospital.", "keywords": "Medicine/Health, Cardiology, Clinical Trials, Mortality/Longevity, Health Care Systems/Services, Pharmaceutical Science", "date": "Tue, 22 May 2018 04:00:00 GMT/UTC", "journal": "New England Journal of Medicine", "type": "research", "institution": "St. Michael's Hospital", "meeting": "EuroPCR 2018", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "StMikesHospital", "domain": "www.eurekalert.org", "title": "Procedure plus medication is better than standard treatment for heart disease patients", "description": "A non-surgical procedure, called percutaneous coronary intervention (PCI), along with prescribed medication, is better than medication alone as initial treatment for people who have the most common form of heart disease, suggests an analysis of an international clinical trial co-led by St. Michael's Hospital."}, "og": {"title": "Procedure plus medication is better than standard treatment for heart disease patients", "description": "A non-surgical procedure, called percutaneous coronary intervention (PCI), along with prescribed medication, is better than medication alone as initial treatment for people who have the most common form of heart disease, suggests an analysis of an international clinical trial co-led by St. Michael's Hospital.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180522161208/https://www.eurekalert.org/pub_releases/2018-05/smh-ppm051818.php", "image": "https://web.archive.org/web/20180522161208im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "pages/St-Michaels-Hospital/116986731666237"}}, "movies": [], "publish_date": 1527566400.0, "source": "https://web.archive.org", "summary": ""}