{"url": "https://web.archive.org/web/20190125144658/https://www.eurekalert.org/pub_releases/2017-08/wh-set082417.php", "text": "Lynden, WA - August 24, 2017 - Initial findings from several studies - including both human subjects and animals - on the potential health benefits of red raspberries were presented earlier this year at the 2017 Experimental Biology conference in Chicago. Participants in short-term human trials experienced an improvement in glucose control and increased satiety, while longer-term animal trials revealed promising effects on the gut microbiota after red raspberry intake. The observations from animal and in vitro studies provided insights that support future hypotheses for red raspberry research exploring potential beneficial effects on pathways related to reducing inflammation, obesity, and type 2 diabetes risk.\n\n\"We are excited about this new flurry of studies, which builds on previously published research aimed to better understand the potential health benefits of red raspberries,\" said Tom Krugman, Executive Director of the National Processed Raspberry Council (NPRC). \"Our Council is committed to delivering the highest quality nutrition and health science that consumers can use to make informed choices when aiming for a healthy diet.\"\n\nWhile additional research, particularly in humans, is warranted, preliminary evidence from these studies suggests that the actions of essential nutrients, fiber, and polyphenolic phytochemicals found in red raspberries may play a role in supporting key metabolic functions, including anti-inflammatory, anti-oxidative and metabolic stabilizing activity. While this emerging research is promising, and contributes to the overall understanding of the health benefits of red raspberries, conclusions cannot be drawn at this time.\n\nBlood Sugar Control\n\nIn this human trial, investigators from the Center for Nutrition Research at the Illinois Institute of Technology looked at two study groups: obese individuals with impaired fasting glucose and hyperinsulinemia (PreDM) and healthy weight individuals with normo-glycemia and insulinemia. Participants experienced a significant reduction in postprandial glucose when 2 cups (250g) of red raspberries were consumed with meals compared to no raspberries. The glucose lowering was accompanied with less insulin suggesting improved insulin sensitivity in individuals with pre-diabetes and insulin resistance.\n\n* Xiao, D. Huang, Y. Park, E. Edirisinghe, I. and Burton-Freeman, B. Red Raspberries and Insulin Action: Understanding the Role of Red Raspberry Consumption on Postprandial Metabolic Indices. The FASEB Journal, April 2017, vol. 31 no. 1 Supplement 973.9. http://bit. ly/ PostprandialMetabolicIndices\n\nSatiety\n\nIn a secondary objective of the blood sugar control study, researchers found that subjects in the PreDM group who reported the highest level of hunger at baseline experienced greater satiety after the control meal compared to raspberry containing meals (p<0.05). In contrast, the healthy weight participants experienced significantly greater hunger suppression and wanted to eat less after a breakfast containing 2 cups (250g) of red raspberries compared to a calorie-matched control meal without raspberries. Because this study was limited to three meals, further research is needed to determine the factors that influenced outcomes.\n\n* Huang, L. Xiao, D. Park, E. Edirisinghe, I. and Burton-Freeman, B. The Effect of Red Raspberry on Satiety. The FASEB Journal, April 2017, vol. 31 no. 1 Supplement 794.8. http://bit. ly/ RaspberriesSatiety\n\nGut Health\n\nIn an eight-week pilot study, researchers from the Institute for Food Safety and Health from the Illinois Institute of Technology examined the impact of consumption of red raspberry purée or fructo-oligosaccharide on the gut microbiota and the subsequent bioavailability of red raspberry polyphenols in healthy volunteers. Consumption of the red raspberry puree and the fructo-oligiosaccharide for 4 weeks resulted in decreased Firmicutes and increased Bacteroidetes, which was more pronounced after red raspberry intake. Additionally, a type of bacteria called Akkermansia that has been associated with metabolic health was increased during red raspberry intake only. These preliminary results are promising. Further research is needed to support the hypothesis that the consumption of raspberry puree may change the composition of the gut microbiota.\n\n* Zhang, X. Sandhu, A. Schill, K. Edirisinghe, I. and Burton-Freeman, B. The Reciprocal Interactions between Red Raspberry Polyphenols and Gut Microbiome Composition: Preliminary Findings. The FASEB Journal, April 2017, vol. 31 no. 1 Supplement 965.29. http://bit. ly/ GutMicrobiomeComposition\n\nDr. Giuliana Noratto and colleagues of the Department of Food and Nutrition Science at Texas A&M; University studied if dietary supplementation with red raspberries could modulate the fecal microbiota of obese mice with diabetes and dyslipidemia. In this animal study, raspberry supplementation was associated with higher levels of Lachnospiraceae - a family of bacteria that can be depleted during diseases of the intestinal tract, such as inflammatory bowel disease. These findings provide a basis for formulating hypotheses for conducting additional studies, particularly in human trials.\n\n* Noratto, G. Garcia-Mazcorro, J. Chew, B. and Mertens-Talcott, S. Dietary Supplementation with Raspberry Whole Fruit Modifies the Relative Abundance of Fecal Microbial Communities in Obese Diabetic (db/db) Mice. The FASEB Journal, April 2017, vol. 31 no. 1 Supplement 965.19. http://bit. ly/ MicrobialCommunities\n\nType 2 Diabetes\n\nIn an animal study, mice fed 5% freeze dried raspberry for 12 weeks, showed signs of improved insulin resistance and reduced inflammation in skeletal muscle while consuming a high-fat diet. These data corroborate a short-term study in humans reported by Xiao and colleagues at the same meeting supporting further work in humans to provide additional insight into these findings.\n\n* Min Du, Tiande Zou, Bo Wang, Xingwei Liang, and Mei-Jun Zhu. Raspberry intake reduces skeletal muscle lipid accumulation and improves insulin sensitivity in mice fed high fat diet. The FASEB Journal, April 2017, vol. 31 no. 1 Supplement 972.19. http://bit. ly/ MuscleLipidAccumulation\n\nA research team from the University of Michigan studied the potential biologically active properties of red raspberries with in vitro assays including antioxidant and anti-inflammatory capacities. Follow-up research explored the potential relationship between feeding freeze-dried whole raspberry powder and cardiometabolic risk in obesity prone rats. Red raspberries were found to upregulate the expression of specific cardiac-protective molecular proteins (myocardial adiponectin, its receptor 2, and apolipoprotein E). Rats fed the red raspberries also experienced altered nicotinamide phosphoribosyltransferase mRNA, a protein associated with multiple functions in conditions related to obesity and type 2 diabetes. More research is needed to determine if compounds in red raspberries play a role in human cardiometabolic pathways.\n\n* Kirakosyan, A. Seymour, EM. Gutierrez, E. and Bolling, S. Associations of Dietary Intakes of Red Raspberry Fruits with Risk of Type 2 Diabetes Mellitus. The FASEB Journal, April 2017, vol. 31 no. 1 Supplement 973.4. http://bit. ly/ RiskofType2Diabetes\n\nInflammation\n\nIn a mouse model, red raspberry supplementation of 5% dry feed weight was found to suppress inflammation and facilitate epithelium repair compared to mice with induced colitis (inflammation of the colon) and fed a standard chow diet. These observations are not conclusive, and further research is needed to determine if red raspberry supplementation supports epithelial function in humans.\n\n* Bibi, S. Du, M. Kang, Y. Sun, X. Xue, Y. Soussa Moraes, LF. and Zhu, M. Dietary Red Raspberry Enhances Intestinal Epithelium Repair in Chronic Colitis. The FASEB Journal, April 2017, vol. 31 no. 1 Supplement 972.19. http://bit. ly/ IntestinalEptheliumRepair\n\nAnthocyanin Profiles of Processed Raspberries\n\nAnthocyanin profiles among common processed forms of raspberries (frozen, juice concentrate, seeded puree, and seedless puree) on the U.S. market were investigated. Thirty-four samples - both domestic and imported - were reviewed. Seven individual anthocyanins were identified in the samples. While anthocyanin profiles varied slightly, contents varied considerably. This may reflect differences in varieties, origins, processing methods among other influential factors.\n\n* Wu, X. Sun, J. Ahuja, J. Haytowitz, DB. Burton-Freeman, B. Chen, P. Pehrsson, PR. Anthocyanin profiles and contents in processed raspberries on the U.S. market. The FASEB Journal, April 2017, vol. 31 no. 1 Supplement 454.6. http://bit. ly/ AnthocyaninProfiles\n\n###\n\nAbout The Raspberry Council\n\nCreated in 2013, the National Processed Raspberry Council (NPRC) represents the processed raspberry industry and is supported by assessments from both domestic producers and importers. NPRC's mission is to conduct nutrition research and promote the health benefits of processed raspberries. The NPRC is responsible for marketing processed raspberries in the U.S. and is committed to promoting the growth of the entire industry. Processed raspberries are frozen at the peak of ripeness to lock in flavor and nutrition. Visit redrazz.org for more information, and follow us on our social media channels:\n\nTwitter\n\nFacebook\n\nInstagram\n\nPinterest", "images": ["https://web.archive.org/web/20190125144658im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20190125144658im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20190125144658im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20190125144658im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20190125144658im_/https://media.eurekalert.org/meganav/Neuroscience2018_Newsroom.jpg", "https://web.archive.org/web/20190125144658im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20190125144658im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20190125144658im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20190125144658im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20190125144658im_/https://media.eurekalert.org/meganav/AM19_Newsroom.jpg", "https://web.archive.org/web/20190125144658im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20190125144658im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20190125144658im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20190125144658im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png"], "top_img": "https://web.archive.org/web/20190125144658im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20190125144658/https://www.eurekalert.org/pub_releases/2017-08/wh-set082417.php", "title": "Studies explore the potential benefits of red raspberries", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Participants in short-term human trials experienced an improvement in glucose control and increased satiety, while longer-term animal trials revealed promising effects on the gut microbiota after red raspberry intake. The observations from animal and in vitro studies provided insights that support future hypotheses for red raspberry research exploring potential beneficial effects on pathways related to reducing inflammation, obesity, and type 2 diabetes risk.", "keywords": "Agriculture, Food/Food Science, Nutrition/Nutrients, Medicine/Health, Clinical Trials, Diet/Body Weight, Metabolism/Metabolic Diseases, Diabetes, Nutrition/Nutrients, Public Health", "date": "Thu, 24 Aug 2017 04:00:00 GMT", "funder": "National Processed Raspberry Council", "journal": "FASEB Journal", "type": "research", "institution": "Wild Hive", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "EurekAlert", "domain": "www.eurekalert.org", "title": "Studies explore the potential benefits of red raspberries", "description": "Participants in short-term human trials experienced an improvement in glucose control and increased satiety, while longer-term animal trials revealed promising effects on the gut microbiota after red raspberry intake. The observations from animal and in vitro studies provided insights that support future hypotheses for red raspberry research exploring potential beneficial effects on pathways related to reducing inflammation, obesity, and type 2 diabetes risk."}, "og": {"title": "Studies explore the potential benefits of red raspberries", "description": "Participants in short-term human trials experienced an improvement in glucose control and increased satiety, while longer-term animal trials revealed promising effects on the gut microbiota after red raspberry intake. The observations from animal and in vitro studies provided insights that support future hypotheses for red raspberry research exploring potential beneficial effects on pathways related to reducing inflammation, obesity, and type 2 diabetes risk.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20190125144658/https://www.eurekalert.org/pub_releases/2017-08/wh-set082417.php", "image": "https://web.archive.org/web/20190125144658im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1503979200.0, "source": "https://web.archive.org", "summary": ""}