{"url": "https://www.eurekalert.org/pub_releases/2018-06/uops-smb053018.php", "text": "PHILADELPHIA - In a finding that suggests the potential for practice change that would reduce the use of antibiotics in dermatology, researchers in the Perelman School of Medicine at the University of Pennsylvania have found the diuretic drug spironolactone may be just as effective as antibiotics for the treatment of women's acne. The study, published this month in the Journal of Drugs and Dermatology, found patients who were originally prescribed spironolactone changed to a different drug within one year at almost the same rate as those who were prescribed antibiotics. The prescription change is a proxy for ineffectiveness, since switching is often the result of treatment failure due to lack of efficacy, side effects, cost, or other factors.\n\nAcne is one of the most common diseases in the world. It affects 85 percent of people under the age of 18, but it also regularly impacts adults. More than 50 percent of women in the United States are treated for acne between the ages of 20 and 29, while more than 35 percent are treated between the ages of 30 and 39.\n\nOral antibiotics are the most common systemic treatment for acne, and when combined with the large patient population, the result is that dermatologists prescribe the highest level of antibiotics per provider among all medical specialties, according to the Centers for Disease Control - a fact that contributes to concerns about increased resistance to antibiotics across all fields of medicine.\n\n\"It's clear that a safe alternative to oral antibiotics could have a huge benefit, and our data show spironolactone may be that alternative,\" said the study's lead author John S. Barbieri, MD, MBA, Dermatology chief resident at Penn. David J. Margolis, MD, PhD, a professor of Dermatology, was the study's senior author.\n\nSpironolactone, marketed under the name aldactone, is currently approved to treat high blood pressure, heart failure, and conditions that cause people to retain fluid. It blocks the effects of male hormones like androgen, meaning it's not an option to treat acne in men. However, those same anti-hormonal effects can help prevent acne outbreaks in women. As a result, some dermatologists use it to treat female acne patients.\n\nResearchers compared data on 6,684 women and girls taking spironolactone to 31,614 who were prescribed antibiotics. Within a year, 14.4 percent of spironolactone patients and 13.4 percent of antibiotic patients had switched to alternative treatments, suggesting each treatment was working at almost the same rate, despite the fact that tetracycline-class antibiotics are prescribed five times as frequently.\n\n\"These numbers suggest dermatologists should consider spironolactone first instead of antibiotics when it comes to women with acne,\" Barbieri said.\n\nIn addition to the benefits for antibiotic stewardship, Barbieri pointed to several studies showing long-term oral antibiotic use may be associated with antibiotic resistance, lupus, inflammatory bowel disease, and even colon and breast cancer.\n\n\"This indicates spironolactone may have a better safety profile than oral antibiotics, which is another factor that makes it such an appealing option,\" Barbieri said. He also noted spironolactone is less expensive, which may be relevant to patients with high deductibles or who are uninsured.\n\nSpironolactone is not approved for the treatment of acne by the U.S. Food and Drug Administration despite expert opinion supporting its use, and Barbieri says the findings of this study should be confirmed by a randomized controlled trial that directly compares the two treatment options.\n\n###\n\nPenn Medicine is one of the world's leading academic medical centers, dedicated to the related missions of medical education, biomedical research, and excellence in patient care. Penn Medicine consists of the Raymond and Ruth Perelman School of Medicine at the University of Pennsylvania (founded in 1765 as the nation's first medical school) and the University of Pennsylvania Health System, which together form a $7.8 billion enterprise.\n\nThe Perelman School of Medicine has been ranked among the top medical schools in the United States for more than 20 years, according to U.S. News & World Report's survey of research-oriented medical schools. The School is consistently among the nation's top recipients of funding from the National Institutes of Health, with $405 million awarded in the 2017 fiscal year.\n\nThe University of Pennsylvania Health System's patient care facilities include: The Hospital of the University of Pennsylvania and Penn Presbyterian Medical Center -- which are recognized as one of the nation's top \"Honor Roll\" hospitals by U.S. News & World Report -- Chester County Hospital; Lancaster General Health; Penn Medicine Princeton Health; Penn Wissahickon Hospice; and Pennsylvania Hospital -- the nation's first hospital, founded in 1751. Additional affiliated inpatient care facilities and services throughout the Philadelphia region include Good Shepherd Penn Partners, a partnership between Good Shepherd Rehabilitation Network and Penn Medicine, and Princeton House Behavioral Health, a leading provider of highly skilled and compassionate behavioral healthcare.\n\nPenn Medicine is committed to improving lives and health through a variety of community-based programs and activities. In fiscal year 2017, Penn Medicine provided more than $500 million to benefit our community.", "images": ["https://media.eurekalert.org/meganav/S11690 ACS SAN DIEGO graphic - 600x200.jpg", "https://media.eurekalert.org/meganav/AAAS-logo.png", "https://www.eurekalert.org/images/e4/logo-footer.png", "https://media.eurekalert.org/meganav/SfNMenuBanner2019.jpg", "https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://www.eurekalert.org/images/e4/logo-2x.png", "https://www.eurekalert.org/images/e4/brand.png", "https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.eurekalert.org/pub_releases/2018-06/uops-smb053018.php", "title": "Spironolactone may be an alternative to antibiotics in women's acne treatment", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "In a finding that suggests the potential for practice change that would reduce the use of antibiotics in dermatology, researchers in the Perelman School of Medicine at the University of Pennsylvania have found the diuretic drug spironolactone may be just as effective as antibiotics for the treatment of women's acne.", "keywords": "Medicine/Health, Dermatology, Pharmaceutical Science, Pharmaceutical Chemistry", "date": "Mon, 04 Jun 2018 04:00:00 GMT/UTC", "journal": "Journal of Drugs and Dermatology", "type": "research", "institution": "University of Pennsylvania School of Medicine", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "PennMedNews", "domain": "www.eurekalert.org", "title": "Spironolactone may be an alternative to antibiotics in women's acne treatment", "description": "In a finding that suggests the potential for practice change that would reduce the use of antibiotics in dermatology, researchers in the Perelman School of Medicine at the University of Pennsylvania have found the diuretic drug spironolactone may be just as effective as antibiotics for the treatment of women's acne."}, "og": {"title": "Spironolactone may be an alternative to antibiotics in women's acne treatment", "description": "In a finding that suggests the potential for practice change that would reduce the use of antibiotics in dermatology, researchers in the Perelman School of Medicine at the University of Pennsylvania have found the diuretic drug spironolactone may be just as effective as antibiotics for the treatment of women's acne.", "site_name": "EurekAlert!", "url": "https://www.eurekalert.org/pub_releases/2018-06/uops-smb053018.php", "image": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "pages/Penn‑Medicine/99556027612"}}, "movies": [], "publish_date": 1528430400.0, "source": "https://www.eurekalert.org", "summary": ""}