{"url": "https://web.archive.org/web/20161224135819/https://www.eurekalert.org/pub_releases/2016-12/tl-tlf122116.php", "text": "An experimental Ebola vaccine was highly protective against the deadly virus in a major trial in Guinea, according to results published today in The Lancet. The vaccine is the first to prevent infection from one of the most lethal known pathogens, and the findings add weight to early trial results published last year. [1]\n\nThe vaccine, called rVSV-ZEBOV [2], was studied in a trial involving 11,841 people in Guinea during 2015. Among the 5,837 people who received the vaccine, no Ebola cases were recorded 10 days or more after vaccination [3]. In comparison, there were 23 cases 10 days or more after vaccination among those who did not receive the vaccine.\n\nThe trial was led by the World Health Organization, together with Guinea's Ministry of Health and other international partners.\n\n\"While these compelling results come too late for those who lost their lives during West Africa's Ebola epidemic, they show that when the next Ebola outbreak hits, we will not be defenceless,\" said Dr Marie-Paule Kieny, WHO's Assistant Director-General for Health Systems and Innovation, and the study's lead author [4].\n\nThe vaccine's manufacturer, Merck, Sharpe & Dohme, this year received Breakthrough Therapy Designation from the United States Food and Drug Administration and PRIME status from the European Medicines Agency, enabling faster regulatory review of the vaccine once it is submitted.\n\nSince Ebola virus was first identified in 1976, sporadic outbreaks have been reported in Africa. But the 2013-2016 West African Ebola outbreak, which resulted in more than 11,300 deaths, highlighted the need for a vaccine.\n\nThe trial took place in the coastal region of Basse-Guinée, the area of Guinea still experiencing new Ebola cases when the trial started in 2015. The trial used an innovative design, a so-called \"ring vaccination\" approach - the same method used to eradicate small pox.\n\nWhen a new Ebola case was diagnosed, the research team traced all people who may have been in contact with that case within the previous 3 weeks, such as people who lived in the same household, were visited by the patient, or were in close contact with the patient, their clothes or linen, as well as certain \"contacts of contacts\". A total of 117 clusters (or \"rings\") were identified, each made up of an average of 80 people.\n\nInitially, rings were randomised to receive the vaccine either immediately or after a 3-week delay, and only adults over 18 years were offered the vaccine. After interim results were published showing the vaccine's efficacy, all rings were offered the vaccine immediately and the trial was also opened to children older than 6 years.\n\nIn addition to showing high efficacy among those vaccinated, the trial also shows that unvaccinated people in the rings were indirectly protected from Ebola virus through the ring vaccination approach (so-called \"herd immunity\"). However, the authors note that the trial was not designed to measure this effect, so more research will be needed.\n\n\"Ebola left a devastating legacy in our country. We are proud that we have been able to contribute to developing a vaccine that will prevent other nations from enduring what we endured\" said Dr KeÏta Sakoba, Coordinator of the Ebola Response and Director of the National Agency for Health Security in Guinea [4].\n\nTo assess safety, people who received the vaccine were observed for 30 minutes after vaccination, and at repeated home visits up to 12 weeks later. Approximately half reported mild symptoms soon after vaccination, including headache, fatigue and muscle pain but recovered within days without long-term effects. Two serious adverse events were judged to be related to vaccination (a febrile reaction and one anaphylaxis) and one was judged to be possibly related (influenza-like illness). All three recovered without any long term effects.\n\nIt was not possible to collect biological samples from people who received the vaccine in order to analyse their immune response. Other studies are looking at the immune response to the vaccine including one conducted in parallel to the ring trial among frontline Ebola workers in Guinea.\n\n\"This both historical and innovative trial was made possible thanks to exemplary international collaboration and coordination, the contribution of many experts worldwide, and strong local involvement,\" said Dr John-Arne Røttingen, Specialist Director at the Norwegian Institute of Public Health, and the chairman of the study steering group [4].\n\nIn January, GAVI, the Vaccine Alliance provided US$5 million to Merck towards the future procurement of the vaccine once it is approved, prequalified and recommended by WHO. As part of this agreement, Merck committed to ensure that 300,000 doses of the vaccine are available for emergency use in the interim, and to submit the vaccine for licensure by the end of 2017. Merck has also submitted the vaccine to WHO's Emergency Use and Assessment Listing procedure, a mechanism through which experimental vaccines, medicines and diagnostics can be made available for use prior to formal licensure.\n\nAdditional studies are ongoing to provide more data on the safety of the vaccine in children and other vulnerable populations such as people with HIV. In case of Ebola flare-ups prior to approval, access to the vaccine is being made available through a procedure called \"compassionate use\" that enables use of the vaccine after informed consent. Merck and WHO's partners are working to compile data to support license applications.\n\nThe rapid development of rVSV-EBOV contributed to the development of WHO's R&D; Blueprint, a global strategy to fast-track the development of effective tests, vaccines and medicines during epidemics.\n\nAlso published in The Lancet (embargo as above), is a phase 2 trial of a different Ebola vaccine candidate, the recombinant adenovirus type-5 Ebola vaccine. The trial was led by the Beijing Institute of Biotechnology and was conducted in Sierra Leone in 2015. It involved 500 healthy participants, followed for 6 months - 250 were given a high dose vaccine, 125 a low-dose and 125 a placebo. The study found that the vaccine was safe and induced an immune response that peaked at 28 days, but decreased during the six months post injection. One serious adverse event was reported, in an individual with a history of asthma. Further research on this vaccine is needed in order to assess its efficacy.\n\n###\n\nNOTES TO EDITORS\n\nThe rVSV-ZEBOV trial is funded by WHO, with support from the Wellcome Trust, the United Kingdom Department for International Development, the Norwegian Ministry of Foreign Affairs to the Norwegian Institute of Public Health through the Research Council of Norway, the Canadian Government through the Public Health Agency of Canada, Canadian Institutes of Health Research, International Development Research Centre and Department of Foreign Affairs, Trade and Development and Médecins Sans Frontières.\n\nThe trial team includes experts from The University of Bern, the University of Florida, the London School of Hygiene and Tropical Medicine, Public Health England, the European Mobile Laboratories among others. The trial was designed by a group of experts including the late Professor Donald A. Henderson of John Hopkins University, who led the WHO smallpox eradication effort by using the ring vaccination strategy.\n\n[1] http://www.thelancet.com/journals/lancet/article/PIIS0140-6736(15)61117-5/abstract\n\n[2] VSV-EBOV was developed by the Public Health Agency of Canada. The vaccine was licensed to NewLink Genetics, who in turn licensed it to Merck & Co. The vaccine works by replacing a gene from a harmless virus known as vesicular stomatitis virus (VSV) with a gene encoding an Ebola virus surface protein. The vaccine does not contain any live Ebola virus. Earlier trials have shown the vaccine to be protective in animals, and be safe and produce an immune response in humans.\n\n[3] Analysis only included cases occurring 10 days after receiving the vaccine to account for the incubation period of the Ebola virus.\n\n[4] Quotes direct from authors and cannot be found in the text of the Article.", "images": ["https://web.archive.org/web/20161224135819im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20161224135819im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20161224135819im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20161224135819im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20161224135819im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20161224135819im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20161224135819im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20161224135819im_/https://www.eurekalert.org/images/meganav/AM17-NoDate.png", "https://web.archive.org/web/20161224135819im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20161224135819im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20161224135819im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20161224135819im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20161224135819im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png"], "top_img": "https://web.archive.org/web/20161224135819im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20161224135819/https://www.eurekalert.org/pub_releases/2016-12/tl-tlf122116.php", "title": "The Lancet: Final trial results confirm Ebola vaccine provides high protection against disease", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "An experimental Ebola vaccine was highly protective against the deadly virus in a major trial in Guinea, according to results published today in The Lancet. The vaccine is the first to prevent infection from one of the most lethal known pathogens, and the findings add weight to early trial results published last year.", "keywords": "Medicine/Health", "date": "Thu, 22 Dec 2016 05:00:00 GMT", "journal": "Lancet", "type": "research", "institution": "The Lancet", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "TheLancet", "domain": "www.eurekalert.org", "title": "The Lancet: Final trial results confirm Ebola vaccine provides high protection against disease", "description": "An experimental Ebola vaccine was highly protective against the deadly virus in a major trial in Guinea, according to results published today in The Lancet. The vaccine is the first to prevent infection from one of the most lethal known pathogens, and the findings add weight to early trial results published last year."}, "og": {"title": "The Lancet: Final trial results confirm Ebola vaccine provides high protection against disease", "description": "An experimental Ebola vaccine was highly protective against the deadly virus in a major trial in Guinea, according to results published today in The Lancet. The vaccine is the first to prevent infection from one of the most lethal known pathogens, and the findings add weight to early trial results published last year.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20161224135819/https://www.eurekalert.org/pub_releases/2016-12/tl-tlf122116.php", "image": "https://web.archive.org/web/20161224135819im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "TheLancetMedicalJournal"}}, "movies": [], "publish_date": 1482987600.0, "source": "https://web.archive.org", "summary": ""}