{"url": "https://www.eurekalert.org/pub_releases/2017-11/aaos-sst111617.php", "text": "DARIEN, IL - Nov. 16, 2017 - A new study shows that positive airway pressure (PAP) therapy improves quality of life measures in people who have obstructive sleep apnea.\n\nResults show that there were significant and clinically meaningful improvements in general quality of life and sleep-related quality of life measures after the initiation of PAP therapy for sleep apnea. The improvements were more robust in those who were adherent to PAP therapy.\n\n\"Quality of life is one of the most vital outcomes for patients and often one of the primary reasons to seek medical attention,\" said lead author and principal investigator Dr. Harneet Walia, assistant professor at the Cleveland Clinic Lerner College of Medicine of Case Western Reserve University and staff at the Cleveland Clinic's Sleep Disorders Center. \"We noted consistent improvement in global and sleep-specific quality-of-life measures after PAP therapy.\"\n\nThe study is published in the Nov. 15 issue of the Journal of Clinical Sleep Medicine.\n\nNearly 30 million adults in the U.S. have obstructive sleep apnea, a chronic disease that involves the repeated collapse of the upper airway during sleep. Common warning signs include snoring and excessive daytime sleepiness. One treatment option for sleep apnea is PAP therapy, which uses mild levels of air pressure, provided through a mask, to keep the throat open while you sleep.\n\nThe study involved 2,027 patients with sleep apnea who began PAP therapy between Jan. 1, 2010, and Dec. 31, 2014. Participants had a mean age of 56 years, and about 54 percent were men. General quality of life measures, such as mobility and usual activity, were assessed using the European Quality of Life-5D (EQ-5D) questionnaire. Sleep-specific quality of life was examined with the Functional Outcomes of Sleep Questionnaire (FOSQ), which assesses the effect of sleep disorders and excessive daytime sleepiness on activities of daily living such as productivity and intimacy. Scores before and after up to one year of PAP therapy were compared.\n\nResults also show that older patients and those in a higher socioeconomic subgroup had better quality of life measures after PAP therapy.\n\n\"Our study also serves as a basis for targeted efforts to optimize quality of life in younger adults and lower socioeconomic subgroups,\" said Walia. \"This information will guide clinicians in terms of expected quality of life outcomes with sleep apnea treatment.\" The American Academy of Sleep Medicine previously identified quality of life as one of three sleep apnea outcome measures that clinicians can track to optimize care for adult patients. Implementation of a quality assurance program to track these quality measures can help improve patient outcomes, reduce the public health burden of sleep apnea, and provide a measurable standard for evaluating and managing sleep apnea.\n\n###\n\nThe study was funded by a scholar award from the Cleveland Clinic Neurological Institute-Center of Research Outcomes and Evaluation and by the National Heart, Lung, and Blood Institute (NHLBI) of the National Institutes of Health (NIH).\n\nFor a copy of the study, \"Impact of Sleep-Disordered Breathing Treatment on Quality of Life Measures in a Large Clinic-Based Cohort,\" or to arrange an interview with a study author or an AASM spokesperson, please contact the AASM at 630-737-9700 or media@aasm.org.", "images": ["https://media.eurekalert.org/meganav/S11690 ACS SAN DIEGO graphic - 600x200.jpg", "https://media.eurekalert.org/meganav/AAAS-logo.png", "https://media.eurekalert.org/multimedia_prod/pub/rel/156185_rel.jpg", "https://www.eurekalert.org/images/e4/logo-footer.png", "https://media.eurekalert.org/meganav/SfNMenuBanner2019.jpg", "https://www.eurekalert.org/multimedia/pub/web/156185_web.jpg", "https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://media.eurekalert.org/multimedia_prod/pub/web/156185_web.jpg", "https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://www.eurekalert.org/images/e4/logo-2x.png", "https://www.eurekalert.org/images/e4/brand.png", "https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://www.eurekalert.org/multimedia/pub/web/156185_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.eurekalert.org/pub_releases/2017-11/aaos-sst111617.php", "title": "Study shows therapy improves quality of life in people who have sleep apnea", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A new study shows that positive airway pressure (PAP) therapy improves quality of life measures in people who have obstructive sleep apnea.", "keywords": "Medicine/Health, Neurobiology, Sleep/Sleep Disorders", "date": "Thu, 16 Nov 2017 05:00:00 GMT/UTC", "funder": "Cleveland Clinic Neurological Institute-Center of Research Outcomes and Evaluation, NIH/National Heart, Lung, and Blood Institute", "journal": "Journal of Clinical Sleep Medicine", "type": "research", "institution": "American Academy of Sleep Medicine", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "AASMorg", "domain": "www.eurekalert.org", "title": "Study shows therapy improves quality of life in people who have sleep apnea", "description": "A new study shows that positive airway pressure (PAP) therapy improves quality of life measures in people who have obstructive sleep apnea."}, "og": {"title": "Study shows therapy improves quality of life in people who have sleep apnea", "description": "A new study shows that positive airway pressure (PAP) therapy improves quality of life measures in people who have obstructive sleep apnea.", "site_name": "EurekAlert!", "url": "https://www.eurekalert.org/pub_releases/2017-11/aaos-sst111617.php", "image": "https://www.eurekalert.org/multimedia/pub/web/156185_web.jpg", "type": "website"}, "fb": {"profile_id": "sleepmedicine"}}, "movies": [], "publish_date": 1510117200.0, "source": "https://www.eurekalert.org", "summary": ""}