{"url": "https://web.archive.org/web/20160411210513/http://www.eurekalert.org:80/pub_releases/2016-04/nu-pnb040816.php", "text": "Team develop a DNA-based test that determines the degree of fibrosis in the liver -- this could be a replacement for a liver biopsy\n\nNewcastle scientists and medics have developed a new type of genetic blood test that diagnoses scarring in the liver - even before someone may feel ill.\n\nIt is the first time an epigenetic signature in blood has been discovered which is diagnostic of the severity of fibrosis for people with Non-alcoholic Fatty Liver Disease (NAFLD).\n\nNAFLD, caused by being overweight or having diabetes, affects one in three people in the UK and may progress to cirrhosis and liver failure, requiring a transplant.\n\nScientific breakthrough\n\nPublishing in the academic journal GUT, the Newcastle team describe the proof of principle research in which they measure specific epigenetic markers to stratify NAFLD patients into mild or severe liver scarring, known as fibrosis.\n\nDr Quentin Anstee, Clinical Senior Lecturer at Newcastle University, Consultant Hepatologist within the Newcastle Hospitals and joint senior author explained what it could mean for patients: \"This scientific breakthrough has great promise because the majority of patients show no symptoms.\n\n\"Routine blood tests can't detect scarring of the liver and even more advanced non-invasive tests can really only detect scarring at a late stage when it is nearing cirrhosis. We currently have to rely on liver biopsy to measure fibrosis at its early stages - by examining a piece of the liver under the microscope.\n\n\"We know that the presence of even mild fibrosis of the liver predicts a worse long-term outcome for patients with NAFLD and so it's important to be able to detect liver scarring at an early stage.\"\n\nProviding a scale of damage\n\nIn this first stage of research the team developed the blood analysis in 26 patients with NAFLD. The test detects chemical changes on tiny amounts of \"cell-free\" DNA that are released into the blood when liver cells are injured. Changes in DNA methylation at genes like PPARγ that controls scar formation are then used to stratify patients by fibrosis severity.\n\nSenior author Dr Jelena Mann of Newcastle University's Institute for Cellular Medicine added: \"This is the first time that a DNA methylation 'signature' from the blood has been shown to match the severity of a liver disease.\n\n\"It opens up the possibility of an improved blood test for liver fibrosis in the future.\"\n\nDr Timothy Hardy is a hepatology registrar within Newcastle Hospitals and a Medical Research Council-funded clinical research training fellow at the University. He conducted the research as part of his PhD project and said: \"We are now working on confirming these findings in a larger group of patients.\n\n\"If we are able to accurately tell the extent of a person's liver damage with a blood test, and even track the scarring as it gets better or worse, it could provide reassurance for patients, save NHS resources and avoid patients having to undergo a liver biopsy.\"\n\nThis research is part of Newcastle University's response to the challenges and opportunities presented by an ageing population. Newcastle University is a world leader in the field at its Campus for Ageing and Vitality, the location for a new £40m National Centre for Ageing Science and Innovation (NASI). This research was supported by the National Institute for Health Research (NIHR) Biomedical Research Centre.\n\nThe research was made possible through Newcastle Academic Health Partners, a collaboration involving Newcastle Upon Tyne Hospitals NHS Foundation Trust, Northumberland, Tyne and Wear NHS Foundation Trust and Newcastle University. This partnership harnesses world-class expertise to ensure patients benefit sooner from new treatments, diagnostics and prevention strategies.\n\n###\n\nReference\n\nPlasma DNA Methylation: A Potential Biomarker for Stratification of Liver Fibrosis in Non Alcoholic Fatty Liver Disease. Timothy Hardy, Mujdat Zeybel, Christopher P. Day, Christian Dipper, Steven Masson, Stuart McPherson, Elsbeth Henderson, Dina Tiniakos, Steve White, Jeremy French, Derek A. Mann, Quentin M. Anstee and Jelena Mann.\n\nGut: DOI 10.1136/gutjnl-2016-311526\n\n4 stages of Non-alcoholic Fatty Liver Disease\n\nNAFLD is very common in patients who are overweight, obese or have type 2 diabetes. It develops in four stages. Most people will only ever develop the first stage, usually without realising it.\n\nIn a small number of cases it can progress and eventually lead to liver damage, cirrhosis and liver cancer if not detected and managed.\n\nThe main stages of NAFLD are:\n\n1. Steatosis (\"fatty liver\") - a build-up of fat in the liver cells that is often picked up as an incidental finding during tests carried out for another reason\n\n2. Non-alcoholic steatohepatitis (NASH) - a more serious form of NAFLD, where the liver has become inflamed; this is estimated to affect up to 5% of the UK population\n\n3. Fibrosis - where persistent inflammation causes scar tissue to form in the liver, but the liver is still able to function normally\n\n4. Cirrhosis - the most severe stage, occurring after years of inflammation, where the liver shrinks and becomes scarred and lumpy; this damage is permanent and can lead to liver failure (where the liver stops working properly) and liver cancer\n\nIt can take years for fibrosis or cirrhosis to develop and the presence of this scarring predicts those people with the worse prognosis. It's important to make lifestyle changes to prevent the disease from getting worse.\n\n(INFORMATION MODIFIED FROM NHS CHOICES, WITH UPDATES BASED ON CURRENT EVIDENCE)", "images": ["https://web.archive.org/web/20160411210513im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160411210513im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20160411210513im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160411210513im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160411210513im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160411210513im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160411210513im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160411210513im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20160411210513im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160411210513im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160411210513im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160411210513im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160411210513im_/http://www.eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20160411210513im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160411210513/http://www.eurekalert.org/pub_releases/2016-04/nu-pnb040816.php", "title": "Promising new blood test is first of its kind to detect liver scarring", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Newcastle scientists and medics have developed a new type of genetic blood test that diagnoses scarring in the liver -- even before someone may feel ill.", "keywords": "Genetics, Medicine/Health, Aging, Internal Medicine, Liver, Diabetes, Genes", "date": "Fri, 08 Apr 2016 04:00:00 GMT", "journal": "Gut", "type": "research", "institution": "Newcastle University", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "UniofNewcastle", "domain": "www.eurekalert.org"}, "og": {"title": "Promising new blood test is first of its kind to detect liver scarring", "description": "Newcastle scientists and medics have developed a new type of genetic blood test that diagnoses scarring in the liver -- even before someone may feel ill.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160411210513/http://www.eurekalert.org/pub_releases/2016-04/nu-pnb040816.php", "image": "https://web.archive.org/web/20160411210513im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "newcastleuniversity"}}, "movies": [], "publish_date": 1461902400.0, "source": "https://web.archive.org", "summary": ""}