{"url": "http://www.prnewswire.com/news-releases/new-biochip-based-blood-test-detects-elevated-risk-for-alzheimers-disease-300308429.html", "text": "PHILADELPHIA, Aug. 3, 2016 /PRNewswire-USNewswire/ -- Researchers today unveiled results from a new blood test to help identify which patients are at an elevated risk of Alzheimer's disease. The findings, presented at the 68th AACC Annual Scientific Meeting & Clinical Lab Expo in Philadelphia, showed that the biochip test, which allows multiple tests to be run on one blood sample, was as accurate as existing molecular tests that analyze DNA.\n\n\"This is the first time that we have used this biochip technology to test for an increased risk of Alzheimer's disease,\" said Emma C. Harte, PhD, a research scientist at Randox Laboratories. \"This type of testing is important in our quest to understand and diagnose Alzheimer's and empower patients to understand risks, consider medication, and even make early lifestyle changes.\"\n\nThis test detects the presence of a protein in the blood produced by a specific variation of the apolipoprotein gene (ApoE4), which is associated with increased risk of developing Alzheimer's disease. The apolipoprotein gene is inherited from each parent and when a patient inherits the ApoE4 variant from one parent they have a three times greater risk of developing Alzheimer's disease, whereas a patient who inherits ApoE4 from both parents is eight-to-12 times more likely to develop the disease.\n\nTo verify the accuracy of the biochip test, 384 samples were analyzed and results compared to those from a standard molecular diagnostic test. Researchers from Randox Laboratories collaborated with research colleagues at the Medical University of Vienna and found that results from the two tests were in 100% agreement. As biochip tests allow clinicians and researchers to quickly run multiple tests on one sample of blood, this new test is also faster and more affordable than the standard DNA test, producing results in only three hours. This enables doctors to predict the risk of an individual developing Alzheimer's disease.\n\n\"Pairing this test with medical and family history for risk of Alzheimer's disease has the real potential to advance personalized medicine,\" said Harte. \"This fast, accurate testing will allow doctors and patients to make more informed choices earlier to potentially slow the possible progress of Alzheimer's.\"\n\nIn addition to this study, researchers will present the latest in Alzheimer's disease at the AACC Annual Scientific Meeting & Clinical Lab Expo, including:\n\nSession Information\n\nRegistration for the AACC Annual Scientific Meeting is free for members of the media. Reporters can register online here: https://www.xpressreg.net/register/aacc0716/media/landing.asp\n\nScientific Poster B-124: Development of a New Biochip Array for ApoE4 Classification from Plasma Samples Using Immunoassay Based Methods\n\nWednesday, August 3\n\n9:30 a.m. – 5 p.m. (presenting author in attendance from 12:30–1:30 p.m.)\n\nScientific Posters A-118, A-119, A-135, and A-180\n\nTuesday, August 2\n\n9:30 a.m. – 5 p.m. (presenting author in attendance from 12:30–1:30 p.m.)\n\nAll scientific posters will be on display in the Terrace Ballroom at the Pennsylvania Convention Center in Philadelphia.\n\nAbout the 68th AACC Annual Scientific Meeting & Clinical Lab Expo\n\nThe AACC Annual Scientific Meeting offers 5 days packed with opportunities to learn about exciting science from July 31–August 4. Plenary sessions feature the latest research on the use of and testing for cannabis, combating premature death due to preventable causes such as tobacco and alcohol, the development of an \"intelligent\" surgical knife, programmable bio-nano-chips, and the epigenetic causes of disease.\n\nAt the AACC Clinical Lab Expo, more than 750 exhibitors will fill the show floor of Philadelphia's Pennsylvania Convention Center, with displays of the latest diagnostic technology, including but not limited to mobile health, molecular diagnostics, mass spectrometry, point-of-care, and automation.\n\nAbout AACC\n\nDedicated to achieving better health through laboratory medicine, AACC brings together more than 50,000 clinical laboratory professionals, physicians, research scientists, and business leaders from around the world focused on clinical chemistry, molecular diagnostics, mass spectrometry, translational medicine, lab management, and other areas of progressing laboratory science. Since 1948, AACC has worked to advance the common interests of the field, providing programs that advance scientific collaboration, knowledge, expertise, and innovation. For more information, visit www.aacc.org.\n\nChristine DeLong\n\nAACC\n\nManager, Communications & PR\n\n(p) 202.835.8722\n\ncdelong@aacc.org\n\nMolly Polen\n\nAACC\n\nDirector of Communications & PR\n\n(p) 202.420.7612\n\n(c) 703.598.0472\n\nmpolen@aacc.org\n\nLogo - http://photos.prnewswire.com/prnh/20130701/PH41045LOGO\n\nSOURCE AACC\n\nRelated Links\n\nhttp://www.aacc.org\n\n", "images": ["http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png", "http://photos.prnewswire.com/prnfull/20130701/PH41045LOGO?max=200", "http://photos.prnewswire.com/prnthumb/20130701/PH41045LOGO"], "top_img": "http://photos.prnewswire.com/prnthumb/20130701/PH41045LOGO", "keywords": [], "authors": [], "canonical_link": "https://www.prnewswire.com/news-releases/new-biochip-based-blood-test-detects-elevated-risk-for-alzheimers-disease-300308429.html", "title": "New Biochip-Based Blood Test Detects Elevated Risk for Alzheimer's Disease", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "PHILADELPHIA, Aug. 3, 2016 /PRNewswire-USNewswire/ -- Researchers today unveiled results from a new blood test to help identify which patients are at an...", "author": "AACC", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "New Biochip-Based Blood Test Detects Elevated Risk for Alzheimer's Disease", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "pennsylvania", "date": "2016-08-03T10:12:00-04:00", "keywords": "AACC,Health Care & Hospitals ,Medical Pharmaceuticals ,Biometrics ,Biotechnology ,Surveys, Polls and Research ,Not For Profit ,Clinical Trials & Medical Discoveries", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "New Biochip-Based Blood Test Detects Elevated Risk for Alzheimer's Disease", "description": "PHILADELPHIA, Aug. 3, 2016 /PRNewswire-USNewswire/ -- Researchers today unveiled results from a new blood test to help identify which patients are at an..."}, "og": {"title": "New Biochip-Based Blood Test Detects Elevated Risk for Alzheimer's Disease", "type": "website", "description": "PHILADELPHIA, Aug. 3, 2016 /PRNewswire-USNewswire/ -- Researchers today unveiled results from a new blood test to help identify which patients are at an...", "image": "http://photos.prnewswire.com/prnthumb/20130701/PH41045LOGO", "url": "https://www.prnewswire.com/news-releases/new-biochip-based-blood-test-detects-elevated-risk-for-alzheimers-disease-300308429.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}