{"url": "https://web.archive.org/web/20160413174410/http://www.eurekalert.org/pub_releases/2016-04/tes-amh040116.php", "text": "Boston, MA-- The investigational drug abaloparatide-SC (subcutaneous) may help increase bone mineral density in postmenopausal women with osteoporosis and reduce their risk of vertebral and nonvertebral fractures, new industry-sponsored research suggests. The results of the pre-specified subgroup analysis within the ACTIVE clinical trial will be presented Friday, April 1, at ENDO 2016, the annual meeting of the Endocrine Society, in Boston.\n\nAccording to lead study author Felicia Cosman, MD, osteoporosis specialist and Medical Director of the Clinical Research Center at Helen Hayes Hospital, Senior Clinical Director of the National Osteoporosis Foundation and Professor of Medicine at Columbia University, who is a consultant to Radius Health, Inc., in Waltham, Massachusetts, \"Abaloparatide-SC increased bone mineral density in both the spine and hip and reduced the risk of vertebral and nonvertebral fractures consistently in postmenopausal women with osteoporosis regardless of their baseline patient characteristics, including age, bone mineral density, and whether or not they had prior fractures.\"\n\nThe researchers investigated patients enrolled in the randomized, double-blind, comparative, multicenter international phase 3 ACTIVE trial to evaluate the efficacy and safety of 80 micrograms of abaloparatide-SC in preventing fractures in otherwise healthy, ambulatory, postmenopausal women with osteoporosis. Osteoporosis was defined broadly, using both BMD criteria as well as recent history of nonvertebral fracture and confirmed prevalent vertebral fracture on x-ray. Overall, 2,463 patients between 49 and 86 years of age were randomized to one of three treatment arms for 18 months: double-blind 80 micrograms of abaloparatide-SC, blind-matched placebo, or open-label 20 micrograms of subcutaneous teriparatide (an FDA-approved prescription drug known to increase bone density and strength).\n\nAt 18 months, abaloparatide-SC significantly increased bone mineral density from baseline at the lumbar spine by 9.2%, the total hip by 3.4% and the femoral neck by 2.9%, compared with placebo. Abaloparatide-SC also reduced new vertebral fractures by 86%, nonvertebral fractures by 43%, clinical fractures by 43%, and major osteoporotic fractures by 70% compared with placebo after 18 months of treatment. The drug also reduced major osteoporotic fractures by 55% compared with teriparatide and increased bone density to a greater extent in the hip region compared with teriparatide.\n\nThe authors found that the risk of new vertebral or nonvertebral fractures dropped consistently among the participants taking abaloparatide-SC, irrespective of their baseline risk factors; and they found an increase in bone mineral density by abaloparatide in each of the baseline risk subgroups.\n\nThe data suggest that abaloparatide appears to be an effective treatment for a broad group of postmenopausal women with osteoporosis.\n\nThe study was funded by Radius Health, Inc.\n\n###\n\nEndocrinologists are at the core of solving the most pressing health problems of our time, from diabetes and obesity to infertility, bone health, and hormone-related cancers. The Endocrine Society is the world's oldest and largest organization of scientists devoted to hormone research and physicians who care for people with hormone-related conditions.", "images": ["https://web.archive.org/web/20160413174410im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20160413174410im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160413174410im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20160413174410im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160413174410im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160413174410im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160413174410im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160413174410im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160413174410im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160413174410im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160413174410im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160413174410im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160413174410im_/http://www.eurekalert.org/images/e4/brand.png"], "top_img": "https://web.archive.org/web/20160413174410im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160413174410/http://www.eurekalert.org/pub_releases/2016-04/tes-amh040116.php", "title": "Abaloparatide may help prevent fractures in postmenopausal women with osteoporosis", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "The investigational drug abaloparatide-SC (subcutaneous) may help increase bone mineral density in postmenopausal women and reduce their risk of fracture, new industry-sponsored research suggests. The results of the subgroup analysis within the ACTIVE clinical trial will be presented Friday, April 1, at ENDO 2016, the annual meeting of the Endocrine Society in Boston.", "keywords": "Biochemistry, Cell Biology, Medicine/Health, Endocrinology, Gerontology, Aging, Orthopedic Medicine", "date": "Sun, 03 Apr 2016 04:00:00 GMT", "funder": "Radius Health", "type": "research", "institution": "The Endocrine Society", "meeting": "ENDO 2016", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "EndoMedia", "domain": "www.eurekalert.org"}, "og": {"title": "Abaloparatide may help prevent fractures in postmenopausal women with osteoporosis", "description": "The investigational drug abaloparatide-SC (subcutaneous) may help increase bone mineral density in postmenopausal women and reduce their risk of fracture, new industry-sponsored research suggests. The results of the subgroup analysis within the ACTIVE clinical trial will be presented Friday, April 1, at ENDO 2016, the annual meeting of the Endocrine Society in Boston.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160413174410/http://www.eurekalert.org/pub_releases/2016-04/tes-amh040116.php", "image": "https://web.archive.org/web/20160413174410im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "EndocrineSociety"}}, "movies": [], "publish_date": 1461902400.0, "source": "https://web.archive.org", "summary": ""}