{"url": "https://web.archive.org/web/20160212082226/http://www.eurekalert.org/pub_releases/2016-02/uol-nmf021016.php", "text": "A research team from the University of Liverpool has reached an important milestone towards creating a urine diagnostic test for prostate cancer that could mean that invasive diagnostic procedures that men currently undergo eventually become a thing of the past.\n\n'The use of a gas chromatography (GC)-sensor system combined with advanced statistical methods towards the diagnosis of urological malignancies', published today in the Journal of Breath Research, describes a diagnostic test using a special tool to 'smell' the cancer in men's urine.\n\nWorking in collaboration with the University of the West of England's (UWE Bristol) Urological Institute team at Southmead Hospital and Bristol Royal Infirmary, the pilot study included 155 men presenting to urology clinics. Of this group, 58 were diagnosed with prostate cancer, 24 with bladder cancer and 73 with haematuria or poor stream without cancer. The results of the pilot study using the GC sensor system indicate that it is able to successfully identify different patterns of volatile compounds that allow classification of urine samples from patients with urological cancers.\n\nUrgent need for earlier diagnosis\n\nProfessor Chris Probert from the University of Liverpool's Institute of Translational Medicine began work on this project with UWE Bristol when he was working in Bristol as a gastroenterologist with clinical and research interest in inflammatory bowel disease.\n\nThe research team used a gas chromatography sensor system called Odoreader that was developed by a team led by Professor Probert and Professor Norman Ratcliffe at UWE Bristol. The test involves inserting urine samples into the Odoreader that are then measured using algorithms developed by the research team at the University of Liverpool and UWE Bristol.\n\nProfessor Probert said: \"There is an urgent need to identify these cancers at an earlier stage when they are more treatable as the earlier a person is diagnosed the better. After further sample testing the next step is to take this technology and put it into a user friendly format. With help from industry partners we will be able to further develop the Odoreader, which will enable it to be used where it is needed most; at a patient's bedside, in a doctor's surgery, in a clinic or Walk In Centre, providing fast, inexpensive, accurate results.\"\n\nLike an electronic nose\n\nProfessor Norman Ratcliffe said, \"There is currently no accurate test for prostate cancer, the vagaries of the PSA test indicators can sometimes result in unnecessary biopsies, resulting in psychological toll, risk of infection from the procedure and even sometimes missing cancer cases. Our aim is to create a test that avoids this procedure at initial diagnosis by detecting cancer in a non-invasive way by smelling the disease in men's urine. A few years ago we did similar work to detect bladder cancer following a discovery that dogs could sniff out cancer. We have been using the Odoreader, which is like an electronic nose to sense the cancer.\"\n\n\"The Odoreader has a 30 metre column that enables the compounds in the urine to travel through at different rates thus breaking the sample into a readable format. This is then translated into an algorithm enabling detection of cancer by reading the patterns presented. The positioning of the prostate gland which is very close to the bladder gives the urine profile a different algorithm if the man has cancer.\"\n\nMr Raj Prasad, Consultant Urologist at Southmead Hospital, North Bristol NHS Trust, said: \"If this test succeeds at full medical trial it will revolutionise diagnostics. Even with detailed template biopsies there is a risk that we may fail to detect prostate cancer in some cases. Currently indicators such as diagnosed prostatomegaly (enlarged prostate) and unusually high PSA levels can lead to recommendations for biopsy if there is a concern that cancer may be prevalent. An accurate urine test would mean that many men who currently undergo prostate biopsy may not need to do so.\"\n\n###\n\nThe pilot trial was funded by the Rotary Club in Bristol who held annual Run for the Future events in Bristol.\n\nThe research team is now looking to fund a full clinical trial.\n\nA video in which Professor Probert explains how the machine works can be found here", "images": ["https://web.archive.org/web/20160212082226im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160212082226im_/http://media.eurekalert.org/multimedia_prod/pub/rel/108740_rel.jpg", "https://web.archive.org/web/20160212082226im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160212082226im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160212082226im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20160212082226im_/http://www.eurekalert.org/images/meganav/AM16-NoDate.png", "https://web.archive.org/web/20160212082226im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160212082226im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20160212082226im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160212082226im_/http://media.eurekalert.org/multimedia_prod/pub/web/108740_web.jpg", "https://web.archive.org/web/20160212082226im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160212082226im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160212082226im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160212082226im_/http://www.eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20160212082226im_/http://media.eurekalert.org/multimedia_prod/pub/web/108740_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160212082226/http://www.eurekalert.org/pub_releases/2016-02/uol-nmf021016.php", "title": "New milestone for device that can 'smell' prostate cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A research team from the University of Liverpool has reached an important milestone towards creating a urine diagnostic test for prostate cancer that could mean that invasive diagnostic procedures that men currently undergo eventually become a thing of the past.", "keywords": "Biochemistry, Medicine/Health, Cancer, Prostate Cancer, Clinical Trials, Aging, Biomedical/Environmental/Chemical Engineering", "date": "Thu, 11 Feb 2016 05:00:00 GMT", "journal": "Journal of Breath Research", "type": "research", "institution": "University of Liverpool", "region": "europe", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "livuninews", "domain": "www.eurekalert.org"}, "og": {"title": "New milestone for device that can 'smell' prostate cancer", "description": "A research team from the University of Liverpool has reached an important milestone towards creating a urine diagnostic test for prostate cancer that could mean that invasive diagnostic procedures that men currently undergo eventually become a thing of the past.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160212082226/http://www.eurekalert.org/pub_releases/2016-02/uol-nmf021016.php", "image": "https://web.archive.org/web/20160212082226im_/http://media.eurekalert.org/multimedia_prod/pub/web/108740_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1456722000.0, "source": "https://web.archive.org", "summary": ""}