{"url": "https://www.eurekalert.org/pub_releases/2018-04/jhm-ndc040918.php", "text": "Adding the monoclonal antibody drug trastuzumab--already used to treat certain breast cancers--to the chemotherapy regimen of women with a rare form of uterine cancer lengthens the amount of time their tumors are kept from growing, according to Johns Hopkins Medicine researchers conducting a small phase II trial of the regimen, testing its safety and value.\n\nThe results of the trial, published online ahead of print on March 27 in the Journal of Clinical Oncology, show that the drug extended the length of time to tumor progression by four to eight months in the seven-year trial. The researchers say this may lead to new national guidelines for treating this cancer subtype, known as uterine serous carcinoma.\n\nUterine serous carcinoma makes up less than 10 percent of all cancers of the endometrium, or lining of the womb, diagnosed in the United States each year, but it accounts for more than a third of the 10,000 endometrial cancer deaths annually. The aggressive carcinomas often don't cause symptoms until they've begun to spread throughout the body. As a result, the average time that standard chemotherapy and surgical treatments can keep the tumor from growing or spreading--known as progression-free survival--is only about eight months.\n\n\"The fact that these tumors grow rapidly, but also have a propensity to spread to lymph nodes and other organs very early, is a double whammy for women,\" says Amanda Fader, M.D., associate professor of gynecology and obstetrics at the Johns Hopkins University School of Medicine, and first author of the new study.\n\nFader and her colleagues knew that about 30 percent of all uterine serous carcinomas test positive for HER2/neu, a receptor protein that is also overexpressed in about 10 percent of all breast cancers. Trastuzumab binds to and blocks HER2/neu, keeping it from driving tumor growth, and has been shown to be effective in so-called HER2 positive breast cancers.\n\nFrom August 2011 through March 2017, Fader, Alessandro Santin, M.D., professor of gynecology and obstetrics at Yale University, and collaborators at 11 other cancer treatment centers in the U.S. randomly assigned 61 women with uterine serous carcinoma, being seen at the participating institutions, to receive either the standard chemotherapeutic regimen--a combination of the drugs carboplatin and paclitaxel--or those drugs plus trastuzumab. Some 41 of the patients had stage 3 or 4 uterine serous carcinoma--known as advanced disease--and 17 had recurrent uterine serous carcinoma. All tested positive for the HER2/neu receptor.\n\nAmong all patients, the 28 controls receiving only the standard carboplatin and paclitaxel combination had an average progression-free survival time of eight months, and the 30 who received trastuzumab in addition had an average progression-free survival time of 12.6 months. However, the difference was even more profound in the 41 patients with advanced disease, whose progression-free survival time went from an average of 9.3 months to 17.9 months with the addition of trastuzumab.\n\n\"Even an improvement of a few months may be quite meaningful for women with these cancers,\" says Fader, who is also affiliated with the Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins.\n\nAmong patients with recurrent disease, progression-free survival time increased from an average of six months to 9.2 months. The difference, Fader says, may be that these patients have been heavily treated in the past, are more likely to have overall poorer health and are more likely to have mutated or heterogeneous tumors, or tumors with different levels of HER2 expression.\n\nFollow-up studies of the women who remain alive--who now number 35--continue, the researchers say, to track the impact of trastuzumab on overall survival time even after tumor progression. But the results of the trial, they add, were strong enough to warrant submission to the National Comprehensive Cancer Network, which guides the design of standard treatment plans around the country.\n\nFader cautions that a larger study of the drug combination, or other combinations, is needed to confirm the findings and potentially extend survival even more. She notes that using trastuzumab to selectively treat uterine serous carcinoma that express HER2/neu is part of a broader trend at Johns Hopkins and other cancer centers to use the tools of tailored therapy, or precision medicine, based on the molecular and genetic makeup of tumors and patients.\n\n###\n\nOther authors of the paper are Dana M. Roque of the University of Maryland; Paul Celano of Greater Baltimore Medical Center; William Lowery of Walter Reed Medical Center; Eric Siegel of the University of Arkansas for Medical Sciences; Natalia Buza, Pei Hui, Osama Abdelghany, Stefania Bellone, Masoud Azodi, Babak Litkouhi, Elena Ratner, Dan-Arin Silasi, Peter E. Schwartz and Alessandro D. Santin of the Yale University School of Medicine; Setsuko K. Chambers of the University of Arizona; Angeles Alvarez Secord and Laura Havrilesky of Duke University School of Medicine; David M. O'Malley and Floor Backes of The Ohio State University School of Medicine; Nicole Nevadunsky of Montefiore Medical Center; Babak Edraki of John Muir Medical Center; Dirk Pikaart of the Penrose Cancer Center-St Francis; and Karim S. ElSahwi of Meridian Health.\n\nThe study trial was funded by Genentech-Roche. The drug used in this research was also provided by Genentech-Roche, which makes one brand of trastuzumab.\n\nCOI: Amanda Fader has reported a consulting or advisory role for Merck, which also makes HERher2- blocking drugs. Fader no longer holds that role.", "images": ["https://media.eurekalert.org/meganav/S11690 ACS SAN DIEGO graphic - 600x200.jpg", "https://media.eurekalert.org/meganav/AAAS-logo.png", "https://www.eurekalert.org/images/e4/logo-footer.png", "https://media.eurekalert.org/meganav/SfNMenuBanner2019.jpg", "https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://www.eurekalert.org/images/e4/logo-2x.png", "https://www.eurekalert.org/images/e4/brand.png", "https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.eurekalert.org/pub_releases/2018-04/jhm-ndc040918.php", "title": "New drug combo improves survival of women with rare uterine cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Adding the monoclonal antibody drug trastuzumab -- already used to treat certain breast cancers -- to the chemotherapy regimen of women with a rare form of uterine cancer lengthens the amount of time their tumors are kept from growing, according to Johns Hopkins Medicine researchers conducting a small phase II trial of the regimen, testing its safety and value", "keywords": "Medicine/Health, Cancer, Gynecology", "date": "Tue, 10 Apr 2018 04:00:00 GMT/UTC", "funder": "Genentech-Roche", "journal": "Journal of Clinical Oncology", "type": "research", "institution": "Johns Hopkins Medicine", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "HopkinsMedicine", "domain": "www.eurekalert.org", "title": "New drug combo improves survival of women with rare uterine cancer", "description": "Adding the monoclonal antibody drug trastuzumab -- already used to treat certain breast cancers -- to the chemotherapy regimen of women with a rare form of uterine cancer lengthens the amount of time their tumors are kept from growing, according to Johns Hopkins Medicine researchers conducting a small phase II trial of the regimen, testing its safety and value"}, "og": {"title": "New drug combo improves survival of women with rare uterine cancer", "description": "Adding the monoclonal antibody drug trastuzumab -- already used to treat certain breast cancers -- to the chemotherapy regimen of women with a rare form of uterine cancer lengthens the amount of time their tumors are kept from growing, according to Johns Hopkins Medicine researchers conducting a small phase II trial of the regimen, testing its safety and value", "site_name": "EurekAlert!", "url": "https://www.eurekalert.org/pub_releases/2018-04/jhm-ndc040918.php", "image": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "Johns.Hopkins.Medicine"}}, "movies": [], "publish_date": 1523160000.0, "source": "https://www.eurekalert.org", "summary": ""}