{"url": "https://www.uta.edu/news/releases/2018/05/Tang%20Cancer%20trap.php", "text": "The University of Texas at Arlington has successfully patented in Europe an implantable medical device that attracts and kills circulating cancer cells that was invented by a faculty member. This cancer trap can be used for early diagnosis and treatment of metastasized cancer.\n\n“Our cancer trap works just like a roach motel, where you put in some bait and the roach goes there and dies,” said Liping Tang, UTA bioengineering professor and leader of the research. “We are putting biological agents in a cancer trap to attract and kill cancer cells.\n\n“This method is effective for both diagnosing and treating metastasis cancer and can be used in combination with traditional chemotherapy and radiation therapy,” he added.\n\nCurrently, there are many treatments for primary tumors but they do little to prevent metastasis and stray cancer cells from relocating to another part of the body. Surgical removal of cancerous tissue also can spur the spread of cancer in the body. While there are drugs given to patients after surgery to prevent cancer cells from adhering to each other or other tissues, these drugs do not rid the body of cancer cells or collect them to allow an assessment of the patient’s status.\n\n“We have made a nano-sized device that we can put under the skin using an injection needle to recruit the cancer cells into a small area where we can treat them with less overall side effects to the whole body,” Tang said.\n\n“So the cancer trap is really complementary to current cancer treatments and especially beneficial at the early stages when it is difficult to see if the cancer is spreading as there are few cancer cells. We have also found it very effective in late stage cancers to stop the spread of the disease and to prolong lifespan,” he added.\n\nLiping Tang, UTA bioengineering professor and inventor of the cancer trap\n\nThe cancer trap works by releasing different chemokines or regulatory proteins to attract circulating cancer cells and then expose them to chemotherapeutic agents to eradicate potential spreading. The trap has been tested in the lab and proved effective on many kinds of cancer cells, including melanoma, prostate cancer, breast cancer, lung cancer, leukemia and esophageal cancer.\n\n“We are hoping to move toward clinical trials in the next few years as this technology could potentially significantly increase the lifespan of cancer patients,” Tang said.\n\nThis work on cancer forms part of a larger program at UTA where more than 30 faculty from different colleges and disciplines are developing new solutions to attack this disease.\n\nWith more than $4 million in research expenditures in 2017, UTA’s program for cancer encompasses basic cancer research, identification and diagnostics, as well as in noninvasive, midterm, invasive and postoperative therapies. UTA’s multidisciplinary research teams harness proficiencies from across science, engineering, computer science, nursing and kinesiology to tackle the challenges of precision oncology and cancer treatment.\n\nTang’s expertise encompasses a broad area, including stem cells, tissue engineering, nanotechnology, biocompatibility, biomaterials, inflammation, infection and fibrosis. He has published much of his work in high impact journals, including Biomaterials, Journal of Clinical Investigation, Proceedings of the National Academy of Sciences, Blood, Journal of Experimental Medicine, and Tissue Engineering.\n\n“Tang is a remarkable innovator and internationally recognized researcher,” said Michael Cho, UTA’s chair of bioengineering. “His work is a clear example of UTA’s strategic focus on health and the human condition and of the strength of multidisciplinary work.”", "images": ["https://cdn.web.uta.edu/-/media/feature/header/uta-logo.ashx?revision=c825792e-43a2-4634-98b1-bb046df48ed1&h=194&w=493&la=en&hash=EA7D894E6230FC53078511D11F24A050", "https://cdn.web.uta.edu/-/media/feature/footer/social-links/logo.ashx?revision=c8b44bc6-72a5-4dcc-a6e9-c19ee0080bb3&h=29&w=314&la=en&hash=114CE155DC3E9205A466081136738448", "https://cdn.web.uta.edu/-/media/project/website/news/imported/cancer-trap.ashx?la=en&revision=07a82716-3d6b-4139-8942-d37aa6e49394&hash=B6FB76ED923B7C62E0E6CE04F8BD1566", "https://cdn.web.uta.edu/-/media/project/website/news/imported/tang-osteoarthritis.ashx?la=en&revision=40d2972b-b839-4b2b-b14d-d8c871b65530&hash=51F44CE6D39C646F81FF0DD2EB582D53", "https://www.uta.edu/assets/images/apple-touch-icon.png"], "top_img": "https://www.uta.edu/assets/images/apple-touch-icon.png", "keywords": [], "authors": [], "canonical_link": "https://www.uta.edu/news/news-releases/2018/05/14/tang-cancer-trap", "title": "UTA researcher patents “roach motel” for cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1", "og": {"url": "www.uta.edu/news/news-releases/2018/05/14/tang-cancer-trap", "site_name": "The University of Texas at Arlington"}, "twitter": {"site": "The University of Texas at Arlington"}}, "movies": [], "publish_date": null, "source": "https://www.uta.edu", "summary": ""}