{"url": "http://mailchi.mp/ed3eb5148db0/simple-electrocardiogram-can-determine-whether-a-patient-has-major-depression-or-bipolar-disorder-study-finds?e=4283fcaf6b", "text": "MAYWOOD, IL – A groundbreaking Loyola Medicine study suggests that a simple 15-minute electrocardiogram could help a physician determine whether a patient has major depression or bipolar disorder. Bipolar disorder often is misdiagnosed as major depression. But while the symptoms of the depressive phase of bipolar disorder are similar to that of major depression, the treatments are different and often challenging for the physician. In bipolar disorder, formerly called manic depression, a patient swings between an emotional high (manic episode) and severe depression. Treatment for the depressed phase includes an antidepressant along with a safeguard such as a mood stabilizer or antipsychotic drug to prevent a switch to a manic episode. A physician who misdiagnoses bipolar disorder as major depression could inadvertently trigger a manic episode by prescribing an antidepressant without a safeguard mood stabilizing drug. The study found that heart rate variability, as measured by an electrocardiogram, indicated whether subjects had major depression or bipolar disorder. (Heart rate variability is a variation in the time interval between heartbeats.) The study, by senior author Angelos Halaris, MD, PhD and colleagues, was published in the World Journal of Biological Psychiatry. \"Having a noninvasive, easy-to-use and affordable test to differentiate between major depression and bipolar disorder would be a major breakthrough in both psychiatric and primary care practices,\" Dr. Halaris said. Dr. Halaris said further research is needed to confirm the study’s findings and determine their clinical significance. Dr. Halaris is a professor in Loyola's department of psychiatry and behavioral neurosciences and medical director of adult psychiatry. Major depression is among the most common and severe health problems in the world. In the United States, at least 8 to 10 percent of the population suffers from major depression at any given time. While less common than major depression, bipolar disorder is a significant mental health problem, affecting an estimated 50 million people worldwide. The Loyola study enrolled 64 adults with major depression and 37 adults with bipolar disorder. All subjects underwent electrocardiograms at the start of the study. Each participant rested comfortably on an exam table while a three-lead electrocardiogram was attached to the chest. After the patient rested for 15 minutes, the electrocardiographic data were collected for 15 minutes. Using a special software package, researchers converted the electrocardiographic data into the components of heart rate variability. These data were further corrected with specialized software programs developed by study co-author Stephen W. Porges, PhD, of Indiana University's Kinsey Institute. In measuring heart rate variability, researchers computed what is known to cardiologists as respiratory sinus arrhythmia (RSA). At the baseline (beginning of the study), the subjects with major depression had significantly higher RSA than those with bipolar disorder. In a secondary finding, researchers found that patients with bipolar disorder had higher blood levels of inflammation biomarkers than patients with major depression. Inflammation occurs when the immune system revs up in response to a stressful condition such as bipolar disorder. The study is titled \"Low cardiac vagal tone index by heart rate variability differentiates bipolar from major depression.\" In addition to Drs. Halaris and Porges, other co-authors are Brandon Hage, MD, a graduate of Loyola University Chicago Stritch School of Medicine now at the University of Pittsburgh (first author); Stritch student Briana Britton; Loyola psychiatric resident David Daniels, MD; and Keri Heilman, PhD of the University of North Carolina.", "images": ["https://cdn-images.mailchimp.com/icons/social-block-v2/color-facebook-48.png", "https://gallery.mailchimp.com/8f5bf185bfb43a2d0a49e8916/images/2ac52b6f-bf4d-4307-be5a-63a069de6b40.jpg", "https://cdn-images.mailchimp.com/icons/social-block-v2/color-youtube-48.png", "https://cdn-images.mailchimp.com/icons/social-block-v2/color-linkedin-48.png", "https://cdn-images.mailchimp.com/icons/social-block-v2/color-instagram-48.png", "https://cdn-images.mailchimp.com/icons/social-block-v2/color-twitter-48.png", "https://gallery.mailchimp.com/8f5bf185bfb43a2d0a49e8916/images/130abfc3-a772-48b6-a78d-12f8695fd282.png", "https://cdn-images.mailchimp.com/monkey_rewards/MC_MonkeyReward_15.png"], "top_img": "", "keywords": [], "authors": [], "canonical_link": "", "title": "Simple Electrocardiogram Can Determine Whether a Patient Has Major Depression or Bipolar Disorder, Study Finds", "meta_data": {"og": {"title": "Simple Electrocardiogram Can Determine Whether a Patient Has Major Depression or Bipolar Disorder, Study Finds"}, "fb": {"page_id": 43929265776}, "viewport": "width=device-width, initial-scale=1", "referrer": "origin"}, "movies": [], "publish_date": null, "source": "http://mailchi.mp", "summary": ""}