{"url": "https://web.archive.org/web/20170129082527/https://www.eurekalert.org/pub_releases/2017-01/uoc--nmm012417.php", "text": "For concussion sufferers, even those who never lost consciousness, physicians may now be able to predict early on who is more likely to continue experiencing symptoms months or years after the head-jarring event, using a new non-invasive magnetic resonance imaging (MRI) method devised by a consortium of researchers led by UC San Francisco scientists.\n\nIn their new study, published online January 13, 2017 in the Journal of Neurotrauma, the researchers used a technique called functional MRI (fMRI), coupled with sophisticated statistical analysis, to track activity in the brain networks of 75 patients, aged 18 to 55, within the first two weeks of their having experienced concussions.\n\nThe study revealed telltale patterns of brain activity that, six months later, were associated with worse performance on behavioral and cognitive tests and were different from patterns seen in healthy control subjects.\n\nThe fMRI method and analysis developed for the study highlighted abnormal patterns of brain activity that pointed to a higher risk for long-term, post-concussive symptoms, even among the 44 study participants who had no evidence of bleeding or bruising in the brain in the immediate aftermath of brain trauma on computed tomography (CT) or ordinary MRI scans.\n\n\"This is an exploratory, proof-of-concept study showing that we can identify patients soon after mild brain trauma who may have more persistent symptoms, despite no other evidence of injury within the brain,\" said Pratik Mukherjee, MD, PhD, professor of radiology and biomedical imaging at UCSF and the senior author of the study. \"We may be able to use this information to help guide treatment decisions and counseling of patients early on, when it may be more effective.\"\n\nOnly subjects who had lost consciousness for less than 30 minutes were eligible for the study, and many study subjects never lost consciousness during their injury.\n\nScientists refer to concussion as mild traumatic brain injury (mTBI), but for some patients the harmful, sometimes insidious effects are long lasting. Common symptoms in the aftermath of concussion include confusion, headache, changes in vision or hearing, thinking or memory problems, fatigue, sleep changes and mood changes. Previously there has not been a way to predict whose symptoms will fade or persist following mTBI.\n\nAlthough effective drug treatments for mTBI await discovery, rest and counseling are known to be helpful for patients, Mukherjee said.\n\nIn the new study, the researchers focused on well-known networks of activity that are observed when the brain is in a resting state. \"We asked subjects to close their eyes, to relax, and to not focus their attention on anything specific -- but also to not fall asleep,\" Mukherjee said.\n\nIn comparison to the control subjects, who had never experienced TBI, mTBI patients displayed less connectivity in frontal areas of the \"default mode network,\" a set of brain regions that are particularly active in the resting brain. They also exhibited less connectivity within several other networks, including those known as the executive control network, the fronto-parietal network, the dorsal attentional network, and the orbitofrontal network; they showed an increase in connectivity in the visual network. Several of these differences were associated with worse performance months later in cognitive and behavioral tests.\n\n###\n\nUCSF radiologist Esther Yuh, MD, PhD, associate professor of radiology, served as the lead neuroradiologist and also contributed to the analysis for the new study. Postdoctoral fellow and first author Eva Palacios, PhD, led the data analysis for the fMRI experiments. The study was part of the ongoing Transforming Research and Clinical Knowledge in Traumatic Brain Injury (TRACK-TBI) project, through which Mukherjee and study co-author Geoffrey Manley, MD, PhD, vice chairman of neurological surgery at UCSF and chief of neurosurgery at Zuckerberg San Francisco General Hospital, along with collaborators from many other research institutions are leading studies and gathering common data across research sites to more quickly advance TBI research.\n\nAdditional co-authors include researchers from UCSF, the University of Texas at Austin, the University of Pittsburgh Medical Center, Virginia Commonwealth University, the Icahn School of Medicine at Mount Sinai, and University Hospital Antwerp, Belgium.\n\nThe research was funded through project grants from the National Institutes of Health and the Department of Defense.\n\nUC San Francisco (UCSF) is a leading university dedicated to promoting health worldwide through advanced biomedical research, graduate-level education in the life sciences and health professions, and excellence in patient care. It includes top-ranked graduate schools of dentistry, medicine, nursing and pharmacy; a graduate division with nationally renowned programs in basic, biomedical, translational and population sciences; and a preeminent biomedical research enterprise. It also includes UCSF Health, which comprises top-ranked hospitals, UCSF Medical Center and UCSF Benioff Children's Hospitals in San Francisco and Oakland -- and other partner and affiliated hospitals and healthcare providers throughout the Bay Area.", "images": ["https://web.archive.org/web/20170129082527im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170129082527im_/https://www.eurekalert.org/images/meganav/AM17-NoDate.png", "https://web.archive.org/web/20170129082527im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170129082527im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170129082527im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170129082527im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170129082527im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170129082527im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170129082527im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170129082527im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170129082527im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170129082527im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170129082527im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg"], "top_img": "https://web.archive.org/web/20170129082527im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170129082527/https://www.eurekalert.org/pub_releases/2017-01/uoc--nmm012417.php", "title": "New MRI method aids long-term concussion prognosis", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "For concussion sufferers, physicians may now be able to predict early on who is more likely to continue experiencing symptoms months or years after the head-jarring event, using a new non-invasive magnetic resonance imaging (MRI) method devised by a consortium of researchers led by UC San Francisco scientists.", "keywords": "Medicine/Health, Public Health, Sports Medicine, Trauma/Injury", "date": "Tue, 24 Jan 2017 05:00:00 GMT", "funder": "National Institutes of Health, US Department of Defense", "journal": "Journal of Neurotrauma", "type": "research", "institution": "University of California - San Francisco", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "ucsf", "domain": "www.eurekalert.org", "title": "New MRI method aids long-term concussion prognosis", "description": "For concussion sufferers, physicians may now be able to predict early on who is more likely to continue experiencing symptoms months or years after the head-jarring event, using a new non-invasive magnetic resonance imaging (MRI) method devised by a consortium of researchers led by UC San Francisco scientists."}, "og": {"title": "New MRI method aids long-term concussion prognosis", "description": "For concussion sufferers, physicians may now be able to predict early on who is more likely to continue experiencing symptoms months or years after the head-jarring event, using a new non-invasive magnetic resonance imaging (MRI) method devised by a consortium of researchers led by UC San Francisco scientists.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170129082527/https://www.eurekalert.org/pub_releases/2017-01/uoc--nmm012417.php", "image": "https://web.archive.org/web/20170129082527im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "ucsf"}}, "movies": [], "publish_date": 1485666000.0, "source": "https://web.archive.org", "summary": ""}