{"url": "https://web.archive.org/web/20150910063044/http://www.prnewswire.com/news-releases/new-study-published-on-cover-of-urology-finds-that-decipher-prostate-cancer-classifier-reduces-conflicting-treatment-recommendations-between-urologists-and-radiation-oncologists-300111744.html", "text": "SAN DIEGO, July 14, 2015 /PRNewswire/ -- GenomeDx Biosciences today announced that a study featured on the cover of Urology demonstrates that Decipher® Prostate Cancer Classifier significantly influenced treatment recommendations following prostate surgery, reducing disagreement between urologists and radiation oncologists, and has the potential to enhance personalization of patient care. Decipher is a Medicare-covered genomic test capable of predicting tumor aggressiveness in men following prostate surgery. The study, titled \"Impact of a Genomic Classifier of Metastatic Risk on Postprostatectomy Treatment Recommendations by Radiation Oncologists and Urologists,\" was published in this month's issue of Urology.\n\n\"Conflicting treatment recommendations by different specialists looking at the same disease can be highly confusing for patients and is a problem for the health care system in general,\" said Paul Nguyen, M.D., of Dana-Farber/Brigham and Women's Cancer Center and Harvard Medical School. \"The Decipher test's tendency to make the two specialties more concordant in their treatment recommendations provides significant value toward standardizing care for patients.\"\n\nThe study was designed to evaluate how the Decipher Prostate Cancer Classifier, which predicts the risk of metastasis after prostatectomy, would impact adjuvant treatment recommendations made by urologists and radiation oncologists. These two specialties often disagree on which patients should receive radiation therapy following surgery and when.\n\nUsing clinical information alone, observation rather than adjuvant radiation therapy was recommended in 42% of decisions made by urologists and 23% of decisions by radiation oncologists (P < .0001). The Decipher test results altered 45% and 35% of treatment recommendations made by urologists and radiation oncologists, respectively. Decipher results indicating genomic high risk resulted in intensification of treatment, whereas genomic low risk resulted in less aggressive recommendations. The Decipher results increased agreement in treatment recommendations between urologists and radiation oncologists, as the odds of a recommendation for adjuvant treatment by urologists vs radiation oncologists increased from 0.27 (95% CI, 0.17-0.44) to 0.46 (95% CI, 0.29-0.75) after results of the Decipher test were made available.\n\n\"It is notable that while the Decipher test significantly influenced treatment decisions, it did not increase the total number of people receiving adjuvant therapy, suggesting that it helped ensure that the ones selected for adjuvant therapy are the ones most likely to benefit from it,\" said Doug Dolginow, M.D., chief executive officer of GenomeDx. \"As genomic tests like Decipher become used more routinely in urologic cancer patient care, they will have a greater impact on treatment recommendations in clinical practice and allow for better personalization of therapy.\"\n\nThe Decipher test used in this study has been previously described in multiple blinded independent validation studies in men at high risk of recurrence at the time of prostatectomy. Researchers found that 60% of the clinically high-risk men would be reclassified as low risk based on the Decipher test and have only a 2.4% risk of metastasis at 5 years after surgery. In addition, the 19% of the patients with the highest risk based on Decipher had a nearly 10-fold higher risk of distant metastases by 5 years. The test provided a more accurate and precise estimate of a patient's risk of recurrence. Use of this test therefore has the potential to assist clinicians to better direct utilization of secondary therapy after surgery.\n\nAbout Decipher®\n\nThe Decipher® Prostate Cancer Classifier is a highly validated and commercially available genomic test for men with intermediate and high risk prostate cancer. Decipher predicts cancer aggressiveness by looking for a unique genomic signature comprised of a validated series of biomarkers associated with metastatic disease. Adding truly unique information to the treatment decision-making process, Decipher generates a risk result that is completely independent and distinct from PSA, Gleason score and other clinical risk factors. Clinical studies from leading cancer centers published in over a dozen medical journals demonstrate that Decipher can accurately predict metastatic disease, which men may benefit from radiation therapy following prostate surgery, and can lead to significant cost-savings for healthcare systems. Decipher was developed in partnership with the Mayo Clinic.\n\nDecipher is covered by Medicare and multiple private insurance plans in the US.\n\nLearn more at: www.DecipherTest.com and follow Decipher on Twitter @DecipherTest and on Facebook.\n\nAbout GenomeDx Biosciences\n\nGenomeDx Biosciences is focused on transforming cancer patient care by putting usable genomic information in the hands of patients and their physicians. GenomeDx is developing and commercializing Decipher®, a highly validated genomic test for predicting metastatic disease in men with prostate cancer. In partnership with leading medical centers, the company has assembled the largest genomic catalogue of prostate cancer tumors in the world, representing billions of data points and more than 20 years of prostate cancer research expertise. Using advanced cloud-based bioinformatics, GenomeDx mines the genomic data to develop proprietary tests that address key clinical questions in cancer patient management. GenomeDx has partnered to share genomic data with leading clinician-scientists worldwide to collaboratively enrich the knowledge and understanding of urologic cancers for the goal of improving global cancer patient care. GenomeDx is based in San Diego, California and Vancouver, British Columbia.\n\nLearn more at www.genomedx.com and follow us on Twitter at Twitter @GenomeDx, Facebook, LinkedIn and YouTube.\n\nMedia Contact for GenomeDx Biosciences:\n\nIan Stone\n\nCanale Communications\n\n619-849-5388\n\nian@canalecomm.com\n\nSOURCE GenomeDx Biosciences\n\nRELATED LINKS", "images": ["https://web.archive.org/web/20150910063044im_/http://content.prnewswire.com/designimages/email.png", "https://web.archive.org/web/20150910063044im_/http://content.prnewswire.com/designimages/LI_share.jpg", "https://web.archive.org/web/20150910063044im_/http://www.prnewswire.com/news-releases/new-study-published-on-cover-of-urology-finds-that-decipher-prostate-cancer-classifier-reduces-conflicting-treatment-recommendations-between-urologists-and-radiation-oncologists-300111744.html", "https://web.archive.org/web/20150910063044im_/http://content.prnewswire.com/designimages/google.jpg", "https://web.archive.org/web/20150910063044im_/http://prnewswirecom2.122.2o7.net/b/ss/prnewswirecom2/1/H.20.3--NS/0", "https://web.archive.org/web/20150910063044im_/http://s.clickability.com/s?19=990&14=0&6=314877841&7=506122&25=0&18=0.5828955328391809", "https://web.archive.org/web/20150910063044im_/http://content.prnewswire.com/designimages/pinterest.png", "https://web.archive.org/web/20150910063044im_/http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "https://web.archive.org/web/20150910063044im_/https://assets2.prnewswire.com/designimages/fb_share.png", "https://web.archive.org/web/20150910063044im_/http://content.prnewswire.com/designimages/logo-prn-mobile.png", "https://web.archive.org/web/20150910063044im_/http://content.prnewswire.com/images/JournalistBlogger.gif", "https://web.archive.org/web/20150910063044im_/http://content.prnewswire.com/designimages/logo-prn.gif", "https://web.archive.org/web/20150910063044im_/https://www.facebook.com/tr?id=1386495324998220&ev=PixelInitialized", "https://web.archive.org/web/20150910063044im_/http://content.prnewswire.com/designimages/twitter.png"], "top_img": "https://web.archive.org/web/20150910063044im_/http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "keywords": [], "authors": ["Genomedx Biosciences"], "canonical_link": "https://web.archive.org/web/20150910063044/http://www.prnewswire.com/news-releases/new-study-published-on-cover-of-urology-finds-that-decipher-prostate-cancer-classifier-reduces-conflicting-treatment-recommendations-between-urologists-and-radiation-oncologists-300111744.html", "title": "New Study Published on Cover of Urology Finds that Decipher® Prostate Cancer... -- SAN DIEGO, July 14, 2015 /PRNewswire/ --", "meta_data": {"msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "twitter": {"card": "summary", "title": "New Study Published on Cover of Urology Finds that Decipher® Prostate Cancer Classifier Reduces Conflicting Treatment Recommendations between Urologists and Radiation Oncologists", "description": "SAN DIEGO, July 14, 2015 /PRNewswire/ -- GenomeDx Biosciences today announced that a study featured on the cover...", "image": "http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "url": "http://www.prnewswire.com/news-releases/new-study-published-on-cover-of-urology-finds-that-decipher-prostate-cancer-classifier-reduces-conflicting-treatment-recommendations-between-urologists-and-radiation-oncologists-300111744.html"}, "viewport": "width=device-width, initial-scale=1", "apple-itunes-app": "app-id=349893430", "og": {"title": "New Study Published on Cover of Urology Finds that Decipher® Prostate Cancer Classifier Reduces Conflicting Treatment Recommendations between Urologists and Radiation Oncologists", "type": "website", "description": "SAN DIEGO, July 14, 2015 /PRNewswire/ -- GenomeDx Biosciences today announced that a study featured on the cover...", "image": "https://web.archive.org/web/20150910063044im_/http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "url": "https://web.archive.org/web/20150910063044/http://www.prnewswire.com/news-releases/new-study-published-on-cover-of-urology-finds-that-decipher-prostate-cancer-classifier-reduces-conflicting-treatment-recommendations-between-urologists-and-radiation-oncologists-300111744.html"}, "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "robots": "index, follow", "author": "GenomeDx Biosciences", "keywords": "GenomeDx Biosciences, california, Surveys, Polls and Research, Health Care & Hospitals, Pharmaceuticals, Medical Pharmaceuticals, Biotechnology", "description": "SAN DIEGO, July 14, 2015 /PRNewswire/ -- New Study Published on Cover of Urology Finds that Decipher® Prostate Cancer Classifier Reduces Conflicting...", "cf_entity_title": "New Study Published on Cover of Urology Finds that Decipher® Prostate...", "cf_entity_thumbnail_url": "http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "date": "2015-07-14T08:00:00Z", "Publisher": "PR Newswire", "geo.placename": "SAN DIEGO, July 14", "geo.region": "california", "news_keywords": "GenomeDx Biosciences,Biotechnology,Health Care & Hospitals,Medical Pharmaceuticals,Pharmaceuticals,Surveys, Polls and Research"}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}