{"url": "https://www.eurekalert.org/pub_releases/2017-09/wuso-gth092117.php", "text": "Warfarin is a blood thinner that is commonly prescribed to patients to prevent life-threatening blood clots. Despite its longtime use, warfarin remains tricky to dose because a person's genetic makeup influences how the drug is processed in the body. Too much warfarin can cause internal bleeding; too little warfarin fails to prevent blood clots.\n\nNow, a new study led by Washington University School of Medicine in St. Louis shows that dosing warfarin (Coumadin and others) is safer -- producing fewer adverse events such as hemorrhage -- when key elements of a patient's genetic makeup are considered.\n\nThe research, published Sept. 26 in the Journal of the American Medical Association, reports results from the clinical trial known as GIFT (Genetics Informatics Trial of Warfarin to Prevent Deep Venous Thrombosis).\n\n\"Physicians have been prescribing warfarin since the Eisenhower administration,\" said first author Brian F. Gage, MD, a professor of medicine at Washington University School of Medicine in St. Louis. \"It's a widely used anticoagulant, but it causes more major adverse events than any other oral drug. Thousands of patients end up in the emergency department or hospital because of warfarin-induced bleeding. But we continue to prescribe it because it is highly effective, reversible and inexpensive. So our goal is to make warfarin safer. GIFT showed that precision-medicine based on clinical factors and three genes improves the safety of initiating warfarin therapy.\"\n\nPatients in the trial were randomly assigned to one of two groups. One group received warfarin dosing based on standard factors such as age, height and weight; the second group was dosed based on these clinical factors plus genetic variants. Participating sites in the trial included Washington University School of Medicine, Hospital for Special Surgery in New York, Intermountain Healthcare, University of Utah, and Rush University Medical Center.\n\nOf the 789 patients who were dosed in the traditional manner, 116 experienced at least one adverse event (14.7 percent). Of the 808 patients whose warfarin dosing was guided by genetic testing, 87 experienced an adverse event (10.8 percent). Compared with patients receiving traditional warfarin dosing, patients dosed with the genetic approach had a 27 percent reduction in adverse events, which was statistically different. The adverse events were bleeding, formation of blood clots in the veins and warfarin overdoses. No patient died during the trial.\n\nEarlier studies looking at whether genetic testing could improve warfarin dosing had produced conflicting results. However, these studies were smaller and considered fewer genes than GIFT. GIFT enrolled 1,600 patients age 65 and older at high risk of blood clots because they underwent hip- or knee-replacement surgeries.\n\nUnlike prior studies, GIFT took into account genetic variants in three genes for 11 days of warfarin therapy. Genetic variants were assessed on a commercial platform called GenMarkDx. Variants in one gene affect vitamin K recycling. Variants in another gene affect warfarin sensitivity. Variants in the third gene alter warfarin metabolism in the liver and can cause an overdose if the dose is not adjusted soon enough.\n\n\"There are additional genetic variants that may help to guide warfarin dosing, especially among patients with African ancestry,\" Gage said. In the future, we hope to quantify how these variants affect warfarin.\"\n\nGage also noted how health-care costs relate to dosing warfarin in a genetically guided manner. \"Although genetic testing is more expensive than clinical dosing, the cost is falling,\" he said. \"In our study, we estimated that genetic testing costs less than $200 per person, which is less than one month of a newer anticoagulant.\"\n\n###\n\nThis work was supported by the National Heart, Lung and Blood Institute (NHLBI) and the National Center for Advancing Translational Sciences (NCATS), of the National Institutes of Health (NIH), grant numbers R01HL097036 and UL1TR000448; the Centers for Medicare and Medicaid Services, grant number CAG-00400N; and GenMarkDx, which supplied instrumentation.\n\nGage BF, Bass AR, Lin H, Woller SC, Stevens SM, Al-Hammadi N, Li J, Rodriguez Jr. T, Miller JP, McMillin GA, Pendleton RC, Jaffer AK, King CR, DeVore B, Porche-Sorbet R, Napoli L, Merritt K, Thompson AM, Hyun G, Anderson JL, Hollomon W, Barrack RL, Nunley RM, Moskowitz G, Davila-Roman V and Eby CS for the GIFT investigators. Effect of genotype-guided warfarin dosing on clinical events and anticoagulation control among patients undergoing hip or knee arthroplasty: the GIFT randomized clinical trial. Journal of the American Medical Association. Sept. 26, 2017.\n\nWashington University School of Medicine's 2,100 employed and volunteer faculty physicians also are the medical staff of Barnes-Jewish and St. Louis Children's hospitals. The School of Medicine is one of the leading medical research, teaching and patient-care institutions in the nation, currently ranked seventh in the nation by U.S. News & World Report. Through its affiliations with Barnes-Jewish and St. Louis Children's hospitals, the School of Medicine is linked to BJC HealthCare.", "images": ["https://media.eurekalert.org/meganav/S11690 ACS SAN DIEGO graphic - 600x200.jpg", "https://media.eurekalert.org/meganav/AAAS-logo.png", "https://www.eurekalert.org/images/e4/logo-footer.png", "https://media.eurekalert.org/meganav/SfNMenuBanner2019.jpg", "https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://www.eurekalert.org/images/e4/logo-2x.png", "https://www.eurekalert.org/images/e4/brand.png", "https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.eurekalert.org/pub_releases/2017-09/wuso-gth092117.php", "title": "Genetic testing helps set safe dose of common blood thinner", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A new study led by Washington University School of Medicine in St. Louis shows that dosing warfarin (Coumadin and others) is safer -- producing fewer adverse events such as hemorrhage -- when key elements of a patient's genetic makeup are considered.", "keywords": "Medicine/Health", "date": "Tue, 26 Sep 2017 04:00:00 GMT/UTC", "funder": "NIH/National Heart, Lung and Blood Institute, NIH/National Center for Advancing Translational Sciences, Centers for Medicare and Medicaid Services, GenMarkDx", "journal": "JAMA", "type": "research", "institution": "Washington University School of Medicine", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "WUSTLmed", "domain": "www.eurekalert.org", "title": "Genetic testing helps set safe dose of common blood thinner", "description": "A new study led by Washington University School of Medicine in St. Louis shows that dosing warfarin (Coumadin and others) is safer -- producing fewer adverse events such as hemorrhage -- when key elements of a patient's genetic makeup are considered."}, "og": {"title": "Genetic testing helps set safe dose of common blood thinner", "description": "A new study led by Washington University School of Medicine in St. Louis shows that dosing warfarin (Coumadin and others) is safer -- producing fewer adverse events such as hemorrhage -- when key elements of a patient's genetic makeup are considered.", "site_name": "EurekAlert!", "url": "https://www.eurekalert.org/pub_releases/2017-09/wuso-gth092117.php", "image": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "WUSTLmedicine.health"}}, "movies": [], "publish_date": 1504843200.0, "source": "https://www.eurekalert.org", "summary": ""}