{"url": "https://web.archive.org/web/20160807133833/http://www.eurekalert.org/pub_releases/2016-08/uol-apc080516.php", "text": "\"This new drug could be a game changer for future treatment of asthma\" - Professor Chris Brightling, NIHR Senior Research Fellow at the University of Leicester\n\nThe first new asthma pill for nearly 20 years has the power to significantly reduce the severity of the condition, a study led by the University of Leicester has found.\n\nThe research was funded by Novartis Pharmaceuticals, National Institute for Health Research (NIHR) and the EU (AirPROM), and is described by the lead researcher as \"a game changer for future treatment of asthma.\"\n\nThree people die every day because of asthma attacks and research shows that two thirds of asthma deaths are preventable, according to Asthma UK.\n\nFevipiprant (QAW039) significantly decreased the symptoms of asthma, improved lung function, reduced inflammation and repaired the lining of airways.\n\nThe drug is currently being evaluated in late stage clinical trials for efficacy in patients with severe asthma, according to ClinTrials.gov.\n\nA total of 61 people took part in the research. One group was given 225mg of the drug twice a day for 12 weeks and the other participants were assigned to a placebo group. Fevipiprant and the placebo were added to the medications the participants were already taking.\n\nThe study was designed primarily to examine the effects on inflammation in the airway by measuring the sputum eosinophil count.\n\nThe sputum eosinophil is an inflammation measurement of a white blood cell that increases in asthma and is used to assess the severity of this condition.\n\nPeople who do not have asthma have a percentage of less than one and those with moderate-to-severe asthma typically have a reading of about five per cent.\n\nThe rate in people with moderate-to-severe asthma taking the medication was reduced from an average of 5.4 percent to 1.1 percent over 12 weeks, according to the study published today in the prestigious The Lancet Respiratory Medicine journal.\n\nProfessor Christopher Brightling, who is a NIHR Senior Research Fellow and Clinical Professor in Respiratory Medicine at the University of Leicester, led the study at the NIHR Respiratory Biomedical Research Unit, which is based at the Glenfield Hospital in Leicester.\n\nProfessor Brightling said: \"A unique feature of this study was how it included measurements of symptoms, lung function using breathing tests, sampling of the airway wall and CT scans of the chest to give a complete picture of how the new drug works.\n\n\"Most treatments might improve some of these features of disease, but with Fevipiprant improvements were seen with all of the types of tests.\n\n\"We already know that using treatments to target eosinophilic airway inflammation can substantially reduce asthma attacks.\n\n\"This new treatment, Fevipiprant, could likewise help to stop preventable asthma attacks, reduce hospital admissions and improve day-to-day symptoms- making it a 'game changer' for future treatment.\"\n\nGaye Stokes from Grantham in Lincolnshire has had severe asthma for 16 years. She took part in the trial and was part of the Fevipiprant group.\n\nThe 54-year-old said: \"I knew straight away that I had been given the drug. I felt like a completely different person. I had more get up and go, I was less wheezy and for the first time in years I felt really, really well.\n\n\"For me, it felt like a complete wonder drug and I can't wait for it to be available because I really think it could make a huge difference to me.\"\n\nAfter the 12 week trial and Gaye stopped receiving the drug, she said her health started to \"go downhill again very quickly\".\n\nProfessor Brightling added that the latest advance underpinned the work of the Leicester Precision Medicine Institute, a Centre of Excellence that coalesces and aligns the research missions of the University of Leicester and the NHS in Leicester.\n\nFuture treatment of human disease will increasingly move from a 'one size fits all' approach to one of tailoring the treatment to the individual patient.\n\nAsthma is a long-term condition that affects the airways. When a person with asthma comes into contact with something that irritates their sensitive airways it causes the body to react in several ways which can include wheezing, coughing and can make breathing more difficult.\n\nThe NIHR Leicester Respiratory Biomedical Research Unit - a partnership between the University of Leicester and Leicester's Hospitals - focuses on promoting the development of new and effective therapies for the treatment of respiratory diseases including severe asthma and chronic obstructive pulmonary disease (COPD).\n\nAirPROM stands for 'Airway Disease Predicting Outcomes through Patient Specific Computational Modelling'.\n\nThis is the technical name for the five year Europe-wide, EU funded project, which aimed to produce computer and physical models of the whole human airway system for people with asthma and chronic obstructive pulmonary disease (COPD).\n\nAirPROM has demonstrated how an integrated approach, involving modelling, measurement and clinical validation, can accelerate the development of new therapies and improve existing methods.\n\nAirPROM is led by the University of Leicester and coordinated by Professor Brightling.\n\n###\n\nIf media wish to link to the paper once it's published, they can use the following link, which will go live when the embargo lifts: http://www.thelancet.com/journals/lanres/article/PIIS2213-2600(16)30179-5/abstract", "images": ["https://web.archive.org/web/20160807133833im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160807133833im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160807133833im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160807133833im_/http://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20160807133833im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160807133833im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160807133833im_/http://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20160807133833im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160807133833im_/http://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20160807133833im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160807133833im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160807133833im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160807133833im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg"], "top_img": "https://web.archive.org/web/20160807133833im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160807133833/http://www.eurekalert.org/pub_releases/2016-08/uol-apc080516.php", "title": "Asthma pill could reduce symptoms in severe sufferers", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "The first new asthma pill for nearly 20 years has the power to significantly reduce the severity of the condition, a study led by the University of Leicester has found.", "keywords": "Health Care, Medicine/Health, Clinical Trials, Pharmaceutical Science, Public Health", "date": "Fri, 05 Aug 2016 04:00:00 GMT", "funder": "National Institute for Health Research", "journal": "The Lancet Respiratory Medicine", "type": "research", "institution": "University of Leicester", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "UoLNewsCentre", "domain": "www.eurekalert.org"}, "og": {"title": "Asthma pill could reduce symptoms in severe sufferers", "description": "The first new asthma pill for nearly 20 years has the power to significantly reduce the severity of the condition, a study led by the University of Leicester has found.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160807133833/http://www.eurekalert.org/pub_releases/2016-08/uol-apc080516.php", "image": "https://web.archive.org/web/20160807133833im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "UniofLeicester"}}, "movies": [], "publish_date": 1472443200.0, "source": "https://web.archive.org", "summary": ""}