{"url": "https://www.eurekalert.org/pub_releases/2018-01/uoc--cpa011918.php", "text": "A scientifically based approach that includes a tooth-decay risk assessment, aggressive preventive measures and conservative restorations can dramatically reduce decay in community dental practices, according to a study by researchers at UC San Francisco.\n\nThe findings, which support earlier research demonstrating positive results of the assessment and treatment method in a university setting, have the potential to transform dental care for high-risk patients at a lower cost to both patients and dental clinics and practices. Results appear online Jan. 22, 2018, in Advances in Dental Research.\n\n\"We put the 2012 UCSF clinical study into the real world and showed it works,\" said lead author Peter Rechmann, DMD, PhD, professor of preventive and restorative dental sciences in the UCSF School of Dentistry. \"The patients at high caries risk who used prescription products went down significantly over time in their risk level. Those in the control group also reduced their risk to a lesser degree, simply by using over-the-counter products that also protect teeth and affect the bacteria.\"\n\nDental caries (tooth decay) is caused by bacteria on the tooth surface feeding on carbohydrates, then making acids as waste. These acids destroy the protective tooth enamel and the dentin layer beneath it. If not halted or reversed, this leads to a cavity.\n\nCAries Management By Risk Assessment (CAMBRA?) is an evidence-based approach to preventing or treating dental caries at its earliest stages. It was launched in 2003 through the UCSF School of Dentistry by the paper's senior author, John Featherstone, PhD, MSc, former dean of the school and distinguished professor of preventive and restorative dental sciences.\n\nA dentist who uses CAMBRA obtains the patient's dental and medical history and conducts a clinical exam to assess caries early enough to reverse or halt progression and to determine caries risk factors. These factors include, among other things, acid-producing bacteria, frequent eating and drinking of fermentable carbohydrates (\"snacking\"), and abnormally low saliva flow and function.\n\nFrom this assessment, the dentist utilizes behavioral approaches and chemical treatments to optimize protective factors. The treatment plan typically incorporates remineralization through the use of fluoride and/or antibacterial therapies such as chlorhexidine and xylitol, minimally invasive restorative procedures to conserve tooth structure, and regular patient follow up.\n\nThe authors published their initial validation of CAMBRA for ages 6 through adult in 2006, followed by several additional years of data published in 2011, 2012, 2015 and 2016. Since then, more than half of the U.S. schools and colleges of dentistry have adopted CAMBRA in one form or another as part of their standard curriculum. The authors said now that this has been shown to be effective in a non-academic clinical setting, there also is potential for insurance companies to reimburse CAMBRA and other preventive therapies for adults, thereby lowering patient costs while increasing profits for dental practices.\n\nTreatment Effective Even Without Prescription Products\n\nIn the Advances in Dental Research study, Rechmann and his colleagues recruited 20 dentists - 17 in private practice, three in community clinics - to participate in a two-year CAMBRA trial of 460 patients ages 12-65 years old, with 239 in a CAMBRA group and 221 in a control group.\n\nIn the CAMBRA group, high-risk patients received prescription fluoride toothpaste, chlorhexidine antibacterial rinse, xylitol mints and fluoride varnish. The control group received regular fluoride toothpaste, an assumed inactive mouth rinse, sorbitol candies and a non-fluoride varnish.\n\nFollow-up visits occurred at six, 12, 18 and 24 months, in which new caries lesions or changes in caries risk level were recorded. Overall, the researchers found that a significantly greater percentage of high-risk participants were classified at lower risk after receiving CAMBRA preventive therapies. Dental decay was low in both groups.\n\nAmong 242 patients (137 intervention, 105 control) initially identified as high risk for caries, only a quarter of the patients remained at high risk in the CAMBRA group at 24 months, while just over half (54 percent) of the control group did. Of the 192 low-risk participants (93 intervention, 99 control), most participants remained low risk, indicating that the assessment correctly identifies who is at risk for caries.\n\nThe researchers said the risk reduction among the control group may have been caused by the fluoride toothpaste enhancing tooth repair, as well as the mouth rinse enhancing saliva flow and having bactericidal effects. While not as significant as the CAMBRA group in this study, the risk level of these patients dropped more dramatically over time than for those in the 2012 UCSF CAMBRA study.\n\n\"It was surprising to see the benefits gained by the control group,\" Rechmann said. \"More research is needed to see if the products and treatment administered to this group function in the way we speculate, and if so, they might be made easily available to dental patients. Doing so can change the whole picture of caries control.\"\n\nAmong the study limitations, the researchers noted a high study attrition (65 percent), which partly may have contributed to observed declines in risk level at each subsequent recall visit.\n\n###\n\nCo-authors on the paper were Benjamin Chafee, DDS, MPH, PhD, assistant professor of preventive and restorative dental sciences and director of the Global Oral Health program, and Beate Rechmann, research associate, both from the UCSF School of Dentistry. Funding was provided by the National Institutes of Health National Center for Advancing Translational Sciences, PacifiCare/United Healthcare, DentaQuest and California Dental Association. Proctor & Gamble, 3M Espe and Epic provided products for study participants at reduced or no cost.\n\nUC San Francisco (UCSF) is a leading university dedicated to promoting health worldwide through advanced biomedical research, graduate-level education in the life sciences and health professions, and excellence in patient care. It includes top-ranked graduate schools of dentistry, medicine, nursing and pharmacy; a graduate division with nationally renowned programs in basic, biomedical, translational and population sciences; and a preeminent biomedical research enterprise. It also includes UCSF Health, which comprises three top-ranked hospitals, UCSF Medical Center and UCSF Benioff Children's Hospitals in San Francisco and Oakland, and other partner and affiliated hospitals and healthcare providers throughout the Bay Area. Please visit http://www. ucsf. edu/ news .\n\nFollow UCSF\n\nucsf.edu | Facebook.com/ucsf | Twitter.com/ucsf | YouTube.com/ucsf", "images": ["https://media.eurekalert.org/meganav/S11690 ACS SAN DIEGO graphic - 600x200.jpg", "https://media.eurekalert.org/meganav/AAAS-logo.png", "https://www.eurekalert.org/images/e4/logo-footer.png", "https://media.eurekalert.org/meganav/SfNMenuBanner2019.jpg", "https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://www.eurekalert.org/images/e4/logo-2x.png", "https://www.eurekalert.org/images/e4/brand.png", "https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.eurekalert.org/pub_releases/2018-01/uoc--cpa011918.php", "title": "Cavity prevention approach effectively reduces tooth decay", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A scientifically based approach that includes a tooth-decay risk assessment, aggressive preventive measures and conservative restorations can dramatically reduce decay in community dental practices, according to a study by researchers at UC San Francisco.", "keywords": "Medicine/Health, Dentistry/Periodontal Disease", "date": "Mon, 22 Jan 2018 05:00:00 GMT/UTC", "funder": "NIH/National Center for Advancing Translational Sciences, PacifiCare/United Healthcare, DentaQuest, California Dental Association, Proctor & Gamble, 3M Espe, Epic", "journal": "Advances in Dental Research", "type": "research", "institution": "University of California - San Francisco", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "ucsf", "domain": "www.eurekalert.org", "title": "Cavity prevention approach effectively reduces tooth decay", "description": "A scientifically based approach that includes a tooth-decay risk assessment, aggressive preventive measures and conservative restorations can dramatically reduce decay in community dental practices, according to a study by researchers at UC San Francisco."}, "og": {"title": "Cavity prevention approach effectively reduces tooth decay", "description": "A scientifically based approach that includes a tooth-decay risk assessment, aggressive preventive measures and conservative restorations can dramatically reduce decay in community dental practices, according to a study by researchers at UC San Francisco.", "site_name": "EurekAlert!", "url": "https://www.eurekalert.org/pub_releases/2018-01/uoc--cpa011918.php", "image": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "ucsf"}}, "movies": [], "publish_date": 1515387600.0, "source": "https://www.eurekalert.org", "summary": ""}