{"url": "https://web.archive.org/web/20171011180858/https://www.eurekalert.org/pub_releases/2017-10/uoc--ad100917.php", "text": "In a remarkably rapid translation of laboratory research findings into a treatment with the potential to benefit patients, UC San Francisco scientists have successfully completed a Phase II clinical trial showing that an FDA-approved antihistamine restores nervous system function in patients with chronic multiple sclerosis (MS).\n\nIn light of previous laboratory studies of the antihistamine compound at UCSF, the researchers said, the drug most likely exerted its effect by repairing damage MS had inflicted on myelin, an insulating membrane that speeds transmission of electrical signals in the nervous system.\n\nThe drug tested in the trial, clemastine fumarate, was first identified as a candidate treatment for MS in 2013 by UCSF's Jonah R. Chan, PhD, Debbie and Andy Rachleff Distinguished Professor of Neurology, vice chief of the Division of Neuroinflammation and Glial Biology, and senior author of the new study. First approved by the U.S. Food and Drug Administration (FDA) in 1977 for allergies, the drug has been available over the counter in generic form since 1993.\n\nThe researchers said that the Phase II results, published online on 10 October, 2017 in The Lancet, are the first in which a drug has been shown to reliably restore any brain function damaged by a neurological disease in human patients.\n\n\"To the best of our knowledge this is the first time a therapy has been able to reverse deficits caused by MS. It's not a cure, but it's a first step towards restoring brain function to the millions who are affected by this chronic, debilitating disease,\" said the trial's principal investigator, Ari Green, MD, also Debbie and Andy Rachleff Distinguished Professor of Neurology, chief of the Division of Neuroinflammation and Glial Biology, and medical director of the UCSF Multiple Sclerosis and Neuroinflammation Center.\n\nChan and Green are co-directors of the UCSF Small-Molecule Program for Remyelination, and both are members of the UCSF Weill Institute for Neurosciences.\n\nThe new results are particularly notable, Chan said, because patients in the trial had suffered from MS symptoms caused by injury to myelin for years. \"People thought we were absolutely crazy to launch this trial, because they thought that only in newly diagnosed cases could a drug like this be effective -- intuitively, if myelin damage is new, the chance of repair is strong. In the patients in our trial the disease had gone on for years, but we still saw strong evidence of repair.\"\n\nMS is an autoimmune neurodegenerative disorder that affects nearly 2.5 million people worldwide. The disease strikes when the immune system attacks myelin, layers of fatty insulating membrane that surround nerve fibers. Unlike the rubber insulation around wires, however, myelin helps electrical signals in neurons move faster and more efficiently. As myelin damage continues over the course of the disease, neurons progressively lose their ability to reliably transmit electrical signals, resulting in progressive loss of vision, weakness, walking difficulties, and problems with coordination and balance.\n\nCurrent MS treatments aim to prevent the immune system from doing further harm, but none have been shown to repair damaged myelin. In both his 2013 research and in subsequent studies with a mouse model of MS, however, Chan and colleagues had demonstrated that clemastine fumarate promotes myelin regeneration and restores neural function, promising preclinical results that inspired the new study, known as the ReBUILD trial.\n\nBecause the visual system is often one of the first and most prominent parts of the brain to be affected in MS, and because there are well-established tools to measure the speed of neural transmission in the areas of the brain devoted to vision, the research team used a method known as visual evoked potentials, or VEPs, to assess clemastine's therapeutic effects in the trial.\n\nThe five-month Phase II trial enrolled 50 patients with relapsing but generally long-standing MS whose VEPs reflected preexisting deficits in neural transmission. The researchers showed flickering patterns on a screen to participants, and used electrodes placed over the brain's visual areas at the back of the head to gauge how long it took for the flickering signal presented to the eye to generate an electrical response that could be detected by the electrodes. The time from presentation of the pattern to the detection of the VEP is a measurement of how long it took for the signal to travel via nerve fibers from the retina, at the back of the eye, to the visual areas at the back of the brain.\n\nTo enhance the power of their study, the researchers used a \"crossover\" design: they divided the patient population in two and gave the drug, blinded to both participant and researcher, to one group, and a placebo to the other for 90 days; then they switched between the two groups, giving a placebo to the first group and the drug to the other for the next 60 days. This \"flip-flop\" technique gave the researchers the ability to compare patients to themselves -- a form of control that increased the statistical power of the study by nearly an order of magnitude, Green said.\n\nDuring the periods when each group was taking the drug, the neural signal from the eye to the back of the brain was significantly accelerated over the baseline measurements taken before the patients began the study. The effect persisted in the group that had switched to placebo, suggesting that durable repair of myelin had been induced by the drug.\n\nAlthough the research team could not directly observe evidence of rebuilding of myelin in trial participants using magnetic resonance imaging (MRI), Chan and Green said that this reflects a weakness of current MRI techniques as a tool for this purpose rather than evidence that myelin regeneration did not take place. \"We still don't have imaging methods that have been proven to be able to detect remyelination in humans,\" said Chan.\n\nThat myelin increases the speed of neural transmission is one of the most well-established concepts in neurobiology, and combined with the clear evidence from Chan's preclinical research showing that clemastine fumarate promotes myelin formation, myelin regeneration is the only plausible explanation for the VEP results, the authors said.\n\n\"This is the first step in a long process,\" Green said. \"By no means do we want to suggest that this is a cure-all. We want to ground-truth myelination metrics -- we're designing the crucible that's going to be used to test any future method for detecting remyelination.\"\n\n###\n\nThe work was funded through generous support from the Rachleff Family.\n\nIn addition to Green and Chan, authors (all at UCSF) include Jeffrey M Gelfand, MD, MAS; Bruce A Cree, MD, PhD, MAS; Carolyn Bevan, MD; W. John Boscardin, PhD; Feng Mei, PhD; Justin Inman; Sam Arnow; Michael Devereux; Aya Abounasr; Hiroko Nobuta, PhD; Alyssa Zhu; Matt Friessen, PhD; Roy Gerona, PhD; Hans Christian von Büdingen, MD, PhD; Roland G Henry, PhD; and Stephen L Hauser, MD.\n\nUC San Francisco (UCSF) is a leading university dedicated to promoting health worldwide through advanced biomedical research, graduate-level education in the life sciences and health professions, and excellence in patient care. It includes top-ranked graduate schools of dentistry, medicine, nursing and pharmacy; a graduate division with nationally renowned programs in basic, biomedical, translational and population sciences; and a preeminent biomedical research enterprise. It also includes UCSF Health, which comprises three top-ranked hospitals, UCSF Medical Center and UCSF Benioff Children's Hospitals in San Francisco and Oakland, and other partner and affiliated hospitals and healthcare providers throughout the Bay Area.", "images": ["https://web.archive.org/web/20171011180858im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20171011180858im_/https://www.eurekalert.org/images/meganav/ACS2017_300x100.jpg", "https://web.archive.org/web/20171011180858im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20171011180858im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20171011180858im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20171011180858im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20171011180858im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20171011180858im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20171011180858im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20171011180858im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20171011180858im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20171011180858im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20171011180858im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20171011180858im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg"], "top_img": "https://web.archive.org/web/20171011180858im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20171011180858/https://www.eurekalert.org/pub_releases/2017-10/uoc--ad100917.php", "title": "Allergy drug improves function in patients with chronic injury from multiple sclerosis", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "In a remarkably rapid translation of laboratory research findings into a treatment with the potential to benefit patients, UC San Francisco scientists have successfully completed a Phase II clinical trial showing that an FDA-approved antihistamine restores nervous system function in patients with chronic multiple sclerosis.", "keywords": "Medicine/Health, Clinical Trials, Neurobiology", "date": "Wed, 11 Oct 2017 04:00:00 GMT/UTC", "funder": "Rachleff Family", "journal": "The Lancet", "type": "research", "institution": "University of California - San Francisco", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "ucsf", "domain": "www.eurekalert.org", "title": "Allergy drug improves function in patients with chronic injury from multiple sclerosis", "description": "In a remarkably rapid translation of laboratory research findings into a treatment with the potential to benefit patients, UC San Francisco scientists have successfully completed a Phase II clinical trial showing that an FDA-approved antihistamine restores nervous system function in patients with chronic multiple sclerosis."}, "og": {"title": "Allergy drug improves function in patients with chronic injury from multiple sclerosis", "description": "In a remarkably rapid translation of laboratory research findings into a treatment with the potential to benefit patients, UC San Francisco scientists have successfully completed a Phase II clinical trial showing that an FDA-approved antihistamine restores nervous system function in patients with chronic multiple sclerosis.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20171011180858/https://www.eurekalert.org/pub_releases/2017-10/uoc--ad100917.php", "image": "https://web.archive.org/web/20171011180858im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "ucsf"}}, "movies": [], "publish_date": 1509249600.0, "source": "https://web.archive.org", "summary": ""}