{"url": "https://web.archive.org/web/20170905005926/https://www.eurekalert.org/pub_releases/2017-09/econ-sda083117.php", "text": "For the first time, scientists have precisely identified and targeted an area of the brain which is involved in \"hearing voices\", experienced by many patients with schizophrenia. They have been able to show in a controlled trial that targeting this area with magnetic pulses can improve the condition in some patients. This early clinical work is presented at the ECNP conference in Paris on Tuesday 5th September, with later publication in Schizophrenia Bulletin*.\n\n\"This is the first controlled trial to precisely determine an anatomically defined brain area where high frequency magnetic pulses can improve the hearing of voices\", said lead researcher, Professor Sonia Dollfus (University of Caen, CHU, France).\n\nSchizophrenia is a serious long-term mental health problem. People with schizophrenia experience a range of symptoms, which may include delusions, muddled thoughts and hallucinations. One of the best-known is hearing voices, also known as Auditory Verbal Hallucination (AVH), which around 70% of people with schizophrenia experience at some point. These voices, may be 'heard' as having a variety of different characteristics, for example as internal or external, friendly or threatening, they may be continuously present or present only occasionally, and so on.\n\nTranscranial Magnetic Stimulation (TMS) has been suggested as a possible way of treating the hearing of voices in schizophrenia. TMS uses magnetic pulses to the brain, and has been shown to be effective in several psychiatric conditions. However, there is a lack of controlled trials to show that TMS works effectively with AVH sufferers.\n\nThe French research team worked with 26 patients who received active TMS treatment, and 33 as a control group, who received sham (placebo) treatment. The researchers interviewed the patients using a standard protocol - the Auditory Hallucinations Rating Scale - which revealed most of the characteristic features of the voices which they were hearing. The treated patients received a series of 20 Hz high-frequency magnetic pulses over 2 sessions a day for 2 days. Using magnetic resonance imaging (MRI), the pulses were targeted at a specific brain area in the temporal lobe, which is associated with language (the exact area is the crossing of the projection of the ascending branch of the left lateral sulcus and the left superior temporal sulcus)\n\nAfter 2 weeks, the patients were re-evaluated. The researchers found that 34.6% of the patients being treated by TMS showed a significant response, whereas only 9.1% of patients in the sham group responded ('significant response' was defined as a more than 30% decrease in the Total Auditory Hallucinations Rating Scale score).\n\nProfessor Sonia Dollfus said: \"Auditory Verbal Hallucinations, or \"hearing voices\" can be a disturbing symptom of schizophrenia, both for patients and for those close to sufferers. This is the first controlled trial to show an improvement in these patients by targeting a specific area of the brain and using high frequency TMS. This means two things; firstly it seems that we now can say with some certainty that we have found a specific anatomical area of the brain associated with auditory verbal hallucinations in schizophrenia. Secondly, we have shown that treatment with high frequency TMS makes a difference to at least some sufferers, although there is a long way to go before we will know if TMS is the best route to treat these patients in the long-term\".\n\nCommenting, Professor Andreas Meyer-Lindenberg, Central Institute of Mental Health, Mannheim and member of the ECNP executive board, said: \"This work builds on previous studies that have shown a critical role of excessive activity of subregions of the temporal lobe in the generation of voice hallucinations in schizophrenia. To move this into treatment, controlled trial such as the one by Dollfus and coworkers are important. While response rates were moderate, TMS is a welcome addition to the therapeutic repertoire especially for patients who do not respond to medication.\"\n\nNOTE: The full title of this release is \"Scientists discover brain area which can be targeted for treatment in patients with schizophrenia who 'hear voices'\" It has been shortened in some versions to comply with Eurekalert title limits.\n\n*This work has been accepted in the peer-reviewed journal Schizophrenia Bulletin: The Journal of Psychoses and Related Disorders. The exact publication date has still to be determined.\n\nNote: Around 220,000 people have been diagnosed as having schizophrenia in England and Wales (https:/ / www. rcpsych. ac. uk/ pdf/ NAS%20National%20report%20FINAL. pdf )\n\n###", "images": ["https://web.archive.org/web/20170905005926im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170905005926im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170905005926im_/https://www.eurekalert.org/images/meganav/ACS2017_300x100.jpg", "https://web.archive.org/web/20170905005926im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170905005926im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170905005926im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170905005926im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170905005926im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170905005926im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170905005926im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170905005926im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170905005926im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170905005926im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170905005926im_/https://www.eurekalert.org/multimedia/res/web/149408_web.jpg"], "top_img": "https://web.archive.org/web/20170905005926im_/https://www.eurekalert.org/multimedia/res/web/149408_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170905005926/https://www.eurekalert.org/pub_releases/2017-09/econ-sda083117.php", "title": "Scientists discover and target brain area in patients with schizophrenia who 'hear voices'", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "For the first time, scientists have precisely identified and targeted an area of the brain which is involved in 'hearing voices,' experienced by many patients with schizophrenia. They have been able to show in a controlled trial that targeting this area with magnetic pulses can improve the condition in some patients. This early clinical work is presented at the ECNP conference in Paris on Tuesday 5th September, with later publication in Schizophrenia Bulletin.", "keywords": "Medicine/Health, Neurobiology, Social/Behavioral Science, Behavior, Mental Health", "date": "Mon, 04 Sep 2017 04:00:00 GMT", "funder": "French Health Ministry (PHRC), regional Council (Basse Normandie)", "type": "research", "institution": "European College of Neuropsychopharmacology", "meeting": "30th ECNP Congress for Applied and Translational Neuroscience", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "ECNPtweets", "domain": "www.eurekalert.org", "title": "Scientists discover and target brain area in patients with schizophrenia who 'hear voices'", "description": "For the first time, scientists have precisely identified and targeted an area of the brain which is involved in 'hearing voices,' experienced by many patients with schizophrenia. They have been able to show in a controlled trial that targeting this area with magnetic pulses can improve the condition in some patients. This early clinical work is presented at the ECNP conference in Paris on Tuesday 5th September, with later publication in Schizophrenia Bulletin."}, "og": {"title": "Scientists discover and target brain area in patients with schizophrenia who 'hear voices'", "description": "For the first time, scientists have precisely identified and targeted an area of the brain which is involved in 'hearing voices,' experienced by many patients with schizophrenia. They have been able to show in a controlled trial that targeting this area with magnetic pulses can improve the condition in some patients. This early clinical work is presented at the ECNP conference in Paris on Tuesday 5th September, with later publication in Schizophrenia Bulletin.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170905005926/https://www.eurekalert.org/pub_releases/2017-09/econ-sda083117.php", "image": "https://web.archive.org/web/20170905005926im_/https://www.eurekalert.org/multimedia/res/web/149408_web.jpg", "type": "website"}, "fb": {"profile_id": "myECNP"}}, "movies": [], "publish_date": 1506657600.0, "source": "https://web.archive.org", "summary": ""}