{"url": "https://web.archive.org/web/20180508235031/https://www.eurekalert.org/pub_releases/2018-05/uoma-fww050818.php", "text": "Results of a recent study to better understand modifiable factors such as physical activity that may affect a woman's ability to conceive a child suggest that walking may help women to improve their chances of becoming pregnant.\n\nAMHERST, Mass. - Results of a recent study to better understand modifiable factors such as physical activity that may affect a woman's ability to conceive a child suggest that walking may help women to improve their chances of becoming pregnant.\n\nThe study was conducted by recent graduate Lindsey Russo and her advisor Brian Whitcomb, associate professor of biostatistics and epidemiology in the School of Public Health and Health Sciences at the University of Massachusetts Amherst.\n\nRusso and Whitcomb's findings among healthy women ages 18 to 40 years old with a history of one or two pregnancy losses are based on their secondary analysis of the multi-site Effects of Aspirin in Gestation and Reproduction (EAGeR) study. It is led by Enrique Schisterman of the Eunice Kennedy Shriver National Institute of Child Health and Human Development. Results are in the current online issue of Human Reproduction.\n\nRusso says, \"One of our main findings is that there was no overall relationship between most types of physical activity and the likelihood of becoming pregnant for women who had already had one or two pregnancy losses, except for walking, which was associated with higher likelihood of becoming pregnant among women who were overweight or obese.\"\n\nWhitcomb, whose research on the determinants of fertility and pregnancy outcomes usually involves studying biomarkers at the molecular level, adds, \"Lifestyle is definitely relevant to these outcomes because it can have an effect at the molecular level. What we eat and what we do are potential factors we can change to shape our health. So this sort of research is important because it helps provide information on the things people can actually do something about.\"\n\nFurther, he says, \"We were happy to be able to add scientific evidence to general recommendations about physical activity. This is especially true for the results about walking for even limited blocks of time. Walking has great potential as a lifestyle change because of its low cost and availability.\"\n\nFor the 1,214 women in the study, the association of walking with the ability to become pregnant, known as fecundability, varied significantly by body mass index, the authors report. Among overweight/obese women, walking at least 10 minutes at a time was associated with improvement in fecundability. Further, in statistically adjusted models, women reporting more than four hours a week of vigorous activity had significantly higher pregnancy chances compared to no vigorous activity.\n\nModerate activity, sitting and other activity categories were not associated with fecundability overall or in BMI-stratified analyses, they add. Russo and Whitcomb say one finding that is still not clear is the different associations related to vigorous compared to moderate and low-intensity activities. Whitcomb says, \"We don't know what to make of the finding that high intensity physical activity may have different biological effects than walking, but our study doesn't offer enough detail to get at why vigorous activity would work differently than other levels.\"\n\nAmong a number of cautions the researchers point to in this work is that physical activity is related to other behaviors and lifestyle factors, and women who are more physically active may be different from women who are less active in many ways. Russo says, \"We did our best to try to account for the differences and to address them statistically.\"\n\nThe researchers also note that the overall generalizability of this work is limited because the study population may not be representative of the general population with regard to fecundability, and exercise habits may differ in women with prior miscarriage compared to those without.\n\nWhitcomb says another way in which this study is distinct from other work in this area has to do with who was included in the study. The EAGeR trial focused on women with a history of one or two prior pregnancy losses. However, he adds, \"We were happy to be able to conduct research considering women having the most difficulty getting and staying pregnant, and to provide messages about common lifestyle factors they may be able to address.\"\n\nThe researchers conclude that \"these findings provide positive evidence for the benefits of physical activity in women attempting pregnancy, especially for walking among those with higher BMI. Further study is necessary to clarify possible mechanisms through which walking and vigorous activity might affect time-to-pregnancy.\"\n\n###", "images": ["https://web.archive.org/web/20180508235031im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180508235031im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180508235031im_/https://media.eurekalert.org/multimedia_prod/pub/web/169955_web.jpg", "https://web.archive.org/web/20180508235031im_/https://media.eurekalert.org/meganav/EB2018_Newsroom.jpg", "https://web.archive.org/web/20180508235031im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180508235031im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180508235031im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180508235031im_/https://www.eurekalert.org/multimedia/pub/web/169955_web.jpg", "https://web.archive.org/web/20180508235031im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180508235031im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180508235031im_/https://media.eurekalert.org/multimedia_prod/pub/rel/169955_rel.jpg", "https://web.archive.org/web/20180508235031im_/https://media.eurekalert.org/meganav/ACS255Meeting_600x200.jpg", "https://web.archive.org/web/20180508235031im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180508235031im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180508235031im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180508235031im_/https://www.eurekalert.org/images/meganav/browse-video.jpg"], "top_img": "https://web.archive.org/web/20180508235031im_/https://www.eurekalert.org/multimedia/pub/web/169955_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180508235031/https://www.eurekalert.org/pub_releases/2018-05/uoma-fww050818.php", "title": "For women with history of pregnancy loss, walking may aid chance of becoming pregnant", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "The study was conducted by recent graduate Lindsey Russo and her advisor Brian Whitcomb, associate professor of biostatistics and epidemiology in the School of Public Health and Health Sciences at the University of Massachusetts Amherst. Their findings among healthy women ages 18 to 40 years old with a history of one or two pregnancy losses are based on their secondary analysis of the multi-site Effects of Aspirin in Gestation and Reproduction (EAGeR) study.", "keywords": "Medicine/Health, Developmental/Reproductive Biology, Eating Disorders/Obesity, Epidemiology, Fertility, Gynecology", "date": "Tue, 08 May 2018 04:00:00 GMT/UTC", "funder": "NIH/Eunice Kennedy Shriver National Institute of Child Health and Human Development", "journal": "Human Reproduction", "type": "research", "institution": "University of Massachusetts at Amherst", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "umassscience", "domain": "www.eurekalert.org", "title": "For women with history of pregnancy loss, walking may aid chance of becoming pregnant", "description": "The study was conducted by recent graduate Lindsey Russo and her advisor Brian Whitcomb, associate professor of biostatistics and epidemiology in the School of Public Health and Health Sciences at the University of Massachusetts Amherst. Their findings among healthy women ages 18 to 40 years old with a history of one or two pregnancy losses are based on their secondary analysis of the multi-site Effects of Aspirin in Gestation and Reproduction (EAGeR) study."}, "og": {"title": "For women with history of pregnancy loss, walking may aid chance of becoming pregnant", "description": "The study was conducted by recent graduate Lindsey Russo and her advisor Brian Whitcomb, associate professor of biostatistics and epidemiology in the School of Public Health and Health Sciences at the University of Massachusetts Amherst. Their findings among healthy women ages 18 to 40 years old with a history of one or two pregnancy losses are based on their secondary analysis of the multi-site Effects of Aspirin in Gestation and Reproduction (EAGeR) study.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180508235031/https://www.eurekalert.org/pub_releases/2018-05/uoma-fww050818.php", "image": "https://web.archive.org/web/20180508235031im_/https://www.eurekalert.org/multimedia/pub/web/169955_web.jpg", "type": "website"}, "fb": {"profile_id": "UMassAmherst"}}, "movies": [], "publish_date": 1527566400.0, "source": "https://web.archive.org", "summary": ""}