{"url": "https://web.archive.org/web/20160511122028/http://www.eurekalert.org/pub_releases/2016-05/rumc-soc051016.php", "text": "(Chicago) - Eating a meal of seafood or other foods containing omega-3 fatty acids at least once a week may protect against age-related memory loss and thinking problems in older people, according to a team of researchers at Rush University Medical Center and Wageningen University in the Netherlands.\n\nTheir research findings were published in the May 4 online issue of Neurology, the medical journal of the American Academy of Neurology. The study was supported by the National Institute on Aging and the Judith Zwartz Foundation.\n\nThe age-related memory loss and thinking problems of participants in the study who reported eating seafood less than once a week declined more rapidly compared to those who ate at least one seafood meal per week.\n\n\"This study helps show that while cognitive abilities naturally decline as part of the normal aging process, there is something that we can do to mitigate this process,\" says Martha Clare Morris, ScD, a Rush nutritional epidemiologist and senior author of the paper.\n\nFour types of seafood, five types of brain function\n\nThe researchers followed 915 people with a mean age of 81.4 years for an average of five years. At study enrollment, none had signs of dementia. The participants were recruited from people already taking part in the Rush Memory and Aging Project, a study of residents of more than 40 retirement communities and senior public housing units across northern Illinois, plus older adults identified through church groups and social service agencies.\n\nDuring the course of the study, each person received annual, standardized testing for cognitive ability in five areas -- episodic memory, working memory, semantic memory, visuospatial ability and perceptual speed. The study group also completed annual food frequency questionnaires, allowing the researchers to compare participants' reported seafood intake with changes in their cognitive abilities as measured by the tests.\n\nThe questionnaires included four types of seafood: tuna sandwiches; fish sticks, fish cakes and fish sandwiches; fresh fish as a main dish; and shrimp, lobster and crab. The participants were divided into two groups: those who ate at least one of those seafood meals per week and those who ate less than one of those seafood meals per week.\n\nParticipants in the higher seafood consumption group ate an average of two seafood meals per week. Those in the lower group ate an average of 0.5 meals per week.\n\nMaking closer associations\n\nSeafood is the direct nutrient source of a type of omega-3 fatty acid (docosahexaenoic acid) that is the main structural component of the brain. While epidemiologic studies have shown the importance of seafood and omega-3 fatty acids in preventing dementia, few prior studies have examined their associations with specific types of cognitive ability.\n\nIn the new Neurology article, the researchers report associations between seafood consumption and two of the areas of cognitive ability that they tested. People who ate more seafood had reduced rates of decline in the semantic memory, which is memory of verbal information. They also had slower rates of decline in a test of perceptual speed, or the ability to quickly compare letters, objects and patterns.\n\nThe study did not find a significant difference in the rate of decline in episodic memory (recollection of personal experiences), working memory (short-term memory used in mental function in the immediate present) and visuospatial ability (comprehension of relationships between objects).\n\nThe results were the same after researchers adjusted for other factors that could affect memory and thinking skills, such as education, physical activity, smoking and participating in mentally stimulating activities.\n\nFurther, the protective association of seafood was even stronger among individuals with a common genotype (APOE-ε4) that increases the risk of developing Alzheimer's disease. The APOE is a gene involved in cholesterol transport to neurons. About 20 percent of the population carries the APOE-ε4 gene, although not everyone who has the gene will develop Alzheimer's disease.\n\n###", "images": ["https://web.archive.org/web/20160511122028im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160511122028im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160511122028im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160511122028im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160511122028im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20160511122028im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20160511122028im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160511122028im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160511122028im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160511122028im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160511122028im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160511122028im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160511122028im_/http://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://web.archive.org/web/20160511122028im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160511122028/http://www.eurekalert.org/pub_releases/2016-05/rumc-soc051016.php", "title": "Stave off cognitive decline with seafood", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Eating a meal of seafood or other foods containing omega-3 fatty acids at least once a week may protect against age-related memory loss and thinking problems in older people, according to a team of researchers at Rush University Medical Center and Wageningen University in the Netherlands.", "keywords": "Health Care, Medicine/Health, Mortality/Longevity, Diet/Body Weight, Aging, Alzheimer's Disease, Nutrition/Nutrients, Aging, Decision-making/Problem Solving, Memory/Cognitive Processes", "date": "Tue, 10 May 2016 04:00:00 GMT", "funder": "NIH/National Institute on Aging, Judith Zwartz Foundation", "journal": "Neurology", "type": "research", "institution": "Rush University Medical Center", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "RushMedical", "domain": "www.eurekalert.org"}, "og": {"title": "Stave off cognitive decline with seafood", "description": "Eating a meal of seafood or other foods containing omega-3 fatty acids at least once a week may protect against age-related memory loss and thinking problems in older people, according to a team of researchers at Rush University Medical Center and Wageningen University in the Netherlands.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160511122028/http://www.eurekalert.org/pub_releases/2016-05/rumc-soc051016.php", "image": "https://web.archive.org/web/20160511122028im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "RushUniversityMedicalCenter"}}, "movies": [], "publish_date": 1464494400.0, "source": "https://web.archive.org", "summary": ""}