{"url": "https://web.archive.org/web/20150219065032/http://www.eurekalert.org:80/pub_releases/2015-02/qmuo-nhv021815.php", "text": "Scientists have developed a new HPV (human papilloma virus) vaccine which protects against nine types of the virus - seven of which cause most cases of cervical cancer. The new vaccine offers significantly greater protection than the current vaccine, which protects against only two cancer causing types of HPV.\n\nA pivotal international clinical trial compared the safety and efficacy of the new vaccine, Gardasil 9, with the current vaccine, Gardasil, in more than 14,200 women aged between 16 and 26 years old. The findings indicate that if uninfected populations are vaccinated with Gardasil 9, approximately 90 per cent of all cervical cancers worldwide could be prevented.\n\nPublished in the New England Journal of Medicine, the study found that, among uninfected women, Gardasil 9 was 97 per cent effective at preventing high-grade cervical, vulvar and vaginal disease caused by HPV 31, 33, 45, 52 and 58, and was equally effective as the current Gardasil vaccine in preventing diseases caused by HPV 6, 11, 16 and 18.\n\nProfessor Jack Cuzick of Queen Mary University of London, who co-authored the report and participated in the design and analysis of the study, and served on the Trial Advisory Board, comments: \"This is a significant achievement. The new vaccine, Gardasil 9, is not only safe but will offer greatly improved protection against cervical and other cancers. Eventually this will mean less screening is needed, as women will have greater protection from the outset.\n\n\"Gardasil 9 offers the potential to increase overall cervical cancer prevention from 70 to 90 per cent, nearly eliminating this cancer among vaccinated women. However, it's crucial to remember that vaccination must be done before exposure to the virus. Our focus for prevention must be on girls aged 12-13, as the current UK vaccine programme is doing, but the vaccine may also be appropriate for women 25-45 as part of a screening appointment.\"\n\nUntil late last year, there were two available vaccines to protect against HPV related disease (Cervarix and Gardasil). The UK currently uses Gardasil which protects against four HPV types and offers about 70 per cent protection against cervical cancer, and also significantly reduces the risk of other types of cancer and genital warts.\n\nHowever, researchers have been trying to find methods to completely eliminate cervical cancer and other HPV related disease and by adding five more cancer related HPV types. The development of the new Gardasil 9 vaccine makes an important step in that direction.\n\nHPV is the most common sexually transmitted virus. Many people infected with HPV clear it from their systems with no lasting health concerns and some types of the virus are low risk, causing warts or verrucas. However, other types are high risk, causing cervical cancer (and less commonly vulvar, vaginal, penile, anal, and throat cancers). Almost all cases of cervical cancer occur as a result of infection with high risk types of HPV.\n\nCervical cancer is still the fourth most common cancer in women, with over 500,000 cases and 250,000 deaths per year worldwide. In the UK around 3,000 women a year are diagnosed with cervical cancer and in 2011 there were around 970 deaths.\n\nIn the UK, all girls aged 12 to 13 are offered HPV vaccination as part of the NHS childhood vaccination programme.\n\nProfessor Jack Cuzick concludes: \"Following these important findings, this vaccine has been licenced in the USA and approval is currently being sought in the UK and other countries. It is encouraging that the Joint committee on Vaccines and Immunisation is reviewing Gardasil 9 in light of this new evidence.\"\n\nThis clinical trial was funded by Merck.\n\n###\n\nFor more information contact:\n\nCharli Scouller\n\nPR Manager (School of Medicine and Dentistry)\n\nQueen Mary University of London\n\nc.scouller@qmul.ac.uk\n\nTel: 020 7882 7943 Notes to the editor About Queen Mary University of London\n\nQueen Mary University of London (QMUL) is one of the UK's leading universities, and one of the largest institutions in the University of London, with 20,260 students from more than 150 countries.\n\nA member of the Russell Group, we work across the humanities and social sciences, medicine and dentistry, and science and engineering, with inspirational teaching directly informed by our research - in the most recent national assessment of the quality of research, we were placed ninth in the UK (REF 2014).\n\nWe also offer something no other university can: a stunning self-contained residential campus in London's East End. As well as our home at Mile End, we have campuses at Whitechapel, Charterhouse Square and West Smithfield dedicated to the study of medicine, and a base for legal studies at Lincoln's Inn Fields.\n\nWe have a rich history in London with roots in Europe's first public hospital, St Barts; England's first medical school, The London; one of the first colleges to provide higher education to women, Westfield College; and the Victorian philanthropic project, the People's Palace based at Mile End.\n\nQMUL has an annual turnover of £350m, a research income worth £100m, and generates employment and output worth £700m to the UK economy each year.", "images": ["https://web.archive.org/web/20150219065032im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20150219065032im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20150219065032im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20150219065032im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20150219065032im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20150219065032im_/http://www.eurekalert.org/images/meganav/featured-meeting-logo.png", "https://web.archive.org/web/20150219065032im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20150219065032im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20150219065032im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20150219065032im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20150219065032im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20150219065032im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20150219065032im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif"], "top_img": "https://web.archive.org/web/20150219065032im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150219065032/http://www.eurekalert.org/pub_releases/2015-02/qmuo-nhv021815.php", "title": "New HPV vaccine offers greater protection against cervical cancer than current vaccine", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Scientists have developed a new HPV (human papilloma virus) vaccine which protects against nine types of the virus -- seven of which cause most cases of cervical cancer. The new vaccine offers significantly greater protection than the current vaccine, which protects against only two cancer causing types of HPV.", "keywords": "Medicine/Health, Cancer, Clinical Trials, Public Health", "date": "Wed, 18 Feb 2015 05:00:00 GMT", "funder": "Merck", "journal": "New England Journal of Medicine", "type": "research", "institution": "Queen Mary, University of London", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "QMUL", "domain": "www.eurekalert.org"}, "og": {"title": "New HPV vaccine offers greater protection against cervical cancer than current vaccine", "description": "Scientists have developed a new HPV (human papilloma virus) vaccine which protects against nine types of the virus -- seven of which cause most cases of cervical cancer. The new vaccine offers significantly greater protection than the current vaccine, which protects against only two cancer causing types of HPV.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150219065032/http://www.eurekalert.org/pub_releases/2015-02/qmuo-nhv021815.php", "image": "https://web.archive.org/web/20150219065032im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "pages/Queen‑Mary‑University‑of‑London/9179830029"}}, "movies": [], "publish_date": 1425099600.0, "source": "https://web.archive.org", "summary": ""}