{"url": "https://web.archive.org/web/20170104143815/https://www.eurekalert.org/pub_releases/2017-01/chr-zea122316.php", "text": "Oakland, CA (January 3, 2017) - A new study by researchers from the UCSF Benioff Children's Hospital Oakland Research Institute (CHORI) shows that a modest 4 milligrams of extra zinc a day in the diet can have a profound, positive impact on cellular health that helps fight infections and diseases. This amount of zinc is equivalent to what biofortified crops like zinc rice and zinc wheat can add to the diet of vulnerable, nutrient deficient populations.\n\nThe study, published in the American Journal of Clinical Nutrition, was led by CHORI Senior Scientist Janet King, PhD. King and her team are the first to show that a modest increase in dietary zinc reduces oxidative stress and damage to DNA.\n\n\"We were pleasantly surprised to see that just a small increase in dietary zinc can have such a significant impact on how metabolism is carried out throughout the body,\" says King. \"These results present a new strategy for measuring the impact of zinc on health and reinforce the evidence that food-based interventions can improve micronutrient deficiencies worldwide.\"\n\nZinc is ubiquitous in our body and facilitates many functions that are essential for preserving life. It plays a vital role in maintaining optimal childhood growth, and in ensuring a healthy immune system. Zinc also helps limit inflammation and oxidative stress in our body, which are associated with the onset of chronic cardiovascular diseases and cancers.\n\nAround much of the world, many households eat polished white rice or highly refined wheat or maize flours, which provide energy but do not provide enough essential micronutrients such as zinc. Zinc is an essential part of nearly 3,000 different proteins, and it impacts how these proteins regulate every cell in our body. In the absence of sufficient zinc, our ability to repair everyday wear and tear on our DNA is compromised.\n\nIn the randomized, controlled, six-week study the scientists measured the impact of zinc on human metabolism by counting DNA strand breaks. They used the parameter of DNA damage to examine the influence of a moderate amount of zinc on healthy living. This was a novel approach, different from the commonly used method of looking at zinc in the blood or using stunting and morbidity for assessing zinc status.\n\nAccording to King, these results are relevant to the planning and evaluation of food-based solutions for mitigating the impact of hidden hunger and malnutrition. King believes that biofortification can be a sustainable, long-term solution to zinc deficiency.\n\n###\n\nIn addition to King, the study's other authors are Sarah J Zyba, Swapna V Shenvi, David W Killilea, Tai C Holland, Elijah Kim, Adrian Moy, Barbara Sutherland, Virginia Gildengorin, and Mark K Shigenaga, conducting the research at CHORI's Nutrition and Metabolism Center.\n\nAbout UCSF Benioff Children's Hospital Oakland\n\nUCSF Benioff Children's Hospital Oakland (formerly Children's Hospital & Research Center Oakland) is a premier, not-for-profit medical center for children in Northern California, and is the only hospital in the East Bay 100% devoted to pediatrics. UCSF Benioff Children's Hospital Oakland affiliated with UCSF Benioff Children's Hospital San Francisco on January 1, 2014. UCSF Benioff Children's Hospital Oakland is a national leader in many pediatric specialties including cardiology, hematology/oncology, neonatology, neurosurgery, endocrinology, urology, orthopedics, and sports medicine. The hospital is one of only five ACS Pediatric Level I Trauma Centers in the state, and has one of largest pediatric intensive care units in Northern California. UCSF Benioff Children's Hospital Oakland is also a leading teaching hospital with an outstanding pediatric residency program and a number of unique pediatric subspecialty fellowship programs.", "images": ["https://web.archive.org/web/20170104143815im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170104143815im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170104143815im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170104143815im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170104143815im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170104143815im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170104143815im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170104143815im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170104143815im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170104143815im_/https://www.eurekalert.org/images/meganav/AM17-NoDate.png", "https://web.archive.org/web/20170104143815im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170104143815im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170104143815im_/https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://web.archive.org/web/20170104143815im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170104143815/https://www.eurekalert.org/pub_releases/2017-01/chr-zea122316.php", "title": "Zinc eaten at levels found in biofortified crops reduces 'wear and tear' on DNA", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A new study by researchers from the UCSF Benioff Children's Hospital Research Institute (CHORI) shows that a modest 4 milligrams of extra zinc a day in the diet can have a profound, positive impact on cellular health that helps fight infections and diseases. This amount of zinc is equivalent to what biofortified crops like zinc rice and zinc wheat can add to the diet of vulnerable, nutrient deficient populations.", "keywords": "Cell Biology, Biochemistry, Medicine/Health, Diet/Body Weight, Nutrition/Nutrients, Disease in the Developing World", "date": "Tue, 03 Jan 2017 05:00:00 GMT", "journal": "American Journal of Clinical Nutrition", "type": "research", "institution": "Children's Hospital & Research Center Oakland", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "hospital4kids", "domain": "www.eurekalert.org", "title": "Zinc eaten at levels found in biofortified crops reduces 'wear and tear' on DNA", "description": "A new study by researchers from the UCSF Benioff Children's Hospital Research Institute (CHORI) shows that a modest 4 milligrams of extra zinc a day in the diet can have a profound, positive impact on cellular health that helps fight infections and diseases. This amount of zinc is equivalent to what biofortified crops like zinc rice and zinc wheat can add to the diet of vulnerable, nutrient deficient populations."}, "og": {"title": "Zinc eaten at levels found in biofortified crops reduces 'wear and tear' on DNA", "description": "A new study by researchers from the UCSF Benioff Children's Hospital Research Institute (CHORI) shows that a modest 4 milligrams of extra zinc a day in the diet can have a profound, positive impact on cellular health that helps fight infections and diseases. This amount of zinc is equivalent to what biofortified crops like zinc rice and zinc wheat can add to the diet of vulnerable, nutrient deficient populations.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170104143815/https://www.eurekalert.org/pub_releases/2017-01/chr-zea122316.php", "image": "https://web.archive.org/web/20170104143815im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "childrenshospitaloakland"}}, "movies": [], "publish_date": 1485666000.0, "source": "https://web.archive.org", "summary": ""}