{"url": "http://www.prnewswire.com/news-releases/new-data-establishes-image-guided-treatment-option-for-prostate-cancer-as-an-alternative-to-surgery-by-reducing-recovery-times-and-lower-side-effects-300185843.html", "text": "CHICAGO, Dec. 2, 2015 /PRNewswire/ -- An analysis of clinical data from over 200 patients treated by Dr. Michael Stehling found that a new procedure that uses MR and ultrasound to guide treatment to the precise tumor location allows for faster recovery times and lower side effects in all stages of prostate cancer. Data found that the most common side effects are either eliminated or greatly reduced using image guided treatment. The study which was conducted at the Prostata Center of Offenbach, Germany (www.prostate-center.org) will be presented today at the annual meeting of the Radiological Society of North America (RSNA).\n\n\"The patients we have treated at The Prostata Center have had their cancers destroyed without the need for surgery, with a low incidence of side effects and in most cases have been back on their feet the next day,\" said Dr. Michael K. Stehling, an internationally recognized expert on image guided tumor ablation treatments and primary author of the study. \"The data from this study confirms what we see every day, we have a very attractive approach for patients who are concerned about quality of life challenges and are considering options for the treatment of localized and late stage prostate cancer,\" he said.\n\nDr. Stehling has treated the most prostate cancer patients in the world using this image guided treatment, while generating the best therapeutic results. At the Prostata-Center which he founded in 2010, Stehling has treated hundreds of patients at every grade and stage of prostate cancer, and helped to advance the use of image guided treatment technologies. Dr. Stehling is a German Professor of Radiology, a former Associate Professor at Boston University and served as Research Assistant to Sir Peter Mansfield, Prof of Physics and Nobel Prize winner in Medicine in 2003 (for discoveries concerning magnetic resonance imaging).\n\nUnlike other treatment procedures for prostate cancer therapy, image guided or irreversible electroporation (IRE) only destroys cells; vital tissue structures are not affected, making IRE the first tissue-selective form of therapy. IRE uses strong electric fields that cause cells to die without exposing the tissue to radiation or heat. IRE is precision guided and reliably destroys cells within the treatment field, but important anatomical structures in and around the prostate such as nerves, the intestinal wall, the sphincter, veins and arteries are spared. Potential issues with erection and bladder control and other side effects are reduced while healing time is minimal, making it an ideal method for focal prostate cancer therapy and for men concerned about quality of life challenges.\n\nFor the study, Dr. Stehling and his team of researchers evaluated data from 265 patients with primary (stages T1-T4) and recurrent PCa after surgery, radiation therapy and HIFU. Initial tumor control was achieved in all patients, and during the follow-up period of up to 4 years, the recurrence rates were 0/55 (Gleason <7), 3/117 (Gleason 7) and 10/67 (Gleason >7). There were no IRE-related complications and toxicity was extremely low: 27 patients reported a transient reduction of erectile function (EF) (resolved after 6-8m), 15 a permanent reduction and 2 a permanent loss of EF.\n\nThroughout the study, there were no cases of IRE-related incontinence, even when the lower urinary sphincter was included in the treatment field. Incontinence is one of the most common adverse side effects of current treatments for localized prostate cancer and can have a substantial impact on the quality of life. The IRE treatment also had very low toxicity on the rectum and bladder, even in cases of advanced cancer infiltrating these structures in patients who were not candidates for surgery or radiation therapy anymore.\n\n\"Treating prostate cancer with minimal pain and minimal risk of impotence and incontinence, even in patients with advanced and recurrent cancer, with a one-time, one-day treatment, until recently, was unthinkable,\" Dr. Stehling said. \"The cutting edge technology of IRE makes this a reality.\"\n\nCo-Authors of the study include: E Guenther, DIPLPHYS; N Klein, MSc; S Zapf; D Kim, MD; B Rubinsky, PhD\n\nSOURCE The Prostata Center\n\nRelated Links\n\nhttp://www.prostate-center.org\n\n", "images": ["http://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png"], "top_img": "http://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "keywords": [], "authors": ["The Prostata Center"], "canonical_link": "https://www.prnewswire.com/news-releases/new-data-establishes-image-guided-treatment-option-for-prostate-cancer-as-an-alternative-to-surgery-by-reducing-recovery-times-and-lower-side-effects-300185843.html", "title": "New Data Establishes Image Guided Treatment Option for Prostate Cancer as an Alternative to Surgery by Reducing Recovery Times and Lower Side Effects", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "CHICAGO, Dec. 2, 2015 /PRNewswire/ -- An analysis of clinical data from over 200 patients treated by Dr. Michael Stehling found that a new procedure that uses...", "author": "The Prostata Center", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "New Data Establishes Image Guided Treatment Option for Prostate Cancer as an Alternative to Surgery by Reducing Recovery Times and Lower Side Effects", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "illinois", "date": "2015-12-02T08:00:00-05:00", "keywords": "The Prostata Center,Medical Pharmaceuticals , Medical Equipment ,Health Care & Hospitals ,Trade Show News ,New Products & Services", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "New Data Establishes Image Guided Treatment Option for Prostate Cancer as an Alternative to Surgery by Reducing Recovery Times and Lower Side Effects", "description": "CHICAGO, Dec. 2, 2015 /PRNewswire/ -- An analysis of clinical data from over 200 patients treated by Dr. Michael Stehling found that a new procedure that uses...", "image": "/content/dam/prnewswire/common/prn_twitter_sharing_logo.png"}, "og": {"title": "New Data Establishes Image Guided Treatment Option for Prostate Cancer as an Alternative to Surgery by Reducing Recovery Times and Lower Side Effects", "type": "website", "description": "CHICAGO, Dec. 2, 2015 /PRNewswire/ -- An analysis of clinical data from over 200 patients treated by Dr. Michael Stehling found that a new procedure that uses...", "image": "/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "url": "https://www.prnewswire.com/news-releases/new-data-establishes-image-guided-treatment-option-for-prostate-cancer-as-an-alternative-to-surgery-by-reducing-recovery-times-and-lower-side-effects-300185843.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}