{"url": "https://web.archive.org/web/20170202191053/https://www.eurekalert.org/pub_releases/2017-02/mmu-tbt020217.php", "text": "ANN ARBOR, Michigan -- Even as treatment options for laryngeal cancer seemed to improve, survival rates did not. For the most advanced patients, 50 percent survival was the norm, whether patients had surgery to totally remove the voice box or alternative treatment with chemotherapy and radiation to try to avoid surgery.\n\nBut the head and neck oncology team at the University of Michigan Comprehensive Cancer Center came up with a different approach: Give patients a single dose of chemotherapy and see who responds to it. The responders can continue with combination chemotherapy and radiation. The non-responders can be referred immediately for surgery.\n\nAfter a decade of using this approach, researchers are reporting \"exceptional\" survival rates nearing 80 percent, even for the most advanced patients. The team published their outcomes in JAMA Otolaryngology - Head and Neck Surgery.\n\n\"In trying to match the biology of the tumor to the treatment, all of the patients get better outcomes,\" says study author Gregory T. Wolf, M.D., professor and chair emeritus of otolaryngology - head and neck surgery at Michigan Medicine.\n\n\"This approach allows us to enhance quality of life for all of our patients. Many patients can spare their voice box by having chemotherapy and radiation. But that's only good if the treatment works. For patients who must go on to receive surgery, by selecting them up front, we can spare them the complications that may occur when the voice box is removed following multiple cycles of chemotherapy with radiation,\" adds study author Francis Worden, M.D., professor of hematology/oncology.\n\nThe Michigan Medicine team first tested the idea in 1995. They found that patients whose tumor shrunk by more than half after one round of chemotherapy were more likely to do well with chemotherapy and radiation and have an excellent chance of saving their voice box. If the tumor did not respond after that first dose, patients would likely fail on the chemotherapy and would do better going straight to surgery.\n\nIn a clinical trial, they saw disease-specific survival rates of 80 percent in patients with advanced disease. This was unheard of. And it wasn't just those who responded to the chemotherapy. The non-responders who were immediately referred for surgery had better outcomes too.\n\n\"We adopted the treatment approach and started offering it to all our laryngeal cancer patients,\" Wolf says. As part of a Specialized Program of Research Excellence, or SPORE, grant, the team was already maintaining long-term follow-up data on patients. Wolf suggested they look back and see if they were still maintaining such strong outcomes with this approach. The results surprised even him.\n\nOver 10 years, 153 stage 3 and 4 laryngeal cancer patients were treated at Michigan Medicine, with about half receiving the induction chemotherapy. The remainder elected to proceed straight to surgery or chemo-radiation without the induction dose.\n\nAverage disease specific survival at five years for the induction chemotherapy patients was 79 percent - equivalent to the results in patients with early stage disease, and significantly better than the 66 percent survival for patients who had chemo-radiation without the induction strategy.\n\n\"This adds ammunition to the idea that we need to pick individual therapies more carefully. Both chemo-radiation and surgery are difficult treatments with their share of challenging long-term effects. But if we tailor treatments to the individual biology of the tumor and characteristics of the patient, we'll get the best results,\" Wolf says.\n\nThe study did find lower functional preservation of the larynx in the induction chemotherapy group compared to those who elected chemoradiation. Two-thirds of the induction group achieved organ preservation, while more than three-quarters of the chemo-radiation patients did.\n\nWolf notes, however, that chemoradiation often severely damages the larynx, which may cause problems with eating or swallowing years later.\n\nThe induction approach can be done anywhere, but requires intense collaboration among surgeons, medical oncologists and radiation oncologists. All three must be involved to assess the patient and refer to the appropriate therapy.\n\nEven that single dose of chemotherapy can be debilitating and toxic for some patients. Wolf hopes future research will reveal a way to tailor treatment without the need for the induction chemotherapy.\n\n###\n\nAdditional authors: Emily Bellile, M.S.; Avraham Eisbruch, M.D.; Susan Urba, M.D.; Carol R. Bradford, M.D.; Lisa Peterson, M.S.; Mark E. Prince, M.D.; Theodoros N. Teknos, M.D.; Douglas B. Chepeha, M.D.; Norman D. Hogikyan, M.D.; Scott A. McLean, M.D.; Jeffrey Moyer, M.D.; Jeremy M.G. Taylor, Ph.D.; Francis P. Worden, M.D.\n\nFunding: National Cancer Institute grants P50 CA097248 and P30 CA046592, and the Sinabaldo and Diane Tozzi Research Fund\n\nDisclosure: None\n\nReference: JAMA Otolaryngology - Head and Neck Surgery, doi:10.1001/jamaoto.2016.3669, published online Feb. 2, 2017\n\nResources:", "images": ["https://web.archive.org/web/20170202191053im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170202191053im_/https://www.eurekalert.org/images/meganav/AM17-NoDate.png", "https://web.archive.org/web/20170202191053im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170202191053im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170202191053im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170202191053im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170202191053im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170202191053im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170202191053im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170202191053im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170202191053im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170202191053im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170202191053im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png"], "top_img": "https://web.archive.org/web/20170202191053im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170202191053/https://www.eurekalert.org/pub_releases/2017-02/mmu-tbt020217.php", "title": "The best treatment for laryngeal cancer? This approach helps decide", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "After a decade of using a novel approach to select patients for laryngeal cancer treatment, researchers are reporting 'exceptional' survival rates nearing 80 percent, even for the most advanced patients.", "keywords": "Medicine/Health, Cancer", "date": "Thu, 02 Feb 2017 05:00:00 GMT", "funder": "NIH/National Cancer Institute, Sinabaldo and Diane Tozzi Research Fund", "journal": "JAMA Otolaryngology - Head & Neck Surgery", "type": "research", "institution": "Michigan Medicine - University of Michigan", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "UMHealthSystem", "domain": "www.eurekalert.org", "title": "The best treatment for laryngeal cancer? This approach helps decide", "description": "After a decade of using a novel approach to select patients for laryngeal cancer treatment, researchers are reporting 'exceptional' survival rates nearing 80 percent, even for the most advanced patients."}, "og": {"title": "The best treatment for laryngeal cancer? This approach helps decide", "description": "After a decade of using a novel approach to select patients for laryngeal cancer treatment, researchers are reporting 'exceptional' survival rates nearing 80 percent, even for the most advanced patients.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170202191053/https://www.eurekalert.org/pub_releases/2017-02/mmu-tbt020217.php", "image": "https://web.archive.org/web/20170202191053im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "UniversityofMichiganHealthSystem"}}, "movies": [], "publish_date": 1488258000.0, "source": "https://web.archive.org", "summary": ""}