{"url": "http://www.newswise.com/articles/view/647238/?sc=mwhn", "text": "Newswise — Women undergo more cesarean sections each year in the United States than any other major surgery, with the procedure carrying a significant rate of infection at the incision site.\n\nA new study from Washington University School of Medicine in St. Louis offers strong guidance on the best way to reduce the infection risk. Rather than prepping patients with iodine-alcohol — a common antiseptic combination in C-sections — the research indicates that chlorhexidine-alcohol is significantly more effective. The researchers argue that the evidence is strong enough to change standard skin-prep practices for C-sections.\n\nThe study appears online Feb. 4 in The New England Journal of Medicine and coincides with a presentation at the Society for Maternal-Fetal Medicine’s Annual Meeting in Atlanta.\n\n“One of the biggest complications of surgery, and of C-sections in particular, is infection,” said first author Methodius G. Tuuli, MD, assistant professor of obstetrics and gynecology. “For a new mother who needs to care for her baby — which is stressful even when all things are equal — having an infection can really impair her ability to do that. We are very interested in clarifying the best ways to prevent these infections, reducing the burden on the patients, on their infants and on the health-care system as a whole.”\n\nAn estimated 1.3 million women in the U.S. delivered their babies by C-section in 2013, with surgical-site infections complicating 5 to 12 percent of those deliveries. The average cost of treating those cesarean-related infections in the hospital is $3,500 and may be much higher for severe infections.\n\nThe research shows that patients in the chlorhexidine-alcohol group developed significantly fewer infections than patients in the iodine-alcohol group. Those who received the chlorhexidine-alcohol combination had a 4 percent infection rate, which is nearly half that of the patients who received the iodine-alcohol combination — 7.3 percent.\n\nThe clinical trial included 1,147 patients who underwent cesarean sections at Barnes-Jewish Hospital from 2011 to 2015. Of 572 patients randomly assigned to receive the chlorhexidine-alcohol combination, 23 developed an infection at the site of the surgery within 30 days of the procedure. Of 575 patients who randomly received the iodine-alcohol combination, 42 developed a surgical-site infection.\n\nThe investigators pointed out that all other standard procedures for reducing the risk of infection after surgery, including giving preventive antibiotics beforehand, were the same in both groups.\n\nStudies of other types of surgeries also have suggested the superiority of chlorhexidine over iodine in preventing infection. But according to Tuuli, the unique circumstances of a C-section — that bacteria come from both skin and vagina and that a woman’s immune system is altered during pregnancy — mean the results of these studies may not apply.\n\nIn addition, past trials comparing antiseptics before surgery included relatively few participants and often compared a chlorhexidine-alcohol combination with iodine alone. These studies could not determine whether the worse performance of iodine alone was due to the chlorhexidine, the alcohol or the combination.\n\nAlthough the new study was conducted at only one hospital, the researchers said the patient population was racially diverse and that more than 60 percent received public insurance. Tuuli and his colleagues also pointed out that the superiority of the chlorhexidine-alcohol combination was consistent whether the C-section was scheduled or unscheduled, whether or not the patient was obese, whether staples or sutures were used to close the wound and whether the patient had chronic medical conditions, including diabetes.\n\nHighlighting the significance of the findings, the study’s senior author, George A. Macones, MD, the Mitchell and Elaine Yanow Professor and head of the Department of Obstetrics and Gynecology, said, “This study is a tremendous addition to the literature on preventing surgical-site infections after cesarean. There are few circumstances when a single study should change our practice. But based on the biological plausibility and the striking reduction in surgical-site infections with chlorhexidine, this is one of those circumstances.”\n\n###\n\nThis work was supported by a Women’s Reproductive Health Research Career Development grant from the Eunice Kennedy Shriver National Institute of Child Health and Human Development, of the National Institutes of Health (NIH), grant number 1K12HD063086-01; and by the Department of Obstetrics and Gynecology at Washington University School of Medicine in St. Louis.\n\nTuuli MG, Liu J, Stout MJ, Martin S, Cahill AG, Odibo AO, Colditz GA, Macones GA. A randomized trial comparing skin antiseptic agents at cesarean delivery. New England Journal of Medicine. Feb. 4, 2016.\n\nWashington University School of Medicine’s 2,100 employed and volunteer faculty physicians also are the medical staff of Barnes-Jewish and St. Louis Children’s hospitals. The School of Medicine is one of the leading medical research, teaching and patient-care institutions in the nation, currently ranked sixth in the nation by U.S. News & World Report. Through its affiliations with Barnes-Jewish and St. Louis Children’s hospitals, the School of Medicine is linked to BJC HealthCare.", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2016/02/2/Pregnancy_primary.jpg&width=502&height=334", "http://www.newswise.com/assets/img/logo.png", "http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/images/institutions/logos/xwau-logo.gif.pagespeed.ic.PnZ3rRfiZ3.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/02/2/Pregnancy_primary.jpg&width=100&height=100", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/02/2/Pregnancy_primary.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/to-prevent-infection-after-c-section-chlorhexidine-better-than-iodine", "title": "To Prevent Infection After C-Section, Chlorhexidine Better Than Iodine", "meta_data": {"keywords": "Newswise, Cesarean,C-sections,Surgical Site Infections,chlorhexidine,Iodine,Alcohol,infection prevention,Infection Control,All Journal News, OBGYN, Patient Safety, Women's Health, NEJM, Local - Missouri, Embargoed Feed - hidden,  Washington University in St. Louis", "description": "Chlorhexidine-alcohol skin prep is superior to iodine-alcohol for preventing infection after C-section, according to a new study from Washington University School of Medicine in St. Louis.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Chlorhexidine-alcohol skin prep is superior to iodine-alcohol for preventing infection after C-section, according to a new study from Washington University School of Medicine in St. Louis.", "title": "To Prevent Infection After C-Section, Chlorhexidine Better Than Iodine", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/02/2/Pregnancy_primary.jpg&width=100&height=100", "url": "https://www.newswise.com/articles/to-prevent-infection-after-c-section-chlorhexidine-better-than-iodine"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}