{"url": "https://web.archive.org/web/20161108133857/https://www.eurekalert.org/pub_releases/2016-11/lhri-wal110716.php", "text": "LONDON, ON - Scientists from Children's Health Research Institute, a program of Lawson Health Research Institute, and Western University have developed a new blood test that identifies with greater than 90 per cent certainty whether or not an adolescent athlete has suffered a concussion.\n\nDiagnosis of a clinically significant concussion, or a mild traumatic brain injury, can be difficult as it currently relies on a combination of patient symptom assessment and clinician judgement. Equally problematic are the decisions to stop play or activities, or when patients who have suffered a concussion can safely return to normal activities without risking further injury.\n\nIn the new study, researchers have demonstrated that a blood test can now accurately diagnose a concussion using a form of blood profiling known as metabolomics. Dr. Douglas Fraser, a physician in the Paediatric Critical Care Unit at Children's Hospital, London Health Sciences Centre and Lawson scientist, led the study with his co-investigator Mark Daley, a professor in the Departments of Computer Science, Biology and Statistics & Actuarial Sciences at Western University.\n\nIn the relatively inexpensive test, blood is drawn from an individual that may have suffered a concussion as the result of a sudden blow to the head (or from transmitted forces from a sudden blow to the body) within 72 hours of the incident. The scientists measure a panel of metabolites - small molecules that are the products of the body's metabolism - in the blood to search for distinct patterns that indicate a concussion has occurred.\n\n\"This novel approach, to use blood testing of metabolites as a diagnostic tool for concussions, was exploratory and we were extremely pleased with the robustness of our initial results,\" says Dr. Fraser, also an Associate Professor in Western's Departments of Paediatrics, Physiology & Pharmacology and Clinical Neurological Sciences at the Schulich School of Medicine & Dentistry. \"We looked at a host of patterns and it appears that those who suffered a concussion have a very different pattern than those who have not had a concussion.\"\n\nThis new method, fully funded by the Children's Health Foundation and conducted by the Western Concussion Study Group, is unique in that previous attempts have looked unsuccessfully for a single highly accurate protein biomarker that can distinguish concussed from non-concussed adolescent patients.\n\nIn this latest successful attempt, the researchers took a different approach and investigated a full spectrum of 174 metabolites.\n\n\"We looked at all of these metabolites in concussed male adolescent patients and in non-concussed male adolescent patients and it turns out that the spectrum is really different,\" explains Daley, who is also Western's Associate Vice-President (Research) and a principal investigator at Western's renowned Brain & Mind Institute. \"There is no one metabolite that we can put a finger on but when we looked at all of them, those profiles are different enough that we could easily distinguish concussed patients from non-concussed. In fact, with fine tuning we can now look at sets of as few as 20-40 specific metabolites and maintain the diagnostic accuracy level of the test over 90 per cent.\"\n\nConcussion is a major public health concern, often resulting in significant acute symptoms and in some individuals, long-term neurological dysfunction.\n\n\"The discovery of a blood test that can aid in concussion diagnosis is very important,\" says Dr. Fraser. \"With further research, we anticipate that our blood test will also aid clinicians in predicting concussion outcome, as well as aid rehabilitation after concussion.\"\n\nThe findings were recently published in the international journal Metabolomics.\n\nThe technology is subject to a patent application filed through WORLDiscoveries®, the joint technology transfer office of Lawson and Western.\n\n\"This relatively quick and inexpensive blood test for concussion is by far the most accurate reported with tremendous potential for clinical management and commercialization,\" says Kirk Brown, Manager of Business Development for Lawson.\n\n###\n\nMEDIA CONTACT: Jeff Renaud, Senior Media Relations Officer, 519-661-2111, ext. 85165, jrenaud9@uwo.ca, @jeffrenaud99\n\nRobert DeLaet, Communications Associate, Lawson Health Research Institute, 519-685-8500, ext. 75664, robert.delaet@lawsonresearch.com\n\nABOUT WESTERN\n\nWestern delivers an academic experience second to none. Since 1878, The Western Experience has combined academic excellence with life-long opportunities for intellectual, social and cultural growth in order to better serve our communities. Our research excellence expands knowledge and drives discovery with real-world application. Western attracts individuals with a broad worldview, seeking to study, influence and lead in the international community.\n\nFollow Western Media Relations online:\n\nWebsite: http://communications. uwo. ca/ media/\n\nRSS: http://feeds. feedburner. com/ MediaWesternU\n\nTwitter: https:/ / twitter. com/ mediawesternu\n\nABOUT LAWSON\n\nAs the research institute of London Health Sciences Centre and St. Joseph's Health Care London, and working in partnership with Western University, Lawson Health Research Institute is committed to furthering scientific knowledge to advance health care around the world. http://www. lawsonresearch. ca\n\nFollow Lawson News online:\n\nWebsite: https:/ / www. lawsonresearch. ca/ news-events\n\nTwitter: https:/ / twitter. com/ lawsonresearch\n\nFacebook: https:/ / www. facebook. com/ lawsonhealthresearchinstitute/\n\nABOUT CHILDREN'S HEALTH FOUNDATION", "images": ["https://web.archive.org/web/20161108133857im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20161108133857im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20161108133857im_/https://www.eurekalert.org/images/meganav/ACSMeeting.201608.jpg", "https://web.archive.org/web/20161108133857im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20161108133857im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20161108133857im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20161108133857im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20161108133857im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20161108133857im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20161108133857im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20161108133857im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20161108133857im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20161108133857im_/https://www.eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20161108133857im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20161108133857/http://www.eurekalert.org/pub_releases/2016-11/lhri-wal110716.php", "title": "Western and Lawson scientists develop game-changing blood test for concussions", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Scientists from Children's Health Research Institute, a program of Lawson Health Research Institute, and Western University have developed a new blood test that identifies with greater than 90 percent certainty whether or not an adolescent athlete has suffered a concussion.", "keywords": "Medicine/Health, Critical Care/Emergency Medicine, Diagnostics, Sports Medicine, Sports/Recreation, Trauma/Injury", "date": "Mon, 07 Nov 2016 05:00:00 GMT", "funder": "Children's Health Foundation", "journal": "Metabolomics", "type": "research", "institution": "Lawson Health Research Institute", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "lawsonresearch", "domain": "www.eurekalert.org", "title": "Western and Lawson scientists develop game-changing blood test for concussions", "description": "Scientists from Children's Health Research Institute, a program of Lawson Health Research Institute, and Western University have developed a new blood test that identifies with greater than 90 percent certainty whether or not an adolescent athlete has suffered a concussion."}, "og": {"title": "Western and Lawson scientists develop game-changing blood test for concussions", "description": "Scientists from Children's Health Research Institute, a program of Lawson Health Research Institute, and Western University have developed a new blood test that identifies with greater than 90 percent certainty whether or not an adolescent athlete has suffered a concussion.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20161108133857/http://www.eurekalert.org/pub_releases/2016-11/lhri-wal110716.php", "image": "https://web.archive.org/web/20161108133857im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "lawsonhealthresearchinstitute"}}, "movies": [], "publish_date": 1480395600.0, "source": "https://web.archive.org", "summary": ""}