{"url": "https://web.archive.org/web/20170104185038/https://www.eurekalert.org/pub_releases/2017-01/mcc-vsp010317.php", "text": "TAMPA, Fla. (Jan. 3, 2016) - Deregulation and inhibition of the immune system contributes to cancer development. Many therapeutic strategies aim to re-stimulate the immune system to recognize cancer cells and target them for destruction. Researchers from Moffitt Cancer Center report that a dendritic cell vaccine that targets the HER2 protein on breast cancer cells is safe and effectively stimulates the immune system leading to regression of early-stage breast cancer.\n\nThe HER2 protein is overexpressed in 20-25% of all breast cancer tumors and is associated with aggressive disease and poor prognosis. Researchers have previously shown that immune cells are less able to recognize and target cancer cells that express HER2 as breast cancer progresses into a more advanced and invasive stage. This suggests that strategies that can restimulate the immune system to recognize and target HER2 early during cancer development may be effective treatment options.\n\nThe researchers previously developed a vaccine that helps the immune system recognize the HER2 protein on breast cancer cells. Their approach involves creating the vaccine from immune cells called dendritic cells that are harvested from each individual patient to create a personalized vaccine.\n\nIn order to determine if the HER2-dendritic cell vaccine is safe and effective, the researchers performed a clinical trial in 54 women who have HER2-expressing early-stage breast cancer. The dendritic cell vaccines were prepared by isolating dendritic cells from each patients' blood and exposing them to fragments of the HER2 protein. Patients were injected with a dose of their personal dendritic cell vaccine once a week for 6 weeks into either a lymph node, the breast tumor, or into both sites.\n\nThe researchers report that the dendritic cell vaccines were well-tolerated and patients only experienced low-grade toxicities. The most common adverse events were fatigue, injection site reactions, and chills. They also show that the vaccine was able to stimulate an immune response in the majority of the patients. Approximately 80% of evaluable patients had a detectable immune response in their peripheral blood and/or in their sentinel lymph node wherein their cancer is most likely to spread to first. Importantly, the immune responses among the patients were similar, regardless of the route of vaccine administration.\n\nThe Moffitt researchers assessed the effectiveness of the vaccine by determining the percentage of patients who had detectable disease within surgical specimens after resection. The absence of disease is termed a pathological complete response (pCR). They report that 13 patients achieved a pCR and patients who had early non-invasive disease called ductal carcinoma in situ (DCIS) achieved a higher rate of pCR than patients who had early-stage invasive disease. Interestingly, patients who achieved a pCR had a higher immune response within their local sentinel lymph nodes.\n\n\"These results suggest that vaccines are more effective in DCIS, thereby warranting further evaluation in DCIS or other minimal disease settings, and the local regional sentinel lymph node may serve as a more meaningful immunologic endpoint,\" said Brian J. Czerniecki, MD, PhD, Chair of the Department of Breast Oncology at Moffitt Cancer Center.\n\n###\n\nThe study was published in the December 13th online issue of Clinical Cancer Research and was supported by funds received from R01-CA096997, P30-CA016520, Pennies-in-Action®, and the Henle Foundation.\n\nAbout Moffitt Cancer Center\n\nMoffitt is dedicated to one lifesaving mission: to contribute to the prevention and cure of cancer. The Tampa-based facility is one of only 47 National Cancer Institute-designated Comprehensive Cancer Centers, a distinction that recognizes Moffitt's excellence in research, clinical trials, prevention and cancer control. Moffitt is the No. 6 cancer hospital in the nation and has been listed in U.S. News & World Report as one of the \"Best Hospitals\" for cancer care since 1999. Moffitt devotes more than 2.5 million square feet to research and patient care. Moffitt's expert nursing staff is recognized by the American Nurses Credentialing Center with Magnet® status, its highest distinction. With more than 5,200 team members, Moffitt has an economic impact in the state of $2.1 billion. For more information, call 1-888-MOFFITT (1-888-663-3488), visit MOFFITT.org, and follow the momentum on Facebook, Twitter and YouTube.", "images": ["https://web.archive.org/web/20170104185038im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170104185038im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170104185038im_/https://www.eurekalert.org/images/meganav/AM17-NoDate.png", "https://web.archive.org/web/20170104185038im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170104185038im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170104185038im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170104185038im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170104185038im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170104185038im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170104185038im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170104185038im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170104185038im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170104185038im_/https://www.eurekalert.org/images/e4/logo-footer.png"], "top_img": "https://web.archive.org/web/20170104185038im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170104185038/https://www.eurekalert.org/pub_releases/2017-01/mcc-vsp010317.php", "title": "Vaccine shows promising results for early-stage breast cancer patients", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Immunotherapy is a fast growing area of cancer research. It involves developing therapies that use a patient's own immune system to fight and kill cancer. Moffitt Cancer Center is working on a new vaccine that would help early-stage breast cancer patients who have HER2 positive disease.", "keywords": "Medicine/Health, Cancer, Breast Cancer, Prostate Cancer, Clinical Trials, Vaccines", "date": "Tue, 03 Jan 2017 05:00:00 GMT", "funder": "NIH/National Cancer Institute, Pennies-in-Action® and the Henle Foundation", "journal": "Clinical Cancer Research", "type": "research", "institution": "Moffitt Cancer Center", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "EurekAlert", "domain": "www.eurekalert.org", "title": "Vaccine shows promising results for early-stage breast cancer patients", "description": "Immunotherapy is a fast growing area of cancer research. It involves developing therapies that use a patient's own immune system to fight and kill cancer. Moffitt Cancer Center is working on a new vaccine that would help early-stage breast cancer patients who have HER2 positive disease."}, "og": {"title": "Vaccine shows promising results for early-stage breast cancer patients", "description": "Immunotherapy is a fast growing area of cancer research. It involves developing therapies that use a patient's own immune system to fight and kill cancer. Moffitt Cancer Center is working on a new vaccine that would help early-stage breast cancer patients who have HER2 positive disease.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170104185038/https://www.eurekalert.org/pub_releases/2017-01/mcc-vsp010317.php", "image": "https://web.archive.org/web/20170104185038im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1485666000.0, "source": "https://web.archive.org", "summary": ""}