{"url": "http://www.prnewswire.com/news-releases/allergan-granted-marketing-authorization-by-the-fda-for-truetear-the-first-intranasal-neurostimulating-device-proven-to-temporarily-increase-tear-production-300444980.html", "text": "TrueTear™ is a handheld stimulator with daily disposable tips that is inserted into the nasal cavity to induce the production of tears. There have been two clinical studies showing positive safety and effectiveness of the device in the increase of tear production completed with 145 aqueous deficient dry eye adult patients.\n\n\"TrueTear™ represents a technological breakthrough for eye care professionals as it delivers an effective, non-invasive and drug-free way to temporarily increase tear production,\" said David Nicholson, Chief R&D Officer, at Allergan. \"As an innovator in eye care, we are continually looking for new products to offer through our portfolio, and TrueTear™ represents the next step forward.\"\n\nThe new advancement is an addition to Allergan's current eye care portfolio. Last May, Allergan announced positive results from two pivotal trials for TrueTear™ that showed an increase in tear production upon nasal neurostimulation in adults with aqueous tear deficiency.\n\n\"In clinical trials, TrueTear™ demonstrated increased tear production upon stimulation of the nasal cavity,\" said John Sheppard, M.D., M.M. Sc., professor of Ophthalmology, Eastern Virginia Medical School and president of Virginia Eye Consultants. \"Interestingly, neurostimulation has been used as an approach for a wide variety of disorders for more than 30 years. TrueTear™ is the first of its kind to provide a temporary increase in tear production in this way.\"\n\nAbout the Studies\n\nStudy 1 is a prospective, randomized, controlled, double-masked, multicenter, cross-over trial in which participants used an active device and two control applications. The primary effectiveness endpoint of increased tear production during intranasal application as measured by Schirmer score compared to both controls was met. Study 2 is a prospective, single-arm, multicenter, open-label clinical trial in which participants used TrueTear™ to stimulate tear production for 180 days. The primary effectiveness endpoint of increased tear production as measured by Schirmer score during application of the device compared with basal Schirmer score at Day 180 was met. Secondary endpoints of increased tear production as measured by Schirmer score during application of the device compared with basal Schirmer score at Days 0, 7, 30 and 90 were also met. The direct clinical benefit of temporarily increasing tear production as a therapy for patients with dry eye disease was not assessed as part of these clinical trials. All device-related adverse events were mild in nature. There were no device-related serious adverse events.\n\nABOUT TRUETEAR\n\nINDICATION\n\nTrueTear™ provides a temporary increase in tear production during neurostimulation in adult patients.\n\nIMPORTANT SAFETY INFORMATION\n\nCONTRAINDICATIONS\n\nDo not prescribe TrueTear™ to patients with a cardiac pacemaker, implanted or wearable defibrillator, or other implanted metallic or electronic device within head or neck; a known hypersensitivity to the hydrogel device material; or chronic or recurrent nosebleeds, or bleeding disorder/condition that can lead to increased bleeding.\n\nWARNINGS\n\nDo not apply stimulation around electronic monitoring equipment (eg, cardiac monitors, ECG alarms), in the bath/shower, while driving, operating machinery, during activity in which sneezing/watery eyes may cause risk, areas other than the nose, within 3 feet of shortwave or microwave therapy equipment, around flammable anesthetics mixture (air, oxygen or nitrous oxygen). Persistent use on irritated nasal tissue may cause injury. Safety/effectiveness not established for longer than 6 months or for treating aqueous-deficient dry eye disease. Safety not established in pregnancy, patients under 22 years of age, patients with nasal or sinus surgery (including nasal cautery) or significant trauma; severe nasal airway obstruction or vascularized polyp; active, severe systemic or chronic seasonal allergies; rhinitis or sinusitis requiring treatment; untreated nasal infection; and disabling arthritis, neuropathy, severe dexterity impairment or limited motor coordination.\n\nPRECAUTIONS\n\nConsult patients to discontinue use if pain, discomfort or numbness in the nose persists after adjusting for high levels/long sessions; to remove studs, nose rings, or other nose jewelry before use; to not use prescription eye medications or nasal sprays 30 minutes before or after using TrueTear™. Suspected or diagnosed heart disease patients should follow doctor's precautions. Keep away from children.\n\nADVERSE EVENTS\n\nNasal pain, discomfort or burning (10.3%); transient electrical discomfort (5.2%); nosebleed (5.2%); nasal congestion (3.1%); headaches (2.1%); trace blood, dot heme in nostril (2.1%); facial pain (2.1%); sore eye (1.0%); sinus pain (1.0%); periorbital pain (1.0%); runny nose (1.0%); nasal ulcers (1.0%); and light-headedness (1.0%).\n\nCaution: Federal law restricts this device to sale by or on the order of a licensed physician. For the full Directions for Use, please call 1-800-678-1605. Please call 1-800-433-8871 to report an adverse event.\n\nAbout Allergan plc\n\nAllergan plc (NYSE: AGN), headquartered in Dublin, Ireland, is a bold, global pharmaceutical company and a leader in a new industry model – Growth Pharma. Allergan is focused on developing, manufacturing and commercializing branded pharmaceuticals, devices and biologic products for patients around the world.\n\nAllergan markets a portfolio of leading brands and best-in-class products for the central nervous system, eye care, medical aesthetics and dermatology, gastroenterology, women's health, urology and anti-infective therapeutic categories.\n\nAllergan is an industry leader in Open Science, the Company's R&D model, which defines our approach to identifying and developing game-changing ideas and innovation for better patient care. This approach has led to Allergan building one of the broadest development pipelines in the pharmaceutical industry with 70+ mid-to-late stage pipeline programs in development.\n\nOur Company's success is powered by our more than 16,000 global colleagues' commitment to being Bold for Life. Together, we build bridges, power ideas, act fast and drive results for our customers and patients around the world by always doing what is right.\n\nWith commercial operations in approximately 100 countries, Allergan is committed to working with physicians, healthcare providers and patients to deliver innovative and meaningful treatments that help people around the world live longer, healthier lives every day.\n\nFor more information, visit Allergan's website at www.Allergan.com.\n\nForward-Looking Statement\n\nStatements contained in this press release that refer to future events or other non-historical facts are forward-looking statements that reflect Allergan's current perspective of existing trends and information as of the date of this release. Except as expressly required by law, Allergan disclaims any intent or obligation to update these forward-looking statements. Actual results may differ materially from Allergan's current expectations depending upon a number of factors affecting Allergan's business. These factors include, among others, the difficulty of predicting the timing or outcome of FDA approvals or actions, if any; the impact of competitive products and pricing; market acceptance of and continued demand for Allergan's products; difficulties or delays in manufacturing; and other risks and uncertainties detailed in Allergan's periodic public filings with the Securities and Exchange Commission, including but not limited to Allergan's Annual Report on Form 10-K for the year ended December 31, 2015 and Quarterly Report on Form 10-Q for the quarter ended September 30, 2016 (certain of such periodic public filings having been filed under the \"Actavis plc\" name). Except as expressly required by law, Allergan disclaims any intent or obligation to update these forward-looking statements.\n\nCONTACTS: Investors:\n\nKarina Calzadilla\n\n(862) 261-7328\n\n\n\n\n\nMedia:\n\nMark Marmur\n\n(973) 906-1526\n\n\n\n\n\nSuzanne Jacobson\n\n(201) 273-4724\n\nSOURCE Allergan plc\n\nRelated Links\n\nhttp://www.allergan.com\n\n", "images": ["https://mma.prnewswire.com/media/493834/Allergan_TrueTear_Product.jpg?p=publish&w=950", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png", "https://mma.prnewswire.com/media/493834/Allergan_TrueTear_Product.jpg", "https://mma.prnewswire.com/media/493834/Allergan_TrueTear_Product.jpg?p=facebook", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "https://mma.prnewswire.com/media/493835/Allergan_plc_TrueTear.jpg", "https://mma.prnewswire.com/media/493835/Allergan_plc_TrueTear.jpg?p=publish&w=950", "https://mma.prnewswire.com/media/222796/allergan_plc_logo.jpg?p=publish&w=200"], "top_img": "https://mma.prnewswire.com/media/493834/Allergan_TrueTear_Product.jpg?p=facebook", "keywords": [], "authors": ["Allergan Plc"], "canonical_link": "https://www.prnewswire.com/news-releases/allergan-granted-marketing-authorization-by-the-fda-for-truetear-the-first-intranasal-neurostimulating-device-proven-to-temporarily-increase-tear-production-300444980.html", "title": "Allergan Granted Marketing Authorization by the FDA for TrueTear™, the First Intranasal Neurostimulating Device Proven to Temporarily Increase Tear Production", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "DUBLIN, April 25, 2017 /PRNewswire/ -- Allergan plc, (NYSE: AGN) today announced that it has been granted marketing authorization from the U.S. Food and Drug...", "author": "Allergan plc", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "Allergan Granted Marketing Authorization by the FDA for TrueTear™, the First Intranasal Neurostimulating Device Proven to Temporarily Increase Tear Production", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "ireland", "date": "2017-04-25T07:31:00-04:00", "keywords": "Allergan plc,Health Care & Hospitals ,Medical Pharmaceuticals ,Pharmaceuticals   , Medical Equipment ,New Products & Services", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "Allergan Granted Marketing Authorization by the FDA for TrueTear™, the First Intranasal Neurostimulating Device Proven to Temporarily Increase Tear Production", "description": "DUBLIN, April 25, 2017 /PRNewswire/ -- Allergan plc, (NYSE: AGN) today announced that it has been granted marketing authorization from the U.S. Food and Drug...", "image": "https://mma.prnewswire.com/media/493834/Allergan_TrueTear_Product.jpg?p=twitter"}, "og": {"title": "Allergan Granted Marketing Authorization by the FDA for TrueTear™, the First Intranasal Neurostimulating Device Proven to Temporarily Increase Tear Production", "type": "website", "description": "DUBLIN, April 25, 2017 /PRNewswire/ -- Allergan plc, (NYSE: AGN) today announced that it has been granted marketing authorization from the U.S. Food and Drug...", "image": "https://mma.prnewswire.com/media/222796/allergan_plc_logo.jpg?p=facebook", "url": "https://www.prnewswire.com/news-releases/allergan-granted-marketing-authorization-by-the-fda-for-truetear-the-first-intranasal-neurostimulating-device-proven-to-temporarily-increase-tear-production-300444980.html"}, "assetURLS": "newsmetaBean.getAssetUrls(,)", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}