{"url": "https://web.archive.org/web/20161207131158/https://www.eurekalert.org/pub_releases/2016-12/fhcr-isp120316.php", "text": "SEATTLE - Dec. 5, 2016 - Fred Hutchinson Cancer Research Center announced promising results from an early trial in which patients with high-risk acute myeloid leukemia received genetically engineered immune cells. Of the 12 AML patients who received this experimental T-cell therapy after a transplant put their disease in remission, all are still in remission after a median follow-up of more than two years.\n\nGiving these cells when disease is in remission after transplant \"might actually be helping patients who have a high risk of relapsing to not relapse down the line,\" said Dr. Aude Chapuis, cancer physician and immunotherapy researcher at Fred Hutch, one of the study's leaders. Chapuis presented these results at the 2016 annual meeting of the American Society of Hematology in San Diego, California.\n\nThe findings in this group of trial participants contrast with the outcomes the researchers observed in a cohort of similar patients who received transplants around the same time but did not receive engineered T cells. In all of these transplant-only patients, the transplants produced remissions, but more than a quarter of them relapsed within just 10 months.\n\nIn the experimental T-cell therapy tested in this trial, certain T cells from each patient's transplant donor were genetically engineered to produce receptors that allowed the T cells to recognize, very specifically, a target molecule called WT1. WT1 is 10 to 1,000 times more common in leukemia cells than their noncancerous cousins, making it a natural target for therapies designed to destroy cancer cells while leaving most healthy cells alone.\n\nThis is the team's first trial of this strategy, which was initially developed in the lab of Dr. Phil Greenberg, one of the study's leaders and the head of Fred Hutch's Program in Immunology. Because it was the first study of this particular approach, the researchers focused on a high-risk group -- AML patients undergoing bone marrow transplant who had certain genetic or disease characteristics that decrease the chance of long-term transplant success -- \"a hard population of patients,\" Chapuis said, many of whom \"were horribly sick.\"\n\nEach patient's therapy was created just for them in a specialized Fred Hutch facility. Certain T cells from each patient's matched donor were given the genetic instructions to make a receptor that specifically reacts to WT1. Then came a blood stem cell transplant: Patients' leukemic bone marrow and blood cells were destroyed and replaced with healthy cells from their donors. A month later, when the team examined these 12 patients' marrow, they found no trace of the cancers. Rapidly thereafter, once the transplanted cells fully engrafted, each patient then received up to 10 billion of the genetically engineered donor cells, infused into their arm through an IV.\n\nChapuis's role in this trial is on the laboratory side of the research, ensuring the quality of the genetically engineered cell products and monitoring the activity of the cells after infusion. She co-leads this research with Greenberg and Dr. Dan Egan of Fred Hutch, the trial's principal investigator and the care provider for trial participants. The study was supported by funding from the National Institutes of Health and spinoff Juno Therapeutics, of which Greenberg is a scientific co-founder.\n\nOutside of this trial, Chapuis treats cancer patients at Fred Hutch's clinical care partner, Seattle Cancer Care Alliance. Watching her patients undergo bone marrow transplant ? itself the first clear and reproducible example of cancer immunotherapy, developed at Fred Hutch ? has made her want to work toward something better.\n\n\"That's my source of inspiration. I'm always horrified by the intense treatment that we inflict on bone marrow transplant patients and the hardship that we make them go through. And I really think we can do better,\" Chapuis said. \"That's why I'm doing this.\"\n\n###\n\nAt Fred Hutchinson Cancer Research Center, home to three Nobel laureates, interdisciplinary teams of world-renowned scientists seek new and innovative ways to prevent, diagnose and treat cancer, HIV/AIDS and other life-threatening diseases. Fred Hutch's pioneering work in bone marrow transplantation led to the development of immunotherapy, which harnesses the power of the immune system to treat cancer with minimal side effects. An independent, nonprofit research institute based in Seattle, Fred Hutch houses the nation's first and largest cancer prevention research program, as well as the clinical coordinating center of the Women's Health Initiative and the international headquarters of the HIV Vaccine Trials Network. Private contributions are essential for enabling Fred Hutch scientists to explore novel research opportunities that lead to important medical breakthroughs. For more information, visit fredhutch.org or follow Fred Hutch on Facebook, Twitter or YouTube.", "images": ["https://web.archive.org/web/20161207131158im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20161207131158im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20161207131158im_/https://www.eurekalert.org/multimedia/res/web/128388_web.jpg", "https://web.archive.org/web/20161207131158im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20161207131158im_/https://www.eurekalert.org/images/meganav/ACSMeeting.201608.jpg", "https://web.archive.org/web/20161207131158im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20161207131158im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20161207131158im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20161207131158im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20161207131158im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20161207131158im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20161207131158im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20161207131158im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png"], "top_img": "https://web.archive.org/web/20161207131158im_/https://www.eurekalert.org/multimedia/res/web/128388_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20161207131158/https://www.eurekalert.org/pub_releases/2016-12/fhcr-isp120316.php", "title": "Immunotherapy shows promise in preventing leukemia relapse", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Fred Hutchinson Cancer Research Center announced promising results from an early trial in which patients with high-risk acute myeloid leukemia received genetically engineered immune cells. Of the 12 AML patients who received this experimental T-cell therapy after a transplant put their disease in remission, all are still in remission after a median follow-up of more than two years.", "keywords": "Biology, Cell Biology, Medicine/Health, Cancer, Clinical Trials, Hematology, Immunology/Allergies/Asthma", "date": "Mon, 05 Dec 2016 05:00:00 GMT", "funder": "National Institutes of Health, Juno Therapeutics Inc.", "type": "research", "institution": "Fred Hutchinson Cancer Research Center", "meeting": "American Society of Hematology Annual Meeting", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "FredHutch", "domain": "www.eurekalert.org", "title": "Immunotherapy shows promise in preventing leukemia relapse", "description": "Fred Hutchinson Cancer Research Center announced promising results from an early trial in which patients with high-risk acute myeloid leukemia received genetically engineered immune cells. Of the 12 AML patients who received this experimental T-cell therapy after a transplant put their disease in remission, all are still in remission after a median follow-up of more than two years."}, "og": {"title": "Immunotherapy shows promise in preventing leukemia relapse", "description": "Fred Hutchinson Cancer Research Center announced promising results from an early trial in which patients with high-risk acute myeloid leukemia received genetically engineered immune cells. Of the 12 AML patients who received this experimental T-cell therapy after a transplant put their disease in remission, all are still in remission after a median follow-up of more than two years.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20161207131158/https://www.eurekalert.org/pub_releases/2016-12/fhcr-isp120316.php", "image": "https://web.archive.org/web/20161207131158im_/https://www.eurekalert.org/multimedia/res/web/128388_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1482987600.0, "source": "https://web.archive.org", "summary": ""}