{"url": "https://web.archive.org/web/20160603122508/http://www.eurekalert.org/pub_releases/2016-06/e-tsc060216.php", "text": "Philadelphia, PA, June 2, 2016 - Basal cell carcinoma is one of the most common cancers and its incidence is increasing worldwide, putting a significant burden on health services. Topical treatments are available for superficial basal cell carcinoma (BCC) but there has a lack of long-term follow-up data to guide treatment decisions. A three-year randomized controlled clinical trial has found that two topical creams are effective in most primary, low-risk superficial BCC, comparing favorably with photodynamic therapy (PDT), as reported by investigators in the Journal of Investigative Dermatology.\n\nMore than 80% of all skin cancers are BCC, arising from the basal cells (i.e., small, round cells found in the lower layer of the epidermis). There are over two million cases a year in the U.S. and the lifetime risk of developing a BCC before the age of 85 years is one in five people. The prognosis is excellent, but it can cause significant disfigurement by invading surrounding tissues.\n\nWhile most types of BCC require surgery, superficial BCC can be treated topically with noninvasive treatments such as PDT, imiquimod cream, fluorouracil cream, cryosurgery or electrodessication and curettage.\n\nInvestigators in the Netherlands report the results of a three-year follow-up of a randomized controlled trial that compared three noninvasive treatments that included imiquimod and fluorouracil cream. \"The main advantages of noninvasive treatments are good cosmetic outcome, preservation of surrounding tissue, and potential for home application of either creams,\" explained lead investigator Marieke Roozeboom of the Department of Dermatology, Maastricht University Medical Center in the Netherlands. \"Throughout the last two decades there has been a growing interest in these non-surgical therapies, which offer the possibility of avoiding surgery and reducing demands on busy medical practices.\"\n\nHowever, prior to this study there has been a lack of randomized controlled trials with a long-term follow-up that compare the effectiveness of noninvasive treatments. Consequently, there is no consensus in international BCC guidelines on the first choice of noninvasive therapy for superficial BCC.\n\nA total of 601 patients with a superficial BCC participated in this study: 202 patients were treated with methylaminolevulinate photodynamic therapy (MAL-PDT), 198 with imiquimod cream, and 201 with fluorouracil cream. The three study groups had a similar distribution of baseline characteristics, with the exception of tumor size.\n\nAround 80% of patients with superficial BCC were tumor free after imiquimod treatment after three years. The clearance rate was 68% for patients treated with fluorouracil and 58% for individuals receiving PDT.\n\n\"Based on our findings, both imiquimod and fluorouracil are effective noninvasive treatments in most primary, low-risk superficial BCC, but the data provide no definite evidence for superiority of imiquimod to fluorouracil,\" commented Dr. Roozeboom. \"Both creams have an equal cosmetic outcome and risk of local adverse events. Fluorouracil has the advantage of being less expensive than imiquimod. However, between one- and three-year follow-up, more recurrences were diagnosed in the fluorouracil group compared with the imiquimod group.\"\n\n\"When choosing a treatment for an individual patient with a superficial BCC, other factors like age, compliance, and patient preferences should always be taken into account. For example, we have found that in superficial BCC on the lower extremities in older patients, PDT should be prescribed rather than imiquimod. Our evidence indicates that a personalized treatment approach is necessary,\" added Dr. Roozeboom.\n\n###\n\nNotes for editors\n\n\"Three year follow-up results of photodynamic therapy versus imiquimod versus fluorouracil for treatment of superficial basal cell carcinoma: a single blind, noninferiority, randomized controlled trial,\" by Marieke H. Roozeboom, MD, Aimee H.M.M. Arits, PhD, Klara Mosterd, PhD, Anja Sommer, PhD, Brigitte A.B. Essers, PhD, Michette J.M. de Rooij, PhD, Patricia J.F. Quaedvlieg, PhD, Peter M. Steijlen, PhD, Patty J. Nelemans, PhD, and Nicole W.J. Kelleners-Smeets, PhD (doi: 10.1016/j.jid.2016.03.043), published online in the Journal of Investigative Dermatology by Elsevier.\n\nFull text of this article is available to credentialed journalists upon request. Contact George Woodward at 1-215-605-3050 or g.woodward@elsevier.com to obtain copies. Journalists who wish to speak with the authors should contact Marieke H. Roozeboom at 31-433-877 295 or mh.roozeboom@mumc.nl.\n\nAbout the Journal of Investigative Dermatology\n\nJournal of Investigative Dermatology (JID), with an Impact Factor of 7.216, is the leading journal in dermatology*. The journal publishes reports describing original research on all aspects of cutaneous biology and skin disease. Topics include biochemistry, biophysics, carcinogenesis, cell regulation, clinical research, development, embryology, epidemiology and other population-based research, extracellular matrix, genetics, immunology, melanocyte biology, microbiology, molecular and cell biology, pathology, percutaneous absorption, pharmacology, photobiology, physiology, skin structure, and wound healing. http://www. jidonline ,org *2014 Journal Citations Report published by Thomson Reuters ©2015\n\nAbout Elsevier\n\nElsevier is a world-leading provider of information solutions that enhance the performance of science, health, and technology professionals, empowering them to make better decisions, deliver better care, and sometimes make groundbreaking discoveries that advance the boundaries of knowledge and human progress. Elsevier provides web-based, digital solutions -- among them ScienceDirect, Scopus, Elsevier Research Intelligence and ClinicalKey -- and publishes over 2,500 journals, including The Lancet and Cell, and more than 33,000 book titles, including a number of iconic reference works. Elsevier is part of RELX Group, a world-leading provider of information and analytics for professional and business customers across industries. http://www. elsevier. com\n\nMedia contact\n\nGeorge Woodward\n\nElsevier\n\n1-215-605-3050\n\ng.woodward@elsevier.com", "images": ["https://web.archive.org/web/20160603122508im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160603122508im_/http://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20160603122508im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160603122508im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160603122508im_/http://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20160603122508im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160603122508im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160603122508im_/http://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20160603122508im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160603122508im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160603122508im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160603122508im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160603122508im_/http://www.eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20160603122508im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160603122508/http://www.eurekalert.org/pub_releases/2016-06/e-tsc060216.php", "title": "Topical skin creams effective to treat superficial basal cell carcinoma: New study", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Basal cell carcinoma is one of the most common cancers and its incidence is increasing worldwide, putting a significant burden on health services. Topical treatments are available for superficial basal cell carcinoma (BCC) but there has a lack of long-term follow-up data to guide treatment decisions. A three-year randomized controlled clinical trial has found that two topical creams are effective in most primary, low-risk superficial BCC, comparing favorably with photodynamic therapy (PDT).", "keywords": "Chemistry/Physics/Materials Sciences, Pharmaceutical Sciences, Medicine/Health, Cancer, Clinical Trials, Dermatology, Pharmaceutical Science, Pharmaceutical Chemistry", "date": "Thu, 02 Jun 2016 04:00:00 GMT", "journal": "Journal of Investigative Dermatology", "type": "research", "institution": "Elsevier", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "elseviernews", "domain": "www.eurekalert.org"}, "og": {"title": "Topical skin creams effective to treat superficial basal cell carcinoma: New study", "description": "Basal cell carcinoma is one of the most common cancers and its incidence is increasing worldwide, putting a significant burden on health services. Topical treatments are available for superficial basal cell carcinoma (BCC) but there has a lack of long-term follow-up data to guide treatment decisions. A three-year randomized controlled clinical trial has found that two topical creams are effective in most primary, low-risk superficial BCC, comparing favorably with photodynamic therapy (PDT).", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160603122508/http://www.eurekalert.org/pub_releases/2016-06/e-tsc060216.php", "image": "https://web.archive.org/web/20160603122508im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "ElsevierConnect"}}, "movies": [], "publish_date": 1467172800.0, "source": "https://web.archive.org", "summary": ""}