{"url": "http://www.newswise.com/articles/view/671560/?sc=sphn", "text": "Newswise — Faced with the negative quality-of-life effects from surgery and radiation treatments for prostate cancer, low risk patients may instead want to consider active surveillance with their physician, according to a study released Tuesday by the Journal of the American Medical Association (JAMA).\n\nThe Vanderbilt University Medical Center study led by Daniel Barocas, M.D., MPH, associate professor of Urologic Surgery, compared the side effects and outcomes of contemporary treatments for localized prostate cancer with active surveillance in order to guide men with prostate cancer in choosing the best treatment for them.\n\nSurgery is considered by some to be the most definitive treatment, and there is evidence from other studies that it has better long-term cancer outcomes than radiation for higher-risk cancers, but it has more sexual and urinary side effects than radiation.\n\n“Patients who were treated with surgery or radiation had side effects, while those who were managed with active surveillance, for the most part, did quite well,” Barocas said.\n\n“It is best to avoid treatment if you have a prostate cancer that is safe to observe. This is why most doctors recommend ‘active surveillance’ for low-risk cancers,” he said.\n\nThree-year survival from prostate cancer was excellent in the study at over 99 percent for patients regardless of whether they chose surgery, radiation or active surveillance. Barocas did caution that prostate cancer tends to be slow growing and patients would need to be followed for 10 years or more to find differences in mortality.\n\n“This study shows that, despite technological advances in the treatment of prostate cancer, both surgery and radiation still have a negative effect on quality of life,” said co-author David Penson, M.D., MPH, Paul V. Hamilton, M.D., and Virginia E. Howd Professor of Urologic Oncology and professor and chair of the Department of Urologic Surgery.\n\n“Certainly, if a man has low-risk prostate cancer, he should seriously be considering active surveillance as a reasonable way to go,” he said.\n\nErectile dysfunction and urinary incontinence were more common in men treated with surgery than radiation when studied three years after treatment, although the difference in sexual dysfunction was only apparent in patients with excellent baseline function.\n\n“Urinary incontinence was reported as a moderate or big problem in 14 percent of men three years after surgery compared to 5 percent of men who had radiation,” Barocas said.\n\n“Men who had radiation reported more problems with bowel function and hormone side effects compared to men who had surgery, but these differences were only seen within the first year following treatment,” he said.\n\nThe authors also reported that:\n\n- Surgery was associated with fewer urinary irritative symptoms, like weak urine stream or urinary frequency, compared to active surveillance.\n\n- Radiation patients had similar urinary irritative symptoms to men on active surveillance, which is an improvement from previous studies with older radiation techniques.\n\n- None of the treatments had an impact on general quality of life, such as the ability to do activities of daily living, emotional health and energy or vitality.\n\nFunding for the study was provided by grants 1R01HS019356 and 1R01HS022640 from the Agency for Healthcare Research and Quality; UL1TR000011 to the Vanderbilt Institute of Clinical and Translational Research from the National Center for Advancing Translational Sciences; and 5T32CA106183 from the National Institute of Health and the National Cancer Institute (Dr Tyson). Research reported in this article was partially funded through a Patient-Centered Outcomes Research Institute (PCORI) award CE12-11-4667.", "images": ["https://www.newswise.com/images/new-newswise-logo-square.jpg", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "http://www.newswise.com/assets/img/logo.png.pagespeed.ce.pQl5UlxZ8w.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/active-surveillance-preserves-quality-of-life-for-prostate-cancer-patients", "title": "Active Surveillance Preserves Quality of Life for Prostate Cancer Patients", "meta_data": {"keywords": "Newswise, Prostate Cancer,Vanderbilt University Medical Center,Daniel Barocas,David Penson,Prostate Cancer Surgery,Radiation,Active Surveillance,Cancer, Men's Health, OBGYN, Local - Tennessee, Embargoed Feed - hidden, All Journal News,  Vanderbilt University Medical Center", "description": "Faced with the negative quality-of-life effects from surgery and radiation treatments for prostate cancer, low risk patients may instead want to consider active surveillance with their physician, according to a study released Tuesday by the Journal of the American Medical Association (JAMA).", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Faced with the negative quality-of-life effects from surgery and radiation treatments for prostate cancer, low risk patients may instead want to consider active surveillance with their physician, according to a study released Tuesday by the Journal of the American Medical Association (JAMA).", "title": "Active Surveillance Preserves Quality of Life for Prostate Cancer Patients", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "url": "https://www.newswise.com/articles/active-surveillance-preserves-quality-of-life-for-prostate-cancer-patients"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}