{"url": "https://web.archive.org/web/20160507121914/http://www.eurekalert.org/pub_releases/2016-05/uops-bto050616.php", "text": "PHILADELPHIA - Patients with atrial fibrillation (AF), a rapid irregular heartbeat caused by pooling blood in the heart which can lead to heart failure and stroke, are often treated with an ablation, a minimally invasive procedure used to remove the tissue which causes the pooled blood. Following this procedure, patients are often prescribed long-term, daily oral anticoagulation medications -- also known as blood thinners. However, a new study shows the use of novel anticoagulants for AF prescribed on an \"as-needed basis\" guided by diligent pulse monitoring, can be a safe and effective alternative to lowering overall risk of stroke. Researchers from the Perelman School of Medicine at the University of Pennsylvania presented their findings today at the Heart Rhythm Society's 37th Annual Scientific Session in San Francisco.\n\nOral anticoagulation therapy is recommended in patients with infrequent AF and high risk of stroke, however, prolonged use of blood thinners is associated with a higher bleeding risk. To determine an alternate but effective therapy, the researchers enrolled 100 patients age 45-78 with significant stroke risk and coupled with diligent pulse monitoring -- manually or by using a smartphone - twice a day with \"as needed\" anticoagulants for the treatment of AF. Patients were provided with novel oral anticoagulants and were instructed to start taking the medication if they suspected or detected an AF episode lasting longer than one hour.\n\n\"This kind of approach to anticoagulation therapy requires an open line of communication between the patient and the care team, and calls for a specific type of patient. We call them \"highly motivated patients,\" said lead author Monica Pammer, PA-C, a physician assistant in Electrophysiology at the Hospital of the University of Pennsylvania. \"These are patients who were actively seeking, preparing for and are committed to the alternate treatment method, and who are informed about how to diligently and effectively monitor their pulse throughout the day.\"\n\nResearchers followed the participates for approximately 23 months, during which time 28 patients started taking the blood thinner at least once for a suspected or detected AF episode, and only 10 patients transitioned back to chronic oral anticoagulation therapy for recurrent AF. No patients experienced a stroke or transient ischemic attack - also called a mini-stroke -- and there was only one mild bleeding incident that required medical attention.\n\n\"It is extremely common for patients with AF to seek treatment that does not involve the use of chronic oral anticoagulants therapy, as there are other risks associated with their long term use,\" said co-author Francis E. Marchlinski, MD, FHRS, director of Electrophysiology for the University of Pennsylvania Health System and Richard T. and Angela Clark President's Distinguished Professor in the Perelman School of Medicine at the University of Pennsylvania. \"The goal of this study was to find a safe and effected treatment option, and our initial results support 'as-needed' blood thinners and pulse monitoring as the alternative.\"\n\nAll patients enrolled had no AF recurrences during an extended period of telemetry monitoring before the study began, and were willing and able to check their pulses manually or by a smartphone-enabled device twice a day. Of these patients, 84 had been ablated, sixteen were being treated with drug therapy, and three had implanted devices that served as a quality control check.\n\n\"While this is an observational study with a relatively small patient sample, further research is certainly needed to better understand alternate treatment options,\" said Pammer. \"And, we stress that 'as-needed' blood thinners should not be considered unless the patient qualifies as highly motivated.\"\n\n###\n\nPenn Medicine is one of the world's leading academic medical centers, dedicated to the related missions of medical education, biomedical research, and excellence in patient care. Penn Medicine consists of the Raymond and Ruth Perelman School of Medicine at the University of Pennsylvania (founded in 1765 as the nation's first medical school) and the University of Pennsylvania Health System, which together form a $5.3 billion enterprise.\n\nThe Perelman School of Medicine has been ranked among the top five medical schools in the United States for the past 18 years, according to U.S. News & World Report's survey of research-oriented medical schools. The School is consistently among the nation's top recipients of funding from the National Institutes of Health, with $373 million awarded in the 2015 fiscal year.\n\nThe University of Pennsylvania Health System's patient care facilities include: The Hospital of the University of Pennsylvania and Penn Presbyterian Medical Center -- which are recognized as one of the nation's top \"Honor Roll\" hospitals by U.S. News & World Report -- Chester County Hospital; Lancaster General Health; Penn Wissahickon Hospice; and Pennsylvania Hospital -- the nation's first hospital, founded in 1751. Additional affiliated inpatient care facilities and services throughout the Philadelphia region include Chestnut Hill Hospital and Good Shepherd Penn Partners, a partnership between Good Shepherd Rehabilitation Network and Penn Medicine.\n\nPenn Medicine is committed to improving lives and health through a variety of community-based programs and activities. In fiscal year 2015, Penn Medicine provided $253.3 million to benefit our community.", "images": ["https://web.archive.org/web/20160507121914im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160507121914im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160507121914im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160507121914im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20160507121914im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160507121914im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160507121914im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160507121914im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160507121914im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160507121914im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160507121914im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160507121914im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160507121914im_/http://www.eurekalert.org/images/meganav/portal-marine.png"], "top_img": "https://web.archive.org/web/20160507121914im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160507121914/http://www.eurekalert.org/pub_releases/2016-05/uops-bto050616.php", "title": "Blood thinners on 'as needed' basis is safe and effective for lowering stroke risk as compared to long-term use", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A new study shows the use of novel anticoagulants for AF prescribed on an 'as-needed basis' guided by diligent pulse monitoring, can be a safe and effective alternative to lowering overall risk of stroke. Researchers from the Perelman School of Medicine at the University of Pennsylvania presented their findings today at the Heart Rhythm Society's 37th Annual Scientific Session in San Francisco.", "keywords": "Medicine/Health, Cardiology", "date": "Fri, 06 May 2016 04:00:00 GMT", "type": "research", "institution": "University of Pennsylvania School of Medicine", "meeting": "Heart Rhythm Society's 37th Annual Scientific Session", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "PennMedNews", "domain": "www.eurekalert.org"}, "og": {"title": "Blood thinners on 'as needed' basis is safe and effective for lowering stroke risk as compared to long-term use", "description": "A new study shows the use of novel anticoagulants for AF prescribed on an 'as-needed basis' guided by diligent pulse monitoring, can be a safe and effective alternative to lowering overall risk of stroke. Researchers from the Perelman School of Medicine at the University of Pennsylvania presented their findings today at the Heart Rhythm Society's 37th Annual Scientific Session in San Francisco.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160507121914/http://www.eurekalert.org/pub_releases/2016-05/uops-bto050616.php", "image": "https://web.archive.org/web/20160507121914im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "pages/Penn‑Medicine/99556027612"}}, "movies": [], "publish_date": 1464494400.0, "source": "https://web.archive.org", "summary": ""}