{"url": "https://web.archive.org/web/20170309190548/https://www.eurekalert.org/pub_releases/2017-03/mcog-fls030917.php", "text": "AUGUSTA, Ga. (March 9, 2017) - The first year of free lung cancer screening in the Augusta, Georgia area found more than double the rate seen in a previous large, national study as well as a Massachusetts-based screening for this number one cancer killer.\n\nThe higher rates, coupled with the majority of cases being found in early, treatable stages, point toward the need for ongoing, accessible free screening in high-risk populations and underserved regions, say researchers at the Georgia Cancer Center at Augusta University. High risk includes those who have smoked a pack of cigarettes daily for two or three decades and, if they've quit smoking, did so less than 15 years ago.\n\nThe screening of 264 high-risk individuals within a 150-mile radius of Augusta found 3 percent had lung cancer and 75 percent of those were caught early, said Dr. Carsten Schroeder, thoracic oncology surgeon at the Georgia Cancer Center and Medical College of Georgia at AU. The researchers note that a percentage of the patients presenting at screening had early symptoms, like a persistent cough, so the rate of cancer detection in patients who showed no indication of disease was 2.2 percent, still double the rates of previous studies.\n\n\"Lung cancer is still the number one cancer killer in the United States and in our world,\" Schroeder said. \"If we catch it in the early stages, ideally before symptoms surface, we can operate and patients can have an overall survival rate of 90 percent.\" Five-year survival rates are closer to 5 percent in more advanced disease.\n\nThe pioneering National Lung Screening Trial, which began in 2002 and included 33 largely urban centers, found 292 cases of lung cancer among the 26,722 high-risk individuals screened in the first year, for a rate of 1.1 percent. That study also provided the first broad evidence that low-dose computed tomography, or LDCT, was a more effective screening tool than the traditional chest X-ray. A decade later, the Massachusetts-based Lahey Hospital & Medical Center, on which the Augusta screening was modeled, found a .6 percent prevalence in the first 10 months of screening.\n\nLike the previous experiences, the Augusta area screening that started in 2014, also reiterated the ability of LDCT to find lung cancer early, said Schroeder, corresponding author of the study in Southern Medical Journal.\n\nSix of the eight cases found in the screening were considered potentially curable with surgery. Positive results were communicated directly to the participant's primary care provider; negative results were communicated to primary care docs and participants, along with a reminder for another screening in a year.\n\nParticipants, particularly from surrounding, more rural communities, have limited access to health care, Schroeder said. The area's median household income is 27 percent lower than the national average and the poverty level is 67 percent higher, according to the U.S. Census Bureau. The Augusta-area experience found generally younger patients, who started smoking earlier in life and had multiple risk factors. Augusta area participants were an average of 60 years old, about half male and female, more than 68 percent were white and nearly 20 percent were black.\n\n\"It doesn't matter how old you are, if you have smoked 30 years, you might want to consider a lung-cancer screening,\" Schroeder said, referencing the reality that some adults started smoking as children. Part of his drive to start a screening program in the Augusta area was that, when he relocated here three years ago from the Cleveland area, he found patients were often referred to him with later, less-treatable disease. In the Cleveland area where Schroeder previously practiced as a faculty member at Case Western Reserve University and where access to health care and/or health insurance was more widely available, early lung cancers might even be detected incidentally when patients had CT scans for a variety of other reasons.\n\nAugusta researchers were able to offer free screening by utilizing natural downtime of the combined positive emission tomography, or PET, and computed tomography, or CT, scanner, said Dr. Norman B. Thomson III, chief of general/cardiothoracic radiology in the MCG Department of Radiology and Imaging and study co-author.\n\nThe combination technology is often used to visualize other tumor types throughout the body and many patients require an injection of sugar dye, which will be taken up by the tumor but must first circulate for about an hour before the scan is done. That means the machine is staffed at times when it is not able to be fully used for other diagnostic procedures, time that provides a natural window for lung screening using just the CT imaging capability in under five minutes from arrival to exit, Thomson said. More typically, a scan could cost between $100-$250.\n\nIn the last decade, CT technology has gotten increasingly adept at picking up early, small nodules, Thomson said. Low radiation doses work well in the lungs, which are mostly filled with air that provides a blank background for nodule surveillance. Thomson notes that means LDCT is also adept at finding things like scar tissue and small inflammatory nodules, that also are more common in the lungs of smokers. Nodules a third of an inch or smaller tend not to be cancer and more solid masses tend to be, Thomson said. They may follow up on smaller nodules in six months, then if the nodule is stable, go back to annual reviews.\n\nAnd while some lung cancers are super aggressive, screening also may uncover some slow-growing versions that - like some prostate cancers - will not threaten life but need to be treated and/or closely followed once found.\n\n\"That's why the acid test for screening is not how many cancers you find or what stage the cancer is,\" Thomson said, rather what screening does to lung cancer death rates. Current evidence definitely supports screening, he said. Also, like lung cancer has been coincidently found in CT scans for other reasons, physicians like Thomson and Schroeder are now incidentally finding cardiovascular disease in their lung cancer screening.\n\nTo date about 700 individuals have been screened in the Augusta area and Schroeder is working to expand statewide, hoping to use the state public medical school's extensive campus network that has students learning from physicians at practices and hospitals across Georgia, as a natural base.\n\n\"We want to reach as many people as we can as early as we can,\" he said. Also, about half of patients screened continue to smoke so screening might also be a logical point for smoking intervention, Schroeder said.\n\nThe original National Lung Screening Trial, orchestrated by the National Cancer Institute and the American College of Radiology, was launched in 2002 and enrolled nearly 54,000 patients nationally. Five-year survival rates were about 70 percent for early cancers and about 5 percent for lung cancer found late.\n\nFollowing the trial, the National Comprehensive Cancer Network, a nonprofit organization of cancer centers that develop guidelines for cancer diagnosis and treatment, along with the United States Preventive Services Task Force, which makes recommendations for preventive medicine, recommended screening high-risk individuals on a slightly broader scale, which the Lahey and Augusta area screening used. The group recommends screening for those age 55-80 with a 30-pack year or greater history who have stopped smoking for 15 years or less and those age 50 or older with a 20-pack year smoking history and an additional risk factor other than secondhand smoke, such as family history of lung cancer or a personal cancer history. A pack year means smoking one pack a day for 30 years, or a variation like two packs daily for 15 years. After 15 years of not smoking, the lung cancer risk tends to diminish but never vanishes. Schroeder would prefer the screening still not stop there.\n\nA total of 398 individuals signed up for the Augusta area screening, 350 qualified and 264 actually had LDCT. More than 80 patients were not screened in the first year, primarily because of socioeconomic and travel limitations that created a six-week backlog.\n\nNinety percent of lung cancer is related to cigarette smoking, the leading cause of preventable disease and death in the United States, according to the Centers for Disease Control and Prevention. Symptoms of lung cancer include persistent, intense coughing, shortness of breath, pain in the chest, shoulder or back and changes in the color and/or volume of phlegm or mucus, hoarseness and coughing up blood.\n\nA 2015 survey of smoking by adults by the Centers for Disease Control and Prevention found about 15 percent of adults in the country smoked, rates for Georgia and adjacent South Carolina were between 16-20 percent. Rates in Massachusetts, where the Lahey screening occurred, are 12.8 to 16.4 percent. Rates were highest in certain demographics. As examples, smoking rates were highest among those without a graduate education degree certificate and lowest among those with a graduate degree; higher among those living below the poverty level versus above it; and higher among some minorities such as American Indians and Alaska Natives, multiple- race individuals and blacks.\n\n###\n\nFor more information about free lung cancer screening at the Georgia Cancer Center and MCG, call 706-721-4726 or email lung@augusta.edu.", "images": ["https://web.archive.org/web/20170309190548im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170309190548im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170309190548im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170309190548im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170309190548im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170309190548im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170309190548im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170309190548im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170309190548im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170309190548im_/https://media.eurekalert.org/multimedia_prod/pub/web/135164_web.jpg", "https://web.archive.org/web/20170309190548im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170309190548im_/https://www.eurekalert.org/multimedia/pub/web/135164_web.jpg", "https://web.archive.org/web/20170309190548im_/https://media.eurekalert.org/multimedia_prod/pub/rel/135164_rel.jpg", "https://web.archive.org/web/20170309190548im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170309190548im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png"], "top_img": "https://web.archive.org/web/20170309190548im_/https://www.eurekalert.org/multimedia/pub/web/135164_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170309190548/https://www.eurekalert.org/pub_releases/2017-03/mcog-fls030917.php", "title": "Free lung-cancer screening in the Augusta area finds more than double the cancer rate of previous screenings", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "The first year of free lung cancer screening in the Augusta, Ga., area found more than double the rate seen in a previous large, national study as well as a Massachusetts-based screening for this No. 1 cancer killer.", "keywords": "Medicine/Health, Cancer, Carcinogens, Public Health, Smoking/Tobacco", "date": "Thu, 09 Mar 2017 05:00:00 GMT", "journal": "Southern Medical Journal", "type": "research", "institution": "Medical College of Georgia at Augusta University", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "MCG_AUG", "domain": "www.eurekalert.org", "title": "Free lung-cancer screening in the Augusta area finds more than double the cancer rate of previous screenings", "description": "The first year of free lung cancer screening in the Augusta, Ga., area found more than double the rate seen in a previous large, national study as well as a Massachusetts-based screening for this No. 1 cancer killer."}, "og": {"title": "Free lung-cancer screening in the Augusta area finds more than double the cancer rate of previous screenings", "description": "The first year of free lung cancer screening in the Augusta, Ga., area found more than double the rate seen in a previous large, national study as well as a Massachusetts-based screening for this No. 1 cancer killer.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170309190548/https://www.eurekalert.org/pub_releases/2017-03/mcog-fls030917.php", "image": "https://web.archive.org/web/20170309190548im_/https://www.eurekalert.org/multimedia/pub/web/135164_web.jpg", "type": "website"}, "fb": {"profile_id": "MCG.AUG"}}, "movies": [], "publish_date": 1490760000.0, "source": "https://web.archive.org", "summary": ""}