{"url": "http://www.newswise.com/articles/view/657854/?sc=sphn", "text": "Newswise — For three years, Andrew Harder wondered if he had prostate cancer. In 2009, he had routine blood work that revealed an elevated prostate-specific antigen (PSA) level. When PSA is above 4 nanograms per milliliter of blood, it can be one of the first signs of a prostate tumor. Harder’s PSA was 9.\n\nBy the time Harder saw a urologist, it had skyrocketed to 20. His doctor recommended the traditional next step: a transrectal ultrasound (TRUS) biopsy, which involves taking random tissue samples from 12 cross sections of the prostate.\n\nOver the course of two years, Harder, 60, an MRI technologist, would have three TRUS biopsies. They were all inconclusive.\n\n“It is frustrating to have a bunch of biopsies with a rising PSA and no proof of cancer,” Harder said.\n\nAfter Harder’s third biopsy, his urologist was ready to throw in the towel, and that’s when Harder was referred to Jinxing Yu, M.D., at VCU Health. By then, Harder’s PSA was around 30.\n\nYu is the director of oncologic and prostate imaging in the Department of Radiology at VCU. Over the past five years, he has developed diagnostic techniques using MRI technology to investigate difficult cases like Harder’s.\n\nAfter one MRI, Yu found Harder’s tumor. After that, Yu performed a targeted biopsy guided by the MRI scanner, allowing him to take tissue samples directly from the tumor.\n\nHarder finally had a diagnosis.\n\nIn 2012, he started on a treatment plan: hormone therapy for six months to shrink the tumor and prostate, and then external beam radiation to finish the job. Today, his PSA is normal.\n\nOther patients who continue to hit a brick wall with negative results from TRUS biopsies yet persistently high PSA levels may not be as fortunate.\n\n“A patient had 10 TRUS biopsies and his doctors still couldn’t find a tumor,” Yu said. “If you do not have this kind of advanced imaging, sometimes a patient runs into a situation when a tumor can’t be found and treated because it’s too late — it has already metastasized. He ends up diagnosed with cancer only after the tumor has spread to his bone or lymph nodes years later.”\n\nPrecise imaging leads to detection\n\nMagnetic resonance imaging and targeted biopsy for the prostate have provided relief for patients like Harder who have not been able to get an accurate diagnosis. When caught early, prostate cancer is highly treatable.\n\nMuch like someone would have an MRI to investigate the cause of back pain, the technology gives doctors eyes on what is happening in prostate tissue. VCU Medical Center is one of the major teaching hospitals in the country doing advanced multiparametric MRI, which involves taking three different types of imaging sequences of the prostate.\n\nEach of the sequences — T2 weighted imaging, diffusion-weighted imaging and dynamic contrast enhanced imaging — tells a story, and together they can be used to make a diagnosis with more than 90 percent accuracy.\n\nInterpreting a prostate MRI to be able to correctly diagnose cancer is a skill that can take years to develop. Yu and his team look for certain patterns that are typical of cancer on each of the different sequences.\n\n“If we put those characteristic features together from each sequence then we can say with a high degree of confidence that this area is concerning for cancer and potentially target it for biopsy,” said Sarah Winks, M.D., an attending physician in the Department of Radiology.\n\nAn MRI can also help determine how aggressive a tumor is, Yu said, and indicates if the tumor extends outside of the prostate and involves other areas — all information that helps urologists and radiation oncologists determine the best course of treatment.\n\nTraditional meets emerging technology\n\nIn addition to enhancing detection of prostate cancer, magnetic resonance technology also enhances the biopsy process with a procedure called magnetic resonance/ultrasound fusion biopsy. MRI scans are overlaid with real-time ultrasound images to guide the biopsy needle to the tumor.\n\nIn 2014, VCU Health’s Department of Radiology, supported by the Division of Urology in the Department of Surgery, purchased ultrasound/MRI fusion biopsy equipment. Prior to this, Yu’s team had performed targeted MRI biopsies with the patient being moved in and out of the MRI scanner as the needle was guided to the target area — a sort of stop-motion procedure that could take up to an hour. The new equipment has simplified and shortened the process to about 20 minutes.\n\nA study published in 2015 by the Center for Cancer Research found that fusion biopsy is 30 percent more accurate in diagnosing high-risk, aggressive cancers than a TRUS biopsy. It is also much better at finding tumors in the anterior part of the prostate, near where Harder’s tumor was located.\n\nYu credits the technology and also having a dedicated team that can perform multiparametric-MRI, read the MRI scans and conduct biopsies with a very high success rate.\n\n“At most places, there will be a radiologist reading the MR image and a clinician performing the biopsy. The person reading the image and person putting in the needle is different,” Yu said. “Sometimes you don’t get the same result. We do both. That’s one of our strengths.”\n\nNew path to diagnosis\n\nYu has seen how MRI technology has changed prostate patients’ care. “Five years ago, 95 percent of patients with prostate cancer or a high PSA would never get any imaging,” Yu said. “Right now, I think probably 50 or 60 percent get imaging.” Sometimes, these are patients pushing their doctors for a referral as one of Yu’s patients did last year.\n\nLast August, Jim Grandon of Colville, Washington, discovered he had a PSA of 5.3. It was elevated from the 4.1 measurement that he had registered for a few years. The rising PSA was cause for concern. Instead of going through with an immediate TRUS biopsy recommended by his urologist, he decided to research next steps.\n\n“With just going in and doing a blind biopsy like most urologists will do, you have anywhere from 35 to 45 percent success rate,” Grandon said. “I found three or four places around the country with a biopsy success rate of over 85 percent. When I went back to my urologist, he said, ‘Why spend money flying around the country when we can take care of you here?’ I said, ‘Because 85 percent is better than 40 percent.’”\n\nVCU Medical Center was one of the places Grandon had researched to get his diagnostic testing done, and a few phone calls later, he was on a plane flying across the country to see Yu.\n\nOn his second day in Richmond, Grandon had an MRI that showed a lesion. The next day, Yu biopsied it. On the fourth day, Grandon flew home and began researching treatment options. He opted for brachytherapy followed by external radiation at a clinic closer to home, and recently completed his treatment.\n\nA change in care\n\nMore and more, physicians are hearing about and understanding the benefits of MRI technology for prostate care, which has also been helpful in preventing overdiagnosis and overtreatment. According to the Center for Cancer Research study, MRI targeted biopsies detect 17 percent fewer low-risk tumors. These are tumors that would have never developed into a life-threatening cancer, but might lead a doctor and patient to treat it unnecessarily.\n\nWhen Yu started prostate MRI screening in 2011, his team performed about 50 scans per year. Now, with the support of Massey Cancer Center, Urology and Radiation Oncology, they are doing about 1,200 multiparametric-MRI and 200 imaging guided biopsies per year. He estimates the volume will continue to increase because VCU will attract patients not only from the Greater Richmond area but also patients such as Grandon from other parts of the country.\n\nYu hopes the advanced technology means positive changes in the standard of care. He speculates that in the same way women have a baseline mammogram, men would have a baseline prostate MRI and periodic magnetic resonance scans if warranted by bloodwork and family history.", "images": ["http://www.newswise.com/legacy/image.php?image=/images/uploads/2016/07/25/160707_222_jr.jpg&width=502&height=334", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/07/25/160707_222_jr.jpg&width=100&height=100", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2016/07/25/160707_250_jr.jpg&width=502&height=334", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2016/07/25/160707_415_jr.jpg&width=502&height=334", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/assets/img/logo.png.pagespeed.ce.pQl5UlxZ8w.png", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2016/07/25/160707_101_jr.jpg&width=502&height=334", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/07/25/160707_222_jr.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/increasing-the-odds-of-prostate-cancer-detection", "title": "Increasing the Odds of Prostate Cancer Detection", "meta_data": {"keywords": "Newswise, Prostate Cancer,Cancer,VCU,vcu health,VCU Massey Cancer Center,Radiology,Cancer, Men's Health, Local - Virginia,  VCU Massey Cancer Center", "description": "VCU Health radiologist Jinxing Yu, M.D., uses magnetic resonance technology to diagnose with more than 90 percent success rate.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "VCU Health radiologist Jinxing Yu, M.D., uses magnetic resonance technology to diagnose with more than 90 percent success rate.", "title": "Increasing the Odds of Prostate Cancer Detection", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/07/25/160707_222_jr.jpg&width=100&height=100", "url": "https://www.newswise.com/articles/increasing-the-odds-of-prostate-cancer-detection"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}