{"url": "https://www.newswise.com/articles/newly-published-results-show-investigational-treatment-brexanolone-consistently-reduced-depressive-symptoms-across-three-postpartum-depression-trials-supporting-submission-for-fda-approval", "text": "Newswise — CHAPEL HILL, NC – UNC researchers say the results from the multi-site phase 2 and 3 trials of brexanolone injection are not only promising, but could change the way postpartum depression (PPD) is treated.\n\nBrexanolone injection works differently than existing anti-depressant medications, and if approved by the U.S. Food and Drug Administration (FDA) later this year, will be the first new class of anti-depressants in decades, and the first drug specifically indicated for PPD.\n\n“With current anti-depressant SSRIs (selective serotonin reuptake inhibitors) it could take four to six weeks to get a treatment response. In the brexanolone trials, we saw patients starting to feel better within days,” said the trial’s academic principal investigator, Samantha Meltzer-Brody, MD, MPH, director of Perinatal Psychiatry Program at the UNC School of Medicine.\n\nDavid Rubinow, MD, chair of the Department of Psychiatry at the UNC School of Medicine and a coauthor of the paper, says time is especially crucial for new mothers experiencing postpartum depression because the weeks and months following birth are a critical period for mother-infant bonding. Common symptoms of PPD – a mood disorder in women that can be triggered by fluctuations in reproductive hormones – include low mood, feeling overwhelmed, anxious and ruminating thoughts, potential withdrawal from the baby and her family, and suicidal thoughts in the most severe cases. PPD is one of the most common complications of pregnancy, with between 10 and 20 percent of mothers worldwide experiencing it.\n\n“Having a drug developed specifically for postpartum depression is a game-changer for women’s health,” said Meltzer-Brody. “With our latest results, we believe that brexanolone, if approved, could provide relief for women with a range of postpartum severity.”\n\nThe paper, published in The Lancet, includes a new integrated analysis of results from three double-blind, placebo-controlled trials that took place at 30 sites in the U.S., including UNC’s Perinatal Psychiatry Unit. Eligible women were aged 18-45 years old and were six months postpartum or less at screening. They also had to be experiencing moderate to severe postpartum depression, which was assessed by the Hamilton Depression Rating Scale (HAM-D).\n\nThe integrated analysis looked at results of the trials which randomized 209 women to receive a double-blinded 60-hour infusion of either brexanolone injection 90 µg/kg/hr or placebo. A unique dose group of brexanolone 60 µg/kg/hr in one of the studies was not included in the integrated efficacy analysis, but was included in integrated analyses of safety. Brexanolone injection 90 µg/kg/hr was administered to 102 women with moderate or severe PPD who also were evaluated throughout the infusion, after the infusion stopped and then periodically for up to 30 days. Another 107 women were administered a placebo and evaluated during the same timeframe. The first statistically significant reduction in depression severity with brexanolone injection relative to placebo was observed as early as 24 hours after dosing. At the end of the 60-hour infusion, the average reduction in patients’ Hamilton Rating Scale for Depression (HAM-D or depression severity score) was 17.0 points for women in the brexanolone injection 90 µg/kg/hr group, versus 12.8 in the placebo group (p<0.0001). The reduction of symptoms in the patients receiving brexanolone injection was maintained throughout the last study visit at Day 30. The most common (≥10% of subjects) adverse events following during brexanolone injection administration were headache, dizziness and somnolence.\n\n“This is a very different model for how we treat depression. Having a drug approved to treat PPD that works quickly and effectively, yet is also durable, would be a huge step forward for psychiatry in general,” Meltzer-Brody said.\n\nBrexanolone injection is an allosteric modulator of both synaptic and extra-synaptic GABAᴀ receptors. In postpartum depression, the GABA pathway may play a key role in regulating hormones that researchers believe can lead to PPD.\n\nSage Therapeutics is the developer of brexanolone injection and sponsor of the trials. A New Drug Application is currently under review by the FDA and brexanolone injection has been granted Breakthrough Therapy Designation. The FDA has assigned a Prescription Drug User Fee Act target date of December 19, 2018.", "images": ["https://www.newswise.com/images/institutions/logos/xUNC-Health-Care_RGBcopy.jpg.pagespeed.ic.gWYNyr-myC.jpg", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "https://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/08/31/Meltzer-Brody.jpeg&width=100&height=100", "https://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "https://www.newswise.com/assets/img/logo.png", "https://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/08/31/Meltzer-Brody.jpeg&width=502&height=334"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/08/31/Meltzer-Brody.jpeg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "", "title": "Newly Published Results Show Investigational Treatment Brexanolone Consistently Reduced Depressive Symptoms Across Three Postpartum Depression Trials, Supporting Submission for FDA Approval", "meta_data": {"keywords": "Newswise, Psychiatiry,Postpartum Depression,Drug Development,Pregnancy,Women's Health,Mental Health, Psychology and Psychiatry, Women's Health, Local - North Carolina, All Journal News,  University of North Carolina Health Care System", "description": "UNC researchers say the results from the multi-site phase 2 and 3 trials of brexanolone injection are not only promising, but could change the way postpartum depression is treated.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "UNC researchers say the results from the multi-site phase 2 and 3 trials of brexanolone injection are not only promising, but could change the way postpartum depression is treated.", "title": "Newly Published Results Show Investigational Treatment Brexanolone Consistently Reduced Depressive Symptoms Across Three Postpartum Depression Trials, Supporting Submission for FDA Approval", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/08/31/Meltzer-Brody.jpeg&width=100&height=100"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "https://www.newswise.com", "summary": ""}