{"url": "https://web.archive.org/web/20160205091953/http://www.eurekalert.org/pub_releases/2016-02/idso-fpw020216.php", "text": "Pregnant women are at higher risk for serious illness and complications, including death, from influenza. For expectant mothers hospitalized with flu, early treatment with the influenza antiviral drug oseltamivir may shorten their time in the hospital, especially in severe cases, suggests a new study published in The Journal of Infectious Diseases and available online. The findings also underscore the importance of flu vaccination for this risk group.\n\n\"Treating pregnant women who have influenza with antiviral drugs can have substantial benefit in terms of reducing length of stay in the hospital,\" said Sandra S. Chaves, MD, MSc, of the Centers for Disease Control and Prevention (CDC) and senior author of the study. CDC recommends treatment of suspected cases of flu among pregnant women with antiviral drugs as soon as possible, without waiting for test results to confirm influenza. \"The earlier you treat, the better chances you have to modify the course of the illness.\"\n\nPast studies have suggested that flu antiviral therapy is safe and beneficial for pregnant women. The current study, based on data from a nationwide flu surveillance network including 14 states, focused on pregnant women hospitalized with laboratory-confirmed flu over four recent flu seasons, from 2010 to 2014. During the study period, 865 pregnant women were hospitalized with flu. Sixty-three of these patients, or about 7 percent, had severe illness.\n\nAfter adjusting for underlying medical conditions, vaccination status, and pregnancy trimester, the researchers found that early treatment with the antiviral drug oseltamivir was associated with a shorter hospital stay. Among pregnant women with severe flu illness who were treated early -- within two days of the start of symptoms -- the median length of stay was about five days shorter compared to hospitalized pregnant women with severe flu illness who were treated later (2.2 days vs. 7.8 days). Pregnant women hospitalized with less severe illness who were treated early also had a shorter hospital stay than those treated later, but the difference was not as great.\n\nIn the study, pregnant women hospitalized with severe flu illness were half as likely to have been vaccinated as women hospitalized with milder illness (14 percent vs. 26 percent). CDC recommends annual flu vaccination for everyone 6 months of age and older, including pregnant women during any trimester of their pregnancy. Earlier studies have suggested that immunization during pregnancy may protect not only the mother from flu, but also her newborn baby during the first 6 months of life.\n\n\"All pregnant women should receive annual influenza vaccination to prevent influenza and associated complications for themselves and their infants,\" the study authors wrote.\n\nA related editorial commentary by Alan T. N. Tita, MD, PhD, and William W. Andrews, PhD, MD, of the University of Alabama at Birmingham, accompanies the new study in The Journal of Infectious Diseases.\n\n\"Overall, considering the accumulating evidence of fetal benefit and safety, influenza vaccination of pregnant and postpartum women should be a public health priority in accordance with national recommendations,\" the commentary authors wrote. \"Prompt initiation of antiviral therapy if infection occurs, preferably within two days of suspected or confirmed influenza infection, is encouraged.\"\n\n###\n\nFast Facts\n\nAmong pregnant women hospitalized with severe flu who were treated early with an antiviral medication, the median length of their hospital stay was about five days shorter compared to similar patients treated later.\n\nPregnant women who were hospitalized with severe cases of flu illness were half as likely to have been vaccinated as women with non-severe illness.\n\nAnnual vaccination against flu is recommended for everyone 6 months of age and older, including pregnant women, who are at high risk of serious flu illness and complications.\n\nEditor's Note: The study authors' and editorial commentary authors' affiliations, acknowledgments, and disclosures of financial support and potential conflicts of interests are available in the study and the commentary, which are embargoed until 12:01 a.m. EST on Thursday, Feb. 4. For an embargoed copy of the study and the commentary, please contact Emily Zaideman (312-558-1770, ezaideman@pcipr.com).", "images": ["https://web.archive.org/web/20160205091953im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160205091953im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160205091953im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160205091953im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160205091953im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160205091953im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160205091953im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20160205091953im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160205091953im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160205091953im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20160205091953im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160205091953im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160205091953im_/http://www.eurekalert.org/images/meganav/AM16-NoDate.png"], "top_img": "https://web.archive.org/web/20160205091953im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160205091953/http://www.eurekalert.org/pub_releases/2016-02/idso-fpw020216.php", "title": "For pregnant women with flu, the earlier the better for antiviral treatment", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Pregnant women are at higher risk for serious illness and complications, including death, from influenza. For expectant mothers hospitalized with flu, early treatment with the influenza antiviral drug oseltamivir may shorten their time in the hospital, especially in severe cases, suggests a new study published in The Journal of Infectious Diseases and available online. The findings also underscore the importance of flu vaccination for this risk group.", "keywords": "Medicine/Health, Immunology/Allergies/Asthma, Vaccines, Infectious/Emerging Diseases, Pediatrics, Public Health", "date": "Thu, 04 Feb 2016 05:00:00 GMT", "journal": "Journal of Infectious Diseases", "type": "research", "institution": "Infectious Diseases Society of America", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "IDSAInfo", "domain": "www.eurekalert.org"}, "og": {"title": "For pregnant women with flu, the earlier the better for antiviral treatment", "description": "Pregnant women are at higher risk for serious illness and complications, including death, from influenza. For expectant mothers hospitalized with flu, early treatment with the influenza antiviral drug oseltamivir may shorten their time in the hospital, especially in severe cases, suggests a new study published in The Journal of Infectious Diseases and available online. The findings also underscore the importance of flu vaccination for this risk group.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160205091953/http://www.eurekalert.org/pub_releases/2016-02/idso-fpw020216.php", "image": "https://web.archive.org/web/20160205091953im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "IDSociety"}}, "movies": [], "publish_date": 1456722000.0, "source": "https://web.archive.org", "summary": ""}