{"url": "https://www.prnewswire.com/news-releases/xarelto-rivaroxaban-associated-with-significantly-reduced-time-in-hospital-and-decreased-costs-compared-to-standard-of-care-in-new-study-of-patients-with-low-risk-pulmonary-embolism-pe-300666032.html", "text": "TITUSVILLE, N.J., June 14, 2018 /PRNewswire/ -- The Janssen Pharmaceutical Companies of Johnson & Johnson today announced results from the MERCURY PE study, which showed that people with low-risk pulmonary embolism (PE) treated with XARELTO® (rivaroxaban) and discharged from the emergency department had significantly reduced time in the hospital and a median savings of $2,496 in per patient costs, compared to standard of care in-patient treatment. Results from MERCURY PE, which evaluated the benefits of treating patients with low-risk PE with XARELTO® and discharging them early from the emergency department to complete treatment at home, were published in Academic Emergency Medicine.\n\nClick to Tweet: New study shows out-patient use of Janssen #bloodthinner results in cost savings and reduces time in hospital for low-risk PE patients https://ctt.ac/RZ2ka+\n\n\"Every year, U.S. health care systems spend more than two billion dollars to manage patients with pulmonary emboli,\" said principal study investigator W. Frank Peacock, MD, FACEP, FACC, Associate Chair and Research Director, Emergency Medicine, Baylor College of Medicine, Houston, TX. \"By avoiding hospitalizations that are not clinically necessary and transitioning patients with low-risk PE to out-patient treatment with XARELTO®, we've seen significant cost savings, which could help alleviate the burden on health care systems.\"\n\n\n\nVenous thromboembolism (VTE) includes deep vein thrombosis (DVT), a blood clot in a deep vein, and PE, a potentially life-threatening condition that occurs when a blood clot travels to the lung. Of the approximately 900,000 Americans who experience a VTE each yeari, more than 250,000 are diagnosed with PE in the emergency departmentii. Hospitals across the United States have varying protocols for managing PE, but standard of care typically requires people to be admitted for treatment, which drives up costs and substantially increases hospital-acquired conditions and infectionsiii,iv. While people with more severe PE have higher mortality rates, the 30-day mortality rate of low-risk PE is less than one percentv.\n\nClick to Tweet: Patients taking Janssen blood thinner say in a new study that out-patient treatment is less burdensome than the standard of care https://ctt.ac/W41cS+\n\nMERCURY PE met its primary efficacy endpoint, with XARELTO® leading to significantly reduced time in the hospital due to VTE or bleeding within 30 days after randomization compared with the standard of care (mean duration of 4.8 vs. 33.6 hours, respectively; 95% CI; p<0.0001). The mean difference of length of stay between the two groups was 28.8 hours. Of note, there was no recurrence of VTE or VTE-related death or any significant differences in the bleeding-related hospitalizations or physician visits within 90 days from randomization in either group, though this outcome should be interpreted with caution, as the study was significantly underpowered to detect any such differences.\n\n\"We're proud to have pioneered this groundbreaking research, which was the first prospective randomized trial to confirm the benefit of discharging patients with low-risk PE early from the hospital and completing treatment at home,\" said Paul Burton, MD, PhD, FACC, Vice President, Janssen Scientific Affairs, LLC. \"We expect that this XARELTO® study will prompt physicians to reconsider how patients with low-risk PE are managed.\"\n\nAbout MERCURY-PE\n\nPatients with low-risk PE were randomly assigned in a 1:1 ratio to open label XARELTO® or standard of care within 12 hours of diagnosis. Patients randomized to XARELTO® were discharged from the emergency department within 24 hours and were instructed to take XARELTO® 15 mg twice daily for 21 days, then XARELTO® 20 mg once daily until the study was completed. Patients randomized to standard of care were treated per local hospital protocol, which could include hospitalization and any U.S. Food and Drug Administration-approved anticoagulant strategy, including XARELTO®.\n\nResearchers also made the following observations about XARELTO® in this setting:\n\nThe mean length of initial and subsequent hospitalizations for any reason was shorter for patients who were discharged early on XARELTO ® within 90 days from randomization compared to those receiving standard of care (p=0.024; 19.2 hours vs. 43.2 hours, respectively).\n\nwithin 90 days from randomization compared to those receiving standard of care (p=0.024; 19.2 hours vs. 43.2 hours, respectively). There was no major bleeding in either group within 90 days from randomization, although two patients reported clinically relevant non-major bleeding, one in each group. There were no deaths due to bleeding in the study.\n\nOverall, early discharge on XARELTO® was markedly less expensive than standard of care. The cost associated with the emergency room visit and any subsequent hospitalization at the time of PE diagnosis and the total costs were $2,638 (p<0.001) and $2,496 (p<0.001) less with XARELTO®.\n\nMERCURY PE builds on prior research, including a June 2015 study published in Academic Emergency Medicine showing that 106 patients with low-risk PE or DVT, when prescribed XARELTO® and immediately discharged, had no recurrent events while on therapy. Additionally, no major or clinically relevant bleeding events were observed. A companion study found patients with low-risk PE or DVT who were prescribed XARELTO® had significantly lower medical costs than those admitted and given standard treatment.\n\nThe clinical and economic benefits demonstrated in the MERCURY-PE trial have been confirmed in more than 3,100 U.S. patients in a real-world study, showing that XARELTO® resulted in a significant one-day reduction in hospital length of stay and significantly lower total healthcare costs (approximately $2,000).\n\nMERCURY PE Patient Satisfaction Results\n\nPatient satisfaction, both with out-patient and in-patient care, was also analyzed using Likert scales and the Anti-Clot Treatment Score (ACTS). On the Likert scales, most patients in both groups indicated they were \"very satisfied\" with their care, but numerically more patients taking XARELTO® preferred to receive outpatient care (50 percent) compared to slightly less than half of patients receiving in-patient standard of care (47.5 percent). The ACTS measured the patient's perspective on the burden of treatment, with more patients taking XARELTO® reporting it was \"not at all\" burdensome compared to those receiving standard of care (64.4 percent vs. 54.4 percent).\n\nAbout MERCURY PE\n\nMERCURY PE was a randomized, open label, parallel-group, multicenter trial conducted at 35 hospitals across the U.S. Adult patients who arrived at the emergency department with confirmed, low-risk PE (defined by the absence of any Hestia criteria) were eligible for enrollment. Of the 114 patients randomized, 99 completed the study (44 in the XARELTO® group and 55 in the standard of care group). Patients who did not complete the study were mainly lost to follow-up or adverse events. Analyses were conducted by intention-to-treat basis, regardless of the anticoagulant used.\n\nThe primary efficacy outcome was the total amount of time spent in the hospital (in hours) for VTE or bleeding events in the 30 days after randomization. Hospital readmissions for reasons unrelated to VTE were excluded. The primary safety outcome was major bleeding within 90 days. Secondary efficacy endpoints included 90-day rates of new/recurrent VTE, VTE-related death, unplanned hospital or physician office visits for VTE or bleeding, total length of initial or subsequent hospitalizations for any reason, patient-reported satisfaction, and total costs of care. A secondary safety endpoint was clinically relevant non-major bleeding based on International Society on Thrombosis and Haemostasis (ISTH) definitions.\n\nMERCURY PE also had a few limitations, including sample size (study enrolled 114 of a planned 300 patients), exclusion bias based on subjective evaluation of hemodynamic stability and ability to adhere to protocol, and potential bias due to inability to blind patients to their admission status.\n\nAbout EXPLORER\n\nMERCURY PE is part of the EXPLORER program, which is unmatched by any oral anticoagulant in the Factor Xa inhibitor class in its size, scope and ambition. A collaborative effort between Janssen and its development partner Bayer, EXPLORER seeks to generate important clinical evidence on the safety and efficacy of XARELTO® and its potential role in addressing critical unmet medical needs. A number of the studies in the program are designed to seek additional indications or expand the label for XARELTO® to benefit more patients in need of additional therapies for their cardiovascular disease. By the time of its completion, more than 275,000 patients will have participated in the EXPLORER clinical development program, other completed and ongoing clinical trials, investigative registries and non-interventional studies.\n\nWHAT IS XARELTO®?\n\nXARELTO® (rivaroxaban) is a prescription medicine used to reduce the risk of stroke and blood clots in people with atrial fibrillation not caused by a heart valve problem. For patients currently well managed on warfarin, there is limited information on how XARELTO® and warfarin compare in reducing the risk of stroke.\n\nXARELTO® is also a prescription medicine used to treat deep vein thrombosis (DVT) and pulmonary embolism (PE), and to reduce the risk of blood clots happening again in people who continue to be at risk for DVT or PE after receiving treatment for blood clots for at least 6 months.\n\nXARELTO® is also a prescription medicine used to reduce the risk of forming a blood clot in the legs and lungs of people who have just had knee or hip replacement surgery.\n\nIMPORTANT SAFETY INFORMATION\n\nWhat is the most important information I should know about XARELTO® (rivaroxaban)?\n\nFor people taking XARELTO® for atrial fibrillation:\n\nPeople with atrial fibrillation (an irregular heart beat) are at an increased risk of forming a blood clot in the heart, which can travel to the brain, causing a stroke, or to other parts of the body. XARELTO® lowers your chance of having a stroke by helping to prevent clots from forming. If you stop taking XARELTO®, you may have increased risk of forming a clot in your blood.\n\nDo not stop taking XARELTO® without talking to the doctor who prescribes it for you. Stopping XARELTO® increases your risk of having a stroke.\n\nIf you have to stop taking XARELTO®, your doctor may prescribe another blood thinner medicine to prevent a blood clot from forming.\n\nXARELTO® can cause bleeding, which can be serious, and rarely may lead to death. This is because XARELTO® is a blood thinner medicine (anticoagulant) that reduces blood clotting. While you take XARELTO® you are likely to bruise more easily, and it may take longer for bleeding to stop.\n\nYou may have a higher risk of bleeding if you take XARELTO® and take other medicines that increase your risk of bleeding, including:\n\nAspirin or aspirin-containing products\n\n\n\nNon-steroidal anti-inflammatory drugs (NSAIDs)\n\n\n\nWarfarin sodium (Coumadin ® , Jantoven ® )\n\n, Jantoven )\n\nAny medicine that contains heparin\n\n\n\nClopidogrel (Plavix ® )\n\n)\n\nSelective serotonin reuptake inhibitors (SSRIs) or serotonin norepinephrine reuptake inhibitors (SNRIs)\n\n\n\nOther medicines to prevent or treat blood clots\n\nTell your doctor if you take any of these medicines. Ask your doctor or pharmacist if you are not sure if your medicine is one listed above.\n\nCall your doctor or get medical help right away if you develop any of these signs or symptoms of bleeding:\n\nUnexpected bleeding or bleeding that lasts a long time, such as:\n\nNosebleeds that happen often\n\n\n\nUnusual bleeding from gums\n\n\n\nMenstrual bleeding that is heavier than normal, or vaginal bleeding\n\nBleeding that is severe or you cannot control\n\nRed, pink, or brown urine\n\nBright red or black stools (looks like tar)\n\nCough up blood or blood clots\n\nVomit blood or your vomit looks like \"coffee grounds\"\n\nHeadaches, feeling dizzy or weak\n\nPain, swelling, or new drainage at wound sites\n\nSpinal or epidural blood clots (hematoma): People who take a blood thinner medicine like XARELTO ® , and have medicine injected into their spinal and epidural area, or have a spinal puncture, have a risk of forming a blood clot that can cause long-term or permanent loss of the ability to move (paralysis). Your risk of developing a spinal or epidural blood clot is higher if:\n\nPeople who take a blood thinner medicine like XARELTO , and have medicine injected into their spinal and epidural area, or have a spinal puncture, have a risk of forming a blood clot that can cause long-term or permanent loss of the ability to move (paralysis). Your risk of developing a spinal or epidural blood clot is higher if: A thin tube called an epidural catheter is placed in your back to give you certain medicine\n\n\n\nYou take NSAIDs or a medicine to prevent blood from clotting\n\n\n\nYou have a history of difficult or repeated epidural or spinal punctures\n\n\n\nYou have a history of problems with your spine or have had surgery on your spine\n\nIf you take XARELTO® and receive spinal anesthesia or have a spinal puncture, your doctor should watch you closely for symptoms of spinal or epidural blood clots. Tell your doctor right away if you have back pain, tingling, numbness, muscle weakness (especially in your legs and feet), or loss of control of the bowels or bladder (incontinence).\n\nXARELTO® is not for people with artificial heart valves.\n\nDo not take XARELTO® if you:\n\nCurrently have certain types of abnormal bleeding. Talk to your doctor before taking XARELTO ® if you currently have unusual bleeding.\n\nif you currently have unusual bleeding. Are allergic to rivaroxaban or any of the ingredients of XARELTO®.\n\nBefore taking XARELTO®, tell your doctor about all your medical conditions, including if you:\n\nHave ever had bleeding problems\n\nHave liver or kidney problems\n\nAre pregnant or plan to become pregnant. It is not known if XARELTO ® will harm your unborn baby.\n\nwill harm your unborn baby. Tell your doctor right away if you become pregnant during treatment with XARELTO ® . Taking XARELTO ® while you are pregnant may increase the risk of bleeding in you or in your unborn baby.\n\n. Taking XARELTO while you are pregnant may increase the risk of bleeding in you or in your unborn baby.\n\nIf you take XARELTO ® during pregnancy, tell your doctor right away if you have any signs or symptoms of bleeding or blood loss. See \"What is the most important information I should know about XARELTO ® ?\" for signs and symptoms of bleeding.\n\nduring pregnancy, tell your doctor right away if you have any signs or symptoms of bleeding or blood loss. Are breastfeeding or plan to breastfeed. XARELTO® may pass into your breast milk. You and your doctor should decide if you will take XARELTO® or breastfeed.\n\nTell all of your doctors and dentists that you are taking XARELTO®. They should talk to the doctor who prescribed XARELTO® for you before you have any surgery, medical or dental procedure.\n\nTell your doctor about all the medicines you take, including prescription and over-the-counter medicines, vitamins, and herbal supplements. Some of your other medicines may affect the way XARELTO® works. Certain medicines may increase your risk of bleeding. See \"What is the most important information I should know about XARELTO®?\"\n\nHow should I take XARELTO®?\n\nTake XARELTO ® exactly as prescribed by your doctor.\n\nexactly as prescribed by your doctor. Do not change your dose or stop taking XARELTO ® unless your doctor tells you to.\n\nunless your doctor tells you to. Your doctor may change your dose if needed.\n\nIf you take XARELTO ® for:\n\nfor: Atrial Fibrillation:\n\n\n\nTake XARELTO ® 1 time a day with your evening meal.\n\n\n\n\n\nIf you miss a dose of XARELTO ® , take it as soon as you remember on the same day. Take your next dose at your regularly scheduled time.\n\n, take it as soon as you remember on the same day. Take your next dose at your regularly scheduled time.\n\nBlood clots in the veins of your legs or lungs:\n\n\n\nTake XARELTO ® 1 or 2 times a day as prescribed by your doctor.\n\nas prescribed by your doctor.\n\n\n\nFor the 15-mg and 20-mg doses , XARELTO ® should be taken with food.\n\n, XARELTO\n\n\n\nFor the 10-mg dose , XARELTO ® may be taken with or without food.\n\n, XARELTO\n\n\n\nTake your XARELTO ® dose(s) at the same time each day.\n\ndose(s) at the same time each day.\n\n\n\nIf you miss a dose:\n\n\n\n\n\nIf you take the 15-mg dose of XARELTO ® 2 times a day (a total of 30 mg of XARELTO ® in 1 day): Take XARELTO ® as soon as you remember on the same day. You may take 2 doses at the same time to make up for the missed dose. Take your next dose at your regularly scheduled time.\n\nTake XARELTO as soon as you remember on the same day. You may take 2 doses at the same time to make up for the missed dose. Take your next dose at your regularly scheduled time.\n\n\n\n\n\nIf you take XARELTO ® 1 time a day: Take XARELTO ® as soon as you remember on the same day. Take your next dose at your regularly scheduled time.\n\nTake XARELTO as soon as you remember on the same day. Take your next dose at your regularly scheduled time.\n\nHip or knee replacement surgery:\n\n\n\nTake XARELTO ® 1 time a day with or without food.\n\n1 time a day with or without food.\n\n\n\nIf you miss a dose of XARELTO ® , take it as soon as you remember on the same day. Take your next dose at your regularly scheduled time.\n\n, take it as soon as you remember on the same day. Take your next dose at your regularly scheduled time. If you have difficulty swallowing the XARELTO ® tablet whole, talk to your doctor about other ways to take XARELTO ® .\n\ntablet whole, talk to your doctor about other ways to take XARELTO . Your doctor will decide how long you should take XARELTO ® .\n\n. Your doctor may stop XARELTO ® for a short time before any surgery, medical or dental procedure.\n\nfor a short time before any surgery, medical or dental procedure. Your doctor will tell you when to start taking XARELTO ® again after your surgery or procedure.\n\nagain after your surgery or procedure. Do not run out of XARELTO ® . Refill your prescription for XARELTO ® before you run out. When leaving the hospital following a hip or knee replacement, be sure that you have XARELTO ® available to avoid missing any doses.\n\n. Refill your prescription for XARELTO before you run out. When leaving the hospital following a hip or knee replacement, be sure that you have XARELTO available to avoid missing any doses. If you take too much XARELTO®, go to the nearest hospital emergency room or call your doctor right away.\n\nWHAT ARE THE POSSIBLE SIDE EFFECTS OF XARELTO®?\n\nSee \"What is the most important information I should know about XARELTO®?\"\n\nCall your doctor for medical advice about side effects. You are also encouraged to report side effects to the FDA: visit http://www.fda.gov/medwatch or call 1-800-FDA-1088. You may also report side effects to Janssen Pharmaceuticals, Inc., at 1-800-JANSSEN (1-800-526-7736).\n\nPlease click here for full Prescribing Information, including Boxed Warnings, and Medication Guide.\n\nTrademarks are those of their respective owners.\n\nJanssen and Bayer together are developing rivaroxaban.\n\nFor more information about XARELTO®, visit www.xarelto.com.\n\nAbout the Janssen Pharmaceutical Companies\n\nAt the Janssen Pharmaceutical Companies of Johnson & Johnson, we are working to create a world without disease. Transforming lives by finding new and better ways to prevent, intercept, treat and cure disease inspires us. We bring together the best minds and pursue the most promising science.\n\nWe are Janssen. We collaborate with the world for the health of everyone in it. Learn more at www.janssen.com. Follow us on Twitter at @JanssenUS. Janssen Pharmaceuticals, Inc. and Janssen Scientific Affairs, LLC are part of the Janssen Pharmaceutical Companies of Johnson & Johnson.\n\nCautions Concerning Forward-Looking Statements\n\nThis press release contains \"forward-looking statements,\" as defined in the Private Securities Litigation Reform Act of 1995, regarding product development and the presentation of new data and analyses regarding XARELTO® (rivaroxaban). The reader is cautioned not to rely on these forward-looking statements. These statements are based on current expectations of future events. If underlying assumptions prove inaccurate or known or unknown risks or uncertainties materialize, actual results could vary materially from the expectations and projections of any of the Janssen Pharmaceutical Companies and/or Johnson & Johnson. Risks and uncertainties include, but are not limited to: challenges and uncertainties inherent in product research and development, including the uncertainty of clinical success and of obtaining regulatory approvals; uncertainty of commercial success; manufacturing difficulties and delays; competition, including technological advances, new products and patents attained by competitors; challenges to patents; product efficacy or safety concerns resulting in product recalls or regulatory action; changes in behavior and spending patterns of purchasers of health care products and services; changes to applicable laws and regulations, including global health care reforms; and trends toward health care cost containment. A further list and descriptions of these risks, uncertainties and other factors can be found in Johnson & Johnson's Annual Report on Form 10-K for the fiscal year ended December 31, 2017, including in the sections captioned \"Item 1A. Risk Factors\" and \"Cautionary Note Regarding Forward-Looking Statements,\" and the company's subsequent filings with the Securities and Exchange Commission. Copies of these filings are available online at www.sec.gov, www.jnj.com or on request from Johnson & Johnson. Neither the Janssen Pharmaceutical Companies nor Johnson & Johnson undertakes to update any forward-looking statement as a result of new information or future events or developments.\n\ni Centers for Disease Control and Prevention. Venous thromboembolism (blood clots); Data and statistics. 2015. Available at: http://www.cdc.gov/ncbddd/dvt/data.html.\n\nii Schissler AJ, Rozenshtein A, Schluger NW, Einstein AJ. National trends in emergency room diagnosis of pulmonary embolism, 2001–2010: a cross-sectional study. Respiratory Research 2015;16:44.\n\niii Kandilov A. Analysis report: estimating the incremental costs of hospital-acquired conditions (HACs). Centers for Medicare and Medicaid Services website. Available at: https://www.cms.gov/Medicare/Medicare-Fee-for-Service-Payment/HospitalAcqCond/index.html [Last accessed 20 May 2016]\n\niv Wang L, Baser O, Wells P, Peacock WF, Coleman CI, Ferman GJ, Schein J, Crivera C. (2017) Benefit of early discharge among patients with low-risk pulmonary embolism. PLOS 316 ONE 12(10): e0185022. https://doi.org/10.1371/journal.pone.0185022 http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0185022\n\nv Kahler ZP, Beam DM, Kline JA. Cost of Treating Venous Thromboembolism With Heparin and Warfarin Versus Home Treatment With Rivaroxaban. Acad Emerg Med 2015;22:796-802.\n\nMedia contacts:\n\nSarah Freeman\n\nMobile: (215) 510-4758\n\nsfreem21@its.jnj.com\n\nChristina Chan\n\nOffice: (908) 927-5769\n\nMobile: (908) 635-2406\n\ncchan20@its.jnj.com\n\nInvestor contacts:\n\nJohnson & Johnson\n\nJoseph J. Wolk\n\nOffice: (732) 524-1142\n\nLesley Fishman\n\nOffice: (732) 524-3922\n\nSOURCE Janssen Pharmaceutical Companies of Johnson & Johnson\n\nRelated Links\n\nhttp://www.janssen.com\n\n", "images": ["https://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png", "https://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "https://mma.prnewswire.com/media/645669/Janssen_Pharmaceuticals_Logo.jpg?p=publish&w=200", "https://mma.prnewswire.com/media/645669/Janssen_Pharmaceuticals_Logo.jpg?p=facebook"], "top_img": "https://mma.prnewswire.com/media/645669/Janssen_Pharmaceuticals_Logo.jpg?p=facebook", "keywords": [], "authors": ["Janssen Pharmaceutical Companies Of Johnson"], "canonical_link": "https://www.prnewswire.com/news-releases/xarelto-rivaroxaban-associated-with-significantly-reduced-time-in-hospital-and-decreased-costs-compared-to-standard-of-care-in-new-study-of-patients-with-low-risk-pulmonary-embolism-pe-300666032.html", "title": "XARELTO® (rivaroxaban) Associated with Significantly Reduced Time in Hospital and Decreased Costs Compared to Standard of Care in New Study of Patients with Low-Risk Pulmonary Embolism (PE)", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "TITUSVILLE, N.J., June 14, 2018 /PRNewswire/ -- The Janssen Pharmaceutical Companies of Johnson & Johnson today announced results from the MERCURY PE study,...", "author": "Janssen Pharmaceutical Companies of Johnson & Johnson", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "XARELTO® (rivaroxaban) Associated with Significantly Reduced Time in Hospital and Decreased Costs Compared to Standard of Care in New Study of Patients with Low-Risk Pulmonary Embolism (PE)", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "new jersey", "date": "2018-06-14T08:30:00-04:00", "keywords": "Janssen Pharmaceutical Companies of Johnson & Johnson", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "XARELTO® (rivaroxaban) Associated with Significantly Reduced Time in Hospital and Decreased Costs Compared to Standard of Care in New Study of Patients with Low-Risk Pulmonary Embolism (PE)", "description": "TITUSVILLE, N.J., June 14, 2018 /PRNewswire/ -- The Janssen Pharmaceutical Companies of Johnson & Johnson today announced results from the MERCURY PE study,...", "image": "https://mma.prnewswire.com/media/645669/Janssen_Pharmaceuticals_Logo.jpg?p=twitter"}, "og": {"title": "XARELTO® (rivaroxaban) Associated with Significantly Reduced Time in Hospital and Decreased Costs Compared to Standard of Care in New Study of Patients with Low-Risk Pulmonary Embolism (PE)", "type": "website", "description": "TITUSVILLE, N.J., June 14, 2018 /PRNewswire/ -- The Janssen Pharmaceutical Companies of Johnson & Johnson today announced results from the MERCURY PE study,...", "image": "https://mma.prnewswire.com/media/645669/Janssen_Pharmaceuticals_Logo.jpg?p=facebook", "url": "https://www.prnewswire.com/news-releases/xarelto-rivaroxaban-associated-with-significantly-reduced-time-in-hospital-and-decreased-costs-compared-to-standard-of-care-in-new-study-of-patients-with-low-risk-pulmonary-embolism-pe-300666032.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "https://www.prnewswire.com", "summary": ""}