{"url": "http://www.newswise.com/articles/view/661113/?sc=mwhn", "text": "Newswise — CHAPEL HILL, NC – For patients whose hearing is considered “too good” for traditional cochlear implants, but whose hearing loss is too advanced to benefit from hearing aids, there hasn’t been a device to meet their needs.\n\nBut a hearing implant system that just received FDA approval will now meet that previously unmet need and benefit those patients, according to Harold C. Pillsbury, MD, chair of the Department of Otolaryngology/Head and Neck Surgery at the UNC School of Medicine.\n\nSYNCHRONY EAS (Electric Acoustic Stimulation) Hearing Implant System, which is manufactured by Durham-based MED-EL Corporation, received FDA approval on September 16.\n\nUNC participated in the EAS System clinical trials and implanted the device in more patients than any other hearing center that participated.\n\n“Our clinical trial participants were overwhelmingly receptive to this new technology,” Pillsbury said. “The technology is remarkable and so were the results.”\n\nThe implant relies on two auditory technologies – the SYNCHRONY cochlear implant that stimulates the auditory nerve for high-frequency hearing loss and the EAS audio processor, which has a built-in acoustic amplification for low-frequency hearing loss.\n\nThe SYNCHRONY EAS implant best assists people whose hearing loss is referred to as “ski-slope” hearing loss, based on the steeply sloping image that appears on an audiogram when a patient has more trouble hearing higher-frequency sounds. Using traditional hearing aids, those patients often have difficulty understanding speech above the din of background noise.\n\nNinety-seven percent of patients participating in the MED-EL EAS clinical trial reported a benefit from EAS within the first year. Ninety-two percent of participants reported an improvement in their ability to hear even among background noise, one of the most challenging listening environments for people with hearing loss. And 90 percent reported satisfaction with the device overall.\n\n“On average, patients performed more than twice as well on tests of speech understanding with EAS than they did with their hearing aids preoperatively, which speaks to the benefits of this technology,” Pillsbury said.\n\nThe National Institute on Deafness and Other Communication Disorders estimates that 26 million Americans between the ages of 20 and 69 have high-frequency hearing loss. While 2 percent of adults aged 45 to 54 have disabling hearing loss, the rate increases to 8.5 percent for adults aged 55 to 64. Nearly 25 percent of those ages 65 to 74 and 50 percent of those who are 75 and older have disabling hearing loss.\n\nThe EAS System FDA approval is for candidates who are 18 years old and older who have normal to moderate sensorineural hearing loss in the low frequencies, sloping to a severe-to-profound hearing loss in the high frequencies.\n\nMED-EL expects that the SYNCHRONY EAS Hearing Implant System will be available in the coming months.", "images": ["http://www.newswise.com/legacy/image.php?image=/images/uploads/2016/09/20/PillsburyHarold_Office4.jpg&width=502&height=334", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/assets/img/logo.png", "http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/09/20/PillsburyHarold_Office4.jpg&width=100&height=100", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/images/institutions/logos/xUNC-Health-Care_RGBcopy.jpg.pagespeed.ic.gWYNyr-myC.jpg", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/09/20/PillsburyHarold_Office4.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/unc-hearing-loss-experts-lead-clinical-trials-of-fda-approved-hearing-implant", "title": "UNC Hearing Loss Experts Lead Clinical Trials of FDA-Approved Hearing Implant", "meta_data": {"keywords": "Newswise, ,Speech & Language, Surgery, Transplantation, Local - North Carolina,  University of North Carolina Health Care System", "description": "For patients whose hearing is considered “too good” for traditional cochlear implants, but whose hearing loss is too advanced to benefit from hearing aids, there hasn’t been a device to meet their needs.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "For patients whose hearing is considered “too good” for traditional cochlear implants, but whose hearing loss is too advanced to benefit from hearing aids, there hasn’t been a device to meet their needs.", "title": "UNC Hearing Loss Experts Lead Clinical Trials of FDA-Approved Hearing Implant", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/09/20/PillsburyHarold_Office4.jpg&width=100&height=100", "url": "https://www.newswise.com/articles/unc-hearing-loss-experts-lead-clinical-trials-of-fda-approved-hearing-implant"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}