{"url": "https://web.archive.org/web/20170510203418/https://www.eurekalert.org/pub_releases/2017-05/cwru-smp051017.php", "text": "Robert Bush has multiple sclerosis (MS), which sapped his ability to walk five years ago. Joseph McGlynn suffered a stroke that seriously impaired his left side, also five years ago.\n\nUsing technology designed by Case Western Reserve University and the Advanced Platform Technology and Functional Electrical Stimulation centers at the Louis Stokes Cleveland Veterans Affairs Medical Center, the two men got their feet back under them.\n\nTwo studies, published in the American Journal of Physical Medicine and Rehabilitation, show that functional electrical stimulation (FES) significantly helped McGlynn and Bush to effectively walk at the medical center.\n\n\"I went in there and I could barely take two steps,\" said Bush, 42, who researchers believe is the world's first MS patient to \"test-drive\" an implanted FES system. The proof-of-feasibility test lasted 90 days. \"At the end,\" said Bush, of Columbus, Ohio, \"I was walking down the hallway. To me, it was monumental.\" A video of him walking with and without the system can be found at: https:/ / youtu. be/ 17JYaKkdRYs .\n\nMcGlynn, 69, of North Royalton, Ohio, could walk with a cane, but not easily. With the technology switched on, he covered far more ground and his pace was twice as fast during his 30-week study.\n\n\"It's helped with balance and confidence,\" said McGlynn, who used to tread a lot of stairs maintaining equipment at a steel plant. \"I'm confident now that I can walk without stumbling and falling.\" A video of him walking with and without aid of the system can be found here: https:/ / youtu. be/ 3CYq-FSFQLM .\n\nNathan Makowski, an investigator at the Cleveland FES Center, created by Case Western Reserve and the Cleveland VA, said that FES technology has been used primarily for therapy in stroke patients in the past. \"This, though, is a more long-term assistive system,\" he said.\n\nAddressing needs\n\nThe researchers hope these studies will lay the foundation for implanted systems that restore some independence to people with MS or who have suffered a stroke.\n\nTheir numbers are substantial. The National Multiple Sclerosis Society estimates that more than 2.3 million people have the disease worldwide. Surveys have found that 93 percent suffer gait impairment within 10 years of diagnosis and 13 percent report they are unable to walk twice a week. Other research has found that 6 million to 7 million people live with stroke nationally and nearly 30 percent require assistance to walk.\n\n\"In both cases, there is a disconnect between the brain and muscles,\" said Stephen Selkirk, MD, a neurologist at the VA's Spinal Cord Injury Division and assistant professor of neurology at Case Western Reserve School of Medicine. \"This system replaces the lost connection.\"\n\nThe system includes implanted electrodes that tie into nerves that control muscles collectively, called hip and knee flexors and ankle dorsoflexors. In healthy people, the muscles work in seamless coordination each step they take.\n\nWhen Bush or McGlynn walks, he pushes a button on an external controller, which sends signals to a pulse generator, which then sends electrical pulses to the electrodes. The pulses stimulate the nerves, which in turn stimulate the muscles in both of Bush's legs and McGlynn's left leg.\n\n\"Both guys were taking steps the first time we turned the systems on,\" said Ron Triolo, a professor of orthopaedics and biomedical engineering at Case Western Reserve and executive director of the Advanced Platform Technology (APT) Center. \"When Robert Bush took a step, it wasn't' pretty, but we saw the potential.\"\n\nIn each patient, \"the pulses are sent in a pattern that is close to how normal muscles work,\" said Rudi Kobetic, a principal investigator at the Stokes Cleveland VA and APT Center. \"We try to time the pattern to stimulation so that it's integrated with their ability. Similar to regular physical therapy, we can see results.\"\n\nSignificant improvement\n\nBoth men gained strength and endurance through repeated use of the systems and fine-tuning by the researchers.\n\nBush went from the two steps to consistently walking more than 30 yards during the trial. In that time, he used a walker to help maintain his balance.\n\n\"When they turned it on the first time, I was surprised how well it worked,\" said Bush, who had to give up his construction career due to the disease. \"I lifted my knee like I was high-stepping. Once we got it fine-tuned and I got walking, I thought it was amazing. I still think it's amazing.\"\n\nMcGlynn's gait became noticeably more symmetrical and energetic, the researchers said. His gait without the system was about 19 yards per minute; with the system, 47 yards per minute. Training with the system improved McGlynn's speed when it was turned off to 23 yards per minute, indicating therapeutic benefit.\n\n\"Distance is a challenge,\" he said. Initially, he could walk 83 yards but improved to 1,550 yards--nearly a mile--at the faster gait. \"I work up a good sweat and that makes me feel good,\" he said.\n\nDue to his improvements, the research team is developing a system that McGlynn can use at home and outside.\n\n\"I'll be able to walk for exercise and hopefully be able to walk into church and into a restaurant,\" McGlynn said.\n\nWhen Bush's trial ended, surgeons removed his implanted electrodes. The researchers are seeking funding to fit him with a permanent FES system in a clinical trial.\n\nIn the meantime, Bush is now back to using a wheelchair but working to maintain his strength and flexibility, repeatedly standing and sitting while holding onto a rail or standing for long periods of time. \"I'm keeping things ready for when they get the green light,\" he said.\n\n###\n\nOther researchers who contributed to the two studies are the APT Center's Lisa Lombardo, physical therapist; Kevin Foglyano, biomedical engineer; and Gilles Pinault, MD, a surgeon and co-director of the center.", "images": ["https://web.archive.org/web/20170510203418im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170510203418im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170510203418im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170510203418im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170510203418im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170510203418im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170510203418im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170510203418im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170510203418im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170510203418im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170510203418im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170510203418im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170510203418im_/https://www.eurekalert.org/images/meganav/ACS253Meeting_600x200.jpg", "https://web.archive.org/web/20170510203418im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg"], "top_img": "https://web.archive.org/web/20170510203418im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170510203418/https://www.eurekalert.org/pub_releases/2017-05/cwru-smp051017.php", "title": "Stroke, MS patients walk significantly better with neural stimulation", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A research volunteer with MS and another who had suffered a stroke were able to walk significantly better with the aid of neural stimulation systems. Researchers hope these studies will lay the foundation for implanted systems that restore some independence to people in these two populations.", "keywords": "Biotechnology, Biomedical/Environmental/Chemical Engineering, Medicine/Health, Neurobiology, Rehabilitation/Prosthetics/Plastic Surgery, Technology/Engineering/Computer Science, Biomedical/Environmental/Chemical Engineering", "date": "Wed, 10 May 2017 04:00:00 GMT", "funder": "US Department of Veterans Affairs Rehabilitation Research and Development Service", "journal": "American Journal of Physical Medicine & Rehabilitation", "type": "research", "institution": "Case Western Reserve University", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "cwru", "domain": "www.eurekalert.org", "title": "Stroke, MS patients walk significantly better with neural stimulation", "description": "A research volunteer with MS and another who had suffered a stroke were able to walk significantly better with the aid of neural stimulation systems. Researchers hope these studies will lay the foundation for implanted systems that restore some independence to people in these two populations."}, "og": {"title": "Stroke, MS patients walk significantly better with neural stimulation", "description": "A research volunteer with MS and another who had suffered a stroke were able to walk significantly better with the aid of neural stimulation systems. Researchers hope these studies will lay the foundation for implanted systems that restore some independence to people in these two populations.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170510203418/https://www.eurekalert.org/pub_releases/2017-05/cwru-smp051017.php", "image": "https://web.archive.org/web/20170510203418im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "casewesternreserve"}}, "movies": [], "publish_date": 1496030400.0, "source": "https://web.archive.org", "summary": ""}