{"url": "https://web.archive.org/web/20150813222526/http://www.eurekalert.org:80/pub_releases/2015-08/varc-so8081015.php", "text": "A Veterans Affairs database study of more than 83,000 patients found that men whose low testosterone was restored to normal through gels, patches, or injections had a lower risk of heart attack, stroke, or death from any cause, versus similar men who were not treated.\n\nThe study also found that men who were treated but did not attain normal levels did not see the same benefits as those whose levels did reach normal. The study was published online Aug. 6, 2015, in the European Heart Journal.\n\nThe findings may sway the ongoing debate over testosterone therapy's benefits and risks, especially for the heart. Studies over the past few years have yielded mixed results, although part of that might stem from differing patient populations and research methods.\n\nFor example, the new VA study excluded men with a history of heart attacks or strokes, although it did include those with existing heart disease. A much-cited VA database study that was published in JAMA in 2013 looked specifically at men with coronary artery disease; about 20 percent of the total study group of around 8,700 men had suffered a prior heart attack.\n\nSo far, the medical community lacks results from any definitive clinical trial that might provide clear guidance. Meanwhile, the Food and Drug Administration issued guidance earlier in 2015 advising clinicians about the over-use of testosterone therapy, and pointing to a possible increased risk of heart attack and stroke.\n\nThe new VA study is likely to draw attention because of its large size and relatively long follow-up period.\n\nDr. Rajat Barua, the paper's corresponding author, says the study is also noteworthy because of its finding that administering the right dose is critical: Treating \"low T\" but not restoring levels to normal doesn't appear to impart much benefit, at least in terms of cardiovascular risk. Testosterone isn't prescribed with the goal of improving heart health, but that is a consideration in many cases.\n\n\"It is the first study to demonstrate that significant benefit is observed only if the dose is adequate to normalize the total testosterone levels,\" Barua and his coauthors wrote. \"Patients who failed to achieve the therapeutic range after testosterone replacement therapy did not see a reduction in [heart attack] or stroke and had significantly less benefit on mortality.\"\n\nBarua is with the Kansas City (Mo.) VA Medical Center. He's also an assistant professor of medicine at the University of Kansas.\n\nThe study team looked at national data on more than 83,000 men with documented low testosterone, all age 50 or above, who received care in VA between 1999 and 2014.\n\nThe researchers divided the men into three clinical groups: those who were treated to the point where their total testosterone levels returned to normal (Group 1); those who were treated but without reaching normal (Group 2); and those who were untreated and remained at low levels (Group 3).\n\nImportantly, all three groups were \"propensity matched\" so the comparisons would be between men with similar health profiles. The researchers took into account a wide array of factors that might affect cardiovascular and overall risk. They included, for example, age, body mass index, various chronic diseases, LDL cholesterol levels, and the use of aspirin, beta blockers, and statins.\n\nThe average follow-up across the groups ranged from 4.6 to 6.2 years.\n\nThe sharpest contrast emerged between Group 1 (those who were treated and attained normal levels) and Group 3 (those whose low testosterone went untreated). The treated men were 56 percent less likely to die during the follow-up period, 24 percent less likely to suffer a heart attack, and 36 percent less likely to have a stroke.\n\nThe differences between Group 1 and Group 2 (those who were treated but did not attain normal levels) were similar but less pronounced.\n\nLittle difference emerged between Groups 2 and 3, except for a slight benefit in survival for those who were treated.\n\nBarua and colleagues say they don't know the exact reasons for testosterone's apparent benefits for the heart and overall survival. \"The mechanisms for these effects remain speculative,\" they write. Possible explanations, they say, could involve body fat, insulin sensitivity, lipids, blood platelets, inflammation, or other biological pathways. More research is needed, they say, to clarify how testosterone affects the cardiovascular system.\n\nWhile the new study results do seem to advocate for testosterone replacement therapy, Barua stresses the need for \"appropriate screening, selection, dosing, and follow-up of patients to maximize the benefit of testosterone therapy.\"\n\nThe authors also caution that \"off-label\" use remains a concern. In other words, doctors should not write a prescription simply because an older man is complaining of symptoms such as low energy and low sex drive. According to the FDA, \"Testosterone products are FDA-approved only for use in men who lack or have low testosterone levels in conjunction with an associated medical condition. Examples of these conditions include failure of the testicles to produce testosterone because of reasons such as genetic problems or chemotherapy. ... None of the FDA-approved testosterone products are approved for use in men with low testosterone levels who lack an associated medical condition.\"\n\n###", "images": ["https://web.archive.org/web/20150813222526im_/http://media.eurekalert.org/multimedia_prod/pub/rel/97127_rel.jpg", "https://web.archive.org/web/20150813222526im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20150813222526im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20150813222526im_/http://media.eurekalert.org/multimedia_prod/pub/web/97127_web.jpg", "https://web.archive.org/web/20150813222526im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20150813222526im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20150813222526im_/http://www.eurekalert.org/images/meganav/aacr2015meeting_600X200.jpg", "https://web.archive.org/web/20150813222526im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20150813222526im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20150813222526im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20150813222526im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20150813222526im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20150813222526im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20150813222526im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg"], "top_img": "https://web.archive.org/web/20150813222526im_/http://media.eurekalert.org/multimedia_prod/pub/web/97127_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150813222526/http://www.eurekalert.org/pub_releases/2015-08/varc-so8081015.php", "title": "Study of 83,000 veterans finds cardiovascular benefits to testosterone replacement", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A Veterans Affairs database study of more than 83,000 patients found that men whose low testosterone was restored to normal through gels, patches, or injections had a lower risk of heart attack, stroke, or death from any cause, versus similar men who were not treated.", "keywords": "Medicine/Health, Cardiology, Stroke, Death/Dying, Mortality/Longevity, Endocrinology, Gerontology, Aging, Internal Medicine, Sex-Linked Conditions", "date": "Mon, 10 Aug 2015 04:00:00 GMT", "funder": "US Department of Veterans Affairs", "journal": "European Heart Journal", "type": "research", "institution": "Veterans Affairs Research Communications", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "EurekAlertAAAS", "domain": "www.eurekalert.org"}, "og": {"title": "Study of 83,000 veterans finds cardiovascular benefits to testosterone replacement", "description": "A Veterans Affairs database study of more than 83,000 patients found that men whose low testosterone was restored to normal through gels, patches, or injections had a lower risk of heart attack, stroke, or death from any cause, versus similar men who were not treated.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150813222526/http://www.eurekalert.org/pub_releases/2015-08/varc-so8081015.php", "image": "https://web.archive.org/web/20150813222526im_/http://media.eurekalert.org/multimedia_prod/pub/web/97127_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1440820800.0, "source": "https://web.archive.org", "summary": ""}