{"url": "http://www2.warwick.ac.uk/newsandevents/pressreleases/cancer_drug_49/", "text": "Effectiveness shown in tests on ovarian and bowel cancer\n\nDrug can shut down a cancer cell’s metabolism\n\nDeveloped by researchers at the University of Warwick’s Warwick Cancer Research Centre\n\nTests conducted by the Wellcome Trust Sanger Institute’s Cancer Genome Project\n\nNew drug could be cheaper to produce and less harmful to healthy cells\n\nTests have shown that a new cancer drug, FY26, is 49 times more potent than the clinically used treatment Cisplatin.\n\nBased on a compound of the rare precious metal osmium and developed by researchers at the University of Warwick’s Department of Chemistry and the Warwick Cancer Research Unit, FY26 is able to shut down a cancer cell by exploiting weaknesses inherent in their energy generation.\n\nThe researchers argue that the drug could be cheaper to produce, less harmful to healthy cells than existing treatments and has been shown to be active against cancer cells which have become resistant to platinum-based drugs.\n\nThe experiments conducted by the Wellcome Trust Sanger Institute comprising 809 cancer cell lines found that FY26 was 49 times more potent than cisplatin. Similar results were obtained by the National Cancer Institute USA in tests conducted on 60 cell lines.\n\nThe new drug works by forcing cancer cells to use their mitochondria, the ‘power house’ of a cell, to generate the energy necessary to function. Whilst healthy cells use mitochondria to generate energy, cancer cells contain defective mitochondria which are incapable of sustaining the cell’s energy requirements.\n\nIn the absence of FY26, cancer cells switch from using their defective mitochondria to using metabolic activity in their cytoplasm to generate energy. By stopping this switch of energy source, the drug causes the cancer cell to die.\n\nLead researcher Professor Peter Sadler, of the University of Warwick’s Department of Chemistry, said explains:\n\n“Healthy cells generate their energy in organelles called mitochondria, but cancer cells have defective mitochondria and are forced to generate energy through glycolysis in the cytoplasm. Our new compounds work by attacking the energy balance in cancer cells”.\n\nCommenting on the drug’s benefits when compared to existing platinum-based drugs, such as Cisplatin, Professor Sadler says:\n\n“Platinum-based drugs are used in nearly 50% of all chemotherapeutic regimens and exert their activity by damaging DNA and cannot select between cancerous and non-cancerous cells. This can lead to a wide-range of side-effects from renal failure to neurotoxicity, ototoxicity, nausea and vomiting.”\n\n“Existing platinum-based cancer treatments often become less effective after the first course, as cancer cells learn how they are being attacked, but our new osmium compound with its different mechanism of action, remains active against cancer cells that have become resistant to drugs such as Cisplatin”.\n\nThe research could also lead to substantial improvements in cancer survival rates, suggests co-researcher Dr Isolda Romero-Canelon:\n\n“Current statistics indicate that one in every two people will develop some kind of cancer during their life time, with approximately one woman dying of ovarian cancer every two hours in the UK according to Cancer Research UK and two deaths every hour from bowel cancer.\n\n“It is clear that a new generation of drugs is necessary to save more lives and our research points to a highly effective way of defeating cancerous cells”.\n\nThe research, supported by the European Research Council and titled Potent organo-osmium compound shifts metabolism in epithelial ovarian cancer cells, is published by PNAS. The paper describes the comprehensive systems biology approach used to elucidate the mechanism of osmium action of FY26, led by PhD student Jess Hearn. Importantly this analysis also pinpointed 3 mutations in the mitochondrial DNA of ovarian cancer cells.\n\nFollowing the successful test results the researchers have been awarded a Wellcome Trust Pathfinder grant to begin preclinical development of organo-osmium compounds.\n\nENDS.\n\nPR144 7 July 2015\n\nNotes:\n\nThe researchers thank the Biotechnology and Biological Sciences Research Council (Grant 324594, Systems Biology studentship for J.M.H.), the European Research Council (Grants 247450 and 324594), and the Wellcome Trust (Grants 086357 and 102696) for support, as well as the European Union COST Action CM1105.", "images": ["https://d36jn9qou1tztq.cloudfront.net/static_war/render/id7/images/shim.gif", "https://www.ee.co.za/wp-content/uploads/2014/07/Peter-Sadler.jpg", "https://d36jn9qou1tztq.cloudfront.net/static_war/render/id7/images/apple-touch-icon-57x57.png"], "top_img": "https://d36jn9qou1tztq.cloudfront.net/static_war/render/id7/images/apple-touch-icon-57x57.png", "keywords": [], "authors": [], "canonical_link": "https://warwick.ac.uk/newsandevents/pressreleases/cancer_drug_49/", "title": "Cancer drug 49 times more potent than Cisplatin", "meta_data": {"viewport": "width=device-width, initial-scale=1", "msapplication-TileImage": "https://d36jn9qou1tztq.cloudfront.net/static_war/render/id7/images/mstile-144x144.png", "msapplication-TileColor": "#5b3069", "theme-color": "#5b3069"}, "movies": [], "publish_date": null, "source": "http://www2.warwick.ac.uk", "summary": ""}