{"url": "https://web.archive.org/web/20160603142209/http://www.eurekalert.org/pub_releases/2016-06/uops-itc060116.php", "text": "PITTSBURGH, June 2, 2016 - Surgery to remove the primary tumor in women diagnosed with stage IV breast cancer, followed by the standard combination of therapies, adds months to the patients' lives, compared with standard therapy alone, an international clinical trial led by a University of Pittsburgh Cancer Institute (UPCI) professor revealed.\n\nThe results of the phase III randomized, controlled trial will be presented Saturday at the American Society of Clinical Oncology (ASCO) annual meeting in Chicago. The study was selected for the society's \"Best of ASCO,\" an effort to condense the research \"most relevant and significant to oncology\" into a two-day program to increase global access to cutting-edge science.\n\n\"Our findings will change the standard of care for women newly diagnosed with stage IV breast cancer,\" said principal investigator Atilla Soran, M.D., M.P.H., clinical professor of surgery, University of Pittsburgh School of Medicine, and breast surgical oncologist with UPMC CancerCenter. \"We've shown that surgery to remove the primary tumor--either through lumpectomy or mastectomy--followed by standard therapy, is beneficial over no surgery.\"\n\nDr. Soran began the trial in 2007, ultimately recruiting a total of 274 women newly diagnosed with stage IV breast cancer from 25 institutions. Half the women received standard therapy, which avoids surgery and consists of a combination of chemotherapy, hormonal therapy and targeted therapy, while the other half first had surgery to remove their primary breast tumor, followed by the standard therapy.\n\nAt about 40 months after diagnosis, the women who received the surgery plus standard therapy lived an average of nine months longer than their counterparts who received standard therapy alone. Nearly 42 percent of the women who received surgery lived to five years after diagnosis, compared with less than 25 percent of the women who did not receive surgery.\n\nThe trial also showed that surgery in younger women with less aggressive cancers resulted in longer average survival than in women with more aggressive cancers that had spread to the liver or lungs.\n\n\"Our thinking is similar to how you might approach a battle against two enemies,\" said Dr. Soran. \"First you quickly dispatch one army--the primary tumor--leaving you to concentrate all your efforts on battling the second army--any remaining cancer.\"\n\n###\n\nThis research was primarily funded by the Turkish Federation of Societies for Breast Diseases. The study received scientific advisement from UPMC and assistance with statistical analysis from epidemiologists at the University of Pittsburgh Graduate School of Public Health.\n\nAbout UPCI\n\nAs the only NCI-designated comprehensive cancer center in western Pennsylvania, UPCI is a recognized leader in providing innovative cancer prevention, detection, diagnosis, and treatment; bio-medical research; compassionate patient care and support; and community-based outreach services. Investigators at UPCI, a partner with UPMC CancerCenter, are world-renowned for their work in clinical and basic cancer research.", "images": ["https://web.archive.org/web/20160603142209im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160603142209im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160603142209im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160603142209im_/http://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20160603142209im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160603142209im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160603142209im_/http://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20160603142209im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160603142209im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160603142209im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160603142209im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160603142209im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160603142209im_/http://www.eurekalert.org/images/meganav/portal-marine-new.png"], "top_img": "https://web.archive.org/web/20160603142209im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160603142209/http://www.eurekalert.org/pub_releases/2016-06/uops-itc060116.php", "title": "International trial changing standard of care for advanced breast cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Surgery to remove the primary tumor in women diagnosed with stage IV breast cancer, followed by the standard combination of therapies, adds months to the patients' lives, compared with standard therapy alone, an international clinical trial led by a University of Pittsburgh Cancer Institute professor revealed.", "keywords": "Medicine/Health, Cancer, Breast Cancer, Clinical Trials, Mortality/Longevity, Diagnostics, Epidemiology, Gynecology, Surgery", "date": "Thu, 02 Jun 2016 04:00:00 GMT", "funder": "Turkish Federation of Societies for Breast Diseases", "type": "research", "institution": "University of Pittsburgh Schools of the Health Sciences", "meeting": "American Society of Clinical Oncology (ASCO) Annual Meeting", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "UPMCnews", "domain": "www.eurekalert.org"}, "og": {"title": "International trial changing standard of care for advanced breast cancer", "description": "Surgery to remove the primary tumor in women diagnosed with stage IV breast cancer, followed by the standard combination of therapies, adds months to the patients' lives, compared with standard therapy alone, an international clinical trial led by a University of Pittsburgh Cancer Institute professor revealed.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160603142209/http://www.eurekalert.org/pub_releases/2016-06/uops-itc060116.php", "image": "https://web.archive.org/web/20160603142209im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "upmc"}}, "movies": [], "publish_date": 1467172800.0, "source": "https://web.archive.org", "summary": ""}