{"url": "https://web.archive.org/web/20161028141543/https://www.eurekalert.org/pub_releases/2016-10/tes-mbc102416.php", "text": "Washington, DC -- Men can take birth control shots to prevent pregnancy in their female partners, according to a new study published in the Endocrine Society's Journal of Clinical Endocrinology & Metabolism.\n\nResearchers are still working to perfect the combination of hormonal contraceptives to reduce the risk of mild to moderate side effects, including depression and other mood disorders.\n\nWhile women can choose from a number of birth control methods, men have few options to control their own fertility. Available methods for men include condoms, vasectomies and withdrawal.\n\nBetter birth control options are needed for men. In 2012, 40 percent of all pregnancies worldwide were unintended, according to the Guttmacher Institute.\n\n\"The study found it is possible to have a hormonal contraceptive for men that reduces the risk of unplanned pregnancies in the partners of men who use it,\" said one of the study's authors, Mario Philip Reyes Festin, MD, of the World Health Organization in Geneva, Switzerland. \"Our findings confirmed the efficacy of this contraceptive method previously seen in small studies.\"\n\nThe prospective Phase II single arm, multi-center study tested the safety and effectiveness of injectable contraceptives in 320 healthy men ages 18 to 45. The participants had all been in monogamous relationships with female partners between the ages of 18 and 38 for at least a year. The men underwent testing to ensure they had a normal sperm count at the start of the study.\n\nThe men received injections of 200 milligrams of a long-acting progestogen called norethisterone enanthate (NET-EN) and 1,000 milligrams of a long-acting androgen called testosterone undecanoate (TU) for up to 26 weeks to suppress their sperm counts. Healthcare professionals gave the men two injections every eight weeks. Participants initially provided semen samples after eight and 12 weeks in the suppression phase and then every 2 weeks until they met the criteria for the next phase. During this time, the couples were instructed to use other non-hormonal birth control methods.\n\nOnce a participant's sperm count was lowered to less than 1 million/ml in two consecutive tests, the couple was asked to rely on the injections for birth control. During this period known as the efficacy phase of the study, the men continued to receive injections every eight weeks for up to 56 weeks. Participants provided semen samples every eight weeks to ensure their sperm counts stayed low. Once the participants stopped receiving the injections, they were monitored to see how quickly their sperm counts recovered.\n\nThe hormones were effective in reducing the sperm count to 1 million/ml or less within 24 weeks in 274 of the participants. The contraceptive method was effective in nearly 96 percent of continuing users. Only four pregnancies occurred among the men's partners during the efficacy phase of the study.\n\nResearchers stopped enrolling new participants in the study in 2011 due to the rate of adverse events, particularly depression and other mood disorders, reported by the participants. The men reported side effects including injection site pain, muscle pain, increased libido and acne. Twenty men dropped out of the study due to side effects.\n\nDespite the adverse effects, more than 75 percent of participants reported being willing to use this method of contraception at the conclusion of the trial.\n\nOf the 1,491 reported adverse events, nearly 39 percent were found to be unrelated to the contraceptive injections. These included one death by suicide which was assessed not to be related to the use of the drug. Serious adverse events that were assessed as probably or possibly related to the study included one case of depression, one intentional overdose of acetaminophen, and a man who experienced an abnormally fast and irregular heartbeat after he stopped receiving the injections.\n\n\"More research is needed to advance this concept to the point that it can be made widely available to men as a method of contraception,\" Festin said. \"Although the injections were effective in reducing the rate of pregnancy, the combination of hormones needs to be studied more to consider a good balance between efficacy and safety.\"\n\n###\n\nThe study, \"Efficacy and Safety of an Injectable Combination Hormonal Contraceptive for Men,\" will be published online at http://press. endocrine. org/ doi/ 10. 1210/ jc. 2016-2141 , ahead of print.\n\nOther authors of the study include: Hermann M. Behre of Martin Luther University of Halle-Wittenberg in Halle, Germany; Michael Zitzmann of the University of Münster in Münster, Germany; Richard A. Anderson of The University of Edinburgh in Edinburgh, United Kingdom; David J. Handelsman of the University of Sydney and Concord Hospital in Sydney, Australia; Silvia W. Lestari of the University of Indonesia in Jakarta, Indonesia; Robert I. McLachlan of Monash Medical Centre in Melbourne, Australia; M. Cristina Meriggiola of the University of Bologna in Bologna, Italy; Man Mohan Misro of the National Institute of Health & Family Welfare in New Dehli, India; Gabriela Noe of the Instituto Chileno de Medicina Reproductiva in Santiago, Chile; Frederick C. W. Wu of Manchester Royal Infirmary in Manchester, U.K.; Ndema A. Habib and Kirsten M. Vogelsong of the World Health Organization of Geneva, Switzerland; and Marianne M. Callahan, Kim A. Linton and Doug S. Colvard of CONRAD, East Virginia Medical School, a reproductive health organization based in Arlington, VA.\n\nThe research was co-sponsored and funded by UNDP/UNFPA/UNICEF/WHO/World Bank Special Program of Research, Development, and Research Training in Human Reproduction in Geneva, Switzerland, and CONRAD (using funding from the Bill & Melinda Gates Foundation and the U.S. Agency for International Development). The injectable hormones were provided by Schering AG, which has since merged with Bayer Pharma AG.\n\nFor more information on men's health, visit the Endocrine Society's centennial website.\n\nEndocrinologists are at the core of solving the most pressing health problems of our time, from diabetes and obesity to infertility, bone health, and hormone-related cancers. The Endocrine Society is the world's oldest and largest organization of scientists devoted to hormone research and physicians who care for people with hormone-related conditions.", "images": ["https://web.archive.org/web/20161028141543im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20161028141543im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20161028141543im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20161028141543im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20161028141543im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20161028141543im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20161028141543im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20161028141543im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20161028141543im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20161028141543im_/https://www.eurekalert.org/images/meganav/ACSMeeting.201608.jpg", "https://web.archive.org/web/20161028141543im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20161028141543im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20161028141543im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png"], "top_img": "https://web.archive.org/web/20161028141543im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20161028141543/http://www.eurekalert.org/pub_releases/2016-10/tes-mbc102416.php", "title": "Male birth control shots prevent pregnancy", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Men can take birth control shots to prevent pregnancy in their female partners, according to a new study published in the Endocrine Society's Journal of Clinical Endocrinology & Metabolism.", "keywords": "Medicine/Health, Endocrinology, Fertility, Internal Medicine, Urogenital System, Gynecology", "date": "Thu, 27 Oct 2016 04:00:00 GMT", "funder": "World Bank Special Program of Research, Development, and Research Training in Human Reproduction, Switzerland, CONRAD, Bill & Melinda Gates Foundation", "journal": "Journal of Clinical Endocrinology and Metabolism", "type": "research", "institution": "The Endocrine Society", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "EndoMedia", "domain": "www.eurekalert.org", "title": "Male birth control shots prevent pregnancy", "description": "Men can take birth control shots to prevent pregnancy in their female partners, according to a new study published in the Endocrine Society's Journal of Clinical Endocrinology & Metabolism."}, "og": {"title": "Male birth control shots prevent pregnancy", "description": "Men can take birth control shots to prevent pregnancy in their female partners, according to a new study published in the Endocrine Society's Journal of Clinical Endocrinology & Metabolism.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20161028141543/http://www.eurekalert.org/pub_releases/2016-10/tes-mbc102416.php", "image": "https://web.archive.org/web/20161028141543im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "EndocrineSociety"}}, "movies": [], "publish_date": 1477713600.0, "source": "https://web.archive.org", "summary": ""}