{"url": "https://www.newswise.com/articles/rush-is-first-to-use-microburst-vagus-nerve-stimulation-for-drug-resistant-epilepsy", "text": "Epilepsy patients who have not responded to standard drug treatments may benefit from a new therapy that delivers high frequency bursts of electrical stimulation, called microbursts, to the brain. Rush University Medical Center in Chicago is the first health care provider in the world to provide this treatment, known as microburst vagus nerve stimulation.\n\nThe treatment is akin to a heart pacemaker. A surgeon places an electronic pulse generator under the skin in the chest and attaches it to the left vagus nerve, which runs down the side of the body from the stem of the brain through the neck and chest to the abdomen.\n\nThe device sends regular electrical pulses through the vagus nerve to the brain to prevent epileptic seizures from occurring. The stimulator’s settings can be changed according to each patient’s needs using a special programming wand, with no additional surgery needed.\n\nDr. Rebecca O’Dwyer, assistant professor of neurology at Rush, is participating in a nationwide clinical study of the initial safety and effectiveness of microburst vagus nerve stimulation in patients who have drug-resistant epilepsy. She enrolled the first patient in the entire study on February 28.\n\n“At the Rush Epilepsy Center, we regularly collaborate with members of the neurosurgery and neuroradiology department in our research endeavors. We look forward to the results of this study and hope we can bring relief to more people with epilepsy,” O’Dwyer said.\n\nRush was the first hospital in Chicago to offer epilepsy patients the original vagal nerve stimulator, which uses mild pulses of electricity, after the U.S. Food and Drug Administration approved it in 1997 as an adjunctive treatment for drug-resistant epilepsy. “We are now exploring how higher frequency bursts delivered to the vagus nerve will affect epilepsy that does not respond to traditional therapies,” said O’Dwyer.\n\nThe study consists of two groups of patients with epilepsy, enrolling up to 40 patients in total at approximately 15 sites in the United States. The first group will include 20 patients with primary generalized tonic-clonic seizures. The second group will consist of 20 patients with partial onset seizures, including complex partial seizures with or without secondary generalization.\n\nEach patient will participate in the study for a minimum of 15 months. The study will measure the percent change in seizure frequency and occurrence of stimulation-related adverse events in comparison to a patient’s baseline. Activation of various areas of the brain in response to stimulation will be assessed using functional magnetic resonance imaging or fMRI. Patients also will be evaluated to assess changes from baseline in seizure severity, quality of life, antiepileptic drug use, suicidality and adverse events.\n\nTo be considered for enrollment in the study or for information, contact The Rush Epilepsy Center at 312-942 5939.", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "https://www.newswise.com/images/new-newswise-logo-square.jpg", "https://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "https://www.newswise.com/assets/img/logo.png", "https://www.newswise.com/images/institutions/logos/xRushMed_logo.png.pagespeed.ic.MxDORVfSOm.png", "https://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "", "title": "Rush is First to Use Microburst Vagus Nerve Stimulation for Drug-Resistant Epilepsy", "meta_data": {"keywords": "Newswise, Epilelpsy,treatment resistance,refractory epilepsy,Epilepsy, Surgery, Drug Resistance, Local - Illinois,  Rush University Medical Center", "description": "Epilepsy patients who have not responded to standard drug treatments may benefit from a new therapy that delivers high frequency bursts of electrical stimulation, called microbursts, to the brain. Rush University Medical Center in Chicago is the first health care provider in the world to provide this treatment, known as microburst vagus nerve stimulation.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Epilepsy patients who have not responded to standard drug treatments may benefit from a new therapy that delivers high frequency bursts of electrical stimulation, called microbursts, to the brain. Rush University Medical Center in Chicago is the first health care provider in the world to provide this treatment, known as microburst vagus nerve stimulation.", "title": "Rush is First to Use Microburst Vagus Nerve Stimulation for Drug-Resistant Epilepsy", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "https://www.newswise.com", "summary": ""}