{"url": "https://www.newswise.com/articles/uab-recruiting-for-clinical-trial-to-determine-therapies-for-eradication-of-multiple-myeloma", "text": "Newswise — Multiple myeloma is the second most common type of blood cancer in the United States, impacting more than 25,000 people each year and disproportionatly affecting African-American men. While patients have access to more quality treatment therapies than ever before, the disease is still regarded as an incurable condition that often leads to death for those affected.\n\nHowever, researchers at the University of Alabama at Birmingham Division of Hematology and Oncology are leading and currently recruiting for a Phase II clinical trial that intends to provide newly diagonosed multiple myeloma patients an innovative treatment plan. The hope is that the therapies will eradicate the disease in a significant proportion of patients and measure disease response more accurately than ever before.\n\nThe clinical trial Monoclonal Antibody Sequential Therapy for Deep Remission in Multiple Myeloma, also known as MASTER, utilizes next generation sequencing technology to detect minimal residual disease down to a level of one cancer cell in 100,000 — or 100- to 1,000-fold more sensitive than traditional methods to evaluate response. With a goal of enrolling 82 patients, those in the trial will be treated with a combination of anti-myeloma agents and immunotherapy that have a proven record of eliminating minimal residual disease, including the drug carfilzomib and the monoclonal antibody daratumumab, agents that are currently only approved to treat patients whose disease has returned.\n\n“I believe for the first time that we have treatments that are effective enough to make it possible to eradicate multiple myeloma definitively in a substantial proportion of patients, along with having the technology to detect that the disease has been targeted and that treatment can be stopped,” said Luciano Costa, M.D., Ph.D., scientist at the UAB Comprehensive Cancer Center, lead of the Hematologic-Malignancy Working Group, and principal investigator of the MASTER study. “That is what patients want, after all — a treatment that gives them the possibility of eliminating any trace of the myeloma without having to be on therapy for the rest of their lives. It is a bold move, but bold moves are what our patients deserve.\"\n\nMultiple myeloma is the second most common type of blood cancer in the U.S., impacting more than 25,000 people each year and disproportionatly affecting African-American men.\n\nThis is one of the first trials in multiple myeloma to use minimal residual disease as primary endpoint and the very first one to modify therapy based on achievement of minimal residual disease eradication.\n\nUp until now, existing therapies have been developed on trials that assigned treatment for a defined duration of time, irrespective of depth or speed of response, often followed by maintenance therapy for indefinite duration and with potentially adverse impact on risk of complications and cost. As it stands, patients with billions of cancer cells in their bodies and patients with true disease eradication will both appear to be in complete remission using current methods to measure disease response to therapy.\n\nMore than improving the results of the initial treatment, the MASTER study will treat patients for the necessary time to confirm elimination of minimal residual disease and then discontinue therapy. Patients will be monitored for relapse at the molecular level, before disease becomes again symptomatic.\n\nIn addition to UAB’s study leadership, Vanderbilt University Medical Center, Duke University, Medical College of Wisconsin, University of Wisconsin, and Oregon Health and Science University are recruiting for the trial as well.\n\nThe MASTER trial is supported by Amgen and Janseen, both with drug and finaincial support.", "images": ["https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/05/14/RS17381_LucianoCosta-21.jpg&width=100&height=100", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "https://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/05/14/RS17381_LucianoCosta-21.jpg&width=502&height=334", "https://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "https://www.newswise.com/assets/img/logo.png", "https://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "https://www.newswise.com/images/institutions/logos/xcolor-without-R-core-standard.png.pagespeed.ic.cmHJD43tMP.png"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/05/14/RS17381_LucianoCosta-21.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "", "title": "UAB Recruiting for Clinical Trial to Determine Therapies for Eradication of Multiple Myeloma", "meta_data": {"keywords": "Newswise, Myeloma,Multiple Myeloma,Hematology,Cancer,Blood, Cancer, Cell Biology, Local - Alabama,  University of Alabama at Birmingham", "description": "The UAB-led clinical trial intends to provide multiple myeloma patients a treatment plan that eradicates their disease and enables them to live a life without ongoing treatment.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "The UAB-led clinical trial intends to provide multiple myeloma patients a treatment plan that eradicates their disease and enables them to live a life without ongoing treatment.", "title": "UAB Recruiting for Clinical Trial to Determine Therapies for Eradication of Multiple Myeloma", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/05/14/RS17381_LucianoCosta-21.jpg&width=100&height=100"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "https://www.newswise.com", "summary": ""}