{"url": "https://web.archive.org/web/20170118160027/https://www.eurekalert.org/pub_releases/2017-01/jhm-ptf011217.php", "text": "Using data from a national study, Johns Hopkins researchers determined that using heart CT scans can help personalize treatment in patients whose blood pressure falls in the gray zone of just above normal or mild high blood pressure. Previously, the appropriate blood pressure treatment for these patients used risk calculations and some guesswork, potentially leaving many vulnerable to heart disease or taking drugs they don't need. Nearly one in three adults in the U.S. has prehypertension, blood pressure higher than normal but not considered high yet.\n\nThe scans detect levels of calcium in the heart's arteries, and the physicians suggest those people with the highest calcium levels would benefit most from aggressive blood pressure treatment, whereas those with little or no calcium may not need to be treated as intensively, depending on their other heart disease risk factors.\n\nIn the study, published on Jan. 10 in Circulation, the researchers say these calcium scores allow physicians to go beyond the traditionally calculated risk factors to determine which blood pressure treatment strategy may be most appropriate for a particular patient.\n\n\"If a health care provider wants to target blood pressure in a patient with traditional heart disease risk factors and above-normal blood pressure, he or she can look at coronary artery calcium to help with tiebreakerlike decisions,\" says J. William McEvoy, M.B.B.Ch., M.H.S., assistant professor of medicine and member of the Ciccarone Center for the Prevention of Heart Disease at the Johns Hopkins University School of Medicine. \"Our study, along with others, such as SPRINT and HOPE, positions cardiac risk and coronary artery calcium as helpful ways to determine if a given patient would either benefit from more intensive blood pressure control or do just fine with a more traditional blood pressure target.\"\n\nIn late 2015, the SPRINT trial showed improved outcomes for participants with increased risk for heart disease whose physicians targeted their systolic (the top number) blood pressures to 120 millimeters of mercury, rather than the traditional 140 millimeters of mercury. But not all people deemed \"higher risk\" by traditional methods may need to be aggressively treated, McEvoy says. Some people react poorly to higher doses of blood pressure medicines and experience side effects, such as sexual dysfunction, dizziness, falls, weakness and more. And the risk factor equations that determine whether certain people are at higher risk and should be treated more intensively with blood pressure medications may have inaccuracies on the individual level, says McEvoy. \"We can predict that about 15 out of every 100 people with a particular risk score will die of a heart attack, but the equations don't tell us which of those people will be one of the actual 15; they don't give us personalized information,\" says McEvoy.\n\nConventionally, coronary artery calcium scores have informed physicians' decisions of whether to put a patient on statins, but the researchers say they haven't been evaluated before for their potential ability to determine blood pressure treatment. To determine if coronary artery calcium scores could inform blood pressure recommendations too, the researchers used data from 3,733 participants in the Multi-Ethnic Study of Atherosclerosis (MESA) who had systolic blood pressures between 120 and 179 millimeters of mercury. Participants were an average of 65 years old, and 48 percent were men. Thirty-five percent were white, 32 percent were African-American, 22 percent were Hispanic and 11 percent were Chinese-American. At the beginning of the study, investigators measured their blood pressure and performed a cardiac CT scan to determine coronary artery calcium scores. They also calculated each participant's heart disease risk with the Atherosclerotic Cardiovascular Disease Risk Algorithm, which uses traditional risk factors, such as race, age, sex, cholesterol levels and family history of disease. About once a year for 10 years, an interviewer contacted each participant or a family member to determine heart disease diagnosis, hospitalizations or deaths. After about 10 years, the participants had 642 heart disease events, such as heart attack, heart failure, stroke and death.\n\nThe researchers divided the participants by their coronary artery calcium scores into one of three groups: those with a score of zero, those with a score of one to 100 and those with a score greater than 100. Then, they looked at the number of heart disease-related events in each calcium score category broken down by blood pressure range and calculated heart disease risk. Low heart disease risk was classified as a less than 15 percent chance of a heart disease event over the next 10 years, and high risk was 15 percent or greater risk of a heart disease event. To get the event rate, the investigators divided the number of events in each category by the amount of people in the study multiplied by the length of time they spent in the study, known as a person-year.\n\nParticipants with calcium scores of zero with a high calculated risk of heart disease had a relatively low actual event rate after the 10-year study. For example, according to the researchers, those with systolic blood pressures below 140 millimeters of mercury and no calcium had an event rate of 12.7 events per 1,000 person-years, and similar people with systolic blood pressures between 140 and 159 millimeters of mercury had an event rate of 13.6 events per 1,000 person-years.\n\nIn contrast, participants with systolic blood pressure under 140 millimeters of mercury -- below the current cutoff for treatment -- and rated with a low predicted risk of heart disease who had a calcium score over 100 had a high actual event rate of 19.7 events per 1,000 person-years. Thus, even though their calculated heart disease risk is relatively low and their blood pressure is below traditional cutoffs for treatment, the researchers say people in this category with calcium over 100 are high risk and may benefit from more aggressive blood pressure treatment.\n\nParticipants with high systolic blood pressure between 160 and 179 millimeters of mercury had high event rates ranging from 20 to 40 heart disease events per 1,000 person-years regardless of their calcium scores. The researchers say this demonstrates that calcium scores may only be useful in guiding more personalized blood pressure treatment for patients with mild high blood pressure -- the gray zone -- not those with high blood pressure.\n\n\"It may be that if patients are in that blood pressure treatment gray zone with a high risk score but their coronary artery calcium score is zero, then they don't need to be treated aggressively to 120 millimeters of mercury and can be treated to 140 instead,\" says McEvoy. \"But if patients have a high calcium score and are in the gray zone, then it would make sense to go with 120 as a treatment goal.\"\n\nThe researchers caution that results are from an observational study, and a randomized trial would be needed to confirm the recommendations.\n\nCoronary artery calcium scans aren't usually covered by insurance and can range in cost from $100 to $400. The scans use radiation, so there is a very small cancer risk for susceptible individuals.\n\nAbout 70 million adults in the U.S. have high blood pressure -- a systolic blood pressure over 140 millimeters of mercury -- putting them at increased risk for heart attacks, stroke, heart failure and kidney disease, according to the U.S. Centers for Disease Control and Prevention.\n\n###\n\nAdditional authors on the study included Seth Martin, Zeina Dardari, Wendy Post, Khurram Nasir and Michael Blaha of Johns Hopkins; Michael Miedema of the Minneapolis Heart Institute; Veit Sandfort of the National Institutes of Health; Joseph Yeboah of Wake Forest Baptist Health; Matthew Budoff of the University of California, Los Angeles; David Goff of the Colorado School of Public Health; and Bruce Psaty of the University of Washington.\n\nThe study was funded by the P.J. Schafer Cardiovascular Research Fund, the Johns Hopkins Magic That Matters Research Fund for Cardiovascular Research, grants from the National Center for Advancing Translational Sciences (UL1-TR-000040 and UL1-TR-001079), and contracts from the National Heart, Lung, and Blood Institute (HHSN268201500003I, N01-HC-95159, N01-HC-95160, N01-HC-95161, N01-HC-95162, N01-HC-95163, N01-HC-95164, N01-HC-95165, N01-HC-95166, N01-HC-95167, N01-HC-95168 and N01-HC-95169).", "images": ["https://web.archive.org/web/20170118160027im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170118160027im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170118160027im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170118160027im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170118160027im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170118160027im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170118160027im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170118160027im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170118160027im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170118160027im_/https://www.eurekalert.org/images/meganav/AM17-NoDate.png", "https://web.archive.org/web/20170118160027im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170118160027im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170118160027im_/https://www.eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20170118160027im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170118160027/https://www.eurekalert.org/pub_releases/2017-01/jhm-ptf011217.php", "title": "Personalized treatment for those in blood pressure 'gray zone'", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Using data from a national study, Johns Hopkins researchers determined that using heart CT scans can help personalize treatment in patients whose blood pressure falls in the gray zone of just above normal or mild high blood pressure.", "keywords": "Medicine/Health, Cardiology, Hematology", "date": "Tue, 17 Jan 2017 05:00:00 GMT", "funder": "P.J. Schafer Cardiovascular Research Fund, Johns Hopkins Magic That Matters Research Fund for Cardiovascular Research, NIH/National Center for Advancing Translational Sciences, NIH/National Heart, Lung, and Blood Institute", "journal": "Circulation", "type": "research", "institution": "Johns Hopkins Medicine", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "HopkinsMedicine", "domain": "www.eurekalert.org", "title": "Personalized treatment for those in blood pressure 'gray zone'", "description": "Using data from a national study, Johns Hopkins researchers determined that using heart CT scans can help personalize treatment in patients whose blood pressure falls in the gray zone of just above normal or mild high blood pressure."}, "og": {"title": "Personalized treatment for those in blood pressure 'gray zone'", "description": "Using data from a national study, Johns Hopkins researchers determined that using heart CT scans can help personalize treatment in patients whose blood pressure falls in the gray zone of just above normal or mild high blood pressure.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170118160027/https://www.eurekalert.org/pub_releases/2017-01/jhm-ptf011217.php", "image": "https://web.archive.org/web/20170118160027im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "Johns.Hopkins.Medicine"}}, "movies": [], "publish_date": 1485666000.0, "source": "https://web.archive.org", "summary": ""}