{"url": "http://www.newswise.com/articles/new-antibiotic-packs-a-punch-against-bacterial-resistance", "text": "LA JOLLA, CA – May 29, 2017 – Scientists at The Scripps Research Institute (TSRI) have given new superpowers to a lifesaving antibiotic called vancomycin, an advance that could eliminate the threat of antibiotic-resistant infections for years to come. The researchers, led by Dale Boger, co-chair of TSRI’s Department of Chemistry, discovered a way to structurally modify vancomycin to make an already-powerful version of the antibiotic even more potent.\n\n“Doctors could use this modified form of vancomycin without fear of resistance emerging,” said Boger, whose team announced the finding today in the journal Proceedings of the National Academy of Sciences.\n\nThe original form of vancomycin is an ideal starting place for developing better antibiotics. The antibiotic has been prescribed by doctors for 60 years, and bacteria are only now developing resistance to it. This suggests bacteria already have a hard time overcoming vancomycin’s original “mechanism of action,” which works by disrupting how bacteria form cell walls.\n\nBoger called vancomycin “magical” for its proven strength against infections, and previous studies by Boger and his colleagues at TSRI had shown that it is possible to add two modifications to vancomycin to make it even more potent. “With these modifications, you need less of the drug to have the same effect,” Boger said.\n\nThe new study shows that scientists can make a third modification—which interferes with a bacterium’s cell wall in a new way—with promising results. Combined with the previous modifications, this alteration gives vancomycin a 1,000-fold increase in activity, meaning doctors would need to use less of the antibiotic to fight infection.\n\nThe discovery makes this version of vancomycin the first antibiotic to have three independent mechanisms of action. “This increases the durability of this antibiotic,” said Boger. “Organisms just can’t simultaneously work to find a way around three independent mechanisms of action. Even if they found a solution to one of those, the organisms would still be killed by the other two.”\n\nTested against Enterococci bacteria, the new version of vancomycin killed both vancomycin-resistant Enterococci and the original forms of Enterococci.\n\nThe next step in this research is to design a way to synthesize the modified vancomycin using fewer steps in the lab, as the current method takes 30 steps. But Boger calls this the “easy part” of the project, compared with the challenge of designing the molecule in the first place.\n\nEven if the process isn’t streamlined, Boger believes the new vancomycin’s lifesaving powers make its production valuable. “Antibiotics are total cures for bacterial infections,” said Boger. “Making this molecule is important, even by the current approach, if the failure of antibiotics continues.”\n\nIn addition to Boger, authors of the study, “Peripheral modifications of [Ψ[CH2NH]Tpg4]vancomycin with added synergistic mechanisms of action provide durable and potent antibiotics,” included first author Akinori Okano and Nicholas A. Isley, both of TSRI.\n\nThe study was supported by the National Institutes of Health (grants F32 GM114948 and CA041101).\n\nAbout The Scripps Research Institute\n\nThe Scripps Research Institute (TSRI) is one of the world's largest independent, not-for-profit organizations focusing on research in the biomedical sciences. TSRI is internationally recognized for its contributions to science and health, including its role in laying the foundation for new treatments for cancer, rheumatoid arthritis, hemophilia, and other diseases. An institution that evolved from the Scripps Metabolic Clinic founded by philanthropist Ellen Browning Scripps in 1924, the institute now employs more than 2,500 people on its campuses in La Jolla, CA, and Jupiter, FL, where its renowned scientists—including two Nobel laureates and 20 members of the National Academies of Science, Engineering or Medicine—work toward their next discoveries. The institute's graduate program, which awards PhD degrees in biology and chemistry, ranks among the top ten of its kind in the nation. In October 2016, TSRI announced a strategic affiliation with the California Institute for Biomedical Research (Calibr), representing a renewed commitment to the discovery and development of new medicines to address unmet medical needs. For more information, see www.scripps.edu.", "images": ["http://www.newswise.com/legacy/image.php?image=/images/uploads/2017/05/26/PNAS_Paper_Summary_5_23_17_1.jpg&width=502&height=334", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2017/05/26/PNAS_Paper_Summary_5_23_17.jpg&width=100&height=100", "http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2017/05/26/PNAS_Paper_Summary_5_23_17.jpg&width=502&height=334", "http://www.newswise.com/images/institutions/logos/xHORIZ_GlowInfinity_BlackText_Global_Logo,P20,281,29.png.pagespeed.ic.TrK9F2z-ao.png", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2017/05/26/PNAS_Paper_Summary_5_23_17.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "", "title": "New Antibiotic Packs a Punch Against Bacterial Resistance", "meta_data": {"keywords": "Newswise, MRSA,Infection,Health,Medicine,Disease,All Journal News, Arthritis, Bone Health, Cancer, Drug Resistance, Local - California, Grant Funded News,  Scripps Research Institute", "description": "Scientists at The Scripps Research Institute (TSRI) have given new superpowers to a lifesaving antibiotic called vancomycin, an advance that could eliminate the threat of antibiotic-resistant infections for years to come.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Scientists at The Scripps Research Institute (TSRI) have given new superpowers to a lifesaving antibiotic called vancomycin, an advance that could eliminate the threat of antibiotic-resistant infections for years to come.", "title": "New Antibiotic Packs a Punch Against Bacterial Resistance", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2017/05/26/PNAS_Paper_Summary_5_23_17.jpg&width=100&height=100"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}