{"url": "https://www.prnewswire.com/news-releases/new-real-world-study-finds-long-term-xarelto-rivaroxaban-use-resulted-in-fewer-strokes-and-systemic-emboli-compared-to-warfarin-in-frail-patients-with-non-valvular-atrial-fibrillation-300654294.html", "text": "TITUSVILLE, N.J., May 24, 2018 /PRNewswire/ -- The Janssen Pharmaceutical Companies of Johnson & Johnson today announced new real-world data that showed frail patients with non-valvular atrial fibrillation (NVAF) experienced significantly fewer strokes and systemic emboli when treated with XARELTO® (rivaroxaban) over a two-year period compared to those taking warfarin. Specifically, long-term XARELTO® use reduced the risk of stroke and systemic embolism by 32 percent and ischemic stroke alone by 31 percent compared to warfarin, with no significant increase in major bleeding. Results from the study, which also assessed the efficacy and safety of apixaban and dabigatran each versus warfarin, were recently published in the Journal of the American Heart Association.\n\nClick to Tweet: New two-year real-world data show Janssen blood thinner significantly reduced stroke in frail NVAF patients #JAHA #RWE #AFib https://ctt.ac/z3t2a+\n\nAffecting nearly six million Americans, NVAF increases a person's risk of stroke by five times and accounts for 15 to 20 percent of all strokes.i,ii Frailty is a common clinical syndrome mainly seen in older adults that makes it harder for them to recover from stressful cardiovascular events and vulnerable for poorer health outcomes. People with NVAF are four times more likely to be classified as frail than people without NVAF,iii and research has shown frail people with NVAF are less likely to receive anticoagulation than non-frail people.iv,v,vi\n\n\"There is not widespread consensus on the best way to manage frail patients with NVAF in clinical practice, which is why some patients are not treated at all and remain at high risk of having a stroke,\" said Craig Coleman, PharmD, Professor of Pharmacy Practice, University of Connecticut. \"These results show long-term rivaroxaban use reduced stroke and systemic embolism in a vulnerable patient group, without increasing the risk of major bleeding. They also give physicians important insights into a well-tolerated, effective approach to treat their frail patients with NVAF.\"\n\nIn the study, researchers used U.S. Truven MarketScan claims data and identified frail patients with NVAF taking XARELTO®, apixaban, or dabigatran. Each treatment group was matched separately with warfarin users in a 1:1 ratio and followed for up to two years or until an event, insurance disenrollment or end of follow-up occurred. The primary efficacy outcome was stroke (ischemic or hemorrhagic) or systemic embolism. Major bleeding was the primary safety outcome.\n\nResearchers made the following two-year observations:\n\nXARELTO ® was associated with a 32 percent reduction in stroke or systemic embolism (HR=0.68; 95% CI=0.49-0.95) and 31 percent reduction in ischemic stroke alone (HR=0.69; 95% CI=0.48-0.99) compared to warfarin.\n\nwas associated with a 32 percent reduction in stroke or systemic embolism (HR=0.68; 95% CI=0.49-0.95) and 31 percent reduction in ischemic stroke alone (HR=0.69; 95% CI=0.48-0.99) compared to warfarin. XARELTO ® had similar rates of major bleeding compared to warfarin (HR=1.07; 95% CI=0.81-1.32).\n\nhad similar rates of major bleeding compared to warfarin (HR=1.07; 95% CI=0.81-1.32). Though both apixaban and dabigatran treatment were associated with numerically fewer strokes, neither statistically significantly reduced the risk of stroke or systemic embolism at two years compared to warfarin (HR=0.78; 95% CI=0.46-1.35 and HR=0.94; 95% CI=0.60-1.45).\n\nRates of major bleeding were also evaluated for apixaban versus warfarin (HR=0.72; 95% CI=0.49-1.06) and dabigatran versus warfarin (HR=0.87; 95% CI=0.63-1.19).\n\n\"This study adds to the growing body of evidence supporting the positive efficacy and safety profile of XARELTO® across a broad spectrum of patients with NVAF, which now includes the frail population,\" said Paul Burton, MD, PhD, FACC, Vice President, Medical Affairs, Janssen Pharmaceuticals, Inc. Real-world data like this study are critical to informing and helping physicians best treat their patients' cardiovascular diseases.\"\n\n\n\nAbout the Frailty Study\n\nA total of 19,077 patients were identified using claims data from U.S. MarketScan databases from November 2011 to December 2016. These patients were new users of anticoagulant therapy with XARELTO®, apixaban, dabigatran, or warfarin, who had not been previously treated with an anticoagulant. They also had at least 12 months of continuous insurance coverage, and were considered frail. Frailty was determined using the Johns Hopkins Claims-based Frailty Indicator scoring algorithm, which weighs 21 criteria identifiable in claims data, including demographics, comorbidities, and physical and cognitive dysfunction.\n\nEach eligible XARELTO®, apixaban, and dabigatran user was propensity score matched to a warfarin user in a 1:1 ratio, which helped minimize the presence of baseline differences between cohorts. A total of 10,754 patients were included in the retrospective study, with 2,635 taking XARELTO®, 1,392 apixaban, 1,350 dabigatran, and 5,377 warfarin. This study was supported by Bayer AG, Berlin, Germany.\n\nReal-world data have the potential to supplement randomized controlled trial data by providing additional information about how a medicine performs in routine medical practice; however, they have limitations and cannot be used as stand-alone evidence to validate the efficacy and/or safety of a treatment.\n\n\n\nAdditionally, it is possible some of the analyses within this specific study may not have been sufficiently powered based on smaller sample sizes.\n\nAbout Real-World XARELTO® Research\n\nXARELTO® is the most-studied oral Factor Xa inhibitor in the world today. More than 200,000 people have been evaluated in published real-world research since the approval of XARELTO® across all approved indications in the U.S. Post-marketing studies and registries continue to confirm the safety and efficacy of XARELTO® in routine clinical use across a broad spectrum of patients. There have been no head-to-head randomized trials directly comparing non-vitamin K antagonist oral anticoagulants.\n\nOne recent study, REVISIT-US, found XARELTO® is providing an appropriate balance of benefit and risk with respect to ischemic stroke and found a significant reduction in intracranial hemorrhage in routine clinical practice. These are two of the most serious types of events physicians work the hardest with their patients to avoid, given their potential for irreversible harm.\n\nWHAT IS XARELTO®?\n\nXARELTO® (rivaroxaban) is a prescription medicine used to reduce the risk of stroke and blood clots in people with atrial fibrillation not caused by a heart valve problem. For patients currently well managed on warfarin, there is limited information on how XARELTO® and warfarin compare in reducing the risk of stroke.\n\nXARELTO® is also a prescription medicine used to treat deep vein thrombosis (DVT) and pulmonary embolism (PE), and to reduce the risk of blood clots happening again in people who continue to be at risk for DVT or PE after receiving treatment for blood clots for at least 6 months.\n\nXARELTO® is also a prescription medicine used to reduce the risk of forming a blood clot in the legs and lungs of people who have just had knee or hip replacement surgery.\n\nIMPORTANT SAFETY INFORMATION\n\nWhat is the most important information I should know about XARELTO® (rivaroxaban)?\n\nFor people taking XARELTO® for atrial fibrillation:\n\nPeople with atrial fibrillation (an irregular heart beat) are at an increased risk of forming a blood clot in the heart, which can travel to the brain, causing a stroke, or to other parts of the body. XARELTO® lowers your chance of having a stroke by helping to prevent clots from forming. If you stop taking XARELTO®, you may have increased risk of forming a clot in your blood.\n\nDo not stop taking XARELTO® without talking to the doctor who prescribes it for you. Stopping XARELTO® increases your risk of having a stroke.\n\nIf you have to stop taking XARELTO®, your doctor may prescribe another blood thinner medicine to prevent a blood clot from forming.\n\nXARELTO® can cause bleeding, which can be serious, and rarely may lead to death. This is because XARELTO® is a blood thinner medicine (anticoagulant) that reduces blood clotting. While you take XARELTO® you are likely to bruise more easily, and it may take longer for bleeding to stop.\n\nYou may have a higher risk of bleeding if you take XARELTO® and take other medicines that increase your risk of bleeding, including:\n\nAspirin or aspirin-containing products\n\n\n\nNon-steroidal anti-inflammatory drugs (NSAIDs)\n\n\n\nWarfarin sodium (Coumadin ® , Jantoven ® )\n\n, Jantoven )\n\nAny medicine that contains heparin\n\n\n\nClopidogrel (Plavix ® )\n\n)\n\nSelective serotonin reuptake inhibitors (SSRIs) or serotonin norepinephrine reuptake inhibitors (SNRIs)\n\n\n\nOther medicines to prevent or treat blood clots\n\nTell your doctor if you take any of these medicines. Ask your doctor or pharmacist if you are not sure if your medicine is one listed above.\n\nCall your doctor or get medical help right away if you develop any of these signs or symptoms of bleeding:\n\nUnexpected bleeding or bleeding that lasts a long time, such as:\n\nNosebleeds that happen often\n\n\n\nUnusual bleeding from gums\n\n\n\nMenstrual bleeding that is heavier than normal, or vaginal bleeding\n\nBleeding that is severe or you cannot control\n\nRed, pink, or brown urine\n\nBright red or black stools (looks like tar)\n\nCough up blood or blood clots\n\nVomit blood or your vomit looks like \"coffee grounds\"\n\nHeadaches, feeling dizzy or weak\n\nPain, swelling, or new drainage at wound sites\n\nSpinal or epidural blood clots (hematoma): People who take a blood thinner medicine like XARELTO ® , and have medicine injected into their spinal and epidural area, or have a spinal puncture, have a risk of forming a blood clot that can cause long-term or permanent loss of the ability to move (paralysis). Your risk of developing a spinal or epidural blood clot is higher if:\n\nPeople who take a blood thinner medicine like XARELTO , and have medicine injected into their spinal and epidural area, or have a spinal puncture, have a risk of forming a blood clot that can cause long-term or permanent loss of the ability to move (paralysis). Your risk of developing a spinal or epidural blood clot is higher if: A thin tube called an epidural catheter is placed in your back to give you certain medicine\n\n\n\nYou take NSAIDs or a medicine to prevent blood from clotting\n\n\n\nYou have a history of difficult or repeated epidural or spinal punctures\n\n\n\nYou have a history of problems with your spine or have had surgery on your spine\n\nIf you take XARELTO® and receive spinal anesthesia or have a spinal puncture, your doctor should watch you closely for symptoms of spinal or epidural blood clots. Tell your doctor right away if you have back pain, tingling, numbness, muscle weakness (especially in your legs and feet), or loss of control of the bowels or bladder (incontinence).\n\nXARELTO® is not for people with artificial heart valves.\n\nDo not take XARELTO® if you:\n\nCurrently have certain types of abnormal bleeding. Talk to your doctor before taking XARELTO ® if you currently have unusual bleeding.\n\nif you currently have unusual bleeding. Are allergic to rivaroxaban or any of the ingredients of XARELTO®.\n\nBefore taking XARELTO®, tell your doctor about all your medical conditions, including if you:\n\nHave ever had bleeding problems\n\nHave liver or kidney problems\n\nAre pregnant or plan to become pregnant. It is not known if XARELTO ® will harm your unborn baby.\n\nwill harm your unborn baby. Tell your doctor right away if you become pregnant during treatment with XARELTO ® . Taking XARELTO ® while you are pregnant may increase the risk of bleeding in you or in your unborn baby.\n\n. Taking XARELTO while you are pregnant may increase the risk of bleeding in you or in your unborn baby.\n\nIf you take XARELTO ® during pregnancy, tell your doctor right away if you have any signs or symptoms of bleeding or blood loss. See \"What is the most important information I should know about XARELTO ® ?\" for signs and symptoms of bleeding.\n\nduring pregnancy, tell your doctor right away if you have any signs or symptoms of bleeding or blood loss. Are breastfeeding or plan to breastfeed. XARELTO® may pass into your breast milk. You and your doctor should decide if you will take XARELTO® or breastfeed.\n\nTell all of your doctors and dentists that you are taking XARELTO®. They should talk to the doctor who prescribed XARELTO® for you before you have any surgery, medical or dental procedure.\n\nTell your doctor about all the medicines you take, including prescription and over-the-counter medicines, vitamins, and herbal supplements. Some of your other medicines may affect the way XARELTO® works. Certain medicines may increase your risk of bleeding. See \"What is the most important information I should know about XARELTO®?\"\n\nHow should I take XARELTO®?\n\nTake XARELTO ® exactly as prescribed by your doctor.\n\nexactly as prescribed by your doctor. Do not change your dose or stop taking XARELTO ® unless your doctor tells you to.\n\nunless your doctor tells you to. Your doctor may change your dose if needed.\n\nIf you take XARELTO ® for:\n\nfor: Atrial Fibrillation:\n\n\n\nTake XARELTO ® 1 time a day with your evening meal.\n\n\n\n\n\nIf you miss a dose of XARELTO ® , take it as soon as you remember on the same day. Take your next dose at your regularly scheduled time.\n\n, take it as soon as you remember on the same day. Take your next dose at your regularly scheduled time.\n\nBlood clots in the veins of your legs or lungs:\n\n\n\nTake XARELTO ® 1 or 2 times a day as prescribed by your doctor.\n\nas prescribed by your doctor.\n\n\n\nFor the 15-mg and 20-mg doses , XARELTO ® should be taken with food.\n\n, XARELTO\n\n\n\nFor the 10-mg dose , XARELTO ® may be taken with or without food.\n\n, XARELTO\n\n\n\nTake your XARELTO ® dose(s) at the same time each day.\n\ndose(s) at the same time each day.\n\n\n\nIf you miss a dose:\n\n\n\n\n\nIf you take the 15-mg dose of XARELTO ® 2 times a day (a total of 30 mg of XARELTO ® in 1 day): Take XARELTO ® as soon as you remember on the same day. You may take 2 doses at the same time to make up for the missed dose. Take your next dose at your regularly scheduled time.\n\nTake XARELTO as soon as you remember on the same day. You may take 2 doses at the same time to make up for the missed dose. Take your next dose at your regularly scheduled time.\n\n\n\n\n\nIf you take XARELTO ® 1 time a day: Take XARELTO ® as soon as you remember on the same day. Take your next dose at your regularly scheduled time.\n\nTake XARELTO as soon as you remember on the same day. Take your next dose at your regularly scheduled time.\n\nHip or knee replacement surgery:\n\n\n\nTake XARELTO ® 1 time a day with or without food.\n\n1 time a day with or without food.\n\n\n\nIf you miss a dose of XARELTO ® , take it as soon as you remember on the same day. Take your next dose at your regularly scheduled time.\n\n, take it as soon as you remember on the same day. Take your next dose at your regularly scheduled time. If you have difficulty swallowing the XARELTO ® tablet whole, talk to your doctor about other ways to take XARELTO ® .\n\ntablet whole, talk to your doctor about other ways to take XARELTO . Your doctor will decide how long you should take XARELTO ® .\n\n. Your doctor may stop XARELTO ® for a short time before any surgery, medical or dental procedure.\n\nfor a short time before any surgery, medical or dental procedure. Your doctor will tell you when to start taking XARELTO ® again after your surgery or procedure.\n\nagain after your surgery or procedure. Do not run out of XARELTO ® . Refill your prescription for XARELTO ® before you run out. When leaving the hospital following a hip or knee replacement, be sure that you have XARELTO ® available to avoid missing any doses.\n\n. Refill your prescription for XARELTO before you run out. When leaving the hospital following a hip or knee replacement, be sure that you have XARELTO available to avoid missing any doses. If you take too much XARELTO®, go to the nearest hospital emergency room or call your doctor right away.\n\nWHAT ARE THE POSSIBLE SIDE EFFECTS OF XARELTO®?\n\nSee \"What is the most important information I should know about XARELTO®?\"\n\nCall your doctor for medical advice about side effects. You are also encouraged to report side effects to the FDA: visit http://www.fda.gov/medwatch or call 1-800-FDA-1088. You may also report side effects to Janssen Pharmaceuticals, Inc., at 1-800-JANSSEN (1-800-526-7736).\n\nPlease click here for full Prescribing Information, including Boxed Warnings, and Medication Guide.\n\nTrademarks are those of their respective owners.\n\nJanssen and Bayer together are developing rivaroxaban.\n\nFor more information about XARELTO®, visit www.xarelto.com.\n\nAbout the Janssen Pharmaceutical Companies\n\nAt the Janssen Pharmaceutical Companies of Johnson & Johnson, we are working to create a world without disease. Transforming lives by finding new and better ways to prevent, intercept, treat and cure disease inspires us. We bring together the best minds and pursue the most promising science.\n\nWe are Janssen. We collaborate with the world for the health of everyone in it. Learn more at www.janssen.com. Follow us on Twitter at @JanssenUS. Janssen Pharmaceuticals, Inc. is part of the Janssen Pharmaceutical Companies of Johnson & Johnson.\n\nCautions Concerning Forward-Looking Statements\n\n\n\nThis press release contains \"forward-looking statements,\" as defined in the Private Securities Litigation Reform Act of 1995, regarding product development and the presentation of new data and analyses regarding XARELTO® (rivaroxaban). The reader is cautioned not to rely on these forward-looking statements. These statements are based on current expectations of future events. If underlying assumptions prove inaccurate or known or unknown risks or uncertainties materialize, actual results could vary materially from the expectations and projections of any of the Janssen Pharmaceutical Companies and/or Johnson & Johnson. Risks and uncertainties include, but are not limited to: challenges and uncertainties inherent in product research and development, including the uncertainty of clinical success and of obtaining regulatory approvals; uncertainty of commercial success; manufacturing difficulties and delays; competition, including technological advances, new products and patents attained by competitors; challenges to patents; product efficacy or safety concerns resulting in product recalls or regulatory action; changes in behavior and spending patterns of purchasers of health care products and services; changes to applicable laws and regulations, including global health care reforms; and trends toward health care cost containment. A further list and descriptions of these risks, uncertainties and other factors can be found in Johnson & Johnson's Annual Report on Form 10-K for the fiscal year ended December 31, 2017, including in the sections captioned \"Item 1A. Risk Factors\" and \"Cautionary Note Regarding Forward-Looking Statements,\" and the company's subsequent filings with the Securities and Exchange Commission. Copies of these filings are available online at www.sec.gov, www.jnj.com or on request from Johnson & Johnson. Neither the Janssen Pharmaceutical Companies nor Johnson & Johnson undertakes to update any forward-looking statement as a result of new information or future events or developments.\n\ni Colilla S et al. Estimates of Current and Future Incidence and Prevalence of Atrial Fibrillation in the U.S. Adult Population. Am J Cardiol 2013;112(8):1142-1147.\n\nii American Heart Association (2014, April 16). Prevention Strategies for Atrial Fibrillation. Retrieved from: http://www.heart.org/HEARTORG/Conditions/Arrhythmia/AboutArrhythmia/Prevention-Strategies-for-Atrial-Fibrillation-AFib-or-AF_UCM_423784_Article.jsp#.VvRBcuIrKUk\n\niii Coleman CI, Bunz TJ, Eriksson D, Meinecke AK and Sood NA. Effectiveness and safety of rivaroxaban vs warfarin in people with non-valvular atrial fibrillation and diabetes: an administrative claims database analysis. 2018 April; doi: 10.1111/dme.13648https://onlinelibrary.wiley.com/doi/epdf/10.1111/dme.13648.\n\niv Perera V, Bajorek BV, Matthews S, Hilmer SN. The impact of frailty on the utilisation of antithrombotic therapy in older patients with atrial fibrillation. Age Ageing 2009;38:156–162.\n\nv Induruwa I, Evans NR, Aziz A, Reddy S, Khadjooi K, Romero-Ortuno R. Clinical frailty is independently associated with non-prescription of anticoagulants in older patients with atrial fibrillation. Geriatr Gerontol Int 2017;17:2178–2183.\n\nvi Lefebvre MC, St-Onge M, Glazer-Cavanagh M, Bell L, Kha Nguyen JN, Viet-Quoc Nguyen P, Tannenbaum C. The effect of bleeding risk and frailty status on anticoagulation patterns in octogenarians with atrial fibrillation: the FRAIL-AF study. Can J Cardiol 2016;32:169–176.\n\nMedia contact:\n\nSarah Freeman\n\nMobile: (215) 510-4758\n\nsfreem21@its.jnj.com\n\nInvestor contacts:\n\nJohnson & Johnson\n\nJoseph J. Wolk\n\nOffice: (732) 524-1142\n\nLesley Fishman\n\nOffice: (732) 524-3922\n\nSOURCE Janssen Pharmaceutical Companies of Johnson & Johnson\n\nRelated Links\n\nhttp://www.janssen.com\n\n", "images": ["https://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png", "https://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "https://mma.prnewswire.com/media/645669/Janssen_Pharmaceuticals_Logo.jpg?p=publish&w=200", "https://mma.prnewswire.com/media/645669/Janssen_Pharmaceuticals_Logo.jpg?p=facebook"], "top_img": "https://mma.prnewswire.com/media/645669/Janssen_Pharmaceuticals_Logo.jpg?p=facebook", "keywords": [], "authors": ["Janssen Pharmaceutical Companies Of Johnson"], "canonical_link": "https://www.prnewswire.com/news-releases/new-real-world-study-finds-long-term-xarelto-rivaroxaban-use-resulted-in-fewer-strokes-and-systemic-emboli-compared-to-warfarin-in-frail-patients-with-non-valvular-atrial-fibrillation-300654294.html", "title": "New Real-World Study Finds Long-Term XARELTO® (rivaroxaban) Use Resulted in Fewer Strokes and Systemic Emboli Compared to Warfarin in Frail Patients with Non-Valvular Atrial Fibrillation", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "TITUSVILLE, N.J., May 24, 2018 /PRNewswire/ -- The Janssen Pharmaceutical Companies of Johnson & Johnson today announced new real-world data that showed frail...", "author": "Janssen Pharmaceutical Companies of Johnson & Johnson", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "New Real-World Study Finds Long-Term XARELTO® (rivaroxaban) Use Resulted in Fewer Strokes and Systemic Emboli Compared to Warfarin in Frail Patients with Non-Valvular Atrial Fibrillation", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "new jersey", "date": "2018-05-24T08:30:00-04:00", "keywords": "Janssen Pharmaceutical Companies of Johnson & Johnson,Health Care & Hospitals ,Medical Pharmaceuticals , Medical Equipment ,Clinical Trials & Medical Discoveries", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "New Real-World Study Finds Long-Term XARELTO® (rivaroxaban) Use Resulted in Fewer Strokes and Systemic Emboli Compared to Warfarin in Frail Patients with Non-Valvular Atrial Fibrillation", "description": "TITUSVILLE, N.J., May 24, 2018 /PRNewswire/ -- The Janssen Pharmaceutical Companies of Johnson & Johnson today announced new real-world data that showed frail...", "image": "https://mma.prnewswire.com/media/645669/Janssen_Pharmaceuticals_Logo.jpg?p=twitter"}, "og": {"title": "New Real-World Study Finds Long-Term XARELTO® (rivaroxaban) Use Resulted in Fewer Strokes and Systemic Emboli Compared to Warfarin in Frail Patients with Non-Valvular Atrial Fibrillation", "type": "website", "description": "TITUSVILLE, N.J., May 24, 2018 /PRNewswire/ -- The Janssen Pharmaceutical Companies of Johnson & Johnson today announced new real-world data that showed frail...", "image": "https://mma.prnewswire.com/media/645669/Janssen_Pharmaceuticals_Logo.jpg?p=facebook", "url": "https://www.prnewswire.com/news-releases/new-real-world-study-finds-long-term-xarelto-rivaroxaban-use-resulted-in-fewer-strokes-and-systemic-emboli-compared-to-warfarin-in-frail-patients-with-non-valvular-atrial-fibrillation-300654294.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "https://www.prnewswire.com", "summary": ""}