{"url": "http://www.prnewswire.com/news-releases/promising-new-leprosy-vaccine-moves-into-human-trials-300535487.html", "text": "Characterized by the World Health Organization as a \"neglected tropical disease,\" leprosy (also known as Hansen's disease) is one of the most ancient diseases known to humankind and is caused by the bacteria Mycobacterium leprae. Nearly a quarter of a million people worldwide have leprosy, which causes disfiguration of the skin and mucous membranes as well as progressive and incurable nerve damage. While drug therapy exists for leprosy, it must be taken for many months, has many side effects and often is given too late to reverse the permanent damage caused by the bacterial infection. A viable vaccine to prevent and/or treat leprosy is the next step in the effort to bring this disease to an end.\n\nScientists at IDRI, along with national and international collaborators including the National Hansen's Disease Program and the National Institute of Allergy and Infectious Diseases (NIAID), part of the National Institutes of Health, with financial support from American Leprosy Missions, have developed a promising leprosy vaccine candidate designed to help treat leprosy and prevent exposed individuals from developing disease and the resulting disabilities. Based on data generated in preclinical studies, the vaccine candidate, called LepVax, has progressed to Phase I clinical testing in the United States, the first stage of safety testing in human volunteers. The clinical trial is focused on safety, as well as evaluating the immune response to the vaccine.\n\n\"While previous attempts have used vaccines primarily developed for other diseases, this is the first totally defined vaccine candidate developed specifically for leprosy, using the latest technologies and offering no less than those exposed to leprosy deserve,\" said Steven Reed, Ph.D., IDRI President, CEO & Founder. \"The leprosy vaccine program at IDRI has benefited greatly from what we've learned in the development of tuberculosis vaccine candidates over the past two decades. Although the bacteria that cause tuberculosis and leprosy are related, leprosy vaccine development posed great challenges. This vaccine represents a unique accomplishment, requiring the most advanced technologies in molecular biology and immunology, and American Leprosy Missions has been there from the beginning.\" IDRI scientists have also developed two vaccine candidates for tuberculosis, both in clinical stages of development.\n\n\"We are thrilled that after 15 years and an investment of over $5.1 million, made possible by our faithful donors and partners, a leprosy-specific vaccine is beginning a Phase I clinical trial,\" says Bill Simmons, President and CEO of American Leprosy Missions. \"We believe this may be the most exciting breakthrough in leprosy treatment since multi-drug therapy, the current treatment for leprosy, was launched in the 1980s. We look forward to this vaccine improving the health outcomes of people diagnosed with leprosy. And, it may be that this vaccine can lead to interruption of the transmission of leprosy all together. What a tremendous legacy this would leave for millions of people worldwide.\"\n\nThe vaccine was developed through significant efforts in screening and identifying M. leprae proteins that trigger an effective immune response. IDRI scientists then produced a fusion of four leprosy proteins, which is combined with IDRI's proprietary immune-stimulating adjuvant (GLA-SE). With recent developments in vaccine technology, IDRI scientists can now induce protective responses even after infection, meaning it could be possible to prevent disease development in people already infected with the leprosy bacterium.\n\n\"This generation of a vaccine to prevent and possibly treat leprosy is the result of years of research. The development has been complicated by the fact that the organism that causes leprosy cannot be grown in culture in the laboratory,\" Reed explained. \"This is a unique example of a vaccine produced by totally synthetic methods.\"\n\nReed added that, without the foresight and support of American Leprosy Missions, there would be no leprosy vaccine candidate. \"The vision and support of American Leprosy Missions has been tremendous as we've worked with them throughout the years, moving from our work in developing a leprosy diagnostic to our current focus on a successful leprosy vaccine,\" he said. \"The progress we've had to date would not have been possible without American Leprosy Missions' financial support and guidance.\" Early results from the Phase I study should be available in 2018, and the partners are currently exploring mechanisms to advance the vaccine through later-phase clinical trials should results from the Phase I study (clinical trial NCT03302897) support further evaluation.\n\nThe vaccine candidate will serve as part of an overall strategy to end leprosy, which will require detection, prevention and treatment. IDRI had developed technology to enable a rapid, affordable, point-of-care diagnostic test, which was funded by NIAID (grant numbers 1R43AI066613-01A1 and 2R44AI066613-02.)\n\nIn addition to IDRI and American Leprosy Missions, a variety of partners are taking part in efforts to eliminate leprosy, including Novartis and the Novartis Foundation. Reed, along with scientists from a variety of scientific organizations recently published \"Innovative tools and approaches to end the transmission of Mycobacterium leprae\" in The Lancet Infectious Diseases , outlining what is needed to achieve this goal. Together with scientific, government and NGO partners, the Novartis Foundation develops and implements strategies to help interrupt leprosy transmission, while Novartis donates the treatment for leprosy free of charge.\n\nAbout IDRI: As a nonprofit global health organization, IDRI (Infectious Disease Research Institute) takes a comprehensive approach to combat infectious diseases, combining the high-quality science of a research organization with the product development capabilities of a biotech company to create new diagnostics, drugs and vaccines. Founded in 1993, IDRI has 125 employees headquartered in Seattle with nearly 100 partners/collaborators around the world. For more information, visit www.idri.org.\n\nAbout American Leprosy Missions: American Leprosy Missions, based in Greenville, South Carolina, is the oldest and largest Christian organization in the United States dedicated to curing and caring for people affected by leprosy and related diseases. It funds projects and partners in countries across Africa, Asia and the Americas. During its more than 100-year history, American Leprosy Missions has provided holistic care to four million people around the world including medical treatment and training, Christian outreach, community development and vaccine research. For more information, visit www.leprosy.org.\n\nSOURCE Infectious Disease Research Institute\n\nRelated Links\n\nhttp://www.idri.org\n\n", "images": ["http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png", "https://mma.prnewswire.com/media/582153/Phase_1_clinical_trial___Leprosy.jpg?p=facebook", "https://mma.prnewswire.com/media/582153/Phase_1_clinical_trial___Leprosy.jpg?p=publish&w=950"], "top_img": "https://mma.prnewswire.com/media/582153/Phase_1_clinical_trial___Leprosy.jpg?p=facebook", "keywords": [], "authors": ["Infectious Disease Research Institute"], "canonical_link": "https://www.prnewswire.com/news-releases/promising-new-leprosy-vaccine-moves-into-human-trials-300535487.html", "title": "Promising New Leprosy Vaccine Moves Into Human Trials", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "SEATTLE and GREENVILLE, S.C., Oct. 12, 2017 /PRNewswire-USNewswire/ -- Today marks a significant step forward in the prevention and treatment of leprosy as the...", "author": "Infectious Disease Research Institute", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "Promising New Leprosy Vaccine Moves Into Human Trials", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "washington", "date": "2017-10-12T08:30:00-04:00", "keywords": "Infectious Disease Research Institute,Health Care & Hospitals ,Medical Pharmaceuticals ,Infection Control,Not For Profit ,Clinical Trials & Medical Discoveries", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "Promising New Leprosy Vaccine Moves Into Human Trials", "description": "SEATTLE and GREENVILLE, S.C., Oct. 12, 2017 /PRNewswire-USNewswire/ -- Today marks a significant step forward in the prevention and treatment of leprosy as the...", "image": "https://mma.prnewswire.com/media/582153/Phase_1_clinical_trial___Leprosy.jpg?p=twitter"}, "og": {"title": "Promising New Leprosy Vaccine Moves Into Human Trials", "type": "website", "description": "SEATTLE and GREENVILLE, S.C., Oct. 12, 2017 /PRNewswire-USNewswire/ -- Today marks a significant step forward in the prevention and treatment of leprosy as the...", "image": "https://mma.prnewswire.com/media/582153/Phase_1_clinical_trial___Leprosy.jpg?p=facebook", "url": "https://www.prnewswire.com/news-releases/promising-new-leprosy-vaccine-moves-into-human-trials-300535487.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}