{"url": "https://web.archive.org/web/20151210011751/http://www.fda.gov/NewsEvents/Newsroom/PressAnnouncements/ucm476216.htm", "text": "Today, the U.S. Food and Drug Administration cleared for marketing in the United States the first cooling cap to reduce hair loss (alopecia) in female breast cancer patients undergoing chemotherapy .\n\nHair loss is a common side effect of certain types of chemotherapy, commonly associated with the treatment of breast cancer . Hair may fall out entirely, gradually, in sections, or may become thin. Hair loss due to cancer treatment is usually temporary, but minimizing or relieving these kinds of side effects are considered important to overall treatment.\n\n“We are pleased to see a product for breast cancer patients that can minimize chemotherapy-induced hair loss and contribute to the quality of life of these individuals,” said William Maisel, M.D., M.P.H., acting director of the Office of Device Evaluation in the FDA’s Center for Devices and Radiological Health. “Managing the side effects of chemotherapy is a critical component to overall health and recovery.”\n\nThe Dignitana DigniCap Cooling System is indicated to reduce the frequency and severity of alopecia during chemotherapy in breast cancer patients in which alopecia-inducing chemotherapeutic agents and doses are used. It is a computer-controlled system that circulates cooled liquid to a head-worn cooling cap during chemotherapy treatment. The cooling cap is covered by a second cap made from neoprene, which holds the cooling cap in place and acts as an insulation cover to prevent loss of cooling.\n\nThe cooling action is intended to constrict blood vessels in the scalp, which, in theory, reduces the amount of chemotherapy that reaches cells in the hair follicles (hair roots). The cold also decreases the activity of the hair follicles, which slows down cell division and makes them less affected by chemotherapy. The combined actions are thought to reduce the effect chemotherapy has on the cells, which may reduce hair loss. DigniCap may not work with some chemotherapy regimens. Interested patients should talk with their doctors.\n\nThe efficacy of the cooling system was studied in 122 Stage I and Stage II women with breast cancer who were undergoing chemotherapy, using recognized chemotherapy regimens that have been associated with hair loss. The data from this study may also be applied to some Stage III and IV breast cancer patients because they may have a benefit-risk profile comparable to the patients enrolled in this study. The primary endpoint was a self-assessment of hair loss by the women using standardized photographs at one month (three-six weeks) after the last chemotherapy cycle. More than 66 percent of patients treated with the DigniCap reported losing less than half their hair.\n\nPrevention of hair loss in these patients may be a significant benefit to their quality of life, and the risk of the chemotherapy drug missing an isolated grouping of the breast cancer cells in the scalp because of the cold cap is extremely rare.\n\nThe most common side effects of the cooling system include cold-induced headaches and neck and shoulder discomfort, chills, and pain associated with wearing the cooling cap for an extended period of time.\n\nThe FDA reviewed data for DigniCap cooling system through the de novo classification process, a regulatory pathway for some low- to moderate-risk devices that are novel and not substantially equivalent to any legally marketed device.\n\nThe DigniCap Cooling System is manufactured by Dignitana Inc., in Lund, Sweden.\n\nThe FDA, an agency within the U.S. Department of Health and Human Services, protects the public health by assuring the safety, effectiveness, and security of human and veterinary drugs, vaccines and other biological products for human use, and medical devices. The agency also is responsible for the safety and security of our nation’s food supply, cosmetics, dietary supplements, products that give off electronic radiation, and for regulating tobacco products.\n\n###", "images": ["https://web.archive.org/web/20151210011751im_/http://www.fda.gov/ucm/groups/fdagov-public/@system/documents/system/img_fdagov_exitdisclaimer.png"], "top_img": "", "keywords": [], "authors": [], "canonical_link": "", "title": "FDA allows marketing of cooling cap to reduce hair loss during chemotherapy", "meta_data": {"ID": "UCM476216", "msvalidate.01": "0AE61A039CC5BDCCF556A11C18A61D44", "dc.title": "Press Announcements - FDA allows marketing of cooling cap to reduce hair loss during chemotherapy", "dc.type": "WebContent", "dc.description": "Today, the U.S. Food and Drug Administration cleared for marketing in the United States the first cooling cap to reduce hair loss (alopecia) in female breast cancer patients undergoing chemotherapy.", "dc.language": "en", "posted": "2015-12-08", "index_date": "2015-12-08", "description": "Today, the U.S. Food and Drug Administration cleared for marketing in the United States the first cooling cap to reduce hair loss (alopecia) in female breast cancer patients undergoing chemotherapy.", "archive": "No", "search_topic": "Medical Devices", "google-site-verification": "wxQkNTrqmvYnwVcNzA2mspBp7EDErzIhAzyX-YvvRWI", "viewport": "width=device-width, initial-scale=1.0", "apple-mobile-web-app-title": "FDA", "apple-mobile-web-app-capable": "yes"}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}