{"url": "https://web.archive.org/web/20181210180721/https://www.eurekalert.org/pub_releases/2018-12/jhm-jh120718.php", "text": "Researchers at Johns Hopkins Medicine have identified in live human brains new radioactive \"tracer\" molecules that bind to and \"light up\" tau tangles, a protein associated with a number of neurodegenerative diseases including Alzheimer's disease and other related dementias. Two studies will be published back-to-back in the December issue of Journal of Nuclear Medicine--one as featured article of the month--describing testing of three candidate molecules in patients with Alzheimer's disease, as well as the use of one molecule to measure the accumulation of tau proteins.\n\n\"One of the greatest public health challenges is Alzheimer's disease, for which there currently is no cure and no definitive diagnostic until autopsy,\" says Dean Wong, M.D., Ph.D., professor of radiology and radiological sciences, psychiatry and behavioral sciences, neurology and neuroscience, and director of the Section of High Resolution Brain PET Imaging, Division of Nuclear Medicine at the Johns Hopkins University School of Medicine. \"We have been working hard to identify new radiopharmaceuticals that can help speed the discoveries of diagnostics and treatments for these devastating neurodegenerative disorders.\"\n\nAlzheimer's disease is characterized in the brain by the appearance of two abnormal protein structures: amyloid plaques and tangled fibers made up of a protein called tau. One of the biggest challenges in studying Alzheimer's disease thus far, according to Wong, is the inability to watch these so-called neurofibrillary tangles develop in real time.\n\nAs part of a longer term project funded by F. Hoffman-La Roche, the team previously tested a collection of approximately 550 potential tracer molecules and identified six promising tracers, eventually narrowing them down to three to be made and tested as candidate Tau PET radiopharmaceuticals. These three most promising tracers were previously tested in nonhuman primates, and the results looked promising enough to test in people.\n\nThe researchers recruited a total of 12 patients with Alzheimer's disease, seven younger healthy controls (ages 25-38 years old) and five older healthy controls (age 50 or older) for brain-only PET scans. An additional six older healthy controls were recruited for full-body scanning. The study was divided into three parts. In the first part, each person was injected with two of the three randomly designated tracers (on separate visits) prior to receiving a brain PET scan with subsequent evaluation to determine which molecule performed best. In the second part of the study, researchers tested the optimal tracer, called F-18 RO948, with additional brain imaging in five patients with Alzheimer's and five older controls, with follow-up of previously seen patients to evaluate the potential progression of tau protein tangling after an average span of approximately 16 months.\n\nThe third part of the study examined six older controls undergoing whole-body scanning. In total, the researchers looked at 80 different regions in the brain to evaluate how well the tracers were taken up by the brain, how well they penetrated through the tissue and how specifically they bound to the tau protein rather than just sticking indiscriminately to anything. Regions of the brain that typically contain accumulated tau protein include the temporal lobe, parietal lobe and occipital lobe, among others; grey matter in the cerebellum is thought to contain low or no tau in patients with Alzheimer's. They found that healthy brains retained little to no tracer, whereas the brains of those with Alzheimer's showed tau to be in regions of the brain consistent with previously reported postmortem data on filamentous tangles.\n\nIn the second paper, the team examined the detailed quantification of tau binding via F-18 RO948 in 11 patients with Alzheimer's disease, five young cognitively normal controls and five older cognitively normal controls. They verified that detailed quantification of the tested and retested tracer in those five patients with Alzheimer's and five older controls generated good and reproducible results. According to Wong, this body of work reveals that, as compared with the currently used Tau tracer, F-18 AV1451, the new tracer, F-18 RO948, does not bind randomly to other tissue, offering greater clarity into quantification of potential tau burden within the human brain.\n\n\"It really takes a village to make progress in biomedical research, and this project was no exception, with the involvement of the PET team at Hopkins, a CRO who helped recruit healthy subjects, colleagues in psychiatry and behavioral sciences, colleagues at the National Institute of Aging and neuroscience imaging experts at Roche,\" says Wong. \"This is a true example of cross-disciplinary collaboration, and I'm honored to have such great collaborators.\"\n\n###\n\nThis study was made available online in May 2018 ahead of peer-review and publication. It was published in the December 2018 issue of the journal.\n\nAuthors of the first Journal of Nuclear Medicine featured paper \"Characterization of 3 Novel Tau Radiopharmaceuticals, 11C-RO-963, 11C-RO-643, and 18F-RO-948, in Healthy Controls and in Alzheimer Subjects\" include Dean F. Wong, Hiroto Kuwabara, Paul B. Rosenberg, Esther Oh , Constantine G. Lyketsos, Noble George, Lorena Gapasin, Kelly Kitzmiller, Josh Roberts, Ayon Nandi, James Brasic, Chakradhar Mishra, Abhay Moghekar, Anil Mathur, Marilyn Albert and Robert F. Dannals of The Johns Hopkins University, Baltimore, Maryland; Robert A. Comley, Susanne Ostrowitzki, Cristina Vozzi, Frank Boess, Michael Honer, Luca Gobbi, Gregory Klein, Jeff Sevigny and Edilio Borroni, Pharma Research and Early Development, Hoffmann-La Roche, Basel, Switzerland; and Susan M. Resnick and Madhav Thambisetty, Lab of Behavior and Neuroscience, NIH's National Institute on Aging Intramural Research Program, Baltimore, Maryland.\n\nThis study was funded by an F. Hoffmann-La Roche Ltd. contract to The Johns Hopkins University. Susan Resnick and Madhav Thambisetty are employees of the NIH, National Institute on Aging.\n\nThe authors report no other relevant potential conflict of interest.", "images": ["https://web.archive.org/web/20181210180721im_/https://www.eurekalert.org/multimedia/pub/web/187980_web.jpg", "https://web.archive.org/web/20181210180721im_/https://media.eurekalert.org/meganav/Neuroscience2018_Newsroom.jpg", "https://web.archive.org/web/20181210180721im_/https://media.eurekalert.org/meganav/AM19_Newsroom.jpg", "https://web.archive.org/web/20181210180721im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20181210180721im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20181210180721im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20181210180721im_/https://media.eurekalert.org/multimedia_prod/pub/web/187980_web.jpg", "https://web.archive.org/web/20181210180721im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20181210180721im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20181210180721im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20181210180721im_/https://media.eurekalert.org/multimedia_prod/pub/rel/187980_rel.jpg", "https://web.archive.org/web/20181210180721im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20181210180721im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20181210180721im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20181210180721im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20181210180721im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png"], "top_img": "https://web.archive.org/web/20181210180721im_/https://www.eurekalert.org/multimedia/pub/web/187980_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20181210180721/https://www.eurekalert.org/pub_releases/2018-12/jhm-jh120718.php", "title": "Johns Hopkins team identifies promising diagnostic tool for Alzheimer's disease", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Researchers at Johns Hopkins Medicine have identified in live human brains new radioactive 'tracer' molecules that bind to and 'light up' tau tangles, a protein associated with a number of neurodegenerative diseases including Alzheimer's disease and other related dementias.", "keywords": "Medicine/Health, Alzheimer's Disease, Biotechnology", "date": "2018-12-10 05:00:00 GMT/UTC", "funder": "F. Hoffmann-La Roche Ltd.", "journal": "Journal of Nuclear Medicine", "type": "research", "institution": "Johns Hopkins Medicine", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "HopkinsMedicine", "domain": "www.eurekalert.org", "title": "Johns Hopkins team identifies promising diagnostic tool for Alzheimer's disease", "description": "Researchers at Johns Hopkins Medicine have identified in live human brains new radioactive 'tracer' molecules that bind to and 'light up' tau tangles, a protein associated with a number of neurodegenerative diseases including Alzheimer's disease and other related dementias."}, "og": {"title": "Johns Hopkins team identifies promising diagnostic tool for Alzheimer's disease", "description": "Researchers at Johns Hopkins Medicine have identified in live human brains new radioactive 'tracer' molecules that bind to and 'light up' tau tangles, a protein associated with a number of neurodegenerative diseases including Alzheimer's disease and other related dementias.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20181210180721/https://www.eurekalert.org/pub_releases/2018-12/jhm-jh120718.php", "image": "https://web.archive.org/web/20181210180721im_/https://www.eurekalert.org/multimedia/pub/web/187980_web.jpg", "type": "website"}, "fb": {"profile_id": "Johns.Hopkins.Medicine"}}, "movies": [], "publish_date": 1546059600.0, "source": "https://web.archive.org", "summary": ""}