{"url": "http://www.prnewswire.com/news-releases/celator-announces-phase-3-trial-for-vyxeos-cpx-351-in-patients-with-high-risk-acute-myeloid-leukemia-demonstrates-statistically-significant-improvement-in-overall-survival-300235620.html", "text": "EWING, N.J., March 14, 2016 /PRNewswire/ -- Celator Pharmaceuticals, Inc. (Nasdaq: CPXX) today announced positive results from the Phase 3 trial of VYXEOS™ (cytarabine: daunorubicin) Liposome for Injection (also known as CPX-351) in patients with high-risk (secondary) acute myeloid leukemia (AML) compared to the standard of care regimen of cytarabine and daunorubicin known as 7+3. The trial met its primary endpoint demonstrating a statistically significant improvement in overall survival. Data will be submitted for presentation at the American Society of Clinical Oncology 2016 Annual Meeting.\n\nThe median overall survival for patients treated with VYXEOS in the study was 9.56 months compared to 5.95 months for patients receiving 7+3, representing a 3.61 month improvement in favor of VYXEOS. The hazard ratio (HR) was 0.69 (p=0.005) which represents a 31 percent reduction in the risk of death versus 7+3. The percentage of patients alive 12 months after randomization was 41.5% on the VYXEOS arm compared to 27.6% on the 7+3 arm. The percentage of patients alive 24 months after randomization was 31.1% on the VYXEOS arm compared to 12.3% on the 7+3 arm.\n\n\"The overall survival advantage seen with CPX-351 compared to 7+3, along with a superior response rate and no increase in serious toxicity indicates that we'll likely have a new standard of care for treating older patients with secondary AML,\" said Jeffrey E. Lancet, M.D., senior member and chief of the Leukemia/Myelodysplasia Program at Moffitt Cancer Center and the principal investigator for the study. \"This represents a major step forward for a very difficult-to-treat patient population.\"\n\nVYXEOS also demonstrated a statistically significant improvement in induction response rate (CR+CRi of 47.7% versus 33.3%; p=0.016) and this significance was maintained for the analysis of CR alone (CR of 37.3% versus 25.6%, p=0.040).\n\nSixty-day all-cause mortality was 13.7% versus 21.2%, in favor of patients treated with VYXEOS.\n\nNo substantial difference in Grade 3 or higher adverse events was observed between VYXEOS and 7+3. In the intent-to-treat population, Grade 3 or higher, hematologic adverse events were similar for overall infections, febrile neutropenia, and bleeding events. In the intent-to-treat population, Grade 3 or higher, non-hematologic adverse events were similar across all organ systems, including cardiac, gastrointestinal, general systems, metabolic disorders, musculoskeletal, nervous system, respiratory, skin and renal.\n\n\"These findings confirm that VYXEOS provides the first opportunity we've had in decades to extend survival for patients with high-risk AML,\" added Gail Roboz, M.D., Professor of Medicine and Director of the Leukemia Program at the Weill Medical College of Cornell University and the New York-Presbyterian Hospital in New York. \"Also, more patients in remission means more who are eligible for potentially curative therapy.\"\n\nBased on these results the company expects to submit a New Drug Application (NDA) for VYXEOS with the U.S. Food and Drug Administration (FDA) later this year and submit a Marketing Authorization Application (MAA) with the European Medicines Agency (EMA) in the first quarter of 2017.\n\n\"The successful outcome of this Phase 3 trial represents an important advance for AML patients, their families and clinicians,\" said Scott Jackson, Chief Executive Officer of Celator Pharmaceuticals. \"It also marks a major milestone for Celator, for VYXEOS, and for our CombiPlex® platform. We offer our sincere thanks to the patients and investigators who participated in this study and we will work closely with regulatory authorities to make this new treatment available to the AML community as soon as possible.\"\n\nThe clinical trial was conducted in partnership with The Leukemia & Lymphoma Society® (LLS) through its Therapy Acceleration Program (TAP), which has supported the clinical development of VYXEOS beginning in Phase 2.\n\nConference Call Information\n\nCelator will host a conference call and live audio webcast on Tuesday, March 15, 2016 at 8:00am EDT to discuss the results of the Phase 3 trial. To participate in the conference call, please dial 877-303-6316 (domestic) or 650-521-5176 (international) and refer to conference ID 71930208. The live webcast of the call can be accessed in the Investors section of Celator's website at www.celatorpharma.com. An archived webcast will be available on Celator's website beginning approximately two hours after the event.\n\nAbout VYXEOS\n\nVYXEOS (cytarabine:daunorubicin) Liposome for Injection, also known as CPX-351, is a nano-scale co-formulation of cytarabine and daunorubicin at a synergistic 5:1 molar ration. VYXEOS represents a novel approach to developing combinations of drugs in which molar ratios of two drugs with synergistic anti-tumor activity are encapsulated in a nano-scale liposome in order to maintain the desired ratio following administration. VYXEOS was granted orphan drug status by the FDA and the European Commission for the treatment of acute myeloid leukemia (AML). VYXEOS was also granted Fast Track designation for the treatment of elderly patients with secondary AML. In addition to the Phase 3 trial, Celator published results from two randomized, controlled, Phase 2 trials with VYXEOS. The first trial was conducted in newly diagnosed elderly AML patients and the second trial was conducted in patients with AML in first relapse.\n\nPhase 3 Trial Design\n\nThe randomized, controlled, Phase 3 trial (Protocol NCT01696084), enrolled 309 patients at 39 sites in the United States and Canada, and compared VYXEOS to the conventional cytarabine and daunorubicin treatment regimen (commonly referred to as 7+3) as first-line therapy in older (60-75 years of age) patients with high-risk (secondary) AML. Patients were stratified for age (60 to 69 and 70 to 75 years of age) and AML type; treatment-related AML, AML with documented history of MDS with prior treatment with hypomethylating agent therapy, AML with documented history of MDS without prior hypomethlyating agent therapy, AML with a documented history of chronic myelomonocytic leukemia (CMMoL), and de novo AML with a karyotype characteristic of myelodysplastic syndrome (MDS).\n\nPatients were randomized 1:1 to receive either VYXEOS or 7+3. Patients could receive one or two inductions, and responding patients could receive one or two consolidations. First induction for VYXEOS was 100u/m2; days 1, 3, and 5 by 90-minute infusion and for the control arm was cytarabine 100mg/m2/day by continuous infusion for 7 days and daunorubicin 60mg/m2 on days 1, 2, and 3 (7+3). Second induction for VYXEOS-treated patients was 100u/m2 on days 1 and 3 and the control arm was cytarabine 100mg/m2/day by continuous infusion for 5 days and daunorubicin 60mg/m2 on days 1 and 2 (5+2).\n\nOnly patients with documented CR or CRi were eligible to receive chemotherapy consolidation. Consolidation for VYXEOS-treated patients was 65u/m2 on days 1 and 3 and the control arm was cytarabine 100mg/m2/day by continuous infusion for 5 days and daunorubicin 60mg/m2 on days 1 and 2 (5+2).\n\nAbout AML\n\nAcute myeloid leukemia (AML) is a rapidly progressing cancer of the blood characterized by the uncontrolled proliferation of immature blast cells in the bone marrow. AML is generally a disease of older adults, and the median age of a patient diagnosed with AML is about 67 years. The American Cancer Society estimates that there will be 19,950 new cases of AML and 10,430 deaths from AML in the U.S. in 2016. In Europe the number of new cases is estimated to be 18,000 and in Japan the number is 5,500. The Company estimates that nearly 70 percent of AML patients are over the age of 60, and approximately 75 percent are intermediate or high risk. Furthermore, approximately half of those patients are considered suitable for intensive treatment.\n\nEven with current treatment, overall survival for AML is poor. In patients over 60 years of age, the 5 year survival rate is less than 10%. In high-risk (secondary) AML, overall survival is lower, resulting in an acute need for new treatment options for these patients.\n\nAbout Celator Pharmaceuticals, Inc.\n\nCelator Pharmaceuticals, Inc., with locations in Ewing, N.J., and Vancouver, B.C., is an oncology-focused biopharmaceutical company that is transforming the science of combination therapy, and developing products to improve patient outcomes in cancer. Celator's proprietary technology platform, CombiPlex®, enables the rational design and rapid evaluation of optimized combinations of anti-cancer drugs, incorporating traditional chemotherapies as well as molecularly targeted agents to deliver enhanced anti-cancer activity. CombiPlex addresses several fundamental shortcomings of conventional combination regimens, as well as the challenges inherent in combination drug development, by identifying the most effective synergistic molar ratio of the drugs being combined in vitro, and fixing this ratio in a nano-scale drug delivery complex to maintain the optimized combination after administration and ensuring exposure of this ratio to the tumor. Celator's pipeline includes the lead product, VYXEOS™ (also known as CPX-351), a nano-scale liposomal formulation of cytarabine:daunorubicin being studied for the treatment of acute myeloid leukemia; CPX-1, a nano-scale liposomal formulation of irinotecan:floxuridine studied in colorectal cancer; and a preclinical stage product candidate, CPX-8, a hydrophobic docetaxel prodrug nanoparticle formulation. The Company is advancing its CombiPlex platform and broadening its application to include molecularly targeted therapies. The Company is seeking research and development collaborations with other biotechnology/pharmaceutical companies where its proprietary technology may provide benefit.\n\nFor more information, please visit Celator's website at www.celatorpharma.com. Information on ongoing trials is available at www.clinicaltrials.gov.\n\nForward-Looking Statements:\n\nTo the extent that statements contained in this press release are not descriptions of historical facts regarding Celator, they are forward-looking statements reflecting the current beliefs and expectations of management made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Words such as \"may,\" \"will,\" \"expect,\" \"anticipate,\" \"estimate,\" \"intend,\" and similar expressions (as well as other words or expressions referencing future events, conditions or circumstances) are intended to identify forward-looking statements. Examples of forward-looking statements contained in this press release include, among others, statements regarding the safety, potential efficacy, therapeutic potential, and commercial potential of VYXEOS™ (also known as CPX-351), our expectations regarding the timing of our regulatory filings, our expectations regarding our research and development programs and advancing our CombiPlex platform and the potential to establish research and development collaborations applying our proprietary technologies with other biotechnology/pharmaceutical companies. Forward-looking statements in this release involve substantial risks and uncertainties that could cause our development programs, future results, or achievements to differ significantly from those expressed or implied by the forward-looking statements. Such risks and uncertainties include, among others, the uncertainties inherent in the conduct of clinical studies, whether clinical study results obtained to date will be predictive of future results, whether the final results of our clinical studies will be supportive of regulatory approval to market VYXEOS and other matters that could affect the commercial potential of our drug candidates. Celator undertakes no obligation to update or revise any forward-looking statements. For a further description of the risks and uncertainties that could cause actual results to differ from those expressed in these forward-looking statements, as well as risks relating to the business of the company in general, see Celator's Form 10-K for the year ended December 31, 2014, subsequent reports on Form 10-Q and 8-K, and other filings by the company with the U.S. Securities and Exchange Commission.\n\nCONTACTS:\n\nMedia:\n\nMike Beyer\n\nSam Brown, Inc.\n\n312-961-2502\n\nmikebeyer@sambrown.com\n\nInvestors:\n\nAdam Krop\n\nThe Trout Group\n\n646-378-2963\n\nakrop@troutgroup.com\n\nSOURCE Celator Pharmaceuticals, Inc.\n\nRelated Links\n\nhttp://www.celatorpharma.com\n\n", "images": ["http://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png"], "top_img": "http://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "keywords": [], "authors": ["Celator Pharmaceuticals"], "canonical_link": "https://www.prnewswire.com/news-releases/celator-announces-phase-3-trial-for-vyxeos-cpx-351-in-patients-with-high-risk-acute-myeloid-leukemia-demonstrates-statistically-significant-improvement-in-overall-survival-300235620.html", "title": "Celator Announces Phase 3 Trial for VYXEOS™ (CPX-351) in Patients with High-Risk Acute Myeloid Leukemia Demonstrates Statistically Significant Improvement in Overall Survival", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "EWING, N.J., March 14, 2016 /PRNewswire/ -- Celator Pharmaceuticals, Inc. (Nasdaq: CPXX) today announced positive results from the Phase 3 trial of VYXEOS™...", "author": "Celator Pharmaceuticals, Inc.", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "Celator Announces Phase 3 Trial for VYXEOS™ (CPX-351) in Patients with High-Risk Acute Myeloid Leukemia Demonstrates Statistically Significant Improvement in Overall Survival", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "new jersey", "date": "2016-03-14T04:01:00-04:00", "keywords": "Celator Pharmaceuticals, Inc.,Health Care & Hospitals ,Medical Pharmaceuticals ,Pharmaceuticals   ,Biotechnology ,Clinical Trials & Medical Discoveries,Conference Call Announcements ,Trade Show News", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "Celator Announces Phase 3 Trial for VYXEOS™ (CPX-351) in Patients with High-Risk Acute Myeloid Leukemia Demonstrates Statistically Significant Improvement in Overall Survival", "description": "EWING, N.J., March 14, 2016 /PRNewswire/ -- Celator Pharmaceuticals, Inc. (Nasdaq: CPXX) today announced positive results from the Phase 3 trial of VYXEOS™...", "image": "/content/dam/prnewswire/common/prn_twitter_sharing_logo.png"}, "og": {"title": "Celator Announces Phase 3 Trial for VYXEOS™ (CPX-351) in Patients with High-Risk Acute Myeloid Leukemia Demonstrates Statistically Significant Improvement in Overall Survival", "type": "website", "description": "EWING, N.J., March 14, 2016 /PRNewswire/ -- Celator Pharmaceuticals, Inc. (Nasdaq: CPXX) today announced positive results from the Phase 3 trial of VYXEOS™...", "image": "/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "url": "https://www.prnewswire.com/news-releases/celator-announces-phase-3-trial-for-vyxeos-cpx-351-in-patients-with-high-risk-acute-myeloid-leukemia-demonstrates-statistically-significant-improvement-in-overall-survival-300235620.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}