{"url": "http://www.newswise.com/articles/acupuncture-reduces-hot-flashes-for-half-of-women-study-finds", "text": "Newswise — WINSTON-SALEM, N.C. – Sept. 28, 2016 – Hot flashes – the bane of existence for many women during menopause – can be reduced in frequency by almost half for about 50 percent of women over eight weeks of acupuncture treatment, according to scientists at Wake Forest Baptist Medical Center.\n\nIn a study published in the Sept. 28 issue of the journal Menopause, scientists reported that about half the women in the study reduced the frequency of hot flashes, while half did not.\n\n“Women bothered by hot flashes and night sweats may want to give acupuncture a try as a relatively low-cost, low-risk treatment,” said Nancy Avis, Ph.D., lead author of the study and professor of Public Health Sciences at Wake Forest School of Medicine, a part of Wake Forest Baptist. “Women will know pretty quickly if acupuncture will work for them. Women who had a reduction in their hot flashes saw a benefit beginning after about three to four weeks of weekly treatments.”\n\nThe National Institutes of Health-funded study was designed to examine different patterns of responses to acupuncture. Participants included 209 perimenopausal and postmenopausal women ages 45 to 60 who had on average at least four hot flashes or night sweats per day. Women were randomized to receive up to 20 acupuncture treatments within six months or to a control group.\n\nOf the 170 women who received acupuncture, a small group of women (11.9 percent) had an 85 percent reduction in hot flashes by the eighth week of the study, Avis said. Forty-seven percent of the study group reported a 47 percent reduction over this same time frame. However, 37 percent showed only a minimal reduction of 9.6 percent in frequency of hot flashes, while 4 percent reported a 100 percent increase in hot flashes. “We had hoped to identify some of the characteristics of the women who benefitted from acupuncture, but like so many treatments, we could not really tell ahead of time who would benefit,” Avis said. Funding for the study was provided by grant R01AT005854 from the National Center for Complementary and Integrative Health, at NIH.\n\nCo-authors include: Beverly Levine, Ph.D., Scott Isom, M.S., and Timothy Morgan, Ph.D., of Wake Forest Baptist; and Remy R. Coeytaux, M.D., Ph.D., of Duke University School of Medicine.\n\nDisclosure: Coeytaux has a financial interest in an organization involved in recruiting study subjects and administering acupuncture treatments at one of the two study sites. His spouse is the primary shareholder of Chapel Hill Doctors, which is an organization that was subcontracted by Wake Forest School of Medicine as a site for subject recruitment and treatment.", "images": ["http://www.newswise.com/images/institutions/logos/xWFBH_color.jpg.pagespeed.ic.Wpbike6L0-.jpg", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://www.newswise.com/images/new-newswise-logo-square.jpg", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "", "title": "Acupuncture Reduces Hot Flashes for Half of Women, Study Finds", "meta_data": {"keywords": "Newswise, Hot Flash,Menopause,Acupuncture,OBGYN, Women's Health, Local - North Carolina, All Journal News,  Wake Forest Baptist Health", "description": "Hot flashes – the bane of existence for many women during menopause – can be reduced in frequency by almost half for about 50 percent of women over eight weeks of acupuncture treatment, according to scientists at Wake Forest Baptist Medical Center.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Hot flashes – the bane of existence for many women during menopause – can be reduced in frequency by almost half for about 50 percent of women over eight weeks of acupuncture treatment, according to scientists at Wake Forest Baptist Medical Center.", "title": "Acupuncture Reduces Hot Flashes for Half of Women, Study Finds", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}