{"url": "https://web.archive.org/web/20180720170800/https://www.eurekalert.org/pub_releases/2018-07/tu-tdw071918.php", "text": "Ultrasound waves applied to the whole brain improve cognitive dysfunction in mice with conditions simulating vascular dementia and Alzheimer's disease. The research, conducted by scientists at Tohoku University in Japan, suggests that this type of therapy may also benefit humans.\n\nThe team, led by cardiologist Hiroaki Shimokawa, found that applying low-intensity pulsed ultrasound (LIPUS) to the whole brain of the mice improved blood vessel formation and nerve cell regeneration without having obvious side effects.\n\n\"The LIPUS therapy is a non-invasive physiotherapy that could apply to high-risk elderly patients without the need for surgery or anaesthesia, and could be used repeatedly,\" says Shimokawa.\n\nDementia affects about 50 million people worldwide, with 10 million new cases occurring every year. But there are currently no curative treatments available for vascular dementia or Alzheimer's disease, the most common causes of dementia. Also, the cells lining the brain's blood vessels are tightly packed, forming a blood-brain barrier that prevents large molecules from crossing into the brain tissue. This limits the types of drugs and cell therapies that could be made available to treat dementia.\n\nShimokawa and his team had conducted previous studies showing that LIPUS improved blood vessel formation in pigs with myocardial ischemia, a condition where there is reduced blood flow to the heart. Other studies have reported that LIPUS increases the production of proteins involved in nerve cell survival and growth, in addition to a role in promoting nerve regeneration. Focusing LIPUS treatment on a region in the brain called the hippocampus, which is involved in memory, has also been found to improve dementia in mice, but the details of how it does this need to be more fully investigated.\n\nThe Tohoku University team wanted to find out if whole-brain rather than focused LIPUS is effective in treating mouse models of dementia, and if it was, what was happening at the molecular levels to achieve this.\n\nThey found that cognitive impairment markedly improved in mice with conditions similar to vascular dementia and Alzheimer's disease when LIPUS was applied to the whole brain three times a day for 20 minutes each time. The mice with vascular dementia received the treatment on the first, third and fifth days following a surgical procedure that limited the brain's blood supply. The mice with a condition simulating Alzheimer's disease in humans received 11 LIPUS treatments over a period of three months.\n\nAt the molecular level, genes related to the cells lining blood vessels were turned on. Also, there was increased expression of an enzyme involved in blood vessel formation and a protein involved in nerve cell survival and growth.\n\nThe researchers conclude that their study, recently published in the journal Brain Stimulation, provides the first experimental evidence that whole-brain LIPUS therapy markedly improves cognitive dysfunctions without serious side effects by enhancing specific cells related to dementia's pathology.\n\nThe first clinical trials to evaluate the effectiveness and safety of the LIPUS treatment are already underway.\n\n###", "images": ["https://web.archive.org/web/20180720170800im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180720170800im_/https://media.eurekalert.org/multimedia_prod/pub/rel/176116_rel.jpg", "https://web.archive.org/web/20180720170800im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20180720170800im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180720170800im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180720170800im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180720170800im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180720170800im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180720170800im_/https://media.eurekalert.org/meganav/Nutrition2018_Newsroom.jpg", "https://web.archive.org/web/20180720170800im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180720170800im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180720170800im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180720170800im_/https://media.eurekalert.org/multimedia_prod/pub/rel/176117_rel.jpg", "https://web.archive.org/web/20180720170800im_/https://eurekalert.org/multimedia_ml/pub/web/5882_web.jpg", "https://web.archive.org/web/20180720170800im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180720170800im_/https://media.eurekalert.org/multimedia_prod/pub/web/176116_web.jpg"], "top_img": "https://web.archive.org/web/20180720170800im_/https://eurekalert.org/multimedia_ml/pub/web/5882_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180720170800/https://eurekalert.org/multimedia_ml/pub/5882.php", "title": "Treating dementia with the healing waves of sound", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Ultrasound applied to the brain could help treat patients with dementia.", "keywords": "Medicine/Health, Neurobiology, Alzheimer's Disease", "date": "Thu, 19 Jul 2018 04:00:00 GMT/UTC", "funder": "Japan Agency for Medical Research and Development", "journal": "Brain Stimulation", "type": "research", "institution": "Tohoku University", "region": "asia", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "TohokuUniPR", "domain": "www.eurekalert.org", "title": "Treating Dementia with the Healing Waves of Sound (2 of 2)", "description": "LIPUS treatment system"}, "og": {"title": "Treating Dementia with the Healing Waves of Sound (2 of 2)", "description": "LIPUS treatment system", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180720170800/https://eurekalert.org/multimedia_ml/pub/5882.php", "image": "https://web.archive.org/web/20180720170800im_/https://eurekalert.org/multimedia_ml/pub/web/5882_web.jpg", "type": "website"}, "fb": {"profile_id": "TohokuUniversityPR"}}, "movies": [], "publish_date": 1532836800.0, "source": "https://web.archive.org", "summary": ""}