{"url": "https://www.eurekalert.org/pub_releases/2018-05/p-sat050318.php", "text": "Sylentis, Pharmaceutical Company belonging to the PharmaMar Group, has presented results from the clinical studies carried out with tivanisiran for the treatment of dry eye syndrome and that has enabled the start-up of the Phase III \"Helix\" clinical trial. The presentation has taken place within the framework of the annual meeting of the Association for Research in Vision and Ophthalmology (ARVO) that has been held from the 29th of April to the 3rd of May in Honolulu, Hawaii.\n\nThe purpose if this meeting is to share the latest breakthroughs in research in the area of ophthalmology, to contribute to the progress in basic science and also in cutting-edge clinical research. In this context, Sylentis has participated at this event presenting the pre-clinical and clinical results of various compounds that are being developed for the treatment of ocular disorders. Among these, the abstract \"Tivanisiran a new treatment for Dry Eye Disease, that improved signs and symptoms in clinical trials\" (Posterboard number: 925 - B0103) is highlighted, the compound improving the ocular inflammatory parameters, tear quality and a reduction in ocular pain associated with dry eye disease is also underlined1.\n\nThe novel mechanism of action of tivanisiran, based on genetic silencing through RNA interference (RNAi), is targeted at the treatment of the signs and symptoms of this pathology, making it a firm candidate for the treatment of dry eye disease.\n\nAccording to Ana Isabel Jiménez, Director of R&D at Sylentis, \"we trust in our technology, innovative in this field, and we hope that tivanisiran will soon become a real alternative for the treatment of millions of people that suffer dry eye disease around the world.\"\n\nIn this respect, Jiménez points out that \"this is a significant step forward in the development of innovative drugs in different therapeutic areas through a novel technology of genetic silencing based on the RNA.\"\n\nSylentis is a pioneer in RNAi research, and is one of the few in Europe that applies this technology to the field of ophthalmology. It also continues with its research on new therapies for ophthalmological and inflammatory illnesses.\n\nIt must be empathized that this pathology affects more than 5 million in Spain, between 10% and 20% of the population, mostly women, and almost 100% of these being elderly , . In this context, the phase III \"Helix\" study is being carried out in more than 30 hospitals in Spain, Germany, Estonia, Portugal, Slovakia and Italy, in 300 patients to evaluate the efficacy of this compound in the treatment of the sign and symptoms of dry eye syndrome.\n\n###\n\nAbout RNA interference: https:/ / www. youtube. com/ watch?v= iXvSitR5184\n\nAbout tivanisiran (SYL1001)\n\nTivanisiran is a drug based on RNAi that is administered as preservative-free eye drops; it selectively inhibits production of the transient receptor potential cation channel (TRPV1). These receptors are ion channels that mediate the transmission of ocular pain. Tivanisiran is a small synthetic double-stranded RNA oligonucleotide (siRNA) with a novel and highly selective mechanism of action. Non-clinical studies conducted by Sylentis with SYL1001 have demonstrated it has high ability to inhibit this specific target and block the perception of ocular pain in animals3.\n\nTivanisiran is a product under development for the treatment of signs and symptoms related to dry eye syndrome and has the potential to be developed for other pathologies that cause ocular pain (corneal lesions, refractive surgery, etc.) , , .\n\nAbout RNA interference (RNAi)\n\nRNA interference (RNAi) is a natural cellular process that regulates the expression of certain genes, providing a role in innate defense and development in animals and plants. This process is used to specifically silence genetic transcripts that encode protein-causing diseases. The therapeutic application of targeted siRNAs is booming given the specificity of gene silencing for a particular protein in a given tissue and the lack of side effects. This new approach to drug discovery is a promising technology that is rapidly moving in the translational research space , .\n\nAbout dry eye syndrome\n\nDry eye syndrome is a multifactorial disease of the tear film and ocular surface that produces symptoms of ocular discomfort, eyesight disorders, and tear film instability with potential damage to the ocular surface. Dry eye syndrome is accompanied by such symptoms as ocular pain, itching, stinging, and irritation of the eye tissues. It is a characteristic disease of developed countries, associated with pollution, air conditioning, the use of contact lenses, refractive surgery and continued use of computers. Moreover, the amount and quality of tears decrease with age. Prevalence is between 10% and 20% among people aged 50 or over, and it is more frequent in womeni,ii.\n\nDry eye can be treated with cyclosporin drops or autologous serum, but there is as yet no specific product for chronic treatment of the ocular pain related to dry eye syndrome; oral analgesics or anaesthetics are used in general. However, the main treatment consists of artificial tears, in the form of drops, gel or creams. Preservative-free eye drops have generally been found to offer the best long-term response.\n\nAbout Sylentis", "images": ["https://media.eurekalert.org/meganav/S11690 ACS SAN DIEGO graphic - 600x200.jpg", "https://media.eurekalert.org/meganav/AAAS-logo.png", "https://www.eurekalert.org/images/e4/logo-footer.png", "https://media.eurekalert.org/meganav/SfNMenuBanner2019.jpg", "https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://www.eurekalert.org/images/e4/logo-2x.png", "https://www.eurekalert.org/images/e4/brand.png", "https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.eurekalert.org/pub_releases/2018-05/p-sat050318.php", "title": "Sylentis announces the results of tivanisiran for dry eye syndrome", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "The studies carried out with tivanisiran showed an improvement in the inflammatory ocular parameters, tear quality, and a reduction in ocular pain, that is associated with dry eye syndrome.", "keywords": "Medicine/Health, Clinical Trials, Ophthalmology, Pharmaceutical Science", "date": "Thu, 03 May 2018 04:00:00 GMT/UTC", "funder": "PHARMAMAR", "type": "research", "institution": "Pharmamar", "meeting": "ARVO 2018", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "PhrmMar", "domain": "www.eurekalert.org", "title": "Sylentis announces the results of tivanisiran for dry eye syndrome", "description": "The studies carried out with tivanisiran showed an improvement in the inflammatory ocular parameters, tear quality, and a reduction in ocular pain, that is associated with dry eye syndrome."}, "og": {"title": "Sylentis announces the results of tivanisiran for dry eye syndrome", "description": "The studies carried out with tivanisiran showed an improvement in the inflammatory ocular parameters, tear quality, and a reduction in ocular pain, that is associated with dry eye syndrome.", "site_name": "EurekAlert!", "url": "https://www.eurekalert.org/pub_releases/2018-05/p-sat050318.php", "image": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1525752000.0, "source": "https://www.eurekalert.org", "summary": ""}