{"url": "http://www.prnewswire.com/news-releases/new-peer-reviewed-clinical-study-successfully-validates-the-use-of-proove-opioid-risk-to-predict-prescription-opioid-abuse-300454683.html", "text": "IRVINE, Calif., May 10, 2017 /PRNewswire/ -- Proove® Biosciences, Inc. announces a new study validating the accuracy of precision medicine technology to predict prescription opioid abuse. This study, entitled \"Evaluation of a Predictive Algorithm that Detects Aberrant Use of Opioids in an Addiction Treatment Centre\", is published in the peer-reviewed Journal of Addiction Research and Therapy (Impact Factor: 1.4).\n\nDistinguished Fellow American Society of Addiction Medicine (ASAM), Diplomate American Board of Addiction Medicine and Fellow American College of Preventive Medicine, J. Ramsay Farah, MD, MPH, MRO, CPE, led a research team that showed Proove Opioid Risk® identifies patients at risk for Opioid Use Disorder (OUD) with nearly 97% accuracy. This study evaluated 186 patients, comparing 94 Medicaid patients at an addiction treatment facility with confirmed cases of opioid abuse, and 92 healthy patients with no history of opioid use. The receiving operator characteristic (ROC) curve had an area under the curve (AUC) of 0.967. Furthermore, the sensitivity of the \"moderate risk\" cut-off score was 98%, while the specificity of the \"high risk\" score was 100%.\n\nDr. Farah, who serves as the Chief Medical Officer for the Phoenix Health Center in Hagerstown, prior NE Regional Medical Director for United Healthcare Clinical Services and Director ASAM explains, \"Based on ASAM's definition of addiction, about half of substance abuse is due to genetic factors. This study shows that analyzing genetics with lifestyle and behavioral variables in a predictive algorithm can accurately stratify patient risk.\"\n\nDr. Ashley Brenton, Associate Director of R&D for Proove states, \"This validation study builds on the peer-reviewed evidence supporting Proove Opioid Risk® and its components as an optimal model to predict opioid abuse risk.\"\n\nStudy author, Gregory A. Smith, M.D, former Director of Pain Management at Harbor UCLA, explains, \"Having used this technology for 6 years, this data provides further evidence that clinicians can use Proove Opioid Risk® for ruling out patients unlikely to exhibit aberrant behaviors, and identifying high-risk patients for alternative therapies.\"\n\nProove Opioid Risk® is a proprietary precision medicine profile consisting of an algorithm which analyzes 17 variables (11 genetic and 6 lifestyle and behavioral factors) individually supported by over 30 peer-reviewed publications. Peer-reviewed clinical studies show that the Proove Opioid Risk® profile accurately identifies patient risk for opioid abuse.\n\nAbout Proove® Biosciences: Proove® Biosciences is the leader in precision medicine for the condition that lies at the nexus of health – pain. Proove® delivers precision medicine solutions for the nation's most prevalent and expensive health condition by investing heavily in research that has won awards from leading medical societies and been published in peer-reviewed journals. Discovered by NIH-funded scientists, Proove® has translated into clinical practice the genetic variants and phenotypic factors contributing to pain sensitivity and chronic pain risk. Proove®'s medical advisory board is led by those NIH-funded researchers and the company has licensed some of its technology from leading academic centers, such as the University of North Carolina at Chapel Hill, the University of Utah, and other institutions. Positioned as The Healthcare Decision Company,™ Proove®'s patented technology platform combines genetic, clinical, environmental and lifestyle information to help clinicians better evaluate pain sensitivity, assess risk for opioid use disorder, predict therapeutic response to pain medications, and assess drug metabolism for the many medications used in chronic pain patients. For more information, please visit www.proove.com or call toll free 855-PROOVE-BIO (855-776-6832).\n\nSOURCE Proove Biosciences, Inc.\n\nRelated Links\n\nhttp://www.proove.com\n\n", "images": ["http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png", "https://mma.prnewswire.com/media/478660/Proove_Logo.jpg?p=publish&w=200", "https://mma.prnewswire.com/media/478660/Proove_Logo.jpg?p=facebook"], "top_img": "https://mma.prnewswire.com/media/478660/Proove_Logo.jpg?p=facebook", "keywords": [], "authors": ["Proove Biosciences"], "canonical_link": "https://www.prnewswire.com/news-releases/new-peer-reviewed-clinical-study-successfully-validates-the-use-of-proove-opioid-risk-to-predict-prescription-opioid-abuse-300454683.html", "title": "New Peer-Reviewed Clinical Study Successfully Validates The Use Of Proove Opioid Risk® To Predict Prescription Opioid Abuse", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "IRVINE, Calif., May 10, 2017 /PRNewswire/ -- Proove® Biosciences, Inc. announces a new study validating the accuracy of precision medicine technology to...", "author": "Proove Biosciences, Inc.", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "New Peer-Reviewed Clinical Study Successfully Validates The Use Of Proove Opioid Risk® To Predict Prescription Opioid Abuse", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "california", "date": "2017-05-10T10:34:00-04:00", "keywords": "Proove Biosciences, Inc.,Health Care & Hospitals ,Medical Pharmaceuticals ,Biotechnology ,Pharmaceuticals   ,Clinical Trials & Medical Discoveries", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "New Peer-Reviewed Clinical Study Successfully Validates The Use Of Proove Opioid Risk® To Predict Prescription Opioid Abuse", "description": "IRVINE, Calif., May 10, 2017 /PRNewswire/ -- Proove® Biosciences, Inc. announces a new study validating the accuracy of precision medicine technology to...", "image": "https://mma.prnewswire.com/media/478660/Proove_Logo.jpg?p=twitter"}, "og": {"title": "New Peer-Reviewed Clinical Study Successfully Validates The Use Of Proove Opioid Risk® To Predict Prescription Opioid Abuse", "type": "website", "description": "IRVINE, Calif., May 10, 2017 /PRNewswire/ -- Proove® Biosciences, Inc. announces a new study validating the accuracy of precision medicine technology to...", "image": "https://mma.prnewswire.com/media/478660/Proove_Logo.jpg?p=facebook", "url": "https://www.prnewswire.com/news-releases/new-peer-reviewed-clinical-study-successfully-validates-the-use-of-proove-opioid-risk-to-predict-prescription-opioid-abuse-300454683.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}