{"url": "https://web.archive.org/web/20171207035833/http://www.ncl.ac.uk/press/news/2017/12/directstudy/", "text": "Type 2 diabetes is not for life Published on: 5 December 2017 Almost half of the patients with Type 2 diabetes supported by their GPs on a weight loss programme were able to reverse their diabetes in a year, a study has found.\n\nThe first year results, which are published today in The Lancet, also revealed that almost nine out of 10 people (86%) who lost 15kg or more put their Type 2 diabetes into remission. The study led by Professor Roy Taylor, from Newcastle University, and Professor Mike lean from Glasgow University, found that 45.6% of those who were put on a low calorie diet for three to five months and were able to stop their Type 2 diabetes medications. Importantly, long-term support by routine General Practice staff was given to help the paticipants maintain their weight loss. The trial, called DiRECT (Diabetes Remission Clinical Trial) and funded by Diabetes UK, recruited 298 people between the Newcastle and Glasgow University and builds on Professor Taylor’s earlier pilot work. Professor Taylor, lead researcher of the DiRECT trial, said: “These findings are very exciting. They could revolutionise the way Type 2 diabetes is treated. “The study builds on the work into the underlying cause of the condition, so that we can target management effectively. “Substantial weight loss results in reduced fat inside the liver and pancreas, allowing these organs to return to normal function. “What we’re seeing from DiRECT is that losing weight isn’t just linked to better management of Type 2 diabetes: significant weight loss could actually result in lasting remission.\"\n\nProfessor Roy Taylor\n\nThese findings are very exciting. They could revolutionise the way Type 2 diabetes is treated Professor Roy Taylor\n\nRemission achieved Remission was defined as having blood glucose levels (HbA1c) of less than 6.5% (48mmol/mol) at 12 months, with at least two months without any Type 2 diabetes medications. Of the 298 people recruited to take part in DiRECT, half received standard diabetes care from their GP, whilst the other half received a structured weight management programme within primary care. The programme included a low calorie, nutrient-complete diet for three to five months, food reintroduction and long-term support to maintain weight loss. Type 2 diabetes remission was found to be closely related to weight loss. Over half (57%) of those who lost 10 to 15kg achieved remission, along with a third (34%) of those who lost five to 10kg. Only 4% of the control group achieved remission. The findings have been presented at the International Diabetes Federation Congress in Abu Dhabi today by the lead researchers, Professor Taylor and Professor Mike Lean. Professor Lean said: “Putting Type 2 diabetes into remission as early as possible after diagnosis could have extraordinary benefits, both for the individual and the NHS. DiRECT is telling us it could be possible for as many as half of patients to achieve this in routine primary care, and without drugs. “We’ve found that people were really interested in this approach – almost a third of those who were asked to take part in the study agreed. This is much higher than usual acceptance rates for diabetes clinical trials.\"\n\nTwo-year trial DiRECT is a two-year trial which aims to find an effective and accessible way to put Type 2 diabetes into remission for the long-term. The trial is delivered through GP practices across Tyneside and Scotland to find out if the benefits of a structured weight management programme can be felt in a real-life primary care setting. DiRECT also aims to understand why significant weight loss results in remission, to understand which groups might benefit in the future. Type 2 diabetes is a life-changing condition that progresses over time, which can have devastating consequences. Finding ways to put it into lasting remission could significantly reduce the cost of delivering diabetes care and treating serious complications such as cardiovascular disease, kidney disease or stroke. Remission could transform the lives of millions of people living with or at risk of Type 2 diabetes. Isobel Murray, 65, from North Ayrshire, took part in DiRECT from 2014 to 2016. She was on the low calorie diet programme for 17 weeks and put her Type 2 diabetes into remission after the first four months. Over the two year trial, Isobel lost more than three and a half stone and no longer needs to take any diabetes medication. Isobel said: “It has transformed my life, I had Type 2 diabetes for two to three years before the study. “I was on various medications which were constantly increasing and I was becoming more and more ill every day. When the opportunity came to go on the DiRECT study, I had absolutely no hesitation. “When the doctors told me that my pancreas was working again, it felt fantastic, absolutely amazing. “I don’t think of myself as a diabetic anymore, I get all my diabetes checks done, but I don’t feel like a diabetic. I am one of the lucky ones to have gone into remission.” Diabetes UK has committed more than £2.8 million to the DiRECT study. Recently, £300,000 has been committed so participants who wish to continue can be followed for up to three years and the full cost-effectiveness of this programme can be evaluated. The funding will provide further understanding around the longer term benefits, to see if a treatment of this kind could be offered to people with Type 2 diabetes in the future. Helping millions Dr Elizabeth Robertson, Director of Research at Diabetes UK, said: “These first year findings of DiRECT demonstrate the potential to transform the lives of millions of people. “We’re very encouraged by these initial results, and the building robust evidence that remission could be achievable for some people. “The trial is ongoing, so that we can understand the long-term effects of an approach like this. It’s very important that anyone living with Type 2 diabetes considering losing weight in this way seeks support and advice from a healthcare professional.” Whether putting Type 2 diabetes into remission can protect against diabetes-related complications later in life is not yet known, which is why it is important that those who achieve remission continue to receive health checks. More research is also needed to find out who could benefit most from treatments like this in the future, taking into account factors like ethnicity and duration of Type 2 diabetes. Reference Primary care-led weight management for remission of Type 2 diabetes (DiRECT): an open-label, cluster-randomised trial Roy Taylor and Michael EJ Lean et al. The Lancet. DOI: 10.1016/S0140-6736(17)33102-1\n\nLatest News", "images": ["https://web.archive.org/web/20171207035833im_/http://www.ncl.ac.uk/media/wwwnclacuk/pressoffice/images/news/november/Glass-news-grid.jpg", "https://web.archive.org/web/20171207035833im_/http://www.facebook.com/tr?id=679535158793968&ev=PageView&noscript=1", "https://web.archive.org/web/20171207035833im_/http://www.ncl.ac.uk/media/wwwnclacuk/pressoffice/images/news/Roy-Standard.jpg", "https://web.archive.org/web/20171207035833im_/http://www.ncl.ac.uk/media/wwwnclacuk/pressoffice/images/news/stress-drug---grid.jpg", "https://web.archive.org/web/20171207035833im_/http://www.ncl.ac.uk/media/wwwnclacuk/pressoffice/images/news/november/Diabetes---standard.jpg", "https://web.archive.org/web/20171207035833im_/http://www.ncl.ac.uk/gomobileassets/img/logo.svg", "https://web.archive.org/web/20171207035833im_/http://www.bizographics.com/collect/?pid=9399&fmt=gif", "https://web.archive.org/web/20171207035833im_/http://www.ncl.ac.uk/media/wwwnclacuk/pressoffice/images/news/Roy-Grid.jpg"], "top_img": "https://web.archive.org/web/20171207035833im_/http://www.ncl.ac.uk/media/wwwnclacuk/pressoffice/images/news/Roy-Grid.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20171207035833/http://www.ncl.ac.uk/press/news/2017/12/directstudy/", "title": "Type 2 diabetes is not for life", "meta_data": {"viewport": "width=device-width, initial-scale=1", "fb": {"admins": "matthewrhorne, annabrownwork, rachel.newcastle"}, "og": {"locale": "en_GB", "site_name": "Press Office", "url": "https://web.archive.org/web/20171207035833/http://www.ncl.ac.uk/press/news/2017/12/directstudy/", "title": "Type 2 diabetes is not for life", "description": "Almost half of the patients with Type 2 diabetes supported by their GPs on a weight loss programme were able to reverse their diabetes in a year, a study has found.", "type": "article", "image": {"identifier": "https://web.archive.org/web/20171207035833im_/http://www.ncl.ac.uk/media/wwwnclacuk/pressoffice/images/news/Roy-Grid.jpg", "height": 630, "width": 1200}}, "article": {"publisher": "https://www.facebook.com/newcastleuniversity/", "tag": "The Lancet", "section": "University / College"}, "twitter": {"domain": "Press Office", "site": "https://twitter.com/uniofnewcastle", "creator": "https://twitter.com/uniofnewcastle", "title": "Type 2 diabetes is not for life", "description": "Almost half of the patients with Type 2 diabetes supported by their GPs on a weight loss programme were able to reverse their diabetes in a year, a study has found.", "card": "summary_large_image", "image": "https://web.archive.org/web/20171207035833im_/http://www.ncl.ac.uk/media/wwwnclacuk/pressoffice/images/news/Roy-Grid.jpg"}, "content management system": "Terminalfour", "ncl_news": "Type 2 diabetes is not for life", "DC.date": "2017-12-05", "ncl_gsa": "low", "description": "Almost half of the patients with Type 2 diabetes supported by their GPs on a weight loss programme were able to reverse their diabetes in a year, a study has found."}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}