{"url": "https://web.archive.org/web/20170423042105/http://www.newswise.com:80/articles/in-highly-lethal-type-of-leukemia-cancer-gene-predicts-treatment-response", "text": "Newswise — Patients with the most lethal form of acute myeloid leukemia (AML) – based on genetic profiles of their cancers – typically survive for only four to six months after diagnosis, even with aggressive chemotherapy. But new research indicates that such patients, paradoxically, may live longer if they receive a milder chemotherapy drug.\n\nTreatment with the less intensive drug, decitabine, is not a cure. But surprisingly, AML patients whose leukemia cells carried mutations in a nefarious cancer gene called TP53 consistently achieved remission after treatment with decitabine. Their median survival was just over a year.\n\nThe study, by a team of scientists at Washington University School of Medicine in St. Louis, is published Nov. 24 in The New England Journal of Medicine.\n\nIn AML, treatment involves intensive chemotherapy to try to kill the patient’s leukemia cells and put the cancer into remission. If successful, a follow-up bone-marrow transplant can offer a possible cure, but this course of treatment is recommended only for patients with a high risk of relapse because the procedure can cause severe complications, even death.\n\n“What’s really unique here is that all the patients in the study with TP53 mutations had a response to decitabine and achieved an initial remission,” said the study’s senior author, Timothy J. Ley, MD, the Lewis T. and Rosalind B. Apple Professor of Medicine, noting that in AML, TP53 mutations have been correlated with an extremely poor prognosis. “With standard aggressive chemotherapy, we only see about 20 to 30 percent of these patients achieving remission, which is the critical first step to have a chance to cure patients with additional therapies.\n\n“The findings need to be validated in a larger trial,” Ley added, “but they do suggest that TP53 mutations can reliably predict responses to decitabine, potentially prolonging survival in this ultra high-risk group of patients and providing a bridge to transplantation in some patients who might not otherwise be candidates.”\n\nIn an accompanying editorial, Elihu Estey, MD, an AML expert at the University of Washington Medical Center and Fred Hutchinson Cancer Research Center in Seattle, noted that AML is not one disease but many, each driven by different genetic mutations. The results of the current trial, he said, point to the inevitable need to replace large cancer clinical trials evaluating homogeneous drug treatments with smaller trials that involve subgroups of patients, with treatments targeted to their specific mutations.\n\nThe current study involved 116 patients treated with decitabine at the Siteman Cancer Center at Washington University School of Medicine and Barnes-Jewish Hospital, and at the University of Chicago. The patients either had AML – a cancer of the bone marrow – or myelodysplastic syndrome (MDS), a group of blood cancers that often progresses to AML. This year, an estimated 20,000 people living in the U.S. will be diagnosed with AML, and at least 11,000 deaths will be attributed to the disease.\n\nDecitabine often is given to older patients with AML or MDS because it is less toxic than standard chemotherapies. But fewer than half of patients who get the drug achieve an initial remission, so the researchers wanted to determine whether specific mutations in the patients’ cancer cells could predict their responses to treatment.\n\nTo find out, they sequenced all the genes in patients’ cancer cells or analyzed select cancer genes. They also conducted standard tests to look for broken, missing or rearranged chromosomes. Then, the researchers correlated these molecular markers with treatment response to identify subgroups of patients likely to benefit from decitabine.\n\nAmong the patients in the study, 46 percent achieved a remission with decitabine. But, remarkably, all 21 patients whose leukemia cells carried TP53 mutations went into remission.\n\nPatients also were likely to respond to decitabine if they were deemed to have an “unfavorable risk” prognosis based on extensive chromosomal rearrangements in their cancer cells; many of these patients also had TP53 mutations. Indeed, 66 percent of patients with an unfavorable risk achieved remission, compared with 34 percent of patients who had more favorable prognoses.\n\n“The challenge with using decitabine has been knowing which patients are most likely to respond,” said co-author Amanda Cashen, MD, an associate professor of medicine who led an earlier clinical trial of decitabine in older patients with AML. “The value of this study is the comprehensive mutational analysis that helps us figure out which patients are likely to benefit. This information opens the door to using decitabine in a more targeted fashion to treat not just older patients, but also younger patients who carry TP53 mutations.”\n\nFirst author John Welch, MD, PhD, an assistant professor of medicine, added: “It’s important to note that patients with an extremely poor prognosis in this relatively small study had the same survival outcomes as patients facing a better prognosis, which is encouraging. We don’t yet understand why patients with TP53 mutations consistently respond to decitabine, and more work is needed to understand that phenomenon.”\n\nResponses to decitabine are usually short-lived, however, with remissions typically lasting for about a year. Decitabine does not completely clear all the leukemia cells that carry TP53 mutations, and these cells invariably become resistant to the drug, leading to relapse.\n\n“Remissions with decitabine typically don’t last long, and no one was cured with this drug,” Ley explained. “But patients who responded to decitabine live longer than what you would expect with aggressive chemotherapy, and that can mean something. Some people live a year or two and with a good quality of life, because the chemotherapy is not too toxic.”\n\nRoughly 10 percent of AML patients carry TP53 mutations in their leukemia cells. Among patients in the study with such mutations, median survival was 12.7 months – which is not significantly different from the 15.4 months’ survival seen in patients without the mutations – and is longer than the typical four- to six-month survival observed in such patients treated with more aggressive therapies.\n\nDecitabine was approved by the FDA in 2006 as a treatment for MDS, but oncologists often prescribe it off-label as a treatment for AML, particularly in older patients. AML typically strikes in a person’s mid-60s; the average age of people in the current study was 74.\n\n“We’re now planning a larger trial to evaluate decitabine in AML patients of all ages who carry TP53 mutations,” Welch said. “It’s exciting to think we may have a therapy that has the potential to improve response rates in this group of high-risk patients.”\n\nThe research is supported by an AML-SPORE grant and the Genomics of AML Program Project grant, both from the National Cancer Institute at the National Institutes of Health (NIH), grant numbers P50 CA171963 and P01 CA101937.\n\nWelch J, Petti A, Miller C, Fronick C, O’Laughlin M, Fulton R, Wilson R, Baty J, Duncavage E, Tandon B, Lee Y-S, Wartman L, Uy G, Ghobadi A, Tomasson M, Pusic I, Romee R, Fehniger T, Stockerl-Goldstein K, Vig R, Oh S, Abboud C, Cashen A, Schroeder M, Jacoby M, Heath S, Luber K, Janke M, Hantel A, Khan N, Sukanova M, Knoebel R, Stock W, Graubert T, Walter M, Westervelt P, Link D, DiPersio J and Ley T. TP53 and decitabine in acute myeloid leukemia and myelodysplastic syndromes. The New England Journal of Medicine. Nov. 24, 2016.\n\nWashington University School of Medicine‘s 2,100 employed and volunteer faculty physicians also are the medical staff of Barnes-Jewish and St. Louis Children’s hospitals. The School of Medicine is one of the leading medical research, teaching and patient-care institutions in the nation, currently ranked sixth in the nation by U.S. News & World Report. Through its affiliations with Barnes-Jewish and St. Louis Children’s hospitals, the School of Medicine is linked to BJC HealthCare.\n\nSiteman Cancer Center, ranked among the top cancer treatment centers by U.S. News & World Report, also is one of only a few cancer centers in the U.S. to receive the highest rating of the National Cancer Institute (NCI). Comprising the cancer research, prevention and treatment programs of Barnes-Jewish Hospital and Washington University School of Medicine in St. Louis, Siteman is Missouri’s only NCI-designated Comprehensive Cancer Center and the state’s only member of the National Comprehensive Cancer Network.", "images": ["https://web.archive.org/web/20170423042105im_/http://www.newswise.com/images/institutions/logos/xwau-logo.gif.pagespeed.ic.PnZ3rRfiZ3.png", "https://web.archive.org/web/20170423042105im_/http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://web.archive.org/web/20170423042105im_/http://www.newswise.com/legacy/image.php?image=/images/uploads/2016/11/18/JohnWelchwithpatient.jpg&width=100&height=100", "https://web.archive.org/web/20170423042105im_/http://www.newswise.com/images/articlesview/xtwitter-share.gif.pagespeed.ic.4Je9kfs7zX.png", "https://web.archive.org/web/20170423042105im_/http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "https://web.archive.org/web/20170423042105im_/http://www.newswise.com/images/articlesview/xcompact-share.gif.pagespeed.ic.0L59_KYdYE.png", "https://web.archive.org/web/20170423042105im_/http://www.newswise.com/images/articlesview/xfb-share.gif.pagespeed.ic.8RUHN-hK7Q.png", "https://web.archive.org/web/20170423042105im_/http://www.newswise.com/images/icons/feed-icon-12x12.gif.pagespeed.ce.qm9cKFTObB.gif", "https://web.archive.org/web/20170423042105im_/http://www.newswise.com/legacy/image.php?image=/images/uploads/2016/11/18/JohnWelchwithpatient.jpg&width=502&height=334", "https://web.archive.org/web/20170423042105im_/http://www.newswise.com/images/xprint-icon.png.pagespeed.ic.74thKts2CI.jpg", "https://web.archive.org/web/20170423042105im_/http://www.newswise.com/images/xnewswise-logo-vibethink.png.pagespeed.ic.420u5EdpTp.png", "https://web.archive.org/web/20170423042105im_/http://www.newswise.com/images/articlesview/xmail-share.gif.pagespeed.ic.Lg1EDxqSqg.png", "https://web.archive.org/web/20170423042105im_/http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png"], "top_img": "https://web.archive.org/web/20170423042105im_/http://www.newswise.com/legacy/image.php?image=/images/uploads/2016/11/18/JohnWelchwithpatient.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "", "title": "In Highly Lethal Type of Leukemia, Cancer Gene Predicts Treatment Response", "meta_data": {"keywords": "Acute Myeloid Leukemia (AML),Tp53 Gene,Decitabine,targeted chemotherapy", "description": "Patients with the most lethal form of acute myeloid leukemia (AML) – based on genetic profiles of their cancers – typically survive for only four to six months after diagnosis, even with aggressive chemotherapy. But new research indicates that such patients, paradoxically, may live longer if they receive a milder chemotherapy drug.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width"}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}