{"url": "https://media.jamanetwork.com/news-item/laser-treatment-reduces-eye-floaters/", "text": "EMBARGOED FOR RELEASE: 11 A.M. (ET), THURSDAY, JULY 20, 2017\n\nMedia Advisory: To contact corresponding author Chirag P. Shah, M.D., M.P.H., email cpshah@eyeboston.com.\n\nRelated material: The commentary, “YAG Laser Vitreolysis—Is It as Clear as It Seems?,” by Jennifer I. Lim, M.D., of the University of Illinois at Chicago; and Editor, JAMA Ophthalmology, also is available at the For The Media website.\n\nTo place an electronic embedded link to this article in your story Link will be live at the embargo time: http://jamanetwork.com/journals/jamaophthalmology/fullarticle/10.1001/jamaophthalmol.2017.2388\n\nJAMA Ophthalmology\n\nPatients reported improvement in symptoms of eye floaters after treatment with a laser, according to a study published by JAMA Ophthalmology.\n\nFloaters become more prevalent with age and although most patients grow accustomed to them, many find them bothersome, and they can worsen visual quality. Three management options exist for floaters: patient education and observation; surgery; and the laser procedure, YAG vitreolysis, of which there are limited published studies on its effectiveness for treating floaters.\n\nChirag P. Shah, M.D., M.P.H., and Jeffrey S. Heier, M.D., of the Ophthalmic Consultants of Boston, randomly assigned 52 patients (52 eyes) to receive YAG laser vitreolysis (n = 36) in one session or a sham (placebo) laser treatment (control; n = 16).\n\nSix months after treatment, the YAG group reported significantly greater improvement in self-reported floater-related visual disturbance (54 percent) compared with sham controls (9 percent). A total of 19 patients (53 percent) in the YAG laser group reported significantly or completely improved symptoms vs 0 individuals in the sham group. Several measures of quality of life also improved compared with those in the sham laser group, including general vision and independence. No differences in adverse events between groups were identified.\n\nA limitation of the study was its small sample size and short follow-up period.\n\n“Greater confidence in these outcomes may result from larger confirmatory studies of longer duration,” the authors write.\n\nFor more details and to read the full study, please visit the For The Media website.\n\n(doi:10.1001/jamaophthalmol.2017.2388)\n\n# # #", "images": ["https://8zdwfheqf626okso1umzsoo3-wpengine.netdna-ssl.com/wp-content/themes/ftm/library/images/apple-icon-touch.png"], "top_img": "https://8zdwfheqf626okso1umzsoo3-wpengine.netdna-ssl.com/wp-content/themes/ftm/library/images/apple-icon-touch.png", "keywords": [], "authors": [], "canonical_link": "https://media.jamanetwork.com/news-item/laser-treatment-reduces-eye-floaters/", "title": "Laser Treatment Reduces Eye Floaters", "meta_data": {"HandheldFriendly": "True", "MobileOptimized": 320, "viewport": "width=device-width, initial-scale=1.0", "msapplication-TileColor": "#f01d4f", "msapplication-TileImage": "https://media.jamanetwork.com/wp-content/themes/ftm/library/images/win8-tile-icon.png", "twitter": {"card": "summary_large_image", "description": "EMBARGOED FOR RELEASE: 11 A.M. (ET), THURSDAY, JULY 20, 2017 Media Advisory: To contact corresponding author Chirag P. Shah, M.D., M.P.H., email cpshah@eyeboston.com. Related material: The commentary, “YAG Laser Vitreolysis—Is It as Clear as It Seems?,” by Jennifer I. Lim, M.D., of the University of Illinois at Chicago; and Editor, JAMA Ophthalmology, also is available...", "title": "Laser Treatment Reduces Eye Floaters - For The Media - JAMA Network"}}, "movies": [], "publish_date": null, "source": "https://media.jamanetwork.com", "summary": ""}