{"url": "https://web.archive.org/web/20170506194753/https://www.eurekalert.org/pub_releases/2017-05/ddw-nwt050317.php", "text": "Chicago, IL (May 6, 2017) -- A new study finds that individuals struggling with obesity who are not candidates for weight-loss surgery can benefit substantially from non-surgical endoscopic sleeve gastroplasty, according to research presented at Digestive Disease Week® (DDW) 2017, the largest international gathering of physicians, researchers and academics in the fields of gastroenterology, hepatology, endoscopy and gastrointestinal surgery.\n\nPatients who underwent ESG -- a procedure performed through the mouth with an endoscope to \"accordion\" the stomach by suturing pleats to reduce its size -- achieved greater weight loss than laparoscopic banding, but less weight loss than laparoscopic sleeve gastrectomy surgery. Patients who received treatment endoscopically had shorter hospital stays and lower costs than those who had laparoscopic surgery.\n\n\"Obesity continues to be a problem in America and it is an epidemic rapidly spreading around the world,\" said Reem Z. Sharaiha, MD, MSc, assistant professor of medicine at Weill Cornell Medicine and attending physician at New York-Presbyterian/Weill Cornell Medical Center, the study's lead author. \"Our research -- the first to compare these treatments -- demonstrates that endoscopic sleeve gastroplasty is safe and effective in helping patients lead healthier lives. It should be considered as another tool available to clinicians and patients in the fight against obesity.\"\n\nDr. Sharaiha followed 278 patients who underwent ESG (91 patients), laparoscopic sleeve gastrectomy (120 patients) or laparoscopic banding (67). During the one-year follow-up period, patients went to an academic bariatric center of excellence as part of their treatment.\n\nAt one-year follow-up, patients who chose laparoscopic sleeve gastrectomy surgery achieved the greatest percent total body weight loss at 29.28 percent, compared to 17.57 percent for endoscopic sleeve gastroplasty patients and 14.46 percent for laparoscopic banding patients. Researchers found that patients who received endoscopic treatment had lower complications (1 percent) than those who received surgical treatment (10 percent for laparoscopic sleeve gastrectomy and 11 percent for laparoscopic banding).\n\nDr. Sharaiha noted that these findings do not suggest that endoscopic sleeve gastroplasty will replace the two surgical treatments as weight-loss interventions. Instead, these results show that endoscopic sleeve gastroplasty is another possibility that patients and health-care providers should consider when discussing options.\n\nWhile endoscopic sleeve gastroplasty is performed with an endoscopic device through the mouth, laparoscopic sleeve gastrectomy involves a small surgical incision in the belly to place a tube in the abdomen, allowing doctors to reduce the stomach's volume. With laparoscopic banding, doctors insert a tube through an incision in the belly to place a band around the stomach, restricting food intake.\n\nThe team also reported that endoscopic sleeve gastroplasty patients customarily left the hospital on the same day of treatment, while laparoscopic sleeve gastrectomy patients stayed for about three days and laparoscopic banding patients for a day and a half.\n\nWhen examining cost, researchers reported endoscopic sleeve gastroplasty resulted in the lowest-cost, with an average institutional procedure cost of $12,000, compared to $22,000 for laparoscopic sleeve gastrectomy and $15,000 for laparoscopic banding.\n\n\"For years, patients seeking weight-loss interventions had limited options because they could not tolerate or did not want surgery, or it was not even an option for them,\" added Dr. Sharaiha. \"Our research shows that endoscopic sleeve gastroplasty can be the treatment they've been looking for. It's less invasive than surgery and helps them reach their health goals.\"\n\nObesity is associated with heart disease, stroke, diabetes and some cancers, and researchers estimate that it is the second-leading cause of preventable death, after tobacco use. The Centers for Disease Control and Prevention (CDC) estimates that more than one in three U.S. adults is obese, having a body mass index of 30 or more. The CDC estimated the medical cost of obesity in the U.S. at approximately $147 billion in 2008. Globally, the World Health Organization estimates that more than 600 million people were obese in 2014.\n\n###\n\nDr. Reem Z. Sharaiha will present data from the study, \"Endoscopic Sleeve Gastroplasty, Laparoscopic Sleeve Gastrectomy, and Laparoscopic Band for Weight Loss: How Do They Compare?\" abstract 334, on Saturday, May 7, at 11:54 a.m. CT, in S504 of McCormick Place. For more information about featured studies, as well as a schedule of availability for featured researchers, please visit http://www. ddw. org/ press . Dr. Sharaiha did not have any disclosures for DDW research.", "images": ["https://web.archive.org/web/20170506194753im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170506194753im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170506194753im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170506194753im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170506194753im_/https://www.eurekalert.org/images/meganav/ACS253Meeting_600x200.jpg", "https://web.archive.org/web/20170506194753im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170506194753im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170506194753im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170506194753im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170506194753im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170506194753im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170506194753im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170506194753im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170506194753im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png"], "top_img": "https://web.archive.org/web/20170506194753im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170506194753/https://www.eurekalert.org/pub_releases/2017-05/ddw-nwt050317.php", "title": "Non-surgical weight-loss treatment found safe, effective for those with limited options", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A new study finds that individuals struggling with obesity who are not candidates for weight-loss surgery can benefit substantially from non-surgical endoscopic sleeve gastroplasty, according to research presented at Digestive Disease Week® (DDW) 2017.", "keywords": "Medicine/Health, Diet/Body Weight, Eating Disorders/Obesity, Internal Medicine, Gastroenterology, Liver", "date": "Sat, 06 May 2017 04:00:00 GMT", "type": "research", "institution": "Digestive Disease Week", "meeting": "Digestive Disease Week", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "EurekAlert", "domain": "www.eurekalert.org", "title": "Non-surgical weight-loss treatment found safe, effective for those with limited options", "description": "A new study finds that individuals struggling with obesity who are not candidates for weight-loss surgery can benefit substantially from non-surgical endoscopic sleeve gastroplasty, according to research presented at Digestive Disease Week® (DDW) 2017."}, "og": {"title": "Non-surgical weight-loss treatment found safe, effective for those with limited options", "description": "A new study finds that individuals struggling with obesity who are not candidates for weight-loss surgery can benefit substantially from non-surgical endoscopic sleeve gastroplasty, according to research presented at Digestive Disease Week® (DDW) 2017.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170506194753/https://www.eurekalert.org/pub_releases/2017-05/ddw-nwt050317.php", "image": "https://web.archive.org/web/20170506194753im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1496030400.0, "source": "https://web.archive.org", "summary": ""}