{"url": "https://web.archive.org/web/20180718132356/https://www.eurekalert.org/pub_releases/2018-03/usmc-pcd032918.php", "text": "DALLAS - March 29, 2018 - A first-of-its-kind drug targeting a fused gene found in many types of cancer was effective in 93 percent of pediatric patients tested, researchers at UT Southwestern's Simmons Cancer Center announced.\n\nMost cancer drugs are targeted to specific organs or locations in the body. Larotrectinib is the first cancer drug to receive FDA breakthrough therapy designation for patients with a specific fusion of two genes in the cancer cell, no matter what cancer type. The research appears in The Lancet Oncology.\n\n\"In some cancers, a part of the TRK gene has become attached to another gene, which is called a fusion. When this occurs, it leads to the TRK gene being turned on when it's not supposed to be and that causes the cells to grow uncontrollably. What's unique about the drug is it is very selective; it only blocks TRK receptors,\" said lead author Dr. Ted Laetsch, Assistant Professor of Pediatrics and with the Harold C. Simmons Comprehensive Cancer Center.\n\nMore information\n\nLancet Oncology paper\n\nNews release on NEJM paper\n\nLarotrectinib, targets TRK fusions, which can occur in many types of cancer. While the TRK fusions occur in only a small percentage of common adult cancers, they occur frequently in some rare pediatric cancers, such as infantile fibrosarcoma, cellular congenital mesoblastic nephroma, and papillary thyroid cancer, said Dr. Laetsch, who leads the Experimental Therapeutics Program (ETP) in the Pauline Allen Gill Center for Cancer and Blood Disorders at Children's Health in Dallas.\n\n\"Every patient with a TRK fusion-positive solid tumor treated on this study had their tumor shrink. The nearly universal response rate seen with larotrectinib is unprecedented,\" Dr. Laetsch said.\n\nAmong them was 13-year-old Briana Ayala of El Paso, who aspires to a career in fashion design. In 2016, Briana was found to have a rare tumor in her abdomen wrapped around her aorta, the largest artery in the body.\n\nSurgeons in her hometown said it would be too dangerous to operate, so her family brought Briana to Children's Health in Dallas, where UT Southwestern Professor of Surgery Dr. Stephen Megison had to remove portions of her aorta while removing most of the tumor.\n\nBut the cancer started to grow again and no further treatments were available.\n\nDr. Laetsch sent her tumor for genetic testing and found that Briana's cancer had the TRK fusion, meaning the new drug might help.\n\nBriana enrolled in the phase 1 clinical trial of larotrectinib and began taking the drug twice a day. Within weeks her pain and the swelling in her abdomen diminished, and scans showed her tumors had shrunk significantly.\n\nNearly two years later, Briana is back in school and playing with her dog, Goofy, and the family's seven parakeets. She's also been able to pick up her sketch pad and her dreams of a New York City fashion career.\n\n\"These are the kind of amazing responses we've seen with larotrectinib,\" said Dr. Laetsch, \"and this is why I'm so excited about it.\"\n\nThe results of the larotrectinib trial in adult patients - a 75 percent response rate - were published last month in the New England Journal of Medicine.\n\nThe TRK-fusion mutation can be present in many types of cancers, including lung, colon, thyroid, and breast cancer, as well as certain pediatric tumors. TRK, short for tropomyosin receptor kinase, is a gene that plays a key role in brain and nervous system development and has a limited role in nervous system functions such as regulating pain in later life.\n\nLarotrectinib belongs to a class of molecules known as kinase inhibitors, which work by cutting back on the enzymatic activity of a key cellular reaction. The selectivity of the drug means it does not cause the severe side effects associated with many traditional cancer treatments, and none of the patients with TRK fusions had to quit the study because of a drug-induced side effect.\n\nEqually important, the response was long-lasting for most patients. \"For some of the targeted drugs in the past, many patients responded initially, but then resistance developed quickly. To date, the response to this drug seems to be durable in most patients,\" said Dr. Laetsch, who investigates the use of tumor molecular profiling to guide therapy in UT Southwestern's Pediatric Hematology and Oncology Division.\n\nA next step in the research is a clinical trial involving a similar drug for those patients who developed resistance. Dr. Laetsch will be the national leader for that clinical trial in children.\n\n###\n\nThe larotrectinib research was supported by Loxo Oncology Inc., the National Institutes of Health, the Cancer Prevention and Research Institute of Texas, the National Center for Advancing Translational Sciences, and Alex's Lemonade Stand Foundation. Dr. Laetsch is a paid consultant for Loxo Oncology Inc.\n\nThe Harold C. Simmons Comprehensive Cancer Center is the only NCI-designated Comprehensive Cancer Center in North Texas and among just 30 U.S. cancer research centers to be designated by the NCI as a National Clinical Trials Network Lead Academic Participating Site. UT Southwestern Medical Center is recognizing its 75th year this year.\n\nAbout UT Southwestern Medical Center\n\nUT Southwestern, one of the premier academic medical centers in the nation, integrates pioneering biomedical research with exceptional clinical care and education. The institution's faculty has received six Nobel Prizes, and includes 22 members of the National Academy of Sciences, 17 members of the National Academy of Medicine, and 14 Howard Hughes Medical Institute Investigators. The faculty of more than 2,700 is responsible for groundbreaking medical advances and is committed to translating science-driven research quickly to new clinical treatments. UT Southwestern physicians provide care in about 80 specialties to more than 100,000 hospitalized patients, 600,000 emergency room cases, and oversee approximately 2.2 million outpatient visits a year.", "images": ["https://web.archive.org/web/20180718132356im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180718132356im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180718132356im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180718132356im_/https://media.eurekalert.org/multimedia_prod/pub/rel/166732_rel.jpg", "https://web.archive.org/web/20180718132356im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180718132356im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180718132356im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180718132356im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180718132356im_/https://media.eurekalert.org/meganav/Nutrition2018_Newsroom.jpg", "https://web.archive.org/web/20180718132356im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180718132356im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180718132356im_/https://www.eurekalert.org/multimedia/pub/web/166732_web.jpg", "https://web.archive.org/web/20180718132356im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180718132356im_/https://media.eurekalert.org/multimedia_prod/pub/web/166732_web.jpg", "https://web.archive.org/web/20180718132356im_/https://media.eurekalert.org/meganav/AAAS-logo.png"], "top_img": "https://web.archive.org/web/20180718132356im_/https://www.eurekalert.org/multimedia/pub/web/166732_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180718132356/https://www.eurekalert.org/pub_releases/2018-03/usmc-pcd032918.php", "title": "Pediatric cancer drug shows 93 percent response rate", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A first-of-its-kind drug targeting a fused gene found in many types of cancer was effective in 93 percent of pediatric patients tested, researchers at UT Southwestern's Simmons Cancer Center announced.", "keywords": "Medicine/Health, Cancer", "date": "Thu, 29 Mar 2018 04:00:00 GMT/UTC", "journal": "Lancet Oncology", "type": "research", "institution": "UT Southwestern Medical Center", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "UTSWNews", "domain": "www.eurekalert.org", "title": "Pediatric cancer drug shows 93 percent response rate", "description": "A first-of-its-kind drug targeting a fused gene found in many types of cancer was effective in 93 percent of pediatric patients tested, researchers at UT Southwestern's Simmons Cancer Center announced."}, "og": {"title": "Pediatric cancer drug shows 93 percent response rate", "description": "A first-of-its-kind drug targeting a fused gene found in many types of cancer was effective in 93 percent of pediatric patients tested, researchers at UT Southwestern's Simmons Cancer Center announced.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180718132356/https://www.eurekalert.org/pub_releases/2018-03/usmc-pcd032918.php", "image": "https://web.archive.org/web/20180718132356im_/https://www.eurekalert.org/multimedia/pub/web/166732_web.jpg", "type": "website"}, "fb": {"profile_id": "UTSWNews"}}, "movies": [], "publish_date": 1522296000.0, "source": "https://web.archive.org", "summary": ""}