{"url": "https://web.archive.org/web/20171215051108/http://www.newswise.com:80/articles/marijuana-may-help-hiv-patients-keep-mental-stamina-longer", "text": "Newswise — EAST LANSING, Mich. — A chemical found in marijuana, known as tetrahydrocannabinol, or THC, has been found to potentially slow the process in which mental decline can occur in up to 50 percent of HIV patients, says a new Michigan State University study.\n\n“It’s believed that cognitive function decreases in many of those with HIV partly due to chronic inflammation that occurs in the brain,” said Norbert Kaminski, lead author of the study, now published in the journal AIDS. “This happens because the immune system is constantly being stimulated to fight off disease.”\n\nKaminski and his co-author, Mike Rizzo, a graduate student in toxicology, discovered that the compounds in marijuana were able to act as anti-inflammatory agents, reducing the number of inflammatory white blood cells, called monocytes, and decreasing the proteins they release in the body.\n\n“This decrease of cells could slow down, or maybe even stop, the inflammatory process, potentially helping patients maintain their cognitive function longer,” Rizzo said.\n\nThe two researchers took blood samples from 40 HIV patients who reported whether or not they used marijuana. Then, they isolated the white blood cells from each donor and studied inflammatory cell levels and the effect marijuana had on the cells.\n\n“The patients who didn’t smoke marijuana had a very high level of inflammatory cells compared to those who did use,” Kaminski said. “In fact, those who used marijuana had levels pretty close to a healthy person not infected with HIV.”\n\nKaminski, director of MSU’s Institute for Integrative Toxicology, has studied the effects of marijuana on the immune system since 1990. His lab was the first to identify the proteins that can bind marijuana compounds on the surface of immune cells. Up until then, it was unclear how these compounds, also known as cannabinoids, affected the immune system.\n\nHIV, which stands for human immunodeficiency virus, infects and can destroy or change the functions of immune cells that defend the body. With antiretroviral therapy – a standard form of treatment that includes a cocktail of drugs to ward off the virus – these cells have a better chance of staying intact.\n\nYet, even with this therapy, certain white blood cells can still be overly stimulated and eventually become inflammatory.\n\n“We’ll continue investigating these cells and how they interact and cause inflammation specifically in the brain,” Rizzo said. “What we learn from this could also have implications to other brain-related diseases like Alzheimer’s and Parkinson’s since the same inflammatory cells have been found to be involved.”\n\nKnowing more about this interaction could ultimately lead to new therapeutic agents that could help HIV patients specifically maintain their mental function.\n\n“It might not be people smoking marijuana,” Kaminski said. “It might be people taking a pill that has some of the key compounds found in the marijuana plant that could help.”\n\n###\n\nMichigan State University has been working to advance the common good in uncommon ways for more than 150 years. One of the top research universities in the world, MSU focuses its vast resources on creating solutions to some of the world’s most pressing challenges, while providing life-changing opportunities to a diverse and inclusive academic community through more than 200 programs of study in 17 degree-granting colleges.", "images": ["https://web.archive.org/web/20171215051108im_/http://www.newswise.com/images/institutions/logos/xMSU-Wordmark-Green-120-pxls.gif.pagespeed.ic.IUXkck-d8P.png", "https://web.archive.org/web/20171215051108im_/http://www.newswise.com/images/articlesview/xtwitter-share.gif.pagespeed.ic.4Je9kfs7zX.png", "https://web.archive.org/web/20171215051108im_/http://www.newswise.com/images/articlesview/xfb-share.gif.pagespeed.ic.8RUHN-hK7Q.png", "https://web.archive.org/web/20171215051108im_/http://www.newswise.com/images/icons/feed-icon-12x12.gif.pagespeed.ce.qm9cKFTObB.gif", "https://web.archive.org/web/20171215051108im_/http://www.newswise.com/images/xnewswise-logo-vibethink.png.pagespeed.ic.420u5EdpTp.png", "https://web.archive.org/web/20171215051108im_/http://www.newswise.com/images/articlesview/xmail-share.gif.pagespeed.ic.Lg1EDxqSqg.png", "https://web.archive.org/web/20171215051108im_/https://www.newswise.com/images/new-newswise-logo-square.jpg", "https://web.archive.org/web/20171215051108im_/http://www.newswise.com/images/articlesview/xcompact-share.gif.pagespeed.ic.0L59_KYdYE.png", "https://web.archive.org/web/20171215051108im_/http://www.newswise.com/images/xprint-icon.png.pagespeed.ic.74thKts2CI.jpg", "https://web.archive.org/web/20171215051108im_/http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "https://web.archive.org/web/20171215051108im_/http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg"], "top_img": "https://web.archive.org/web/20171215051108im_/https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "", "title": "Marijuana May Help HIV Patients Keep Mental Stamina Longer", "meta_data": {"keywords": "Marijuana,HIV,Cognitive Function,THC,Tetrahydrocannabinol,mental ability,mental decline,Immune Cells,Monocytes,anti-inflammatory agent,Cannabinoids,anti-retroviral therapy,Parkinson's Disease", "description": "A chemical found in marijuana, known as tetrahydrocannabinol, or THC, has been found to potentially slow the process in which mental decline can occur in up to 50 percent of HIV patients, says a new Michigan State University study.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "A chemical found in marijuana, known as tetrahydrocannabinol, or THC, has been found to potentially slow the process in which mental decline can occur in up to 50 percent of HIV patients, says a new Michigan State University study.", "title": "Marijuana May Help HIV Patients Keep Mental Stamina Longer", "type": "website", "image": "https://web.archive.org/web/20171215051108im_/https://www.newswise.com/images/new-newswise-logo-square.jpg"}}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}