{"url": "https://web.archive.org/web/20170126173857/https://www.eurekalert.org/pub_releases/2017-01/osu-adc012617.php", "text": "COLUMBUS, Ohio - Anti-inflammatory diets -- which tend to be high in vegetables, fruits, fish and whole grains -- could boost bone health and prevent fractures in some women, a new study suggests.\n\nResearchers examined data from the landmark Women's Health Initiative to compare levels of inflammatory elements in the diet to bone mineral density and fractures and found new associations between food and bone health. The study, led by Tonya Orchard, an assistant professor of human nutrition at The Ohio State University, appears in the Journal of Bone and Mineral Research.\n\nWomen with the least-inflammatory diets (based on a scoring system called the Dietary Inflammatory Index) lost less bone density during the six-year follow-up period than their peers with the most-inflammatory diets. This was despite the fact that they started off with lower bone density overall.\n\nFurthermore, diets with low inflammatory potential appeared to correspond to lower risk of hip fracture among one subgroup of the study -- post-menopausal white women younger than 63.\n\nThe findings suggest that women's bone health could benefit when they choose a diet higher in beneficial fats, plants and whole grains, said Orchard, who is part of Ohio State's Food Innovation Center.\n\n\"This suggests that as women age, healthy diets are impacting their bones,\" Orchard said. \"I think this gives us yet another reason to support the recommendations for a healthy diet in the Dietary Guidelines for Americans.\"\n\nBecause the study was observational, it's not possible to definitively link dietary patterns and bone health and fracture outcomes.\n\nRebecca Jackson, the study's senior author and director of Ohio State's Center for Clinical and Translational Science, said the new findings support a growing body of evidence that factors that increase inflammation can increase osteoporosis risk.\n\n\"By looking at the full diet rather than individual nutrients, these data provide a foundation for studying how components of the diet might interact to provide benefit and better inform women's health and lifestyle choices,\" said Jackson, who is national chair of the Women's Health Initiative steering committee.\n\nPrevious studies have connected high levels of inflammatory markers in the blood to bone loss and to fractures in older women and men, which prompted Orchard and her colleagues to wonder what they'd find if they took one more step back - to the dietary choices that contribute to inflammation in the body.\n\nThe Dietary Inflammatory Index - developed to assess the quality of diet from maximally to minimally inflammatory based on nutrients consumed - helped them accomplish that. Dietary information as well as data on bone density and fracture were collected from a large group of the participants in the Women's Health Initiative, the largest study of postmenopausal women's health undertaken in U.S. history.\n\nParticipants in the WHI were 50 to 79 when they enrolled in the study of prevention and control of common diseases impacting older women. Enrollment ran from 1993 to 1998.\n\nFor the new analysis - the first of its kind - the research team looked at dietary data from 160,191 women and assigned inflammation scores based on 32 food components that the women reported consuming in the three months prior to their enrollment.\n\nThe researchers used bone-mineral-density data from a subset of 10,290 women. Fracture data was collected for the entire study group.\n\nOrchard and her colleagues found a correlation only between high-inflammatory diets and fracture in younger white women in the study. Higher scores were associated with an almost 50 percent larger risk of hip fracture in Caucasian women younger than 63, compared with the risk for women in the group with the lowest inflammatory scores.\n\n\"This suggests that a high-quality, less-inflammatory diet may be especially important in reducing hip fracture risk in younger women,\" the researchers wrote.\n\nBut in the study group overall, more-inflammatory diets were not linked to fracture and - in fact - the researchers found a modestly lower risk of lower-arm and total fracture in women with the highest dietary inflammation scores. One possible explanation included in the study: The women with lower inflammation scores were more physically active as a group and therefore were at a slightly greater risk of falls.\n\nWomen with the least-inflammatory diets had lower bone mineral density overall at the start of the study, but lost less bone than their high-inflammation peers, the researchers found. The lower bone density to start could be because women with healthier diets are more likely to be of a smaller build, Orchard said. Larger people have higher bone density to support their larger frames.\n\n\"These women with healthier diets didn't lose bone as quickly as those with high-inflammation diets, and this is important because after menopause women see a drastic loss in bone density that contributes to fractures,\" Orchard said.\n\n###\n\nVedat Yildiz of Ohio State's Center for Biostatistics also worked on the study, which was supported by the National Heart, Lung and Blood Institute and the U.S. Department of Health and Human Services.\n\nCONTACT: Tonya Orchard, 614-292-7241; Orchard.6@osu.edu", "images": ["https://web.archive.org/web/20170126173857im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170126173857im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170126173857im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170126173857im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170126173857im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170126173857im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170126173857im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170126173857im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170126173857im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170126173857im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170126173857im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170126173857im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170126173857im_/https://www.eurekalert.org/images/meganav/AM17-NoDate.png"], "top_img": "https://web.archive.org/web/20170126173857im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170126173857/https://www.eurekalert.org/pub_releases/2017-01/osu-adc012617.php", "title": "Anti-inflammatory diet could reduce risk of bone loss in women", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Anti-inflammatory diets -- which tend to be high in vegetables, fruits, fish and whole grains -- could boost bone health and prevent fractures in some women, a new study suggests.", "keywords": "Nutrition/Nutrients, Medicine/Health, Nutrition/Nutrients, Orthopedic Medicine", "date": "Thu, 26 Jan 2017 05:00:00 GMT", "funder": "National Institutes of Health, US Department of Health and Human Services", "journal": "Journal of Bone and Mineral Research", "type": "research", "institution": "Ohio State University", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "osuresearch", "domain": "www.eurekalert.org", "title": "Anti-inflammatory diet could reduce risk of bone loss in women", "description": "Anti-inflammatory diets -- which tend to be high in vegetables, fruits, fish and whole grains -- could boost bone health and prevent fractures in some women, a new study suggests."}, "og": {"title": "Anti-inflammatory diet could reduce risk of bone loss in women", "description": "Anti-inflammatory diets -- which tend to be high in vegetables, fruits, fish and whole grains -- could boost bone health and prevent fractures in some women, a new study suggests.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170126173857/https://www.eurekalert.org/pub_releases/2017-01/osu-adc012617.php", "image": "https://web.archive.org/web/20170126173857im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "osuresearch"}}, "movies": [], "publish_date": 1485666000.0, "source": "https://web.archive.org", "summary": ""}