{"url": "https://web.archive.org/web/20160218091455/http://www.eurekalert.org/pub_releases/2016-02/dumc-sss021616.php", "text": "DURHAM, N.C. -- Swimmers and divers who are prone to a sudden and potentially life-threatening form of pulmonary edema in cold water could benefit from a simple and readily available dose of sildenafil, according to findings from a small study by Duke Health researchers.\n\nThe drug -- best known as Viagra™ -- is normally used for treatment of male impotence, but also for pulmonary arterial hypertension. It dilates blood vessels, giving it the potential to ease an abrupt cold water-induced constriction of blood vessels in the arms and legs that can lead to blood pooling in the heart and lungs.\n\nAthletes and others with this condition -- called swimming-induced pulmonary edema, or SIPE -- cough up blood, labor to breathe and have low blood-oxygen typically brought on by swimming or scuba diving, usually in cold water. Often the symptoms dissipate over 24 hours, but the condition can be serious and even fatal and medical attention is recommended. Many don't know they are prone to the problem until they are in the water and quickly develop symptoms.\n\n\"During immersion in water, particularly cold water, susceptible people have an exaggerated degree of the normal redistribution of blood from the extremities to the chest area, causing increased pressure in the blood vessels of the lungs and leakage of fluid into the lungs,\" said Richard Moon, M.D., an anesthesiologist and medical director of the Duke Center for Hyperbaric Medicine & Environmental Physiology.\n\n\"Some cases of SIPE appear to have been the result of cardiac problems,\" said Moon, who was lead author of the study published online February 16 in Circulation: Journal of the American Heart Association.\n\nMoon and colleagues studied these responses in 10 athletes who had experienced the condition while exercising or competing in triathlons. During a carefully monitored test in Duke's hyperbaric center, the researchers had the participants exercise under water in a dive pool that recreated the conditions of a swim that could trigger the SIPE response.\n\nThey compared those participants with 20 others who did not have a history of SIPE. None of the participants in either group had heart abnormalities, but the SIPE-susceptible athletes had higher pulmonary arterial pressure and pulmonary artery wedge pressure during the underwater exercise, confirming that SIPE is a form of pulmonary edema caused by high pressure in the blood vessels within the lungs.\n\nWhen the SIPE participants were given sildenafil and then performed the same underwater exercise, the pressures were no longer as elevated.\n\n\"This is a small study, but also very intensive with direct, accurate pressure measurements,\" Moon said. \"It appears that the drug, which dilates the blood vessels, could be creating more capacity in the blood vessels in the arms and legs, reducing the tendency for blood to redistribute to the thorax, and therefore reducing the high pressure in the pulmonary vessels.\"\n\nOne study participant, triathlete Katherine Calder-Becker, said her bouts with SIPE threatened to end her competitive career. She said she would have no problems during training in swimming pools, but then experienced debilitating shortness of breath and distress during the swim portions of competitions in colder open water. She coughed up blood and was once hospitalized.\n\nTriathlete Calder-Becker, 51, was diagnosed with SIPE and enrolled in studies at Duke in 2011. Afterward, she consulted her cardiologist and was prescribed a low dose of sildenafil that she takes shortly before competitions.\n\n\"I have successfully raced in 20 triathlons since I started taking sildenafil, including five ultra events that require 10-kilometer swims,\" Calder-Becker said. \"I have not had an incident since then. I didn't want to give up racing -- this is something my husband and I do together, and we travel together to competitions -- so it has meant everything to me to continue.\"\n\nMoon said larger studies are needed to replicate the results and learn more about possible adverse side effects of the drug. He also said research is ongoing to further illuminate the causes of SIPE and potential ways of diagnosing it early.\n\n###\n\nIn addition to Moon, study authors include Stefanie D. Martina, Dionne F. Peacher, Jennifer F. Potter, Tracy E. Wester, Anne D. Cherry, Michael J. Natoli, Claire E. Otteni, Dawn N. Kernagis, William D. White, and John J. Freiberger.\n\nThis study received funding from the Divers Alert Network and U.S. Naval Sea Systems Command Contracts (N61331-03-C-0015, N0463A-07-C-0002).", "images": ["https://web.archive.org/web/20160218091455im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160218091455im_/http://www.eurekalert.org/images/meganav/AM16-NoDate.png", "https://web.archive.org/web/20160218091455im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160218091455im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160218091455im_/http://media.eurekalert.org/multimedia_prod/pub/web/109080_web.jpg", "https://web.archive.org/web/20160218091455im_/http://media.eurekalert.org/multimedia_prod/pub/rel/109080_rel.jpg", "https://web.archive.org/web/20160218091455im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160218091455im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160218091455im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160218091455im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160218091455im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20160218091455im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160218091455im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160218091455im_/http://www.eurekalert.org/images/meganav/portal-climate.png"], "top_img": "https://web.archive.org/web/20160218091455im_/http://media.eurekalert.org/multimedia_prod/pub/web/109080_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160218091455/http://www.eurekalert.org/pub_releases/2016-02/dumc-sss021616.php", "title": "Study suggests sildenafil may relieve severe form of edema in swimmers", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Swimmers and divers who are prone to a sudden and potentially life-threatening form of pulmonary edema in cold water could benefit from a simple and readily available dose of sildenafil, according to findings from a small study by Duke Health researchers", "keywords": "Medicine/Health, Critical Care/Emergency Medicine, Internal Medicine, Pulmonary/Respiratory Medicine, Physiology, Sports Medicine, Sports/Recreation, Trauma/Injury", "date": "Tue, 16 Feb 2016 05:00:00 GMT", "funder": "Divers Alert Network, US Naval Sea Systems Command Contracts", "journal": "Circulation: Journal of the American Heart Association", "type": "research", "institution": "Duke University Medical Center", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "DukeHealth", "domain": "www.eurekalert.org"}, "og": {"title": "Study suggests sildenafil may relieve severe form of edema in swimmers", "description": "Swimmers and divers who are prone to a sudden and potentially life-threatening form of pulmonary edema in cold water could benefit from a simple and readily available dose of sildenafil, according to findings from a small study by Duke Health researchers", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160218091455/http://www.eurekalert.org/pub_releases/2016-02/dumc-sss021616.php", "image": "https://web.archive.org/web/20160218091455im_/http://media.eurekalert.org/multimedia_prod/pub/web/109080_web.jpg", "type": "website"}, "fb": {"profile_id": "dukemedicine"}}, "movies": [], "publish_date": 1456722000.0, "source": "https://web.archive.org", "summary": ""}