{"url": "https://web.archive.org/web/20151116001221/http://www.eurekalert.org:80/pub_releases/2015-11/ttgr-tid111215.php", "text": "Study funded by Ivy Foundation shows PPF could help treat glioblastomas by sensitizing tumors to chemotherapy and radiation treatments\n\nPHOENIX, Ariz. -- Nov. 12, 2015 -- In a significant breakthrough, the Translational Genomics Research Institute (TGen) has identified a drug, propentofylline or PPF, that could help treat patients with deadly brain cancer.\n\nIn a study published today in the Journal of NeuroOncology, TGen researchers report that PPF works to limit the spread of glioblastoma multiforme, or GBM -- the most common primary tumor of the brain and central nervous system -- by targeting a protein called TROY.\n\nIn addition, TGen laboratory research also found that PPF increases the effectiveness of a standard-of-care chemotherapy drug called temozolomide (TMZ), and radiation, to treat glioblastoma.\n\n\"We showed that PPF decreased glioblastoma cell expression of TROY, inhibited glioma cell invasion, and made brain cancer cells more vulnerable to TMZ and radiation,\" said Dr. Nhan Tran, Associate Professor and head of TGen's Central Nervous System Tumor Research Lab.\n\nAn advantage of small-molecule PPF -- which has been previously used in clinical trials in an attempt to treat Alzheimer's disease and dementia -- is that it can penetrate the blood-brain barrier and reach the tumor. And, the FDA has already approved it.\n\n\"Our data suggests that PPF, working in combination with TMZ and radiation, could limit glioblastoma invasion and improve the clinical outcome for brain tumor patients,\" said Dr. Tran, the study's senior author.\n\nThis study was funded, in part, by The Ben & Catherine Ivy Foundation.\n\n\"GBM is one of the most aggressive of all cancers and it affects people of all ages,\" said Catherine (Bracken) Ivy, founder and president of The Ben & Catherine Ivy Foundation. \"Funding research focused on helping patients survive longer is critical, and studies such as this advance our goal of not only improving treatments for brain cancer, but eventually finding a cure.\"\n\nOne of the primary treatments for glioblastoma is surgical removal of the tumor. However, because of the aggressive way glioblastomas invade surrounding brain tissue, it is impossible to remove all parts of the tumors, and the cancer eventually returns and spreads. This insidious cancer invasion also limits the effectiveness of chemotherapy drugs and radiation therapy.\n\nTGen found that PPF works to limit the spread of glioblastomas by targeting and knocking down the expression of the TROY protein. TGen researchers have linked TROY to the cellular mechanisms that enable glioblastomas to invade normal brain cells, and resist anti-cancer drugs.\n\n\"New therapeutic strategies that target the molecular drivers of invasion are required for improved clinical outcome,\" said Dr. Harshil Dhruv, a TGen Research Assistant Professor and lead author of the study. \"Propentofylline may provide a pharmacologic approach to targeting TROY, inhibiting cell invasion and reducing therapeutic resistance in glioblastomas.\"\n\nOne of the fundamental challenges in treating brain cancer with drugs is what is known as the blood-brain barrier that separates circulating blood from the brain extracellular fluid in the central nervous system. This barrier works to protect the brain from toxins. However, this security system is so effective at protecting the brain that it prevents many life-saving drugs -- all but some small molecules -- from being able to treat cancer and other diseases of the brain.\n\nAs a result, there has been little progress in recent decades in finding new effective treatments for GBM. Median survival for newly diagnosed GBM patients is only 14.6 months. Only 5 percent of patients survive more than 5 years.\n\n\"Clinical trials revealed that PPF can cross the blood-brain barrier, and has minimal side effects,\" Dr. Tran said. \"PPF could be easily translated to the clinic as an adjuvant therapy in combination with standard of care treatment for GBM patients.\"\n\n###\n\nThis study -- Propentofylline inhibits glioblastoma cell invasion and survival by targeting the TROY signaling pathway -- also was funded by the National Institutes of Health under grants NS86853 and P50 CA108961. To read the abstract, visit: http://link. springer. com/ article/ 10. 1007/ s11060-015-1981-0 .\n\nAbout The Ben & Catherine Ivy Foundation\n\nThe Ben & Catherine Ivy Foundation, based in Scottsdale, Ariz., was formed in 2005, when Ben Ivy lost his battle with glioblastoma multiforme (GBM). Since then, the Foundation has contributed more than $50 million to research in gliomas within the United States and Canada, with the goal of better diagnostics and treatments that offer long-term survival and a high quality of life for patients with brain tumors. The Ben & Catherine Ivy Foundation is the largest privately funded foundation of its kind in the United States. For more information, visit http://www. ivyfoundation. org .\n\nPress Contact:\n\nBeth McRae\n\nThe McRae Agency\n\n480-990-0282\n\nbeth@mcraeagency.com\n\nAbout TGen\n\nTranslational Genomics Research Institute (TGen) is a Phoenix, Arizona-based non-profit organization dedicated to conducting groundbreaking research with life changing results. TGen is focused on helping patients with neurological disorders, cancer, and diabetes, through cutting edge translational research (the process of rapidly moving research towards patient benefit). TGen physicians and scientists work to unravel the genetic components of both common and rare complex diseases in adults and children. Working with collaborators in the scientific and medical communities literally worldwide, TGen makes a substantial contribution to help our patients through efficiency and effectiveness of the translational process. For more information, visit: http://www. tgen. org . Follow TGen on Facebook, LinkedIn and Twitter @TGen.\n\nPress Contact:\n\nSteve Yozwiak\n\nTGen Senior Science Writer\n\n602-343-8704\n\nsyozwiak@tgen.org", "images": ["https://web.archive.org/web/20151116001221im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20151116001221im_/http://www.eurekalert.org/images/meganav/AHA_logo.jpg", "https://web.archive.org/web/20151116001221im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20151116001221im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20151116001221im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20151116001221im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20151116001221im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20151116001221im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20151116001221im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20151116001221im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20151116001221im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20151116001221im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20151116001221im_/http://www.eurekalert.org/images/meganav/portal-cancer.png"], "top_img": "https://web.archive.org/web/20151116001221im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20151116001221/http://www.eurekalert.org/pub_releases/2015-11/ttgr-tid111215.php", "title": "TGen identifies drug that could limit the spread of deadly brain tumors", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "In a significant breakthrough, the Translational Genomics Research Institute has identified a drug, propentofylline or PPF, that could help treat patients with deadly brain cancer. In a study published today in the Journal of NeuroOncology, TGen researchers report that PPF works to limit the spread of glioblastoma multiforme, or GBM -- the most common primary tumor of the brain and central nervous system -- by targeting a protein called TROY.", "keywords": "Biomedical/Environmental/Chemical Engineering, Cell Biology, Genetics, Molecular Biology, Health Care, Medicine/Health, Cancer, Breast Cancer, Clinical Trials, Diagnostics", "date": "Thu, 12 Nov 2015 05:00:00 GMT", "funder": "Ben & Catherine Ivy Foundation, National Institutes of Health", "journal": "Journal of NeuroOncology", "type": "research", "institution": "The Translational Genomics Research Institute", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "EurekAlertAAAS", "domain": "www.eurekalert.org"}, "og": {"title": "TGen identifies drug that could limit the spread of deadly brain tumors", "description": "In a significant breakthrough, the Translational Genomics Research Institute has identified a drug, propentofylline or PPF, that could help treat patients with deadly brain cancer. In a study published today in the Journal of NeuroOncology, TGen researchers report that PPF works to limit the spread of glioblastoma multiforme, or GBM -- the most common primary tumor of the brain and central nervous system -- by targeting a protein called TROY.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20151116001221/http://www.eurekalert.org/pub_releases/2015-11/ttgr-tid111215.php", "image": "https://web.archive.org/web/20151116001221im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1448773200.0, "source": "https://web.archive.org", "summary": ""}