{"url": "https://web.archive.org/web/20170106154422/https://www.eurekalert.org/pub_releases/2017-01/nu-nad010317.php", "text": "CHICAGO --- Soon you can seek mental health advice on your smartphone as quickly as finding a good restaurant.\n\nA novel suite of 13 speedy mini-apps called IntelliCare resulted in participants reporting significantly less depression and anxiety by using the apps on their smartphones up to four times a day, reports a new Northwestern Medicine study.\n\nThe apps offer exercises to de-stress, reduce self-criticism and worrying, methods to help your life feel more meaningful, mantras to highlight your strengths, strategies for a good night's sleep and more.\n\nMost apps designed for mental health typically offer a single strategy to feel better or provide too many features that make them difficult to navigate. Users may get bored or overwhelmed and may stop using the apps after a few weeks.\n\nBut participants robustly used the IntelliCare interactive apps as many as four times daily -- or an average of 195 times -- for eight weeks of the study. They spent an average of one minute using each app, with longer times for apps with relaxation videos.\n\nThe 96 participants who completed the research study reported that they experienced about a 50 percent decrease in the severity of depressive and anxiety symptoms. The short-term study-related reductions are comparable to results expected in clinical practice using psychotherapy or with that seen using antidepressant medication.\n\nThe study will be published Jan. 5 in the Journal of Medical Internet Research.\n\n\"We designed these apps so they fit easily into people's lives and could be used as simply as apps to find a restaurant or directions,\" said lead study author David Mohr, professor of preventive medicine and director of the Center for Behavioral Intervention Technologies at Northwestern University Feinberg School of Medicine.\n\n\"Some of the participants kept using them after the study because they felt that the apps helped them feel better,\" Mohr said. \"There were many apps to try during the study, so there was a sense of novelty.\"\n\nParticipants had access to the 13 IntelliCare apps from Google Play and received eight weeks of coaching for the use of IntelliCare. Coaching included an initial phone call plus two or more text messages per week over the eight weeks. In the study, 105 participants were enrolled and 96 of them completed the study.\n\nThe preliminary study did not include a control arm, so it's possible that some people who enrolled in the trial would have improved anyway, partly because they may have been motivated to try something new, Mohr said. He now has launched a larger trial, recruiting 300 participants, with a control arm.\n\nSome of the IntelliCare apps include:\n\nDaily Feats: designed to motivate you to add worthwhile and rewarding activities into your day to increase your overall satisfaction in life.\n\nPurple Chill: designed to help you unwind with audio recordings that guide you through exercises to de-stress and worry less.\n\nSlumber Time: designed to ease you into a good night's rest.\n\nMy Mantra: designed to help you create motivating mantras to highlight your strengths and values.\n\n\"Using digital tools for mental health is emerging as an important part of our future,\" Mohr said. \"These are designed to help the millions of people who want support but can't get to a therapist's office.\"\n\nMore than 20 percent of Americans have significant symptoms of depression or anxiety each year, but only around 20 percent of people with a mental health problem get adequate treatment.\n\nThe IntelliCare algorithm recommends new apps each week to keep the experience fresh, provide new opportunities for learning skills and avoid user boredom. Although the apps are not validated, each one was designed by Northwestern clinicians and based on validated techniques used by therapists.\n\nIntelliCare is a national research study. Individuals can download the apps free with no financial obligation. But Northwestern researchers hope participants will provide confidential feedback, via four weekly questions, that will be used to further develop the system. The data will help the system make even better recommendations and provide more personalized treatment.\n\nPeople also may enroll in a study in which they will be paid to provide even more feedback. Some also will have access to an IntelliCare coach via text messaging and phone calls, who are available to support them in using the apps.\n\n\"We now have evidence these approaches will likely work,\" Mohr said. \"They are designed to teach many of the same skills therapists teach patients. Different apps are expected to work for different people. The goal is to find what's right for you.\"\n\n###\n\nOther Northwestern authors include Kate Tomasino, Emily Lattie, Hannah Palac, Mary J Kwasny, Kenneth Weingardt, Leland R Bardsley, Lauren Caccamo, Colleen Stiles-Shields and Stephen Schueller. Rebecca Rossom, a researcher with HealthPartners Institute, also was a study co-author.\n\nThe study was supported by grant R01 MH100482 from the National Institute of Mental Health of the National Institutes of Health.", "images": ["https://web.archive.org/web/20170106154422im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170106154422im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170106154422im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170106154422im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170106154422im_/https://www.eurekalert.org/images/meganav/AM17-NoDate.png", "https://web.archive.org/web/20170106154422im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170106154422im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170106154422im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170106154422im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170106154422im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170106154422im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170106154422im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170106154422im_/https://www.eurekalert.org/images/meganav/browse-video.jpg"], "top_img": "https://web.archive.org/web/20170106154422im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170106154422/https://www.eurekalert.org/pub_releases/2017-01/nu-nad010317.php", "title": "New apps designed to reduce depression and anxiety as easily as checking your phone", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Now you can find help for depression and anxiety on your smartphone as quickly as finding a good sushi restaurant. A novel suite of 13 speedy mini-apps called IntelliCare significantly reduced depression and anxiety in study participants, who used the apps on their smartphones up to four times a day. The reductions of 50 percent in anxiety and depression are comparable to results expected in clinical practice using psychotherapy or with antidepressant medication.", "keywords": "Medicine/Health, Behavior, Mental Health, Counseling, Decision-making/Problem Solving, Depression/Anger, Stress/Anxiety", "date": "Thu, 05 Jan 2017 05:00:00 GMT", "funder": "NIH/National Institute of Mental Health", "journal": "Journal of Medical and Internet Research", "type": "research", "institution": "Northwestern University", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "northwesternu", "domain": "www.eurekalert.org", "title": "New apps designed to reduce depression and anxiety as easily as checking your phone", "description": "Now you can find help for depression and anxiety on your smartphone as quickly as finding a good sushi restaurant. A novel suite of 13 speedy mini-apps called IntelliCare significantly reduced depression and anxiety in study participants, who used the apps on their smartphones up to four times a day. The reductions of 50 percent in anxiety and depression are comparable to results expected in clinical practice using psychotherapy or with antidepressant medication."}, "og": {"title": "New apps designed to reduce depression and anxiety as easily as checking your phone", "description": "Now you can find help for depression and anxiety on your smartphone as quickly as finding a good sushi restaurant. A novel suite of 13 speedy mini-apps called IntelliCare significantly reduced depression and anxiety in study participants, who used the apps on their smartphones up to four times a day. The reductions of 50 percent in anxiety and depression are comparable to results expected in clinical practice using psychotherapy or with antidepressant medication.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170106154422/https://www.eurekalert.org/pub_releases/2017-01/nu-nad010317.php", "image": "https://web.archive.org/web/20170106154422im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "northwesternu"}}, "movies": [], "publish_date": 1485666000.0, "source": "https://web.archive.org", "summary": ""}