{"url": "http://www.prnewswire.com/news-releases/fda-approves-new-targeted-treatment-for-bladder-cancer-300271014.html", "text": "SILVER SPRING, Md., May 18, 2016 /PRNewswire-USNewswire/ -- The U.S. Food and Drug Administration today approved Tecentriq (atezolizumab) to treat the most common type of bladder cancer, called urothelial carcinoma. This is the first product in its class (PD-1/PD-L1 inhibitors) approved to treat this type of cancer.\n\n\"Tecentriq provides these patients with a new therapy targeting the PD-L1 pathway,\" said Richard Pazdur, M.D., director of the Office of Hematology and Oncology Products in the FDA's Center for Drug Evaluation and Research. \"Products that block PD-1/PD-L1 interactions are part of an evolving story about the relationship between the body's immune system and its interaction with cancer cells.\"\n\nTecentriq targets the PD-1/PD-L1 pathway (proteins found on the body's immune cells and some cancer cells). By blocking these interactions, Tecentriq may help the body's immune system fight cancer cells. Tecentriq is the first FDA-approved PD-L1 inhibitor and the latest in the broader class of PD-1/PD-L1 targeted biologics approved by the FDA in the last two years.\n\nTecentriq is approved for the treatment of patients with locally advanced or metastatic urothelial carcinoma whose disease has worsened during or following platinum-containing chemotherapy, or within 12 months of receiving platinum-containing chemotherapy, either before (neoadjuvant) or after (adjuvant) surgical treatment. Urothelial carcinoma is the most common type of bladder cancer and occurs in the urinary tract system, involving the bladder and related organs. The National Cancer Institute (NCI) estimates 76,960 new cases of bladder cancer and 16,390 deaths from the disease in 2016.\n\nThe safety and efficacy of Tecentriq were studied in a single-arm clinical trial involving 310 patients with locally advanced or metastatic urothelial carcinoma. This trial measured the percentage of patients who experienced complete or partial shrinkage of their tumors (objective response rate). The study also looked at the difference in effect based on \"positive\" versus \"negative\" expression of the PD-L1 protein on patients' tumor-infiltrating immune cells. In all patients, 14.8 percent of participants experienced at least a partial shrinkage of their tumors, an effect that lasted from more than 2.1 to more than 13.8 months at the time of the response analysis. In patients who were classified as \"positive\" for PD-L1 expression, 26 percent of participants experienced a tumor response (compared to 9.5 percent of participants who were classified as \"negative\" for PD-L1 expression).\n\nWhile patients who received Tecentriq experienced a tumor response across the study, the greater effect in those who were classified as \"positive\" for PD-L1 expression suggests that the level of PD-L1 expression in tumor-infiltrating immune cells may help identify patients who are more likely to respond to treatment with Tecentriq. Therefore, today the FDA also approved the Ventana PD-L1 (SP142) assay to detect PD-L1 protein expression levels on patients' tumor-infiltrating immune cells and help physicians determine which patients may benefit most from treatment with Tecentriq.\n\nThe most common side effects of treatment with Tencentriq were fatigue, decreased appetite, nausea, urinary tract infection, fever (pyrexia) and constipation. Tencentriq also has the potential to cause infection and serious side effects that result from the immune system effect of Tencentriq (known as \"immune-mediated side effects\"). These severe immune-mediated side effects involve healthy organs, including the lung, colon and endocrine system.\n\nThe FDA granted the Tecentriq application breakthrough therapy designation, priority review status and accelerated approval for this indication. These are distinct programs intended to facilitate and expedite the development and review of certain new drugs in light of their potential to benefit patients with serious or life-threatening conditions.\n\nTecentriq is marketed by Genentech based in San Francisco, California. The Ventana PD-L1 (SP142) assay companion diagnostic for Tecentriq is marketed by Ventana Medical Systems, based in Tucson, Arizona.\n\nFor more information:\n\nFDA: Office of Hematology and Oncology Products\n\nFDA: Approved Drugs: Questions and Answers\n\nFDA: Companion Diagnostics\n\nNCI: Bladder Cancer\n\nThe FDA, an agency within the U.S. Department of Health and Human Services, protects the public health by assuring the safety, effectiveness, and security of human and veterinary drugs, vaccines and other biological products for human use, and medical devices. The agency also is responsible for the safety and security of our nation's food supply, cosmetics, dietary supplements, products that give off electronic radiation, and for regulating tobacco products.\n\nMedia Inquiries: Angela Stark, 301-796-0397, angela.stark@fda.hhs.gov\n\nConsumer Inquiries: 888-INFO-FDA\n\nLogo - http://photos.prnewswire.com/prnh/20151222/317925LOGO\n\nSOURCE U.S. Food and Drug Administration\n\nRelated Links\n\nhttp://www.fda.gov\n\n", "images": ["https://photos.prnewswire.com/prnfull/20151222/317925LOGO?max=200", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png", "https://photos.prnewswire.com/prnthumb/20151222/317925LOGO"], "top_img": "https://photos.prnewswire.com/prnthumb/20151222/317925LOGO", "keywords": [], "authors": ["U.S. Food", "Drug Administration"], "canonical_link": "https://www.prnewswire.com/news-releases/fda-approves-new-targeted-treatment-for-bladder-cancer-300271014.html", "title": "FDA approves new, targeted treatment for bladder cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "SILVER SPRING, Md., May 18, 2016 /PRNewswire-USNewswire/ -- The U.S. Food and Drug Administration today approved Tecentriq (atezolizumab) to treat the most...", "author": "U.S. Food and Drug Administration", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "FDA approves new, targeted treatment for bladder cancer", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "maryland", "date": "2016-05-18T01:58:00-04:00", "keywords": "U.S. Food and Drug Administration,Health Care & Hospitals ,Medical Pharmaceuticals ,Pharmaceuticals   , FDA Approval,Surveys, Polls and Research ,Federal Executive Branch & Agency ,Clinical Trials & Medical Discoveries", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "FDA approves new, targeted treatment for bladder cancer", "description": "SILVER SPRING, Md., May 18, 2016 /PRNewswire-USNewswire/ -- The U.S. Food and Drug Administration today approved Tecentriq (atezolizumab) to treat the most..."}, "og": {"title": "FDA approves new, targeted treatment for bladder cancer", "type": "website", "description": "SILVER SPRING, Md., May 18, 2016 /PRNewswire-USNewswire/ -- The U.S. Food and Drug Administration today approved Tecentriq (atezolizumab) to treat the most...", "image": "https://photos.prnewswire.com/prnthumb/20151222/317925LOGO", "url": "https://www.prnewswire.com/news-releases/fda-approves-new-targeted-treatment-for-bladder-cancer-300271014.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}