{"url": "https://web.archive.org/web/20160621105046/http://www.eurekalert.org/pub_releases/2016-06/waeh-go061716.php", "text": "Australian researchers have discovered that an existing medication could have promise in preventing breast cancer in women carrying a faulty BRCA1 gene.\n\nPeople who carry a faulty BRCA1 gene are at high risk of developing aggressive breast cancer. Currently many women with a gene mutation choose surgical removal of their breast tissue and ovaries to reduce their chance of developing breast and ovarian cancer.\n\nBy pinpointing the cells that give rise to breast cancers in women who have inherited a faulty version of the BRCA1 gene, Walter and Eliza Hall Institute researchers have identified that the drug denosumab may have potential to prevent breast cancer from developing. If confirmed in clinical studies, this would provide a non-surgical option to prevent breast cancer in women with elevated genetic risk.\n\nUsing samples of breast tissue donated by women carrying a faulty BRCA1 gene, Ms Emma Nolan, Professor Jane Visvader and Professor Geoff Lindeman were able to pinpoint the cells that give rise to breast cancer. The research, which also involved researchers at the Australian familial cancer consortium kConFab and US biotechnology company Amgen was published today in Nature Medicine.\n\nCancer precursor cells in BRCA1-mutant breast tissue had many similarities to aggressive forms of breast cancer, said Ms Nolan, who is a PhD student at the institute enrolled through The University of Melbourne's Department of Medical Biology. \"These cells proliferated rapidly, and were susceptible to damage to their DNA - both factors that help them transition towards cancer,\" she said. \"We were excited to discover that these pre-cancerous cells could be identified by a marker protein called RANK.\"\n\nProfessor Lindeman, who is also a medical oncologist at The Royal Melbourne Hospital, said the discovery of RANK as a marker of cancer precursors was an important breakthrough, because inhibitors of the RANK signalling pathway were already in clinical use. \"An inhibitor called denosumab is already used in the clinic to treat osteoporosis and breast cancer that has spread to the bone,\" he said. \"We therefore investigated what effect RANK inhibition had on the cancer precursor cells in BRCA1-mutant breast tissue.\"\n\nThe research team showed that RANK inhibition switched off cell growth in breast tissue from women with a faulty BRCA1 gene and curtailed breast cancer development in laboratory models.\n\n\"We think this strategy could delay or prevent breast cancer in women with an inherited BRCA1 gene mutation,\" Professor Lindeman said. \"A clinical trial has already begun to investigate this further.\"\n\n\"This is potentially a very important discovery for women who carry a faulty BRCA1 gene, who have few other options. Current cancer prevention strategies for these women include surgical removal of the breasts and/or ovaries, which can have serious impacts on people's lives. To progress this work, denosumab would need to be formally tested in clinical trials in this setting as it is not approved for breast cancer prevention,\" Professor Lindeman said.\n\nProfessor Visvader said the discovery had its basis in more than a decade of investigations of breast stem cell function. \"By thoroughly dissecting how normal breast tissue develops, we have been able to pinpoint the precise cells that are the culprits in cancer formation,\" she said. \"It is very exciting to think that we may be on the path to the 'holy grail' of cancer research, devising a way to prevent this type of breast cancer in women at high genetic risk.\"\n\nThe research team worked closely with Mrs Avis Macphee, a patient advocate, through the Walter and Eliza Hall Institute's consumer-researcher buddy system. The research was supported by The National Breast Cancer Foundation, The Qualtrough Cancer Research Fund, The Joan Marshall Breast Cancer Research Fund, the Australian Cancer Research Foundation, Cancer Council Victoria, the Cancer Therapeutics Cooperative Research Centre, an Amgen Preclinical Research Program Grant, the National Health and Medical Research Council, the Victorian Cancer Agency, and the Victorian Government Operational Infrastructure Support Scheme.\n\n###\n\nThe Walter and Eliza Hall Institute is the research powerhouse of the Victorian Comprehensive Cancer Centre, an alliance of leading Victorian hospitals and research centres committed to controlling cancer.", "images": ["https://web.archive.org/web/20160621105046im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160621105046im_/http://media.eurekalert.org/multimedia_prod/pub/rel/117922_rel.jpg", "https://web.archive.org/web/20160621105046im_/http://media.eurekalert.org/multimedia_prod/pub/rel/117921_rel.jpg", "https://web.archive.org/web/20160621105046im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160621105046im_/http://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20160621105046im_/http://media.eurekalert.org/multimedia_prod/pub/web/117920_web.jpg", "https://web.archive.org/web/20160621105046im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160621105046im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160621105046im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160621105046im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160621105046im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160621105046im_/http://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20160621105046im_/http://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20160621105046im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160621105046im_/http://media.eurekalert.org/multimedia_prod/pub/rel/117920_rel.jpg", "https://web.archive.org/web/20160621105046im_/http://www.eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20160621105046im_/http://media.eurekalert.org/multimedia_prod/pub/web/117920_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160621105046/http://www.eurekalert.org/pub_releases/2016-06/waeh-go061716.php", "title": "'Holy grail' of breast cancer prevention in high-risk women may be in sight", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Australian researchers have discovered that an existing medication could have promise in preventing breast cancer in women carrying a faulty BRCA1 gene.", "keywords": "Genetics, Medicine/Health, Cancer, Breast Cancer, Clinical Trials, Genes", "date": "Mon, 20 Jun 2016 04:00:00 GMT", "funder": "National Breast Cancer Foundation, Qualtrough Cancer Research Fund, Joan Marshall Breast Cancer Research Fund, Australian Cancer Research Foundation, Cancer Council Victoria, Cancer Therapeutics Cooperative Research Centre, and others", "journal": "Nature Medicine", "type": "research", "institution": "Walter and Eliza Hall Institute", "region": "africa", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "WEHI_research", "domain": "www.eurekalert.org"}, "og": {"title": "'Holy grail' of breast cancer prevention in high-risk women may be in sight", "description": "Australian researchers have discovered that an existing medication could have promise in preventing breast cancer in women carrying a faulty BRCA1 gene.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160621105046/http://www.eurekalert.org/pub_releases/2016-06/waeh-go061716.php", "image": "https://web.archive.org/web/20160621105046im_/http://media.eurekalert.org/multimedia_prod/pub/web/117920_web.jpg", "video": {"identifier": "https://web.archive.org/web/20160621105046/http://media.eurekalert.org/multimedia_prod/pub/media/117921_web.mp4", "width": 480, "height": 360}, "type": "video.other"}, "fb": {"profile_id": "WEHIresearch"}}, "movies": [], "publish_date": 1467172800.0, "source": "https://web.archive.org", "summary": ""}