{"url": "http://www.businesswire.com/news/home/20150611005242/en/Sibley-Memorial-Hospital-Selects-Hitachi-Proton-Beam#.VXtE9kZe37C", "text": "TOKYO--(BUSINESS WIRE)--Hitachi, Ltd. (TSE:6501, “Hitachi”) today announced that Johns Hopkins Medicine has selected Hitachi to provide its proton beam therapy (PBT) system at Sibley Memorial Hospital located in Washington, D.C. This collaboration, which includes a 10-year maintenance service, marks the first multi-room PBT application in the nation’s capital. This will be Hitachi’s fifth PBT system in North America.\n\nThe next-generation system “PROBEAT”, which comes with IMPT (Intensity Modulated Proton Therapy) and cone-beam CT, will have improved spot scanning capability in all 3 gantry-type treatment rooms, along with a fixed irradiation room dedicated to cancer research.\n\nToshiaki Higashihara, President & COO of Hitachi, Ltd. stated that, “We are greatly honored that Johns Hopkins selected Hitachi as their proton partner. As one of the leaders in cancer research and treatment, the Johns Hopkins Sidney Kimmel Comprehensive Cancer Center’s philosophy of being at the leading edge of cancer treatment through research and development is very similar to our Social Innovation concept which supports a healthy and secure society through innovative technologies, systems, solutions and services. The proton center at Sibley Memorial Hospital will be an impressive demonstration of industry and academic medicine collaborating to bring a new technology and new cancer treatment modality to Washington, D.C. and the surrounding communities. Thus, we foresee an exciting, long term relationship that will benefit cancer patients and cancer research.”\n\nIn December 2007, Hitachi was the first company in the U.S. to clear FDA Premarket Notification Special 510(k) for the “PROBEAT” system with its spot scanning irradiation technology. Hitachi has delivered the first hospital based spot scanning system in May 2008 and has treated over 1,500 patients to date. The same spot scanning system has already been installed at Nagoya Proton Therapy Center and Hokkaido University in Japan. In fiscal year 2015 (ending March 2016), one of Hitachi's new PBT site is planning to start treatment of patients. Hitachi has shown great stability in the proton market through continued investment in research and development, track record for high clinical availability of over 98%, along with a commitment to a long term partnership with all of its clients.\n\nGiven the growing demand for technical and clinical advancements in the treatment of cancer, interest in proton therapy is on the rise, with more and more hospitals and cancer treatment facilities venturing into this area. Hitachi will continue to globally expand the healthcare business where proton therapy is its flagship solution, and contribute to cancer treatment around the world.\n\nOverview of Proton Beam Therapy\n\nProton Beam Therapy (PBT) is an advanced type of cancer radiotherapy. Protons from a hydrogen atom are extracted and accelerated up to 70% the speed of light. Its energy is concentrated directly on the tumor while avoiding radiation dose to the surrounding healthy tissues. PBT improves the quality of life for cancer patients since the patient experiences no pain during treatment and the procedure has very few side effects compared with that of traditional radiotherapy. In most cases, patients can continue with their normal daily activities while undergoing treatment. Because there are fewer side effects, PBT is expected to expand, especially for pediatric treatment.\n\nOverview of Spot Scanning Technology\n\nUnlike conventional scattering technology, spot scanning technology delivers narrow beams to the tumor and the complex tumor shape can be irradiated through repetitive beam delivery with quick position change. Spot scanning technology has been achieved by advancing the uniform quality beam extraction technology from the accelerator and beam control technology with high accuracy. Three primary benefits are: (1) more accurate irradiation which reduces the side effects to healthy tissues surrounding the tumor compared with irradiation from conventional double scattering irradiation; (2) patient-specific collimators and boluses become obsolete, shortening set up times for patients; and (3) high proton beam usage factor reducing unnecessary secondary radiation.\n\nAbout Hitachi, Ltd.\n\nHitachi, Ltd. (TSE: 6501), headquartered in Tokyo, Japan, delivers innovations that answer society’s challenges with our talented team and proven experience in global markets. The company’s consolidated revenues for fiscal 2014 (ended March 31, 2015) totaled 9,761 billion yen ($81.3 billion). Hitachi is focusing more than ever on the Social Innovation Business, which includes power & infrastructure systems, information & telecommunication systems, construction machinery, high functional materials & components, automotive systems, healthcare and others. For more information on Hitachi, please visit the company's website at http://www.hitachi.com.", "images": ["https://mms.businesswire.com/media/20150611005242/en/95868/21/HITACHI_INSPIRE_GRAY_cmyk.jpg", "http://www.businesswire.com/images/bwlogo_extreme.png", "https://mms.businesswire.com/media/20150611005242/en/95868/2/HITACHI_INSPIRE_GRAY_cmyk.jpg", "http://www.businesswire.com/images/icons/icon_search.gif"], "top_img": "https://mms.businesswire.com/media/20150611005242/en/95868/21/HITACHI_INSPIRE_GRAY_cmyk.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.businesswire.com/news/home/20150611005242/en/Sibley-Memorial-Hospital-Selects-Hitachi-Proton-Beam", "title": "Sibley Memorial Hospital Selects Hitachi for Their Proton Beam Therapy System in Washington D.C.", "meta_data": {"description": "Johns Hopkins Medicine has selected Hitachi to provide its proton beam therapy system at Sibley Memorial Hospital. PBT is an advanced type of cancer r", "DC.date.issued": "2015-06-11", "robots": "noodp,noydir", "twitter": {"card": "summary", "site": "@businesswire", "title": "Sibley Memorial Hospital Selects Hitachi for Their Proton Beam Therapy System in Washington D.C.", "description": "Johns Hopkins Medicine has selected Hitachi to provide its proton beam therapy system at Sibley Memorial Hospital. PBT is an advanced type of cancer r", "widgets": {"csp": "on"}, "image": "https://mms.businesswire.com/media/20150611005242/en/95868/21/HITACHI_INSPIRE_GRAY_cmyk.jpg"}, "og": {"title": "Sibley Memorial Hospital Selects Hitachi for Their Proton Beam Therapy System in Washington D.C.", "description": "Johns Hopkins Medicine has selected Hitachi to provide its proton beam therapy system at Sibley Memorial Hospital. PBT is an advanced type of cancer r", "image": {"identifier": "https://mms.businesswire.com/media/20150611005242/en/95868/21/HITACHI_INSPIRE_GRAY_cmyk.jpg", "secure_url": "https://mms.businesswire.com/media/20150611005242/en/95868/21/HITACHI_INSPIRE_GRAY_cmyk.jpg", "type": "image/jpg", "width": 150, "height": 150}, "type": "article"}, "fb": {"pages": 1157450754275955}, "p": {"domain_verify": "95725e0359a14c2e1ccbd936e10d20d6"}, "viewport": "width=device-width,initial-scale=1"}, "movies": [], "publish_date": null, "source": "http://www.businesswire.com", "summary": ""}