{"url": "http://www.newswise.com/articles/view/644579/", "text": "Newswise — RESEARCH TRIANGLE PARK, NC— Major depressive disorder affects more than 32 million Americans, and their first stop for treatment is often their primary care provider. A recent evidence review of several alternatives to medication found that using cognitive behavioral therapy as the first treatment for depression can be equally effective as using a second generation antidepressant.\n\nThe research from the RTI International-University of Chapel Hill Evidence-based Practice Center was published today in the British Medical Journal. The authors focused specifically on comparing second generation antidepressants, such as Wellbutrin, Lexapro and Prozac with cognitive behavioral therapy, which includes several in-person or phone sessions with a therapist to examine how actions and thoughts can impact depression. Second-generation antidepressants refers to newer antidepressants introduced primarily in the 1980s and 1990s.\n\n\"Major depressive disorder is a disabling and prevalent form of depression, experienced by more than 16 percent of U.S. adults during their lifetime,\" said Arlene Bierman, M.D., Director, Center for Evidence and Practice Improvement, at the Agency for Healthcare Research and Quality, which funded the study. \"Most patients will be prescribed antidepressants. However, the evidence shows that cognitive behavioral therapy can be just as effective, providing important information for patients and their physicians to consider when choosing among available treatment options.\"\n\nAfter conducting a full review of the scientific literature available, the researchers examined 11 randomized controlled trials with 1,511 patients that compared a second generation antidepressant with cognitive behavioral therapy. They found that symptom improvement and rate of remission were similar between the two options, whether used alone or in combination with each other.\n\n\"Primary care clinicians and their patients may not automatically consider alternatives when discussing treatment,\" said Halle Amick, research associate at the RTI International-University of Chapel Hill Evidence-based Practice Center and lead author. \"Our findings indicate that both options should be considered effective initial treatment strategies.\"\n\nSide effects from antidepressants can include constipation, diarrhea and dizziness. Patients also sometimes express concerns about becoming addicted to medications and therefore prefer psychotherapy. However, psychotherapy can be time-consuming and may be substantially more expensive, depending on the patient's insurance benefits.\n\n\"Given comparable effectiveness, doctors need to discuss advantages and disadvantages of both treatment options with their patients. Such shared and informed decision making might enhance treatment adherence which is one of the main challenges of treating major depressive disorder,\" said Gerald Gartlehner, M.D., associate director of the RTI-UNC Evidence-based Practice Center, who was the principal investigator of the evidence review, which was also published today by AHRQ.\n\nA journal article describing all the review findings will be published in the Annals of Internal Medicine in January.\n\n\"Bringing psychotherapy into discussions of treatment may also enhance coordination of care between primary care and mental health care providers in addition to addressing the issue of patient-centered care,\" Amick said. \"If primary care providers discuss psychotherapy with their patients as a valid treatment option, it may empower patients to voice their preferences and truly participate in medical decision-making and encourage them to adopt and adhere to effective treatment of their depression.\"\n\nRTI-UNC Evidence-based Practice Center is a collaboration between RTI and the five health professions schools and the Cecil G. Sheps Center for Health Services Research at UNC. It is funded by the Agency for Healthcare Research and Quality.\n\nSEE ORIGINAL STUDY", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://www.newswise.com/images/new-newswise-logo-square.jpg", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "", "title": "Cognitive Behavioral Therapy Can Be as Effective as Second-Generation Antidepressants to Treat Major Depressive Disorder", "meta_data": {"keywords": "Newswise, Cognitive Behavior Therapy,Cognitive Behavioral Therapy,Therapy,Mental Health,Depresion,Antidepressant,Behavioral Science, Local - North Carolina, All Journal News, Mental Health, Psychology and Psychiatry,  RTI International", "description": "Major depressive disorder affects more than 32 million Americans, and their first stop for treatment is often their primary care provider. A recent evidence review of several alternatives to medication found that using cognitive behavioral therapy as the first treatment for depression can be equally effective as using a second generation antidepressant.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Major depressive disorder affects more than 32 million Americans, and their first stop for treatment is often their primary care provider. A recent evidence review of several alternatives to medication found that using cognitive behavioral therapy as the first treatment for depression can be equally effective as using a second generation antidepressant.", "title": "Cognitive Behavioral Therapy Can Be as Effective as Second-Generation Antidepressants to Treat Major Depressive Disorder", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}