{"url": "https://web.archive.org/web/20171002085050/https://www.eurekalert.org/pub_releases/2017-10/gwu-tmp092917.php", "text": "WASHINGTON, DC (Oct. 2, 2017) -- An intensive text messaging program provides some pregnant women help in fighting the urge to light up a smoke, according to a study out today.\n\n\"Our findings show that a text messaging program helped some groups of pregnant women quit smoking during pregnancy,\" says lead author Lorien C. Abroms, ScD, MA, an associate professor of prevention and community health at Milken Institute School of Public Health (Milken Institute SPH) at the George Washington University. \"The study's findings suggest a potential new quitting strategy, especially for those later in their pregnancies and older pregnant women.\"\n\nThe researchers recruited pregnant women who were already enrolled in an established text messaging program called Text4baby. Text4baby has been found to have a positive health impact on alcohol consumption during pregnancy--but not smoking. Abroms and her team wanted to find out if a more intensive mobile phone program called Quit4baby would be more effective. To find out, the team recruited nearly 500 pregnant women, who smoked an average of 7 cigarettes per day and wanted more help to quit.\n\nQuit4baby is targeted to smoking cessation and sends more text messages--between 1 and 8 per day aimed at bolstering a pregnant woman's resolve to quit. The messages help educate the women about the health risks associated with smoking and they are interactive--allowing a woman to text back for more help if she is experiencing a craving or goes back to smoking.\n\nAfter three months, 16 percent of the women who were enrolled in both Text4baby and Quit4baby had quit compared with just 11 percent of women getting just Text4baby. However, the difference between the two groups did not reach statistical significance, the authors say.\n\nThe more intensive intervention did seem to help two subgroups quit smoking at least in the short run, Abroms says. The combo of Text4baby and Quit4baby helped women age 26 and older and those in the second and third trimester of pregnancy quit through the delivery date and in some cases beyond. However, the researchers found that the resolve to quit seemed to disappear postpartum as many of these women started smoking again.\n\nVery little help is provided to pregnant smokers who want to quit so the study's findings are important, especially if the strategy can be adjusted to be more effective, Abroms says. Despite the health risks, about 10 percent of women smoke throughout their pregnancy in the United States.\n\nAdditional studies must be done to find out if Quit4baby can be paired with other smoking cessation tools in order to provide long-term help for pregnant women who want to kick their smoking habit for good, she says.\n\nThe study, \"A Randomized Trial of Text Messaging for Smoking Cessation in Pregnant Women,\" was published October 2 in the American Journal of Preventive Medicine.\n\n###\n\nThe research was supported by the National Institute on Drug Abuse, part of the National Institutes of Health. Dr. Abroms has stock in Wellpass Inc. (formerly Voxiva, Inc.) and has licensed Text2quit and Quit4baby to Wellpass.\n\nAbout Milken Institute School of Public Health at the George Washington University: Established in July 1997 as the School of Public Health and Health Services, Milken Institute School of Public Health is the only school of public health in the nation's capital. Today, more than 1,900 students from 54 U.S. states and territories and more than 50 countries pursue undergraduate, graduate and doctoral-level degrees in public health. The school also offers an online Master of Public Health MPH@GW, an online Executive Master of Health Administration MHA@GW, and an online Master of Science in Management of Health Informatics and Analytics, HealthInformatics@GW, which allow students to pursue their degree from anywhere in the world.", "images": ["https://web.archive.org/web/20171002085050im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20171002085050im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20171002085050im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20171002085050im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20171002085050im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20171002085050im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20171002085050im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20171002085050im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20171002085050im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20171002085050im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20171002085050im_/https://www.eurekalert.org/images/meganav/ACS2017_300x100.jpg", "https://web.archive.org/web/20171002085050im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20171002085050im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20171002085050im_/https://www.eurekalert.org/images/e4/logo-footer.png"], "top_img": "https://web.archive.org/web/20171002085050im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20171002085050/https://www.eurekalert.org/pub_releases/2017-10/gwu-tmp092917.php", "title": "Text messaging program may help pregnant women kick the smoking habit", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "An intensive text messaging program provides some pregnant women help in fighting the urge to light up a smoke", "keywords": "Medicine/Health, Addiction, Social/Behavioral Science, Addiction, Smoking/Tobacco", "date": "Mon, 02 Oct 2017 04:00:00 GMT/UTC", "journal": "American Journal of Preventive Medicine", "type": "research", "institution": "George Washington University", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "GWtweets", "domain": "www.eurekalert.org", "title": "Text messaging program may help pregnant women kick the smoking habit", "description": "An intensive text messaging program provides some pregnant women help in fighting the urge to light up a smoke"}, "og": {"title": "Text messaging program may help pregnant women kick the smoking habit", "description": "An intensive text messaging program provides some pregnant women help in fighting the urge to light up a smoke", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20171002085050/https://www.eurekalert.org/pub_releases/2017-10/gwu-tmp092917.php", "image": "https://web.archive.org/web/20171002085050im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "georgewashingtonuniversity"}}, "movies": [], "publish_date": 1509249600.0, "source": "https://web.archive.org", "summary": ""}