{"url": "https://web.archive.org/web/20151122023535/http://www.eurekalert.org:80/pub_releases/2015-11/apa-csm111815.php", "text": "Older adults who take college courses may increase their cognitive capacity and possibly reduce their risk for developing Alzheimer's disease or other forms of dementia, according to new research published by the American Psychological Association.\n\nAn Australian study called the Tasmanian Healthy Brain Project recruited 359 participants ages 50 to 79 who took a series of cognitive tests before completing at least a year of full-time or part-time study at the University of Tasmania. Participants were reassessed annually for three years following their studies. More than 90 percent of the participants displayed a significant increase in cognitive capacity, compared with 56 percent in a control group of 100 participants who didn't take any college courses.\n\n\"The study findings are exciting because they demonstrate that it's never too late to take action to maximize the cognitive capacity of your brain,\" said lead researcher Megan Lenehan, PhD. \"We plan to follow these participants as they age to see if college studies could help delay the onset or reduce the debilitating effects of dementia.\"\n\nPrevious studies have examined how exercise, brain games and an active social life may boost cognitive capacity and possibly stem cognitive decline associated with aging. This study is the first to examine similar positive effects from college courses taken by older adults, said Lenehan, of the University of Tasmania.\n\nThe study participants, who were screened to exclude people who had dementia, completed a baseline series of tests to measure cognitive capacity, or an individual's ability to use brain networks efficiently in areas such as memory, information processing, decision making and planning. The participants in the college studies group took a wide range of courses, including history, psychology, philosophy and fine art. Most of the students took courses on campus, but some completed online classes. The researchers suspect that campus study may provide greater benefits in boosting cognitive capacity because of social interaction with professors and fellow students, but the study didn't analyze any differences between on-campus or online courses.\n\nThe participants completed the same cognitive tests each year during the four-year study, with 92 percent of the college-studies group displaying a significant increase in cognitive capacity, while the remaining 8 percent generally maintained their cognitive capacity. For the control group, 56 percent displayed a significant increase in cognitive capacity, while 44 percent had no change. The participants' age, gender, feelings of well-being or level of social connectedness didn't affect the findings. The research was published online in the journal Neuropsychology.\n\nPrior research has shown that college study earlier in life may increase cognitive capacity, and it appears the same may be true for older adults, Lenehan said.\n\n\"It is possible that any mentally stimulating activity later in life may also enhance cognitive capacity, such as other adult-education classes or programs to increase social interaction,\" she said.\n\nThe control group was significantly older than the college studies group, but there were no significant differences in baseline cognitive capacity scores, the study noted. The researchers also didn't find any correlation between age and cognitive capacity scores at any point during the study. Some participants in the control group may have been doing crossword puzzles or other mentally stimulating activities that boosted their cognitive capacity, Lenehan said.\n\nThe participants who took college classes volunteered for the study so they probably had a greater interest in continuing education that the general senior population, the journal article noted. The study was too short to reveal any long-term effects so the researchers plan to follow the participants as they age to provide additional evidence of whether college studies may reduce the risk or delay the onset of dementia.\n\n###\n\nArticle: \"Sending Your Grandparents to University Increases Cognitive Reserve: The Tasmanian Healthy Brain Project;\" Megan E. Lenehan, PhD, University of Tasmania-Launceston; Mathew James Summers, PhD, University of the Sunshine Coast; Nichole L. Saunders, PhD, Jeffery J. Summers, PhD, David D. Ward, PhD, and James C. Vickers, PhD, University of Tasmania-Hobart; and Karen Ritchie, PhD; Neuropsychology, published online Nov. 16, 2015.\n\nFull text of the article is available from the APA Public Affairs Office and at\n\nhttp://www. apa. org/ pubs/ journals/ releases/ neu-neu0000249. pdf\n\nContact: Megan Lenehan at Megan.Lenehan@utas.edu.au.\n\nThe American Psychological Association, in Washington, D.C., is the largest scientific and professional organization representing psychology in the United States. APA's membership includes more than 122,500 researchers, educators, clinicians, consultants and students. Through its divisions in 54 subfields of psychology and affiliations with 60 state, territorial and Canadian provincial associations, APA works to advance the creation, communication and application of psychological knowledge to benefit society and improve people's lives.", "images": ["https://web.archive.org/web/20151122023535im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20151122023535im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20151122023535im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20151122023535im_/http://www.eurekalert.org/images/meganav/AHA_logo.jpg", "https://web.archive.org/web/20151122023535im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20151122023535im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20151122023535im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20151122023535im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20151122023535im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20151122023535im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20151122023535im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20151122023535im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20151122023535im_/http://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://web.archive.org/web/20151122023535im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20151122023535/http://www.eurekalert.org/pub_releases/2015-11/apa-csm111815.php", "title": "College studies may reduce risk of dementia for older adults, research finds", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Older adults who take college courses may increase their cognitive capacity and possibly reduce their risk for developing Alzheimer's disease or other forms of dementia, according to new research published by the American Psychological Association.", "keywords": "Medicine/Health, Gerontology, Aging, Social/Behavioral Science, Aging, Memory/Cognitive Processes", "date": "Wed, 18 Nov 2015 05:00:00 GMT", "journal": "Neuropsychology", "type": "research", "institution": "American Psychological Association", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "apa", "domain": "www.eurekalert.org"}, "og": {"title": "College studies may reduce risk of dementia for older adults, research finds", "description": "Older adults who take college courses may increase their cognitive capacity and possibly reduce their risk for developing Alzheimer's disease or other forms of dementia, according to new research published by the American Psychological Association.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20151122023535/http://www.eurekalert.org/pub_releases/2015-11/apa-csm111815.php", "image": "https://web.archive.org/web/20151122023535im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "AmericanPsychologicalAssociation"}}, "movies": [], "publish_date": 1448773200.0, "source": "https://web.archive.org", "summary": ""}