{"url": "https://web.archive.org/web/20170501213801/http://www.newswise.com:80/articles/view/661375/?sc=mwhn", "text": "Newswise — BOSTON, September 26, 2016 -- High dose stereotactic body radiotherapy (SBRT) for men newly-diagnosed with low- or intermediate-risk prostate cancer results in shorter treatment times, low severe toxicity and excellent cancer control rates, according to research presented today at the 58th Annual Meeting of the American Society for Radiation Oncology (ASTRO). The study is the first large, multi-institutional study of SBRT in prostate cancer with long-term follow-up.\n\nAlthough prostate tumors generally respond well to radiation therapy (RT), the possibility of radiation exposure to healthy tissue in the genitourinary (GU) and gastrointestinal (GI) systems can be of concern. SBRT is an advanced technique that precisely targets high doses of RT to the tumor in a small number fractions, simultaneously avoiding surrounding tissue and reducing toxicity to non-cancerous cells. The technique has become the standard of care for many non-surgical lung cancer patients, as it limits exposure to the heart and surrounding lungs. When treating tumors in the prostate, SBRT avoids the adjacent bladder, sex organs and rectum.\n\n“Single-institution studies on the use of SBRT as the primary treatment for prostate cancer have illuminated the treatment as a cost-effective and faster alternative to IMRT,” said Robert Meier, MD, lead author of the study and a radiation oncologist at Swedish Medical Center in Seattle. “Our study is the first to contribute multi-center data that support the use of SBRT as front-line therapy for men with prostate cancer.”\n\nA total of 309 men with newly diagnosed prostate cancer were enrolled in the trial at 21 community, regional and academic hospitals across the U.S. Eligible patients had either low-risk disease (CS T1-T2a, Gleason 6, PSA < 10) (n = 172) or intermediate-risk disease (CS T1c-T2b with either Gleason 7 and PSA < 10, or Gleason 6 and PSA 10-20). All of the men received SBRT via a non-isocentric robotic platform, with an RT dose to the prostate of 40 Gy administered in five treatment sessions of 8 Gy each. Intermediate risk patients received a dose of 36.25 Gy to the seminal vesicles. Concurrent and adjuvant androgen ablation therapy were prohibited among study participants.\n\nPrimary outcomes included GU and GI toxicities and relapse-free survival (RFS). Researchers measured toxicity using the National Cancer Institute’s Common Terminology Criteria for Adverse Events (CTCAE) version 3.0. Biochemical failure was assessed using the ASTRO-consensus and the nadir+2 definitions. Overall survival (OS) was measured as a secondary outcome for the study. Actuarial OS and RFS were calculated with the Kaplan-Meier statistical method. Median follow-up was 61 months.\n\nAt five years following SBRT, 97 percent of patients were free from prostate cancer progression. In low-risk patients, the cancer control rates was superior to historical controls. Specifically in the low-risk group, the five-year RFS rate was 97.3 percent, which is superior to the 93 percent historical comparison DFS control rate (p = 0.014). Actuarial five-year OS was 95.6 percent for the entire cohort. Actuarial five-year nadir+2 RFS was 97.1 percent for all patients, representing 97.3 percent of low-risk and 97.1 of intermediate-risk patients. Actuarial five-year ASTRO RFS was 92.3 percent and 91.3 percent for low- and intermediate-risk groups, respectively.\n\nFewer than two percent of all patients experienced serious side effects in the five years following SBRT. Five grade three GU side effects were reported in four of the 309 study participants. There were no reported grade four or five toxicities nor any grade three GI toxicities. Between half and two-thirds of patients experienced less serious side effects, with rates of 53 and 59 percent for grade one GU and GI toxicities and rates of 35 and 10 percent for grade two GU and GI toxicities, respectively. These side effects were usually temporary.\n\n“Our results illustrate how advanced technology has radically improved our ability to target cancer,” said Dr. Meier. “After following patients for more than five years, we found that serious side effects from a brief course of SBRT were uncommon and that cancer control rates were very favorable compared to historical data. Our trial confirms that SBRT may be preferable to other treatment approaches for newly-diagnosed cases of prostate cancer, including more aggressive disease.”\n\nThe abstract, “Five-Year Outcomes from a Multi-Center Trial of Stereotactic Body Radiotherapy for Low- and Intermediate-Risk Prostate Cancer,” will be presented in detail during a scientific session at ASTRO’s 58th Annual Meeting at 7:45 a.m. Eastern time on Monday, September 26, 2016. To speak with Dr. Meier or obtain a copy of the abstract, please contact ASTRO’s media relations team on-site at the Boston Convention and Exhibition Center September 25 through 28, by phone at 703-286-1600 or by email at press@astro.org.\n\nATTRIBUTION TO THE AMERICAN SOCIETY OF RADIATION ONCOLOGY (ASTRO) ANNUAL MEETING REQUESTED IN ALL COVERAGE.\n\nThis news release contains updated data from the study author(s).\n\nABOUT ASTRO’S ANNUAL MEETINGASTRO’s 58th Annual Meeting, the nation’s premier scientific meeting in radiation oncology, will be held September 25-28, 2016, at the Boston Convention and Exhibition Center in Boston. The 2016 Annual Meeting is expected to attract more than 11,000 attendees from across the globe, including oncologists from all disciplines and members of the entire radiation oncology team. Led by ASTRO president David C. Beyer, MD, FASTRO, the 2016 meeting will feature keynote addresses from Kathleen Sebelius, former U.S. Secretary of Health and Human Services; Thomas James Lynch Jr., MD, Chair and CEO, Massachusetts General Physicians Organization; and Jason Ragogna, general manager, SMS and Safety Alliances, Corporate Safety, Security, and Compliance, Delta Air Lines, Inc. The Presidential Symposium, “Prostate Cancer: Defining Value and Delivering It,” highlights the meeting’s theme of “Enhancing Value, Improving Outcomes” and will feature recent practice-changing studies and current developments in value-based care for prostate cancer. ASTRO’s four-day scientific meeting will feature a record number of abstracts, including 368 oral presentations, 1,760 posters and 180 digital posters in more than 50 educational sessions and 20 scientific panels for 20 disease-site tracks. For more information about ASTRO’s 58th Annual Meeting, visit www.astro.org/AnnualMeeting. For press registration and news briefing information for ASTRO’s 58th Annual Meeting, visit www.astro.org/AMpress.\n\nABOUT ASTROASTRO is the premier radiation oncology society in the world, with more than 10,000 members who are physicians, nurses, biologists, physicists, radiation therapists, dosimetrists and other health care professionals who specialize in treating patients with radiation therapies. As the leading organization in radiation oncology, the Society is dedicated to improving patient care through professional education and training, support for clinical practice and health policy standards, advancement of science and research, and advocacy. ASTRO publishes three medical journals, International Journal of Radiation Oncology • Biology • Physics (www.redjournal.org), Practical Radiation Oncology (www.practicalradonc.org) and Advances in Radiation Oncology (www.advancesradonc.org); developed and maintains an extensive patient website, RT Answers (www.rtanswers.org); and created the Radiation Oncology Institute (www.roinstitute.org), a nonprofit foundation to support research and education efforts around the world that enhance and confirm the critical role of radiation therapy in improving cancer treatment. To learn more about ASTRO, visit www.astro.org.\n\nSEE ORIGINAL STUDY", "images": ["https://web.archive.org/web/20170501213801im_/http://www.newswise.com/images/icons/feed-icon-12x12.gif.pagespeed.ce.qm9cKFTObB.gif", "https://web.archive.org/web/20170501213801im_/http://www.newswise.com/images/articlesview/xtwitter-share.gif.pagespeed.ic.4Je9kfs7zX.png", "https://web.archive.org/web/20170501213801im_/http://www.newswise.com/images/articlesview/xmail-share.gif.pagespeed.ic.Lg1EDxqSqg.png", "https://web.archive.org/web/20170501213801im_/http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "https://web.archive.org/web/20170501213801im_/http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "https://web.archive.org/web/20170501213801im_/http://www.newswise.com/images/xprint-icon.png.pagespeed.ic.74thKts2CI.jpg", "https://web.archive.org/web/20170501213801im_/http://www.newswise.com/legacy/image.php?image=/images/uploads/2016/09/26/MeierHeadshot.png&width=502&height=334", "https://web.archive.org/web/20170501213801im_/http://www.newswise.com/legacy/image.php?image=/images/uploads/2016/09/26/MeierHeadshot.png&width=100&height=100", "https://web.archive.org/web/20170501213801im_/http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://web.archive.org/web/20170501213801im_/http://www.newswise.com/images/xnewswise-logo-vibethink.png.pagespeed.ic.420u5EdpTp.png", "https://web.archive.org/web/20170501213801im_/http://www.newswise.com/images/articlesview/xfb-share.gif.pagespeed.ic.8RUHN-hK7Q.png", "https://web.archive.org/web/20170501213801im_/http://www.newswise.com/images/articlesview/xcompact-share.gif.pagespeed.ic.0L59_KYdYE.png", "https://web.archive.org/web/20170501213801im_/http://www.newswise.com/images/institutions/logos/ato-logo.gif.pagespeed.ce.TlY1m67qA1.gif"], "top_img": "https://web.archive.org/web/20170501213801im_/http://www.newswise.com/legacy/image.php?image=/images/uploads/2016/09/26/MeierHeadshot.png&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170501213801/http://www.newswise.com/articles/sbrt-offers-prostate-cancer-patients-high-cancer-control-and-low-toxicity-in-fewer-treatments", "title": "SBRT Offers Prostate Cancer Patients High Cancer Control and Low Toxicity in Fewer Treatments", "meta_data": {"keywords": "Astro,Astro Annual Meeting,American Society For Radiation Oncology,Radiation Therapy,Radiation Oncology,Cancer Research,Stereotactic Body Radiotherapy ,Sbrt,Prostate Cancer,Shorter treatment", "description": "High dose stereotactic body radiotherapy (SBRT) for men newly-diagnosed with low- or intermediate-risk prostate cancer results in shorter treatment times, low severe toxicity and excellent cancer control rates, according to research presented today at the 58th Annual Meeting of the American Society for Radiation Oncology (ASTRO).", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width"}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}