{"url": "https://www.newswire.com/news/novel-test-distinguishes-atypical-moles-from-melanoma-14289693?rec=WyI4ZzhheSJd&set=IjhnODZkIg==", "text": "For centuries pathologists have relied on the microscopic examination of tumors to distinguish between atypical moles and melanoma. By analyzing the level of proteins within mole cells, mass spectrometry can aid in the diagnosis of atypical moles. In this study, mass spectrometry correlated better than the gold standard of histologic examination to determine if an atypical mole was in fact benign or a melanoma. Early diagnosis of melanoma is critical to cure and long term survival.\n\n​​​​California Skin Institute — A recently developed test for assessing suspicious moles for melanoma is more accurate than standard analyses, according to Dr. Rossitza Lazova, a former Yale investigator. The test, which analyzes proteins in cells, could provide more reliable results for clinicians with patients who might be at risk for this deadly cancer.\n\nThe study was published on August 5th in the Journal of the American Academy of Dermatology.\n\nMelanoma is one of the most common forms of cancer and the most serious type of skin cancer. The gold standard for diagnosing melanoma is skin biopsy followed by microscopic examination of sampled tissue. However, in up to 1 in 4 cases, the results are inconclusive.\n\nFor the study, a former associate professor of Dermatology and Pathology at Yale University, Rossitza Lazova, M.D., collaborated with a national and international team of researchers to determine whether atypical moles could be more accurately diagnosed as either benign or cancerous (melanoma) using imaging mass spectrometry (IMS) — a technology that enables pathologists to focus in on individual proteins within sampled skin cells. In a prior study, the researchers used IMS to identify a molecular signature comprised of five proteins to differentiate between one type of benign mole and melanoma.\n\nThe research team retrospectively analyzed more than 100 cases of atypical moles. They compared results from IMS diagnosis to results based on standard microscopic examination of biopsies and correlated them with clinical outcomes.\n\nThe researchers found that in nearly all cases, the IMS analysis was a more accurate predictor, both of benign lesions and melanomas, than standard microscopic examination.\n\n“Instead of pathologists being dependent solely upon the physical appearance of the cells, they now have the additional advantage of molecular information regarding the protein makeup [of cells] provided by mass spec imaging,” said Dr. Lazova, who is corresponding author on the study. “This test integrates anatomic pathology and analytical chemistry in a very useful and meaningful way.”\n\nThe finding suggests that IMS analysis, based on proteomic signatures, may improve both diagnosis and prediction of outcomes for patients with ambiguous moles, the researchers said.\n\nOther authors include Erin H. Seeley, Heinz Kutzner, Richard A. Scolyer, Glynis Scott, Lorenzo Cerroni, Isabella Fried, Milena E. Kozovska, Arlene S. Rosenberg, Victor G. Prieto, Bahig M. Shehata, Megan M. Durham, Gina Henry, Jose L. Rodriguez-Peralto, Erica Riveiro-Falkenbach, Jochen T. Schaefer, Richard Danialan, Sylvie Fraitag, Sonja Vollenweider-Roten, Alireza Sepehr, Martin Sangueza, Nouf Hijazi, Yamile Corredoira, Rachel Kowal, Olga M. Harris, Francisco Bravo, Alan S. Boyd, Ralitza Gueorguieva, and Richard M. Caprioli.\n\nThe study was supported in part by a grant from the National Institutes of Health.\n\nDr. Lazova is currently the Director of Dermatopathology at California Skin Institute in San Jose, California.\n\nSource: California Skin Institute, San Jose, California, United States", "images": ["https://monitor.clickcease.com/stats/stats.aspx", "https://cdn.newswire.com/assets/im/favicon.ico?1f61628ca", "https://cdn.newswire.com/assets/im/website_alt/footer-bg.svg", "https://cdn.newswire.com/assets/im/website_alt/logo.svg", "https://www.facebook.com/tr?id=229904607497233&ev=PageView&noscript=1", "https://cdn.newswire.com/assets/im/website_alt/icon-7.svg", "https://sp.analytics.yahoo.com/spp.pl?a=10000&.yp=10039859", "https://googleads.g.doubleclick.net/pagead/viewthroughconversion/993382658/?value=0&guid=ON&script=0"], "top_img": "https://cdn.newswire.com/assets/im/favicon.ico?1f61628ca", "keywords": [], "authors": [], "canonical_link": "https://www.newswire.com/news/novel-test-distinguishes-atypical-moles-from-melanoma-14289693", "title": "Novel Test Distinguishes Atypical Moles From Melanoma", "meta_data": {"viewport": "width=device-width, initial-scale=1", "twitter": {"card": "summary_large_image", "title": "Novel Test Distinguishes Atypical Moles From Melanoma", "description": "For centuries pathologists have relied on the microscopic examination of tumors to distinguish between atypical moles and melanoma.  By analyzing the level of proteins within mole cells,  mass spectrometry can aid in the diagnosis of atypical moles. In this study, mass spectrometry correlated better than the gold standard of histologic examination to determine if an atypical mole was in fact benign or a melanoma.  Early diagnosis of melanoma is critical to cure and long term survival."}, "og": {"url": "https://www.newswire.com/news/novel-test-distinguishes-atypical-moles-from-melanoma-14289693", "title": "Novel Test Distinguishes Atypical Moles From Melanoma", "description": "For centuries pathologists have relied on the microscopic examination of tumors to distinguish between atypical moles and melanoma.  By analyzing the level of proteins within mole cells,  mass spectrometry can aid in the diagnosis of atypical moles. In this study, mass spectrometry correlated better than the gold standard of histologic examination to determine if an atypical mole was in fact benign or a melanoma.  Early diagnosis of melanoma is critical to cure and long term survival."}, "fb": {"app_id": 586234651427775}, "description": "For centuries pathologists have relied on the microscopic examination of tumors to distinguish between atypical moles and melanoma.  By analyzing the level of proteins within mole cells,  mass spectrometry can aid in the diagnosis of atypical moles. In this study, mass spectrometry correlated better than the gold standard of histologic examination to determine if an atypical mole was in fact benign or a melanoma.  Early diagnosis of melanoma is critical to cure and long term survival.", "keywords": "atypical moles, Atypical Spitzoid Neoplasm, dermatopathology, imaging mass spectrometry, mass spectrometry, melanoma, proteomics, Spitz, Spitzoid melanoma", "google-site-verification": "q8ryY6fz2fhB9rFoyyhK0b6aq7qYS99CRThypWPaZOA"}, "movies": [], "publish_date": null, "source": "https://www.newswire.com", "summary": ""}