{"url": "https://web.archive.org/web/20170516180259/https://www.eurekalert.org/pub_releases/2017-05/cc-snb051517.php", "text": "A team of researchers from Cleveland Clinic, Louis Stokes Cleveland VA Medical Center, Kaiser Permanente Northwest, and other clinical sites have demonstrated that a new blood test known as IsoPSA detects prostate cancer more precisely than current tests in two crucial measures - distinguishing cancer from benign conditions, and identifying patients with high-risk disease.\n\nBy identifying molecular changes in the prostate specific antigen (PSA) protein, the findings, published online last month by European Urology, suggest that once validated, use of IsoPSA may substantially reduce the need for biopsy, and may thus lower the likelihood of overdetection and overtreatment of nonlethal prostate cancer.\n\nThe research team, led by Cleveland Clinic's Eric Klein, M.D., conducted a multicenter prospective study of 261 men scheduled for prostate biopsy at five academic and community centers in the U.S. enrolled between August 2015 and December 2016.\n\n\"Despite criticism, PSA has transformed the landscape of early detection, screening, and management of prostate cancer in the last few decades,\" said Dr. Klein, chair of Cleveland Clinic's Glickman Urological & Kidney Institute. \"Unfortunately, PSA is tissue-specific but not cancer-specific, leading to overdiagnosis and overtreatment of biologically insignificant cancers, which is widely recognized as a key limitation in its clinical utility.\"\n\nThe study directly compared the clinical performance of a new test based on PSA, called IsoPSA, to PSA itself with patients already scheduled for prostate biopsy. IsoPSA proved significantly superior to PSA in two key indications: discriminating between prostate cancer and benign conditions; and identifying patients with high-grade disease. The former indication is potentially useful for using IsoPSA for screening by primary care physicians, while the second is helpful for urologists in identifying patients who would benefit from curative intent therapy and other applications.\n\nThe results show that if validated and adopted clinically, IsoPSA could significantly reduce the rate of unnecessary biopsies by almost 50 percent. \"The methodology used in the IsoPSA assay represents a significant departure from conventional ways to define biomarkers in blood, and may be applicable to improving other cancer biomarkers,\" said Dr. Klein.\n\n\"Due to its inherent simplicity, requiring only a blood draw and presenting information to the physician in familiar context using a single number - just like PSA itself - we are quite hopeful in IsoPSA's future utility after further validation studies,\" said Mark Stovsky, M.D., co-author and staff member, Cleveland Clinic Glickman Urological & Kidney Institute.\n\n###\n\nThe IsoPSA test was developed by Cleveland Diagnostics, a company co-founded by Cleveland Clinic, in which it has financial interest. Dr. Klein has no personal financial interest in the company. Dr. Stovsky has a leadership position (Chief Medical Officer) and investment interest in Cleveland Diagnostics, Inc. About Cleveland Clinic\n\nCleveland Clinic is a nonprofit multispecialty academic medical center that integrates clinical and hospital care with research and education. Located in Cleveland, Ohio, it was founded in 1921 by four renowned physicians with a vision of providing outstanding patient care based upon the principles of cooperation, compassion and innovation. Cleveland Clinic has pioneered many medical breakthroughs, including coronary artery bypass surgery and the first face transplant in the United States. U.S. News & World Report consistently names Cleveland Clinic as one of the nation's best hospitals in its annual \"America's Best Hospitals\" survey. Among Cleveland Clinic's 51,000 employees are more than 3,500 full-time salaried physicians and researchers and 14,000 nurses, representing 140 medical specialties and subspecialties. Cleveland Clinic's health system includes a 165-acre main campus near downtown Cleveland, 10 regional hospitals, more than 150 northern Ohio outpatient locations - including 18 full-service family health centers and three health and wellness centers - and locations in Weston, Fla.; Las Vegas, Nev.; Toronto, Canada; Abu Dhabi, UAE; and London, England. In 2016, there were 7.1 million outpatient visits, 161,674 hospital admissions and 207,610 surgical cases throughout Cleveland Clinic's health system. Patients came for treatment from every state and 185 countries. Visit us at clevelandclinic.org. Follow us at twitter.com/ClevelandClinic. News and resources available at newsroom.clevelandclinic.org.", "images": ["https://web.archive.org/web/20170516180259im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170516180259im_/https://media.eurekalert.org/multimedia_prod/pub/web/140626_web.jpg", "https://web.archive.org/web/20170516180259im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170516180259im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170516180259im_/https://www.eurekalert.org/multimedia/pub/web/140626_web.jpg", "https://web.archive.org/web/20170516180259im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170516180259im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170516180259im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170516180259im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170516180259im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170516180259im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170516180259im_/https://media.eurekalert.org/multimedia_prod/pub/rel/140626_rel.jpg", "https://web.archive.org/web/20170516180259im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170516180259im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170516180259im_/https://www.eurekalert.org/images/e4/brand.png"], "top_img": "https://web.archive.org/web/20170516180259im_/https://www.eurekalert.org/multimedia/pub/web/140626_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170516180259/https://www.eurekalert.org/pub_releases/2017-05/cc-snb051517.php", "title": "Study: New blood test is more accurate in predicting prostate cancer risk than PSA", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A team of researchers led by Cleveland Clinic have demonstrated that a new blood test known as IsoPSA detects prostate cancer more precisely than current tests in two crucial measures -- distinguishing cancer from benign conditions, and identifying patients with high-risk disease.\n\nBy identifying molecular changes in the PSA protein, the findings, published online last month by European Urology, suggest that once validated, use of IsoPSA may reduce the need for biopsy, and may lower the likelihood of overdetection and overtreatment of nonlethal prostate cancer.", "keywords": "Medicine/Health, Cancer, Prostate Cancer, Urogenital System", "date": "Mon, 15 May 2017 04:00:00 GMT", "journal": "European Urology", "type": "research", "institution": "Cleveland Clinic", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "ClevelandClinic", "domain": "www.eurekalert.org", "title": "Study: New blood test is more accurate in predicting prostate cancer risk than PSA", "description": "A team of researchers led by Cleveland Clinic have demonstrated that a new blood test known as IsoPSA detects prostate cancer more precisely than current tests in two crucial measures -- distinguishing cancer from benign conditions, and identifying patients with high-risk disease.\n\nBy identifying molecular changes in the PSA protein, the findings, published online last month by European Urology, suggest that once validated, use of IsoPSA may reduce the need for biopsy, and may lower the likelihood of overdetection and overtreatment of nonlethal prostate cancer."}, "og": {"title": "Study: New blood test is more accurate in predicting prostate cancer risk than PSA", "description": "A team of researchers led by Cleveland Clinic have demonstrated that a new blood test known as IsoPSA detects prostate cancer more precisely than current tests in two crucial measures -- distinguishing cancer from benign conditions, and identifying patients with high-risk disease.\n\nBy identifying molecular changes in the PSA protein, the findings, published online last month by European Urology, suggest that once validated, use of IsoPSA may reduce the need for biopsy, and may lower the likelihood of overdetection and overtreatment of nonlethal prostate cancer.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170516180259/https://www.eurekalert.org/pub_releases/2017-05/cc-snb051517.php", "image": "https://web.archive.org/web/20170516180259im_/https://www.eurekalert.org/multimedia/pub/web/140626_web.jpg", "type": "website"}, "fb": {"profile_id": "ClevelandClinic"}}, "movies": [], "publish_date": 1496030400.0, "source": "https://web.archive.org", "summary": ""}