{"url": "https://web.archive.org/web/20151030142727/http://www.eurekalert.org/pub_releases/2015-10/uom-tcm102815.php", "text": "COLUMBIA, Mo. (Oct. 29, 2015) - Rupture of an abdominal aortic aneurysm is one of the most dramatic medical emergencies a person can face. It usually strikes without warning, killing approximately 50 percent of those who experience it before they reach a hospital. Of those who do get to a health facility alive, only about 50 percent survive. When diagnosed through screening, aortic aneurysms are carefully monitored for signs of enlargement, and surgical intervention often is needed to prevent rupture of the vessel. Now, University of Missouri researchers have found that patients who took cholesterol-lowering medications before endovascular surgery experienced fewer complications and better outcomes.\n\n\"Although this condition usually occurs in men older than 50 with a family history of the disease, anyone can have an abdominal aortic aneurysm,\" said Todd Vogel, associate professor and chief of the Division of Vascular Surgery at the MU School of Medicine, and lead author of the study. \"Most patients with this disease are older and tend to have other health conditions such as high cholesterol. In an effort to prevent cardiovascular disease they take statin medications. These cholesterol-lowering medications protect blood vessels from plaque formation and stress, and in some cases can even slow the progression of aortic aneurysms. We wanted to understand the impact statin use has on surgical outcomes when repairing this type of aneurysm.\"\n\nVogel's research team reviewed nearly 20,000 cases where patients either had open surgery or an endovascular repair - a minimally invasive procedure that uses a catheter to access the aneurysm. The team then identified patients who took cholesterol-lowering medication before surgery.\n\n\"Our research showed that patients who took statins before either open or minimally invasive interventions had better outcomes compared to those who did not take statin medications,\" Vogel said. \"The patients who took statins and had endovascular repairs had a 26 percent decrease in mortality up to one year after surgery. Patients who took statins and had traditional open procedures also did better, but the difference was not nearly as significant as with endovascular repair. The bottom line is that patients who used statins were more likely to survive during and after an elective endovascular procedure.\"\n\nAdditionally, the study showed that statin use also reduced post-surgical complications for patients with other health issues such as peripheral artery disease, a condition that causes arterial blockages of blood vessels in the limbs.\n\n\"This information could be beneficial to patients who are about to have elective endovascular abdominal aortic aneurysm repair,\" Vogel said. \"However, further research is needed to assess the benefits of using statins before surgical repair of other types of aneurysms.\"\n\n###\n\nThe study, \"The Impact of Preoperative Statin Therapy on Open and Endovascular Abdominal Aortic Aneurysm Repair Outcomes,\" recently was published in Vascular, the official publication of the International Society for Vascular Surgery.\n\nAbout the MU School of Medicine", "images": ["https://web.archive.org/web/20151030142727im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20151030142727im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20151030142727im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20151030142727im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20151030142727im_/http://media.eurekalert.org/multimedia_prod/pub/web/102183_web.jpg", "https://web.archive.org/web/20151030142727im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20151030142727im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20151030142727im_/http://www.eurekalert.org/images/meganav/AHA_logo.jpg", "https://web.archive.org/web/20151030142727im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20151030142727im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20151030142727im_/http://media.eurekalert.org/multimedia_prod/pub/rel/102183_rel.jpg", "https://web.archive.org/web/20151030142727im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20151030142727im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20151030142727im_/http://www.eurekalert.org/images/meganav/browse-video.jpg"], "top_img": "https://web.archive.org/web/20151030142727im_/http://media.eurekalert.org/multimedia_prod/pub/web/102183_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20151030142727/http://www.eurekalert.org/pub_releases/2015-10/uom-tcm102815.php", "title": "Taking cholesterol medication before aneurysm repair improves outcomes", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Rupture of an abdominal aortic aneurysm is one of the most dramatic medical emergencies a person can face. It usually strikes without warning, killing approximately 50 percent of those who experience it before they reach a hospital. Of those who do get to a health facility alive, only about 50 percent survive. Now, University of Missouri researchers have found that patients who took cholesterol-lowering medications before endovascular surgery experienced fewer complications and better outcomes.", "keywords": "Medicine/Health, Critical Care/Emergency Medicine, Diagnostics, Epidemiology, Aging, Health Care Systems/Services, Internal Medicine, Pharmaceutical Science, Surgery, Trauma/Injury", "date": "Thu, 29 Oct 2015 04:00:00 GMT", "journal": "Vascular", "type": "research", "institution": "University of Missouri-Columbia", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "mizzounews", "domain": "www.eurekalert.org"}, "og": {"title": "Taking cholesterol medication before aneurysm repair improves outcomes", "description": "Rupture of an abdominal aortic aneurysm is one of the most dramatic medical emergencies a person can face. It usually strikes without warning, killing approximately 50 percent of those who experience it before they reach a hospital. Of those who do get to a health facility alive, only about 50 percent survive. Now, University of Missouri researchers have found that patients who took cholesterol-lowering medications before endovascular surgery experienced fewer complications and better outcomes.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20151030142727/http://www.eurekalert.org/pub_releases/2015-10/uom-tcm102815.php", "image": "https://web.archive.org/web/20151030142727im_/http://media.eurekalert.org/multimedia_prod/pub/web/102183_web.jpg", "type": "website"}, "fb": {"profile_id": "Mizzou"}}, "movies": [], "publish_date": 1446091200.0, "source": "https://web.archive.org", "summary": ""}