{"url": "https://web.archive.org/web/20180102211454/https://www.eurekalert.org/pub_releases/2018-01/mcog-hdo010218.php", "text": "AUGUSTA, Ga. (Jan. 2, 2018) - In just four months, high-doses of vitamin D reduce arterial stiffness in young, overweight/obese, vitamin-deficient, but otherwise still healthy African-Americans, researchers say.\n\nRigid artery walls are an independent predictor of cardiovascular- related disease and death and vitamin D deficiency appears to be a contributor, says Dr. Yanbin Dong, geneticist and cardiologist at the Georgia Prevention Institute at the Medical College of Georgia at Augusta University.\n\nSo researchers looked at baseline and again 16 weeks later in 70 African-Americans ages 13-45 - all of whom had some degree of arterial stiffness - taking varying doses of the vitamin best known for its role in bone health.\n\nIn what appears to be the first randomized trial of its kind, they found that arterial stiffness was improved by vitamin D supplementation in a dose-response manner in this population, they write in the journal PLOS ONE.\n\nOverweight/obese blacks are at increased risk for vitamin D deficiency because darker skin absorbs less sunlight - the skin makes vitamin D in response to sun exposure - and fat tends to sequester vitamin D for no apparent purpose, says Dong, the study's corresponding author.\n\nParticipants taking 4,000 international units - more than six times the daily 600 IUs the Institute of Medicine currently recommends for most adults and children - received the most benefit, says Dr. Anas Raed, research resident in the MCG Department of Medicine and the study's first author.\n\nThe dose, now considered the highest, safe upper dose of the vitamin by the Institute of Medicine, reduced arterial stiffness the most and the fastest: 10.4 percent in four months. \"It significantly and rapidly reduced stiffness,\" Raed says.\n\nTwo thousand IUs decreased stiffness by 2 percent in that timeframe. At 600 IUs, arterial stiffness actually increased slightly - .1 percent - and the placebo group experienced a 2.3 percent increase in arterial stiffness over the timeframe.\n\nThey used the non-invasive, gold standard pulse wave velocity to assess arterial stiffness. Reported measures were from the carotid artery in the neck to the femoral artery, a major blood vessel, which supplies the lower body with blood. The American Heart Association considers this the primary outcome measurement of arterial stiffness.\n\nWhen the heart beats, it generates a waveform, and with a healthy heart and vasculature there are fewer and smaller waves. The test essentially measures the speed at which the blood is moving, and in this case, fast is not good, Raed says.\n\n\"When your arteries are more stiff, you have higher pulse wave velocity, which increases your risk of cardiometabolic disease in the future,\" says Raed.\n\nThe varying doses, as well as the placebo participants took, were all packaged the same so neither they or the investigators knew which dose, if any, they were getting until the study was complete. Both placebo and supplements were given once monthly - rather than daily at home - at the GPI to ensure consistent compliance.\n\nDong was also corresponding author on a study published in 2015 in the journal BioMed Central Obesity that showed, in this same group of individuals, both 2,000 and 4,000 IUs restored more desirable vitamin D blood levels of 30 nanograms per milliliter.\n\nThe 4,000 upper-limit dose restored healthy blood level quicker - by eight weeks - and was also better at suppressing parathyroid hormone, which works against vitamin D's efforts to improve bone health by absorbing calcium, they reported.\n\nWhile heart disease is the leading cause of death in the United States, according to the Centers for Disease Control and Prevention, blacks have higher rates of cardiovascular disease and death than whites and the disease tends to occur earlier in life. The authors write that arterial stiffness and vitamin D deficiency might be potential contributors.\n\nWhile just how vitamin D is good for our arteries isn't completely understood, it appears to impact blood vessel health in many ways. Laboratory studies have shown that mice missing a vitamin D receptor have higher activation of the renin-angiotensin-aldosterone system, says Raed. Activation of this system increases blood vessel constriction, which can contribute to arterial stiffness. Vitamin D also can suppress vascular smooth muscle cell proliferation, activation of garbage-eating macrophages and calcification formation, all of which can thicken blood vessel walls and hinder flexibility. Vitamin D also reduces inflammation, an underlying mechanism for obesity related development of coronary artery disease, says Raed.\n\nNow it's time to do a larger-scale study, particularly in high-risk populations, and follow participants' progress for longer periods, Dong and Raed say. \"A year would give us even more data and ideas,\" Raed adds.\n\nDong notes that pulse wave velocity and blood pressure measures are complimentary but not interchangeable. \"We think maybe in the future, when you go to your physician, he or she might check your arterial stiffness as another indicator of how healthy you are,\" Raed says.\n\nThere were no measurable differences in weight or blood pressure measurements over the 16-week study period.\n\nThe Institute of Medicine currently recommends a daily intake of 800 IUs of vitamin D for those age 70 and older. For adolescents and adults, they recommend 4,000 IUs as the upper daily limit; 2,000 was a previous upper limit.\n\nMore than 80 percent of Americans, the majority of whom spend their days indoors, have vitamin D insufficiency or deficiency. Dong, an expert in vitamin D and a professor in the MCG Department of Population Health Sciences, says about 15 minutes daily in the \"young\" sun - between 10 a.m. and 2 p.m. - but before your skin starts to get pink, is the best source of vitamin D.\n\nFoods like milk, milk products like cheese and yogurt, fatty fish like mackerel and sardines, some greens like kale and collards and fortified cereals also are good sources. The researchers say a vitamin D supplement is an inexpensive and safe option for most of us.\n\n###", "images": ["https://web.archive.org/web/20180102211454im_/https://media.eurekalert.org/multimedia_prod/pub/rel/159507_rel.jpg", "https://web.archive.org/web/20180102211454im_/https://media.eurekalert.org/multimedia_prod/pub/web/159507_web.jpg", "https://web.archive.org/web/20180102211454im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180102211454im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180102211454im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180102211454im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180102211454im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180102211454im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180102211454im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180102211454im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20180102211454im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180102211454im_/https://www.eurekalert.org/images/meganav/AM18_Newsroom.jpg", "https://web.archive.org/web/20180102211454im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180102211454im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180102211454im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180102211454im_/https://www.eurekalert.org/multimedia/pub/web/159507_web.jpg"], "top_img": "https://web.archive.org/web/20180102211454im_/https://www.eurekalert.org/multimedia/pub/web/159507_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180102211454/https://www.eurekalert.org/pub_releases/2018-01/mcog-hdo010218.php", "title": "High doses of vitamin D rapidly reduce arterial stiffness", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "In just four months, high-doses of vitamin D reduce arterial stiffness in young, overweight/obese, vitamin-deficient, but otherwise still healthy African-Americans, researchers say.", "keywords": "Nutrition/Nutrients, Medicine/Health, Cardiology, Clinical Trials, Diet/Body Weight", "date": "Tue, 02 Jan 2018 05:00:00 GMT/UTC", "journal": "PLOS ONE", "type": "research", "institution": "Medical College of Georgia at Augusta University", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "MCG_AUG", "domain": "www.eurekalert.org", "title": "High doses of vitamin D rapidly reduce arterial stiffness", "description": "In just four months, high-doses of vitamin D reduce arterial stiffness in young, overweight/obese, vitamin-deficient, but otherwise still healthy African-Americans, researchers say."}, "og": {"title": "High doses of vitamin D rapidly reduce arterial stiffness", "description": "In just four months, high-doses of vitamin D reduce arterial stiffness in young, overweight/obese, vitamin-deficient, but otherwise still healthy African-Americans, researchers say.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180102211454/https://www.eurekalert.org/pub_releases/2018-01/mcog-hdo010218.php", "image": "https://web.archive.org/web/20180102211454im_/https://www.eurekalert.org/multimedia/pub/web/159507_web.jpg", "type": "website"}, "fb": {"profile_id": "MCG.AUG"}}, "movies": [], "publish_date": 1517202000.0, "source": "https://web.archive.org", "summary": ""}