{"url": "https://web.archive.org/web/20161011161727/https://www.eurekalert.org/pub_releases/2016-10/uoih-fhc100616.php", "text": "In the first controlled clinical trial of nicotinamide riboside (NR), a newly discovered form of Vitamin B3, researchers have shown that the compound is safe for humans and increases levels of a cell metabolite that is critical for cellular energy production and protection against stress and DNA damage.\n\nStudies in mice have shown that boosting the levels of this cell metabolite--known as NAD+--can produce multiple health benefits, including resistance to weight gain, improved control of blood sugar and cholesterol, reduced nerve damage, and longer lifespan. Levels of NAD+ diminish with age, and it has been suggested that loss of this metabolite may play a role in age-related health decline.\n\nThese findings in animal studies have spurred people to take commercially available NR supplements designed to boost NAD+. However, these over-the-counter supplements have not undergone clinical trials to see if they work in people.\n\nThe new research, reported Oct. 10 in the journal Nature Communications, was led by Charles Brenner, PhD, professor and Roy J. Carver Chair of Biochemistry at the University of Iowa Carver College of Medicine in collaboration with colleagues at Queens University Belfast and ChromaDex Corp. (NASDAQ: CDXC), which supplied the NR used in the trial. Brenner is a consultant for ChromaDex. He also is co-founder and Chief Scientific Adviser of ProHealthspan, which sells NR supplements under the trade name Tru NIAGEN®.\n\nThe human trial involved six men and six women, all healthy. Each participant received single oral doses of 100 mg, 300 mg, or 1,000 mg of NR in a different sequence with a seven-day gap between doses. After each dose, blood and urine samples were collected and analyzed by Brenner's lab to measure various NAD+ metabolites in a process called metabolomics. The trial showed that the NR vitamin increased NAD+ metabolism by amounts directly related to the dose, and there were no serious side effects with any of the doses.\n\n\"This trial shows that oral NR safely boosts human NAD+ metabolism,\" Brenner says. \"We are excited because everything we are learning from animal systems indicates that the effectiveness of NR depends on preserving and/or boosting NAD+ and related compounds in the face of metabolic stresses. Because the levels of supplementation in mice that produce beneficial effects are achievable in people, it appears than health benefits of NR will be translatable to humans safely.\"\n\nThe next step will be to study the effect of longer duration NR supplementation on NAD+ metabolism in healthy adults, but Brenner also has plans to test the effects of NR in people with diseases and health conditions, including elevated cholesterol, obesity and diabetes, and people at risk for chemotherapeutic peripheral neuropathy.\n\nSelf-study precedes clinical trial\n\nPrior to the formal clinical trial, Brenner conducted a pilot human study - on himself. In 2004, he had discovered that NR is a natural product found in milk and that there is pathway to convert NR to NAD+ in people. More than a decade of research on NR metabolic pathways and health effects in mice and rats had convinced him that NR supplementation had real promise to improve human health and wellness. After consulting with UI's institutional review board, he conducted an experiment in which he took 1 gram of NR once a day for seven days, and his team analyzed blood and urine samples using mass spectrometry. The experiment showed that Brenner's blood NAD+ increased by about 2.7 times. In addition, though he reported immediate sensitivity to flushing with the related compound niacin, he did not experience any side effects taking NR.\n\nThe biggest surprise from his metabolomic analysis was an increase in a metabolite called NAAD, which was multiplied by 45 times, from trace levels to amounts in the micromolar range that were easily detectable.\n\n\"While this was unexpected, I thought it might be useful,\" Brenner says. \"NAD+ is an abundant metabolite and it is sometimes hard to see the needle move on levels of abundant metabolites. But when you can look at a low-abundance metabolite that goes from undetectable to easily detectable, there is a great signal to noise ratio, meaning that NAAD levels could be a useful biomarker for tracking increases in NAD+ in human trials.\"\n\nBrenner notes this was a case of bidirectional translational science; having learned something from the initial human experiment, his team was able to return to laboratory mice to explore the unexpected NAAD finding in more detail.\n\nFirst mice, then men and women\n\nBrenner's mouse study showed that NAAD is formed from NR and confirmed that NAAD levels are a strong biomarker for increased NAD+ metabolism. The experiments also revealed more detail about NAD+ metabolic pathways.\n\nIn particular, the researchers compared the ability of all three NAD+ precursor vitamins - NR, niacin, and nicotinamide - to boost NAD+ metabolism and stimulate the activity of certain enzymes, which have been linked to longevity and health benefits. The study showed for the first time that oral NR is superior to nicotinamide, which is better than niacin in terms of the total amount of NAD+ produced at an equivalent dose. NR was also the best of the three in stimulating the activity of sirtuin enzymes. However, in this case, NR was the best at stimulating sirtuin-like activities, followed by niacin, followed by nicotinamide.\n\nThe information from the mouse study subsequently helped Brenner's team design the formal clinical trial. In addition to showing that NR boosts NAD+ in humans without adverse effects, the trial confirmed that NAAD is a highly sensitive biomarker of NR supplementation in people.\n\n\"Now that we have demonstrated safety in this small clinical trial, we are in a position to find out if the health benefits that we have seen in animals can be reproduced in people,\" says Brenner, who also is co-director of the Obesity Research and Education Initiative, professor of internal medicine, and a member of the Fraternal Order of Eagles Diabetes Research Center at the UI.\n\n###\n\nIn addition to Brenner, the research team included lead study author Samuel Trammell, Mark Schmidt, Benjamin Weidemann, Zhonggang Li, and E. Dale Abel at the UI Carver College of Medicine; Philip Redpath and Marie Migaud at Queens University Belfast; Frank Jaksch at ChromaDex in Irvine, Calif, and Ryan Dellinger, formerly at ChromaDex.\n\nThe research was funded in part by grants from the National Institutes of Health, the Biotechnology and Biological Sciences Research Council, the Roy J. Carver Trust, and ChromaDex.", "images": ["https://web.archive.org/web/20161011161727im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20161011161727im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20161011161727im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20161011161727im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20161011161727im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20161011161727im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20161011161727im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20161011161727im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20161011161727im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20161011161727im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20161011161727im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20161011161727im_/https://www.eurekalert.org/images/meganav/ACSMeeting.201608.jpg", "https://web.archive.org/web/20161011161727im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif"], "top_img": "https://web.archive.org/web/20161011161727im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20161011161727/http://www.eurekalert.org/pub_releases/2016-10/uoih-fhc100616.php", "title": "First human clinical trial for nicotinamide riboside", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "In the first controlled clinical trial of nicotinamide riboside (NR), a newly discovered form of vitamin B3, researchers have shown that the compound is safe for humans and increases levels of a cell metabolite that is critical for cellular energy production and protection against stress and DNA damage.", "keywords": "Medicine/Health, Aging, Metabolism/Metabolic Diseases, Nutrition/Nutrients", "date": "Mon, 10 Oct 2016 04:00:00 GMT", "funder": "National Institutes of Health, Biotechnology and Biological Sciences Research Council, Roy J. Carver Trust, and ChromaDex Corp", "journal": "Nature Communications", "type": "research", "institution": "University of Iowa Health Care", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "uihealthcare", "domain": "www.eurekalert.org", "title": "First human clinical trial for nicotinamide riboside", "description": "In the first controlled clinical trial of nicotinamide riboside (NR), a newly discovered form of vitamin B3, researchers have shown that the compound is safe for humans and increases levels of a cell metabolite that is critical for cellular energy production and protection against stress and DNA damage."}, "og": {"title": "First human clinical trial for nicotinamide riboside", "description": "In the first controlled clinical trial of nicotinamide riboside (NR), a newly discovered form of vitamin B3, researchers have shown that the compound is safe for humans and increases levels of a cell metabolite that is critical for cellular energy production and protection against stress and DNA damage.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20161011161727/http://www.eurekalert.org/pub_releases/2016-10/uoih-fhc100616.php", "image": "https://web.archive.org/web/20161011161727im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1477713600.0, "source": "https://web.archive.org", "summary": ""}