{"url": "https://web.archive.org/web/20170223210112/https://www.eurekalert.org/pub_releases/2017-02/aha-rac021517.php", "text": "HOUSTON, Feb. 23, 2017 - stroke patients receiving clot-busting medications before arriving at the hospital have a lower risk for disability afterward, according to research presented at the American Stroke Association's International Stroke Conference 2017.\n\nResearchers analyzed results from 658 stroke patients who were treated with tPA - a drug that dissolves blood clots. About half of the participants received the clot-busting drug at the hospital, and half received it while still in the ambulance.\n\nThis preliminary study showed that three months after stroke, 182 out of every 1,000 patients treated before arriving at hospital were less disabled, including 58 patients who had zero disability, compared to people who received treatment after reaching the hospital.\n\n\"Time is brain in acute stroke after vascular collaterals fail, and faster treatment yields better outcomes,\" said May Nour, M.D., Ph.D., lead researcher, interventional neurologist and director of UCLA's Mobile Stroke Rescue Program. \"Our study shows pre-hospital clot-busting is a promising, evolving approach to providing tPA stroke therapy. Its better outcomes could offset the increased costs of a mobile stroke unit.\"\n\nPast research showed the sooner that a clot-busting tPA drug is given after an ischemic stroke - one in which a clot is blocking blood flow - the better patients fare. But tPA is not indicated and could hurt a patient's chances if they are having a hemorrhagic stroke, in which a blood vessel ruptures. That is why patients need a CT scan to confirm the type of stroke before receiving tPA.\n\nEvery second counts, in the current standard of care, patients who experience stroke-like symptoms and call 9-1-1 arriving to the hospital by ambulance are assessed by clinical examination and imaging (CT or MRI scan) in the Emergency Department. This takes a certain amount of time from the patient's symptom onset which prompted the 9-1-1 call.\n\nIn a mobile stroke unit, a specialized ambulance is equipped with a CT scanner, a paramedic, a critical care nurse, a CT technologist and a neurologist in person or by telemedicine. The ambulance arrives, does the CT on-site, gives the clot-busting drug if indicated and then transports the patient to the hospital.\n\nNour's team used data from Berlin's PHANTOM-S study, which took place from 2011 to 2015 and included 427 participants (median age 72) which were compared to 505 patients who received conventional care with in-hospital clot busting. Researchers analyzed information about patients' disabilities to determine how many needed to be treated in the mobile stroke unit to yield a greater benefit in disability outcomes when compared to patients who received tPA at the hospital.\n\nThe findings bordered on statistical significance, suggesting that future clinical trials with a greater number of patients are needed to show similar benefits.\n\n\"People should know the warning signs of stroke and call 9-1-1 as soon as they observe stroke signs,\" said Nour. \"Treatment then needs to happen as quickly as possible, and a mobile stroke unit may allow that to happen.\"\n\n###\n\nCoauthors include Sidney Starkman, M.D.; Latisha Sharma, M.D.; and Jeffrey Saver, M.D.\n\nAuthor disclosures are on the abstract.\n\nThe study was funded by the Arline and Henry Gluck Foundation.\n\nAdditional Resources:\n\nAny available downloadable video/audio interviews, B-roll, animation, graphics, and images related to this news release are on the right column of the release link http://newsroom. heart. org/ news/ receiving-a-clot-buster-drug-before-reaching-the-hospital-may-reduce-stroke-disability?preview= 8d90e8b7365e02f82394741cf20abd4c .\n\n. Acute Ischemic Stroke Treatment Toolkit\n\nVideo clips with researchers/authors of the studies will be added to the release link as available.\n\nFollow news from ASA International Stroke Conference 2017 via Twitter @HeartNews\n\nStatements and conclusions of study authors that are presented at American Heart Association scientific meetings are solely those of the study authors and do not necessarily reflect association policy or position. The association makes no representation or warranty as to their accuracy or reliability. The association receives funding primarily from individuals; foundations and corporations (including pharmaceutical, device manufacturers and other companies) also make donations and fund specific association programs and events. The association has strict policies to prevent these relationships from influencing the science content. Revenues from pharmaceutical and device corporations are available at http://www. heart. org/ corporatefunding .\n\nNote: Actual presentation is 8:12 a.m. CT/9:12 a.m. ET, Thursday, Feb. 23, 2017.", "images": ["https://web.archive.org/web/20170223210112im_/https://www.eurekalert.org/images/meganav/AM17-NoDate.png", "https://web.archive.org/web/20170223210112im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170223210112im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170223210112im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170223210112im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170223210112im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170223210112im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170223210112im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170223210112im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170223210112im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170223210112im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170223210112im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170223210112im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png"], "top_img": "https://web.archive.org/web/20170223210112im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170223210112/https://www.eurekalert.org/pub_releases/2017-02/aha-rac021517.php", "title": "Receiving a clot-buster drug before reaching the hospital may reduce stroke disability", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A preliminary study shows that giving a clot-busting drug in a mobile stroke unit ambulance may lead to less disability after stroke, compared to when the clot-buster is given after reaching the hospital. The study suggests that ambulances with the personnel and equipment capable of diagnosing ischemic stroke may be worth the extra cost, due to the decrease in patient disability afterward.", "keywords": "Medicine/Health, Cardiology, Stroke", "date": "Thu, 23 Feb 2017 05:00:00 GMT", "type": "research", "institution": "American Heart Association", "meeting": "AHA/ASA International Stroke Conference 2017", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "HeartNews", "domain": "www.eurekalert.org", "title": "Receiving a clot-buster drug before reaching the hospital may reduce stroke disability", "description": "A preliminary study shows that giving a clot-busting drug in a mobile stroke unit ambulance may lead to less disability after stroke, compared to when the clot-buster is given after reaching the hospital. The study suggests that ambulances with the personnel and equipment capable of diagnosing ischemic stroke may be worth the extra cost, due to the decrease in patient disability afterward."}, "og": {"title": "Receiving a clot-buster drug before reaching the hospital may reduce stroke disability", "description": "A preliminary study shows that giving a clot-busting drug in a mobile stroke unit ambulance may lead to less disability after stroke, compared to when the clot-buster is given after reaching the hospital. The study suggests that ambulances with the personnel and equipment capable of diagnosing ischemic stroke may be worth the extra cost, due to the decrease in patient disability afterward.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170223210112/https://www.eurekalert.org/pub_releases/2017-02/aha-rac021517.php", "image": "https://web.archive.org/web/20170223210112im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "americanheart"}}, "movies": [], "publish_date": 1488258000.0, "source": "https://web.archive.org", "summary": ""}