{"url": "http://www.fda.gov/NewsEvents/Newsroom/PressAnnouncements/ucm498442.htm", "text": "For Immediate Release: April 29, 2016\n\nThe U.S. Food and Drug Administration today approved Nuplazid (pimavanserin) tablets, the first drug approved to treat hallucinations and delusions associated with psychosis experienced by some people with Parkinson’s disease.\n\nHallucinations or delusions can occur in as many as 50 percent of patients with Parkinson’s disease at some time during the course of their illness. People who experience them see or hear things that are not there (hallucinations) and/or have false beliefs (delusions). The hallucinations and delusions experienced with Parkinson’s disease are serious symptoms, and can lead to thinking and emotions that are so impaired that the people experiencing them may not relate to loved ones well or take appropriate care of themselves.\n\n“Hallucinations and delusions can be profoundly disturbing and disabling,” said Mitchell Mathis, M.D., director of the Division of Psychiatry Products in the FDA’s Center for Drug Evaluation and Research. “Nuplazid represents an important treatment for people with Parkinson’s disease who experience these symptoms.”\n\nAn estimated 50,000 Americans are diagnosed with Parkinson’s disease each year, according to the National Institutes of Health, and about one million Americans have the condition. The neurological disorder typically occurs in people over age 60, when cells in the brain that produce a chemical called dopamine become impaired or die. Dopamine helps transmit signals between the areas of the brain that produce smooth, purposeful movement -- like eating, writing and shaving. Early symptoms of the disease are subtle and occur gradually. In some people Parkinson’s disease progresses more quickly than in others. As the disease progresses, the shaking, or tremor, which affects the majority of people with Parkinson’s disease, may begin to interfere with daily activities. Other symptoms may include depression and other emotional changes; hallucinations and delusions; difficulty in swallowing, chewing, and speaking; urinary problems or constipation; skin problems; and sleep disruptions.\n\nThe effectiveness of Nuplazid was shown in a six-week clinical trial of 199 participants. Nuplazid was shown to be superior to placebo in decreasing the frequency and/or severity of hallucinations and delusions without worsening the primary motor symptoms of Parkinson’s disease.\n\nAs with other atypical antipsychotic drugs, Nuplazid has a Boxed Warning alerting health care professionals about an increased risk of death associated with the use of these drugs to treat older people with dementia-related psychosis. No drug in this class is approved to treat patients with dementia-related psychosis.\n\nIn clinical trials, the most common side effects reported by participants taking Nuplazid were: swelling, usually of the ankles, legs, and feet due to the accumulation of excessive fluid in the tissue (peripheral edema); nausea; and abnormal state of mind (confused state).\n\nNuplazid was granted breakthrough therapy designation for the treatment of hallucinations and delusions associated with Parkinson’s disease. Breakthrough therapy designation is a program designed to expedite the development and review of drugs that are intended to treat a serious condition and where preliminary clinical evidence indicates that the drug may demonstrate substantial improvement over available therapy on a clinically significant endpoint. The drug was also granted a priority review. The FDA’s priority review program provides for an expedited review of drugs that offer a significant improvement in the safety or effectiveness for the treatment, prevention, or diagnosis of a serious condition.\n\nNuplazid is marketed by Acadia Pharmaceuticals Inc. of San Diego, California.\n\nThe FDA, an agency within the U.S. Department of Health and Human Services, protects the public health by assuring the safety, effectiveness, and security of human and veterinary drugs, vaccines and other biological products for human use, and medical devices. The agency also is responsible for the safety and security of our nation’s food supply, cosmetics, dietary supplements, products that give off electronic radiation, and for regulating tobacco products.\n\n###\n\nInquiries Media: Sandy Walsh 301-796-4669 Consumer: 888-INFO-FDA\n\nRelated Information", "images": ["http://www.fda.gov/themes/custom/preview/assets/images/US_Flag.png", "http://www.fda.gov/themes/custom/preview/assets/images/icon-https.svg", "http://www.fda.gov/themes/custom/preview/assets/images/icon-dot-gov.svg", "https://www.fda.gov/themes/custom/preview/img/FDA-Social-Graphic.png"], "top_img": "https://www.fda.gov/themes/custom/preview/img/FDA-Social-Graphic.png", "keywords": [], "authors": [], "canonical_link": "http://www.fda.gov/news-events/press-announcements/fda-approves-first-drug-treat-hallucinations-and-delusions-associated-parkinsons-disease", "title": "FDA approves first drug to treat hallucinations and delusions associated with Parkinson’s disease", "meta_data": {"title": "FDA approves first drug to treat hallucinations and delusions associated with Parkinson’s disease | FDA", "og": {"site_name": "U.S. Food and Drug Administration", "type": "Article", "url": "http://www.fda.gov/news-events/press-announcements/fda-approves-first-drug-treat-hallucinations-and-delusions-associated-parkinsons-disease", "title": "FDA approves first drug to treat hallucinations and delusions associated with Parkinson’s disease", "updated_time": "Fri, 03/01/2019 - 11:49", "image": "https://www.fda.gov/themes/custom/preview/img/FDA-Social-Graphic.png", "description": "The U.S. Food and Drug Administration today approved Nuplazid (pimavanserin) tablets, the first drug approved to treat hallucinations and delusions associated with psychosis experienced by some people with Parkinson’s disease."}, "twitter": {"card": "summary_large_image", "site": "@US_FDA", "title": "FDA approves first drug to treat hallucinations and delusions associated with Parkinson’s disease", "creator": "@US_FDA", "image": "https://www.fda.gov/themes/custom/preview/img/FDA-Social-Graphic.png", "description": "The U.S. Food and Drug Administration today approved Nuplazid (pimavanserin) tablets, the first drug approved to treat hallucinations and delusions associated with psychosis experienced by some people with Parkinson’s disease."}, "dcterms.title": "FDA approves first drug to treat hallucinations and delusions associated with Parkinson’s disease", "dcterms.creator": "Office of the Commissioner", "description": "The U.S. Food and Drug Administration today approved Nuplazid (pimavanserin) tablets, the first drug approved to treat hallucinations and delusions associated with psychosis experienced by some people with Parkinson’s disease.", "dcterms.description": "The U.S. Food and Drug Administration today approved Nuplazid (pimavanserin) tablets, the first drug approved to treat hallucinations and delusions associated with psychosis experienced by some people with Parkinson’s disease.", "google-site-verification": "tWxlDhm4ANdksJZPj7TBmHgNoMqZCnecPp0Aa2vC9XA", "dcterms.publisher": "FDA", "dcterms.issued": "Fri, 04/29/2016 - 13:09", "dcterms.source": "FDA", "article": {"publisher": "FDA", "published_time": "Tue, 09/10/2019 - 22:41", "modified_time": "Fri, 03/01/2019 - 11:49"}, "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0"}, "movies": [], "publish_date": 1568169660.0, "source": "http://www.fda.gov", "summary": ""}