{"url": "https://web.archive.org/web/20161020161034/https://www.eurekalert.org/pub_releases/2016-10/fau-tsr101416.php", "text": "For decades, research has suggested a link between oral health and inflammatory diseases affecting the entire body -- in particular, heart attacks and strokes.\n\nThe results released today from a randomized trial of a novel plaque identifying toothpaste, (Plaque HD®), show statistically significant reductions in dental plaque and inflammation throughout the body. Inflammation throughout the body is accurately measured by high sensitivity C-reactive protein (hs-CRP), a sensitive marker for future heart attacks and strokes. These results, published today online ahead of print in the American Journal of Medicine, with an accompanying editorial by the editor-in-chief, show that Plaque HD®, produced statistically significant reductions in dental plaque and inflammation throughout the body as measured by hs-CRP.\n\nIn this trial, all randomized subjects were given the same brushing protocol and received a 60-day supply of toothpaste containing either Plaque HD® or an identical non-plaque identifying placebo toothpaste. To assess dental plaque, all subjects utilized a fluorescein mouth rinse, and intraoral photographs were taken under black light imaging. For hs-CRP, levels were measured by an independent laboratory using an enzyme linked immunosorbent assay.\n\n\"While the findings on reducing dental plaque extend a previous observation, the findings on decreasing inflammation are new and novel,\" said Charles H. Hennekens, M.D., Dr.P.H., senior author and first Sir Richard Doll Professor, and senior academic advisor to the dean in the Charles E. Schmidt College of Medicine at Florida Atlantic University.\n\nLast month, the prestigious New England Journal of Medicine ranked the original manuscript by Hennekens and colleagues on aspirin, inflammation and cardiovascular disease, published in 1997, as their most influential original report of the last 20 years. The original research from the landmark Physician's Health Study, in which Hennekens was the founding principal investigator, was the first to demonstrate that hs-CRP predicted future heart attacks and strokes.\n\nIn the accompanying editorial titled, \"Can a Toothpaste Reduce Heart Attacks and Strokes?,\" Joseph S. Alpert, M.D., an internationally renowned cardiologist, noted the importance and timeliness of these findings and commented on how his father, a dentist, had told him even before he went to medical school, that dental health may affect heart attacks and strokes.\n\nPlaque HD® is the first toothpaste that reveals plaque so that it can be removed with directed brushing. In addition, the product's proprietary formulation contains unique combinations and concentrations of cleaning agents that weaken the core of the plaque structure to help the subject visualize and more effectively remove the plaque.\n\nThis investigator initiated randomized trial was published in collaboration with academic collaborators from the University of Illinois at the Chicago School of Dentistry and the University of Wisconsin School of Medicine and Public Health.\n\nBased on these findings, Hennekens and colleagues are drafting an investigator initiated research grant proposal to the National Institutes of Health (NIH) under the direction of co-author Patrick E. McBride, M.D., M.P.H., professor of medicine and interim associate dean for faculty affairs at the University of Wisconsin School of Medicine and Public Health. This large scale randomized trial will test whether Plaque HD® reduces risks of heart attacks and strokes. The trial will be conducted in the Wisconsin Network for Health Research (WiNHR) and the Wisconsin Research and Education Network (WREN), both of which McBride directs.\n\nAmong the numerous honors and recognition Hennekens has received include the 2013 Fries Prize for Improving Health for his seminal contributions to the treatment and prevention of cardiovascular disease, the 2013 Presidential Award from his alma mater, Queens College, for his distinguished contributions to society, and the 2013 honoree of the American Heart Association, which he shared with FAU's College of Medicine for reducing premature deaths from heart attacks and strokes.\n\nFrom 1995 to 2005, Science Watch ranked Hennekens as the third most widely cited medical researcher in the world and five of the top 20 were his former trainees and/or fellows. In 2012, Science Heroes ranked Hennekens No. 81 in the history of the world for having saved more than 1.1 million lives.\n\nIn 2014, he received the Ochsner Award for reducing premature deaths from cigarettes. In 2016, he was ranked the No. 14 \"Top Scientist in the World\" with an H-index of 173.\n\n###\n\nAbout Florida Atlantic University:", "images": ["https://web.archive.org/web/20161020161034im_/https://www.eurekalert.org/images/meganav/ACSMeeting.201608.jpg", "https://web.archive.org/web/20161020161034im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20161020161034im_/https://media.eurekalert.org/multimedia_prod/pub/rel/124868_rel.jpg", "https://web.archive.org/web/20161020161034im_/https://www.eurekalert.org//media.eurekalert.org/multimedia_prod/pub/web/124868_web.jpg", "https://web.archive.org/web/20161020161034im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20161020161034im_/https://media.eurekalert.org/multimedia_prod/pub/web/124868_web.jpg", "https://web.archive.org/web/20161020161034im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20161020161034im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20161020161034im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20161020161034im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20161020161034im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20161020161034im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20161020161034im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20161020161034im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20161020161034im_/https://www.eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20161020161034im_/https://www.eurekalert.org//media.eurekalert.org/multimedia_prod/pub/web/124868_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20161020161034/http://www.eurekalert.org/pub_releases/2016-10/fau-tsr101416.php", "title": "Toothpaste significantly reduces dental plaque and inflammation throughout the body", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "For decades, research has suggested a link between oral health and inflammatory diseases affecting the entire body --  in particular, heart attacks and strokes. Results from a randomized trial of a novel plaque identifying toothpaste, Plaque HD®, produced statistically significant reductions in dental plaque and inflammation throughout the body as measured by high sensitivity C-reactive protein (hs-CRP), a sensitive marker for future heart attacks and strokes.", "keywords": "Biotechnology, Biochemistry, Pharmaceutical Sciences, Medicine/Health, Cardiology, Stroke, Clinical Trials, Pharmaceutical Science, Public Health", "date": "Wed, 19 Oct 2016 04:00:00 GMT", "journal": "American Journal of Medicine", "type": "research", "institution": "Florida Atlantic University", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "EurekAlertAAAS", "domain": "www.eurekalert.org", "title": "Toothpaste significantly reduces dental plaque and inflammation throughout the body", "description": "For decades, research has suggested a link between oral health and inflammatory diseases affecting the entire body --  in particular, heart attacks and strokes. Results from a randomized trial of a novel plaque identifying toothpaste, Plaque HD®, produced statistically significant reductions in dental plaque and inflammation throughout the body as measured by high sensitivity C-reactive protein (hs-CRP), a sensitive marker for future heart attacks and strokes."}, "og": {"title": "Toothpaste significantly reduces dental plaque and inflammation throughout the body", "description": "For decades, research has suggested a link between oral health and inflammatory diseases affecting the entire body --  in particular, heart attacks and strokes. Results from a randomized trial of a novel plaque identifying toothpaste, Plaque HD®, produced statistically significant reductions in dental plaque and inflammation throughout the body as measured by high sensitivity C-reactive protein (hs-CRP), a sensitive marker for future heart attacks and strokes.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20161020161034/http://www.eurekalert.org/pub_releases/2016-10/fau-tsr101416.php", "image": "https://web.archive.org/web/20161020161034im_/https://www.eurekalert.org//media.eurekalert.org/multimedia_prod/pub/web/124868_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1477713600.0, "source": "https://web.archive.org", "summary": ""}