{"url": "https://web.archive.org/web/20171222031528/https://www.eurekalert.org/pub_releases/2017-12/uop-wfc121917.php", "text": "Children who eat fish at least once a week sleep better and have IQ scores that are 4 points higher, on average, than those who consume fish less frequently or not at all, according to new findings from the University of Pennsylvania published this week in Scientific Reports, a Nature journal.\n\nPrevious studies showed a relationship between omega-3s, the fatty acids in many types of fish, and improved intelligence, as well as omega-3s and better sleep. But they've never all been connected before. This work, conducted by Jianghong Liu, Jennifer Pinto-Martin and Alexandra Hanlon of the School of Nursing and Penn Integrates Knowledge Professor Adrian Raine, reveals sleep as a possible mediating pathway, the potential missing link between fish and intelligence.\n\n\"This area of research is not well-developed. It's emerging,\" said Liu, lead author on the paper and an associate professor of nursing and public health. \"Here we look at omega-3s coming from our food instead of from supplements.\"\n\nFor the work, a cohort of 541 9- to 11-year-olds in China, 54 percent boys and 46 percent girls, completed a questionnaire about how often they consumed fish in the past month, with options ranging from \"never\" to \"at least once per week.\" They also took the Chinese version of an IQ test called the Wechsler Intelligence Scale for Children-Revised, which examines verbal and non-verbal skills such as vocabulary and coding.\n\nTheir parents then answered questions about sleep quality using the standardized Children Sleep Habits Questionnaire, which included topics such as sleep duration and frequency of night waking or daytime sleepiness. Finally, the researchers controlled for demographic information, including parental education, occupation and marital status and number of children in the home.\n\nAnalyzing these data points, the Penn team found that children who reported eating fish weekly scored 4.8 points higher on the IQ exams than those who said they \"seldom\" or \"never\" consumed fish. Those whose meals sometimes included fish scored 3.3 points higher. In addition, increased fish consumption was associated with fewer disturbances of sleep, which the researchers say indicates better overall sleep quality.\n\n\"Lack of sleep is associated with antisocial behavior; poor cognition is associated with antisocial behavior,\" said Raine, who has appointments in the School of Arts and Sciences and Penn's Perelman School of Medicine. \"We have found that omega-3 supplements reduce antisocial behavior, so it's not too surprising that fish is behind this.\"\n\nPinto-Martin, who is executive director of Penn's Center for Public Health Initiatives, as well as the Viola MacInnes/Independence Professor of Nursing and a professor of epidemiology in Penn Medicine, sees strong potential for the implications of this research.\n\n\"It adds to the growing body of evidence showing that fish consumption has really positive health benefits and should be something more heavily advertised and promoted,\" she said. \"Children should be introduced to it early on.\" That could be as young as 10 months, as long as the fish has no bones and has been finely chopped, but should start by around age 2.\n\n\"Introducing the taste early makes it more palatable,\" Pinto-Martin said. \"It really has to be a concerted effort, especially in a culture where fish is not as commonly served or smelled. Children are sensitive to smell. If they're not used to it, they may shy away from it.\"\n\nGiven the young age of this study group, Liu and colleagues chose not to analyze the details participants reported about the types of fish consumed, though they plan to do so for work on an older cohort in the future. The researchers also want to add to this current observational study to establish, through randomized controlled trials, that eating fish can lead to better sleep, better school performance and other real-life, practical outcomes.\n\nFor the moment, the researchers recommend incrementally incorporating additional fish into a diet; consumption even once a week moves a family into the \"high\" fish-eating group as defined in the study.\n\n\"Doing that could be a lot easier than nudging children about going to bed,\" Raine said. \"If the fish improves sleep, great. If it also improves cognitive performance -- like we've seen here -- even better. It's a double hit.\"\n\n###\n\nFunding for this research came from the National Institutes of Health/National Institute of Environmental Health Sciences grants R01-ES-018858, K02-ES-019878, K01-ES015877 and P30 ES013508, with additional support from the Intramural program of the National Institute on Alcohol Abuse and Alcoholism.", "images": ["https://web.archive.org/web/20171222031528im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20171222031528im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20171222031528im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20171222031528im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20171222031528im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20171222031528im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20171222031528im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20171222031528im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20171222031528im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20171222031528im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20171222031528im_/https://www.eurekalert.org/images/meganav/AM18_Newsroom.jpg", "https://web.archive.org/web/20171222031528im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20171222031528im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20171222031528im_/https://www.eurekalert.org/images/e4/logo-footer.png"], "top_img": "https://web.archive.org/web/20171222031528im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20171222031528/https://www.eurekalert.org/pub_releases/2017-12/uop-wfc121917.php", "title": "Weekly fish consumption linked to better sleep, higher IQ, Penn study finds", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Regular fish consumption has been shown to improve cognition. It's also been known to help with sleep. A new study conducted by University of Pennsylvania researchers connects all three for the first time. The team found that children who eat fish at least once a week sleep better and have higher IQs by an average of 4 points.", "keywords": "Medicine/Health, Diet/Body Weight, Metabolism/Metabolic Diseases, Nutrition/Nutrients, Pediatrics, Social/Behavioral Science, Behavior, Parenting/Child Care/Family", "date": "Thu, 21 Dec 2017 05:00:00 GMT/UTC", "funder": "NIH/National Institute of Environmental Health Sciences, NIH/National Institute on Alcohol Abuse and Alcoholism", "journal": "Scientific Reports", "type": "research", "institution": "University of Pennsylvania", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "Penn", "domain": "www.eurekalert.org", "title": "Weekly fish consumption linked to better sleep, higher IQ, Penn study finds", "description": "Regular fish consumption has been shown to improve cognition. It's also been known to help with sleep. A new study conducted by University of Pennsylvania researchers connects all three for the first time. The team found that children who eat fish at least once a week sleep better and have higher IQs by an average of 4 points."}, "og": {"title": "Weekly fish consumption linked to better sleep, higher IQ, Penn study finds", "description": "Regular fish consumption has been shown to improve cognition. It's also been known to help with sleep. A new study conducted by University of Pennsylvania researchers connects all three for the first time. The team found that children who eat fish at least once a week sleep better and have higher IQs by an average of 4 points.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20171222031528/https://www.eurekalert.org/pub_releases/2017-12/uop-wfc121917.php", "image": "https://web.archive.org/web/20171222031528im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "UnivPennsylvania"}}, "movies": [], "publish_date": 1514523600.0, "source": "https://web.archive.org", "summary": ""}