{"url": "http://www.newswise.com/articles/view/654585/?sc=mwhn", "text": "Newswise — New Brunswick, N.J. – June 2, 2016 – According to the American Cancer Society, the chance of being diagnosed with thyroid cancer has risen rapidly in the United States in recent years. This appears to be due to increased use of technology to detect thyroid nodules that may not otherwise been found previously. Most thyroid cancers can be treated successfully, but advanced cases can be difficult to treat, especially if they do not respond to radioactive iodine (RAI) therapy. New treatments called ‘immunotherapies’ are being explored. They target a certain protein that has the ability to shut down T cells – a part of white blood cells that help the body fight infection and disease naturally. In blocking this activity, these new immunotherapy drugs help T cells get back to work in protecting the body.\n\nJanice M. Mehnert, MD, director of the Phase I and Developmental Therapeutics Program at Rutgers Cancer Institute of New Jersey, is the lead author of research highlighting the immunotherapy drug pembrolizumab and its effect on advanced thyroid cancer. The work is being presented at the American Society of Clinical Oncology (ASCO) Annual Meeting which begins tomorrow in Chicago. Dr. Mehnert, who is also a medical oncologist in the Melanoma and Soft Tissue Oncology Program at Rutgers Cancer Institute, shares more about the research:\n\nQ: How was the study structured?A: At the time our abstract was submitted, 22 patients with a diagnosis of advanced or metastatic papillary or follicular thyroid cancer who failed prior standard therapy were accrued from multiple international sites. Participants received 10 mg of pembrolizumab every two weeks for up to 24 months or until confirmed progression or unacceptable toxicity. Safety, tolerability and response were assessed every eight weeks for the first six months and every 12 weeks thereafter.\n\nQ: What did you find?A: At the time we reported our results, six of the 22 patients remained on treatment. Of those who completed therapy, two patients had a partial response for an overall response rate of 9.1 percent, and there was a stable disease rate of 54.5 percent. The six-month overall survival rate was 100 percent and the six month progression free survival rate was 58.7 percent. Updated results will be announced at the annual meeting. There were no treatment-related deaths or therapy discontinuations due to drug-related adverse effects. Overall, pembrolizumab shows promising antitumor activity in advanced cases of follicular or papillary thyroid cancer which progressed on standard treatment. The clinical benefit of pembrolizumab in advanced thyroid cancer will be further studied in a follow-up phase II clinical trial that is now ongoing to try to discover biomarkers which predict response to treatment with pembrolizumab.\n\nQ: How are immunotherapy drugs changing the landscape of cancer treatment?A: Although many patients treated do not respond, when immunotherapy does induce responses in patients with advanced cancers, these responses may be very long lasting in terms of disease control. As well, at least when used as single agents, these agents tend to confer side effects that patients find much more tolerable than those associated with chemotherapy. It’s an exciting time in early phase drug development when we are observing these results in so many different types of cancer. Additional information is available at http://abstract.asco.org/176/AbstView_176_165870.html.", "images": ["https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/06/1/MehnertJ_coatDVogel0314.jpg&width=100&height=100", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2016/06/1/MehnertJ_coatDVogel0314.jpg&width=502&height=334", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/institutions/logos/xRH_CINJ_PMS186_100K.jpg.pagespeed.ic.qEPHyDe2Ja.jpg", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/06/1/MehnertJ_coatDVogel0314.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/fighting-advanced-thyroid-cancer-with-immunotherapy", "title": "Fighting Advanced Thyroid Cancer with Immunotherapy", "meta_data": {"keywords": "Newswise, pembrolizumab,ASCO Annual Meeting,ASCO 2016,Thyroid Cancer,Rutgers University,New Jersey,Immunotherapy,Cancer, Cell Biology, Local - New Jersey, Medical Meetings,  Rutgers Cancer Institute of New Jersey", "description": "As the chance of being diagnosed with thyroid cancer has risen in recent years, an investigator at Rutgers Cancer Institute of New Jersey and colleagues are exploring the impact of the immunotherapy drug pembrolizumab on advanced disease.  Updated results of their research will be presented at the American Society of Clinical Oncology (ASCO) Annual Meeting.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "As the chance of being diagnosed with thyroid cancer has risen in recent years, an investigator at Rutgers Cancer Institute of New Jersey and colleagues are exploring the impact of the immunotherapy drug pembrolizumab on advanced disease.  Updated results of their research will be presented at the American Society of Clinical Oncology (ASCO) Annual Meeting.", "title": "Fighting Advanced Thyroid Cancer with Immunotherapy", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/06/1/MehnertJ_coatDVogel0314.jpg&width=100&height=100", "url": "https://www.newswise.com/articles/fighting-advanced-thyroid-cancer-with-immunotherapy"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}