{"url": "http://www.newswise.com/articles/view/648792/?sc=mwhn", "text": "Newswise — DALLAS – Feb. 25, 2016 – A 59-year-old heart patient with dangerously high levels of cholesterol that could not be adequately reduced by statin drugs now has near-normal cholesterol levels, thanks to a new class of drugs that grew out of work done by UT Southwestern Medical Center researchers.\n\nTwo of these drugs, in a category known as PCSK9 inhibitors, were approved by the Food and Drug Administration last summer for use by some individuals with extremely high cholesterol levels.\n\n“If you take the core patients who are at highest risk, it makes you appreciate how important this drug class is,” said Dr. Amit Khera, Director of the Preventive Cardiology Program and Associate Professor of Internal Medicine at UT Southwestern.\n\nFrank Brown of Dallas, grandfather of six and the owner of Frank’s Wrecker Service in Dallas, has familial hypercholesterolemia, an inherited condition that causes high levels of cholesterol, especially low-density lipoprotein (LDL) cholesterol or “bad cholesterol.” High levels of LDL cholesterol are strongly associated with heart disease.\n\nMr. Brown, with a history of two heart attacks, had been aggressively treated with multiple drugs to reduce his cholesterol levels, but they remained stubbornly high.\n\n“When I first met Mr. Brown, he had a strong family history of heart disease, he had a cholesterol level that was ridiculously high with an LDL of 384, and he was having chest pains,” said Dr. Amit Khera, who is Mr. Brown’s cardiologist.\n\nDr. Khera, who holds the Dallas Heart Ball Chair in Hypertension and Heart Disease at UT Southwestern, was treating Mr. Brown with three cholesterol-lowering medications: a statin, which is a class of drugs that works by blocking a substance the body needs to make cholesterol; ezetimibe, a drug that blocks absorption of cholesterol in the intestine; and colesevelam, which sequesters bile acids. Even with this trio of medicines, Mr. Brown’s LDL cholesterol level hovered around 200.\n\nThe two PCSK9 inhibitors approved by the FDA last year were developed as a result of research done by UT Southwestern geneticists Dr. Helen Hobbs and Dr. Jonathan Cohen. Using data from the Dallas Heart Study, a population-based study that gathered extensive medical data on 6,000 Dallas residents, the two researchers showed that certain mutations to the gene that codes for the protein PCSK9 lead to low levels of cholesterol in the blood.\n\nFurther,Dr. Hobbs and Dr. Cohen found a woman who had inherited not one, but two of these mutations in the PCSK9 gene – one mutation from each parent. This woman had stunningly low levels of LDL cholesterol. While anything below 100 is considered good, her LDL cholesterol level was just 14. Crucially, this woman was in good health, suggesting that therapies aimed at blocking PCSK9 would not only be effective, but also safe.\n\nTheir research led to the development by drug companies of evolocumab and alirocumab, the two approved PCSK9 inhibitors, which are delivered by monthly or semimonthly injections.\n\nDr. Hobbs, Director of the Eugene McDermott Center for Human Growth and Development, holds the Eugene McDermott Distinguished Chair for the Study of Human Growth and Development, the Philip O’Bryan Montgomery, Jr., M.D. Distinguished Chair in Developmental Biology, and the 1995 Dallas Heart Ball Chair in Cardiology Research. Dr. Cohen, Professor of Internal Medicine and with the McDermott Center, holds the C. Vincent Prothro Distinguished Chair in Human Nutrition Research. Mr. Brown had been part of a clinical trial testing the safety and effectiveness of one of the new PCSK9 inhibitors and, when the drugs were approved, Dr. Khera began working to get Mr. Brown approved by his insurance to be on the new regimen.\n\n“In the world of cholesterol patients, most are well-controlled with statins, and they should stay on those,” said Dr. Khera. “But Mr. Brown is the perfect patient for PCSK9 inhibitors. We knew he could tolerate it because he’d been in a clinical trial, he knew how to administer the injections, and he was very high-risk. We’d exhausted the other options in trying to control his cholesterol.”\n\nTwo months after he started his biweekly injections of the new drug, Mr. Brown’s LDL cholesterol level was down to 111 – not quite normal, which is 100 or less – but an almost 50 percent reduction from the level it had been for years.\n\nIt’s a good sign for Mr. Brown, who looks forward to many more years of running his business, watching Dallas Cowboys games, and spending time with his grandchildren.\n\n“There are many more Frank Browns out there – patients who can’t control their cholesterol with the standard drugs,” said Dr. Khera. “It’s wonderful to have this option to offer this special set of patients.” About UT Southwestern Medical CenterUT Southwestern, one of the premier academic medical centers in the nation, integrates pioneering biomedical research with exceptional clinical care and education. The institution’s faculty includes many distinguished members, including six who have been awarded Nobel Prizes since 1985. The faculty of almost 2,800 is responsible for groundbreaking medical advances and is committed to translating science-driven research quickly to new clinical treatments. UT Southwestern physicians provide medical care in about 80 specialties to more than 100,000 hospitalized patients and oversee approximately 2.2 million outpatient visits a year.\n\n###\n\nThis news release is available on our home page atwww.utsouthwestern.edu/home/news/index.html\n\nTo automatically receive news releases from UT Southwestern via email, subscribe at www.utsouthwestern.edu/receivenews", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/images/institutions/logos/xUTSW_logo.png.pagespeed.ic.VrbqgJixfh.png", "http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2016/02/25/brown-khera-thumb_1.jpg&width=502&height=334", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/02/25/brown-khera-thumb_1.jpg&width=100&height=100", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/02/25/brown-khera-thumb_1.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/pcsk9-inhibitor-drug-class-that-grew-out-of-ut-southwestern-research-becomes-a-game-changer-for-patient-with-extremely-high-cholesterol", "title": "PCSK9-Inhibitor Drug Class That Grew Out of UT Southwestern Research Becomes a Game-Changer for Patient with Extremely High Cholesterol", "meta_data": {"keywords": "Newswise, Pcsk9,Ut Southwestern, LDL cholesterol,Heart Disease,Cholesteral,PCSK9-inhibitor drug,Cardiovascular Health, Heart Disease, Local - Texas, Local - Dallas Metro,  UT Southwestern Medical Center", "description": "A 59-year-old heart patient with dangerously high levels of cholesterol that could not be adequately reduced by statin drugs now has near-normal cholesterol levels, thanks to a new class of drugs that grew out of work done by UT Southwestern Medical Center researchers.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "A 59-year-old heart patient with dangerously high levels of cholesterol that could not be adequately reduced by statin drugs now has near-normal cholesterol levels, thanks to a new class of drugs that grew out of work done by UT Southwestern Medical Center researchers.", "title": "PCSK9-Inhibitor Drug Class That Grew Out of UT Southwestern Research Becomes a Game-Changer for Patient with Extremely High Cholesterol", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/02/25/brown-khera-thumb_1.jpg&width=100&height=100", "url": "https://www.newswise.com/articles/pcsk9-inhibitor-drug-class-that-grew-out-of-ut-southwestern-research-becomes-a-game-changer-for-patient-with-extremely-high-cholesterol"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}