{"url": "https://web.archive.org/web/20170919152515/https://www.eurekalert.org/pub_releases/2017-09/pc-cma091817.php", "text": "New investigation advises doctors to recommend cranberry products as first line of defense against repeated urinary tract infections (UTIs)\n\nCARVER, Mass., September 19, 2017 - A thorough review of dozens of studies led scientists to conclude that healthcare professionals should be telling their patients to have cranberry products as a first step in reducing recurrent UTIs. The comprehensive meta-analysis and assessment of human clinical trials, published in the official journal of the American Urological Association, The Journal of Urology®, assures practitioners and their patients that cranberry products are a low cost, low risk and effective way to help prevent recurrent UTIs.1\n\nTo answer the question, \"Can Cranberries Contribute to Reduce the Incidence of Urinary Tract Infections?\" a total of 28 studies showing results from nearly 5,000 patients were considered. Authors found a statistically significant risk reduction in repeat UTIs overall, but not significant for any particular subgroup. However, patients with recurrent UTIs who ingested cranberry products and had undergone gynecological surgery, experienced a significant reduction in UTIs.\n\n\"Our investigation supports that cranberry products can be a powerful tool to fight off frequent UTIs,\" explains lead author, Dr. Ângelo Luís. \"While recommendations for dosage and duration of treatment require further study, the efficacy of the medicinal properties of cranberry products has been well-established.\"\n\nThe review explains that the medicinal properties of cranberries may be attributed to their unique polyphenol, proanthocyanidins - or PACs, for short. Their ability to keep infection-causing bacteria from sticking to the urinary tract walls may be the major reason for their effectiveness in limiting infection growth and recurrence.\n\nAccording to the authors, scientists and practitioners continue to explore the use of alternative therapies in the prevention of common infections as part of the global movement to reduce antibiotic use and resistance. It is estimated that one third of women in the United States will get a UTI by the age of 24.2\n\n\"Findings like this,\" adds Dr. Luis, \"give practitioners a viable, inexpensive, non-antibiotic option to help patients reduce the recurrence of an uncomfortable and potentially debilitating infection.\"\n\n\"As one of the oldest alternative therapies and U.S.-born berries, independent research such as this not only provides public health benefits, it revitalizes the enthusiasm for cranberry products year-round. The industry appreciates the efforts of these researchers and takes pride in the healthy attributes that cranberry products provide to consumers around the world,\" comments Terry Humfeld, executive director of the non-profit research and education-focused organization, The Cranberry Institute.\n\n###\n\nThis review was funded by Universidade da Beira Interior and bank Santander/Totta protocol post-doctoral research fellowship BIPD/ICI-FC-BST-UBI 2016 (ÂL).\n\nAbout the Cranberry Institute\n\nThe Cranberry Institute is a not-for-profit organization founded in 1951 to further the success of cranberry growers and the industry in the Americas through health, agricultural and environmental stewardship research as well as cranberry promotion and education. The Cranberry Institute is funded voluntarily by Supporting Members that handle, process, and sell cranberries. Supporting Members are represented in national and international regulatory matters and research efforts are done on their behalf. For more information about the Cranberry Institute, along with the health benefits of cranberries and current scientific research, visit http://www. CranberryInstitute. org .\n\nReferences:\n\n1. Luis A, Domingues F and Pereira, L. Can cranberries contribute to reduce the incidence of urinary tract infections? A systematic review with meta-analysis and trial sequential analysis of clinical trials. J Urol 2017; 614-21.\n\n2. Foxman B, Barlow R, D'Arcy H, Gillespie B and Sobel JD. Urinary tract infection: self-reported incidence and associated costs. Ann Epidemiol 2000; 10:509-515.", "images": ["https://web.archive.org/web/20170919152515im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170919152515im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170919152515im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170919152515im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170919152515im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170919152515im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170919152515im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170919152515im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170919152515im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170919152515im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170919152515im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170919152515im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170919152515im_/https://www.eurekalert.org/images/meganav/ACS2017_300x100.jpg", "https://web.archive.org/web/20170919152515im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg"], "top_img": "https://web.archive.org/web/20170919152515im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170919152515/https://www.eurekalert.org/pub_releases/2017-09/pc-cma091817.php", "title": "Comprehensive meta-analysis affirms cranberries' role in promoting a healthy urinary tract", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A thorough review of dozens of studies led scientists to conclude that healthcare professionals should be telling their patients to have cranberry products as a first step in reducing recurrent UTIs.", "keywords": "Nutrition/Nutrients, Medicine/Health, Alternative Medicine, Health Professionals, Internal Medicine, Urogenital System, Gynecology, Public Health", "date": "Tue, 19 Sep 2017 04:00:00 GMT/UTC", "funder": "Universidade da Beira Interior and bank Santander/Totta protocol post-doctoral research fellowship BIPD/ICI-FC-BST-UBI 2016 (ÂL)", "journal": "Journal of Urology", "type": "research", "institution": "Pollock Communications", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "EurekAlert", "domain": "www.eurekalert.org", "title": "Comprehensive meta-analysis affirms cranberries' role in promoting a healthy urinary tract", "description": "A thorough review of dozens of studies led scientists to conclude that healthcare professionals should be telling their patients to have cranberry products as a first step in reducing recurrent UTIs."}, "og": {"title": "Comprehensive meta-analysis affirms cranberries' role in promoting a healthy urinary tract", "description": "A thorough review of dozens of studies led scientists to conclude that healthcare professionals should be telling their patients to have cranberry products as a first step in reducing recurrent UTIs.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170919152515/https://www.eurekalert.org/pub_releases/2017-09/pc-cma091817.php", "image": "https://web.archive.org/web/20170919152515im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1506657600.0, "source": "https://web.archive.org", "summary": ""}