{"url": "http://www.hopkinsmedicine.org/news/media/releases/heart_ct_scans_outperform_stress_tests_in_spotting_clogged_arteries", "text": "Share Fast Facts CT scans outperform stress tests in spotting clogged arteries. - Click to Tweet\n\nCT angiograms detect blockages in nine out of 10 people. - Click to Tweet\n\nTests can miss four out of 10 patients with clogged heart vessels. - Click to Tweet\n\nResults of a head-to-head comparison study led by Johns Hopkins researchers show that noninvasive CT scans of the heart’s vessels are far better at spotting clogged arteries that can trigger a heart attack than the commonly prescribed exercise stress that most patients with chest pain undergo.\n\nA report on the findings comparing CT angiograms and stress tests, published online Oct. 14 in the journal Circulation: Cardiovascular Imaging, show the scans correctly identified blockages in nine out of 10 people, while stress tests picked up blockages in six out of 10.\n\nWhat renders the results of the new study particularly powerful, researchers say, is that each patient underwent all three tests for providing a direct, head-to-head comparison of their ability to accurately spot blockages.\n\n“No tests is 100 percent accurate 100 percent of the time, but our findings indicate CT angiograms get pretty close to that coveted threshold,” says lead investigator Armin Zadeh, M.D., Ph.D., associate professor of medicine at the Johns Hopkins University School of Medicine. “We hope our findings will settle any residual uncertainty about the effectiveness of these two common noninvasive heart tests.”\n\nThe researchers note that the gold standard for detecting blocked arteries remains invasive cardiac angiography, a test using dye and X-rays that requires a catheter to be threaded into the heart’s vessels. But cardiologists have long relied on so-called stress testing as a simpler, cheaper “gatekeeper” procedure to identify people more likely to benefit from the riskier, more invasive and more costly catheterizations.\n\nCT angiograms have recently emerged as yet another non-invasive alternative. A handful of studies, Zadeh says, have suggested CT angiographies may be superior, but uncertainty has persisted due the small number of people involved in these analyses, and stress tests have remained the more popular choice among clinicians.\n\nResults of the new study, the research team says, should help settle lingering doubts among physicians and the nearly 15 million Americans who seek medical attention each year for symptoms that signal a clogged artery, including chest pain, shortness of breath and extreme fatigue.\n\nIn CT angiography, clinicians use dye injected into the circulation to visualize blockages inside the arteries. When the dye reaches impenetrable or narrowed passages clogged by fatty buildups or clots, the scan shows a blockage. The so-called nuclear exercise stress tests also use dye and CT scans but instead of directly visualizing the interior of the arteries, they measure blood flow to the heart muscle immediately after a patient walks on a treadmill. Reduced blood flow to the heart muscle is a signal that a narrowed or blocked artery is not supplying the muscle with enough blood. Although exercise stress testing is generally safe for most people, it can rarely trigger an abnormal heart rhythm or even an actual heart attack in people with seriously clogged arteries.\n\nResearchers emphasize that both nuclear stress tests and CT angiograms expose patients to radiation. While many newer CT scans deliver substantially lower doses of radiation than the scans used in nuclear stress tests, the dose and protocols can vary widely from hospital to hospital, researchers say. CT angiograms and nuclear stress tests carry similar price tags —between $750 and $1,200. Researchers say the total tab stemming from either test, including downstream costs related to additional testing due to unclear or unrelated findings, remains unclear and should be an important consideration in crafting any new testing recommendations.\n\nFor the current study, 391 patients, ages 45 to 85, seen at 16 hospitals in eight countries, underwent noninvasive CT angiograms, followed by traditional, catheter-based coronary angiographies. Within two months, each patient also underwent an exercise stress test. All patients had symptoms suggestive of heart disease, but not all had a previous diagnosis of the condition.\n\nOverall, non-invasive CT angiograms accurately detected or ruled out artery blockages in 91 percent of patients, compared with 69 percent for stress testing. When researchers analyzed test performance in a subgroup of 111 patients with very high-risk disease as identified on traditional angiography, the diagnostic accuracy of CT angiograms went up to 96 percent, compared with 80 percent for stress testing. In other words, researchers report, stress tests missed two out of every 10 patients with severe disease, marked by multiple blockages.\n\nCurrent guidelines from the American Heart Association and the American College Cardiology call for a stress tests in all patients who show signs of coronary artery disease to confirm the diagnosis and define the severity of the blockage. CT angiograms are generally reserved only for patients with borderline stress test results. But given its much higher accuracy, the researchers say, CT angiography may be a better first-line test in people with symptoms suggestive of a blocked artery.\n\nOther investigators from Johns Hopkins included Rodrigo Cerci, Richard George, Andrea Vavere, João Lima, Jeffrey Brinker and Julie Miller. Other institutions involved in the research included Brigham and Women’s Hospital, Charité Hospital in Germany, St. Luke’s Hospital in Japan, Beth Israel Deaconess Medical Center, and the University of Sao Paulo in Brazil.\n\nThe work was funded by the National Heart, Lung and Blood Institute, under grant number HL006138-04, and by Toshiba Medical Systems, manufacturer of the scanner used in the trials.", "images": ["http://www.hopkinsmedicine.org/sebin/b/h/Johns-Hopkins-Medicine-340.png", "https://www.hopkinsmedicine.org/sebin/n/v/arabic-white.svg", "https://www.hopkinsmedicine.org/sebin/p/g/legacy-fa-american-sign-language-interpreting2x.png", "https://www.hopkinsmedicine.org/sebin/z/z/legacy-myanmar2x.png", "https://www.hopkinsmedicine.org/sebin/h/i/chinese-white.svg", "http://www.hopkinsmedicine.org/sebin/p/d/som-logo.png"], "top_img": "", "keywords": [], "authors": [], "canonical_link": "https://www.hopkinsmedicine.org/news/media/releases/heart_ct_scans_outperform_stress_tests_in_spotting_clogged_arteries", "title": "Heart CT Scans Outperform Stress Tests in Spotting Clogged Arteries - 10/26/2015", "meta_data": {"og": {"type": "article", "title": "Heart CT Scans Outperform Stress Tests in Spotting Clogged Arteries - 10/26/2015", "url": "https://www.hopkinsmedicine.org/news/media/releases/heart_ct_scans_outperform_stress_tests_in_spotting_clogged_arteries"}, "generator": "SiteExecutive v9", "jhm-search-type": "all,pressRelease", "description": "Results of a head-to-head comparison study led by Johns Hopkins researchers show that noninvasive CT scans of the heart’s vessels are far better at spotting clogged arteries that can trigger a heart attack than the commonly prescribed exercise stress that most patients with chest pain undergo.", "title": "Heart CT Scans Outperform Stress Tests in Spotting Clogged Arteries - 10/26/2015", "viewport": "width=device-width,initial-scale=1.0"}, "movies": [], "publish_date": null, "source": "http://www.hopkinsmedicine.org", "summary": ""}