{"url": "http://www.prnewswire.com/news-releases/kvk-tech-announces-fda-approval-of-lomaira-phentermine-hydrochloride-usp-8-mg-tablets-civ-a-low-cost-low-dose-phentermine-that-can-be-used-up-to-three-times-daily-for-weight-reduction-300330679.html", "text": "NEWTOWN, Pa., Sept. 20, 2016 /PRNewswire/ -- KVK Tech, Inc. announced today that the U.S. Food and Drug Administration (FDA) has approved Lomaira™ (phentermine hydrochloride USP) 8 mg tablets CIV, a low-cost, low-dose prescription medicine used for a short period of time (a few weeks) for weight reduction in adults with an initial body mass index* (BMI) of 30 or more (obese) or 27 or more (overweight) with at least one weight-related condition such as controlled high blood pressure, diabetes, or high cholesterol. Lomaira should be used together with regular exercise and a reduced-calorie diet.\n\nLomaira is the only strength of phentermine hydrochloride that can be taken up to three times a day before meals. The limited usefulness of agents of this drug class (anorectics), including Lomaira, should be measured against possible risk factors inherent in their use.\n\n\"At KVK Tech, we are committed to developing high-quality, FDA-approved medicines that address unmet medical needs, while ensuring affordable options for all appropriate patients. With Lomaira, we're giving physicians and patients access to a low-cost, low-dose version of a weight-reduction medicine, phentermine, that has been prescribed by physicians for over 50 years. Appropriate patients can take Lomaira up to three times a day, before meals – not just in the morning as with the higher dose formulations of phentermine,\" said Anthony Tabasso, President and Chief Executive Officer of KVK Tech. \"We developed Lomaira with this dosing flexibility and affordability in mind.\"\n\nPhentermine hydrochloride, an appetite suppressant, is the most commonly prescribed drug for weight loss. Over 7 million prescriptions are written for phentermine yearly by a wide range of healthcare professionals (HCPs), including obesity medicine specialists, family practitioners, endocrinologists, internists and cardiologists. 1\n\nPhentermine hydrochloride is typically prescribed in doses ranging from 15 to 37.5 mg and taken before or within a few hours of breakfast. The usual adult dose of Lomaira is one tablet three times a day 1/2 hour before meals. The butterfly-shaped tablet is scored to facilitate administering one half of the usual dosage for patients not requiring the full dose, enabling doctors and patients to work together to customize a weight-loss treatment plan to best meet each patient's needs. Dosage should be individualized to obtain an adequate response with the lowest effective dose. Phentermine is not recommended for use in pediatric patients 16 years of age or younger. Late evening medication should be avoided because of the possibility of resulting insomnia.\n\nLomaira is reasonably priced to ensure that cost does not create a hurdle, despite the fact that two-thirds of Americans pay out-of-pocket for their weight-loss prescription medications. Through KVK Tech's Lomaira Lo-Cost Access Program , eligible patients will pay no more than 50¢ per tablet for the duration of treatment.\n\n\"Obesity is a chronic metabolic disease that must be managed appropriately to reduce the risk of serious health conditions. Many physicians have used phentermine to help patients as part of a comprehensive weight-management plan. Now, the flexibility in dosing with Lomaira allows doctors to personalize dosing. They can prescribe a lower dose, a good option for some patients. They can also prescribe up to three times a day, which is particularly helpful when patients struggle to control their appetite in the afternoon,\" said Donna Ryan, MD. \"Regrettably, many patients are still not covered by insurance for weight-loss medications and the low cost for Lomaira makes it an affordable treatment option.\"\n\nIn relatively short-term clinical trials, adults with obesity who were instructed in dietary management and treated with \"anorectic\" drugs (appetite suppressants) lost more weight on the average than those treated with placebo and diet. It has not been established that the primary action of such drugs in treating obesity is one of appetite suppression since other central nervous system actions, or metabolic effects, may also be involved. 2\n\n\"Even modest weight loss can dramatically improve risk and health,\" continued Dr. Ryan. \"It is not necessary to lose a lot of weight to get a lot of benefit.\" Losing five to 10 percent of total body weight is likely to produce health benefits, such as improvements in blood pressure, blood cholesterol, and blood sugars.3\n\nSome side effects of phentermine that have been reported include pulmonary hypertension, valvular heart disease, palpitations, increased heart rate or blood pressure, insomnia, restlessness, dry mouth, diarrhea, constipation and changes in sexual drive. These are not all of the potential side effects of phentermine. See Full Prescribing Information.\n\nLomaira is anticipated to be available by the end of September 2016. As with all KVK Tech products, Lomaira will be exclusively manufactured and packaged in the United States, in the strictest accordance with FDA, DEA, and DEP guidelines.\n\n*Body Mass Index (BMI) measures the amount of fat in the body based on height and weight. BMI is measured in kg/m2.\n\nREFERENCES\n\n1 Data on file. KVK Tech, Inc. Newtown, PA 2015\n\n2 Lomaira™ Package Insert\n\n3 Benefits of Modest Weight Loss in Improving Cardiovascular Risk Factors in Overweight and Obese Individuals With Type 2 Diabetes; Diabetes Care, July 2011. Rena R. Wing, Wei Lang, Thomas A. Wadden, Monika Safford, William C. Knowler, Alain G. Bertoni, James O. Hill, Frederick L. Brancati, Anne Peters, Lynne Wagenknecht, and the Look AHEAD Research Group\n\nIMPORTANT SAFETY INFORMATION\n\nDon't take LomairaTM if you have a history of cardiovascular disease (e.g., coronary artery disease, stroke, arrhythmias, congestive heart failure or uncontrolled high blood pressure); are taking or have taken a monoamine oxidase inhibitor drug (MAOI) within the past 14 days; have overactive thyroid, glaucoma (increased pressure in the eyes), agitation or a history of drug abuse; are pregnant, nursing, or allergic to the sympathomimetic amines such as phentermine or any of the ingredients in Lomaira.\n\nTaking phentermine with other drugs for weight loss is not recommended. Primary pulmonary hypertension (PPH), a rare fatal lung disease, has been reported in patients who had taken a combination of phentermine and fenfluramine or dexfenfluramine for weight loss. The possible association between phentermine use alone and PPH cannot be ruled out. Patients should report immediately if they experience any decrease in the amount of exercise that they can normally tolerate, shortness of breath, chest or heart pain, fainting or swelling in the lower legs.\n\nSerious heart valve problems or disease have been reported in patients taking a combination of phentermine and fenfluramine or dexfenfluramine for weight loss. The possible role of phentermine has not been established, therefore the possibility of an association between heart valve disease and the use of phentermine alone cannot be ruled out.\n\nIf your body becomes adjusted to the maximum dose of phentermine so that its effects are experienced less strongly, the maximum dose should not be exceeded in an attempt to increase the effect.\n\nCaution is advised while engaging in potentially hazardous activity such as driving or operating machinery while taking phentermine. Phentermine has the potential to be abused. Keep Lomaira in a safe place to prevent theft, accidental overdose, misuse or abuse. Using alcohol with phentermine may result in an adverse drug reaction.\n\nPhentermine can cause an increase in blood pressure. Tell your doctor if you have high blood pressure, even if it's mild. If you are taking medicines for type 2 diabetes, your doctor may have to adjust these medicines while taking phentermine.\n\nSome side effects of phentermine that have been reported include pulmonary hypertension, valvular heart disease, palpitations, increased heart rate or blood pressure, insomnia, restlessness, dry mouth, diarrhea, constipation and changes in sexual drive. These are not all of the potential side effects of phentermine. For more information, ask your doctor or pharmacist.\n\nTo report negative side effects of prescription drugs, contact FDA at 1-800-FDA-1088 or visit www.fda.gov/medwatch.\n\nClick here for Full Prescribing Information.\n\nAbout KVK Tech\n\nKVK is a leader in the development and manufacture of high-quality, FDA-approved medicines that address unmet patient needs. Founded in 2004, KVK takes pride in its ability to advance medical care and offer low-cost alternatives in response to today's healthcare challenges. All of KVK's products are made in the U.S.A. in a state-of-the-art facility in Newtown, PA. KVK is committed to maintaining its entire business operations in America, as it continues to build strong, lasting relationships with the nation's largest pharmacy chains, wholesalers and distributors.\n\nMedia Contact:\n\nEllie Polack, Edelman\n\nOffice: 212-704-4528\n\nCell: 917-584-7961\n\nK3012010916\n\nSOURCE KVK Tech, Inc.", "images": ["http://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png"], "top_img": "http://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "keywords": [], "authors": ["Kvk Tech"], "canonical_link": "https://www.prnewswire.com/news-releases/kvk-tech-announces-fda-approval-of-lomaira-phentermine-hydrochloride-usp-8-mg-tablets-civ-a-low-cost-low-dose-phentermine-that-can-be-used-up-to-three-times-daily-for-weight-reduction-300330679.html", "title": "KVK Tech Announces FDA-Approval of Lomaira™ (phentermine hydrochloride USP) 8 mg tablets, CIV, A Low-Cost, Low-Dose Phentermine That Can Be Used Up To Three Times Daily for Weight Reduction", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "NEWTOWN, Pa., Sept. 20, 2016 /PRNewswire/ -- KVK Tech, Inc. announced today that the U.S. Food and Drug Administration (FDA) has approved Lomaira™ (phentermine...", "author": "KVK Tech, Inc.", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "KVK Tech Announces FDA-Approval of Lomaira™ (phentermine hydrochloride USP) 8 mg tablets, CIV, A Low-Cost, Low-Dose Phentermine That Can Be Used Up To Three Times Daily for Weight Reduction", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "pennsylvania", "date": "2016-09-20T08:00:00-04:00", "keywords": "KVK Tech, Inc.", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "KVK Tech Announces FDA-Approval of Lomaira™ (phentermine hydrochloride USP) 8 mg tablets, CIV, A Low-Cost, Low-Dose Phentermine That Can Be Used Up To Three Times Daily for Weight Reduction", "description": "NEWTOWN, Pa., Sept. 20, 2016 /PRNewswire/ -- KVK Tech, Inc. announced today that the U.S. Food and Drug Administration (FDA) has approved Lomaira™ (phentermine...", "image": "/content/dam/prnewswire/common/prn_twitter_sharing_logo.png"}, "og": {"title": "KVK Tech Announces FDA-Approval of Lomaira™ (phentermine hydrochloride USP) 8 mg tablets, CIV, A Low-Cost, Low-Dose Phentermine That Can Be Used Up To Three Times Daily for Weight Reduction", "type": "website", "description": "NEWTOWN, Pa., Sept. 20, 2016 /PRNewswire/ -- KVK Tech, Inc. announced today that the U.S. Food and Drug Administration (FDA) has approved Lomaira™ (phentermine...", "image": "/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "url": "https://www.prnewswire.com/news-releases/kvk-tech-announces-fda-approval-of-lomaira-phentermine-hydrochloride-usp-8-mg-tablets-civ-a-low-cost-low-dose-phentermine-that-can-be-used-up-to-three-times-daily-for-weight-reduction-300330679.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}