{"url": "https://web.archive.org/web/20150608000905/http://www.eurekalert.org:80/pub_releases/2015-06/ason-pnb060415.php", "text": "Armed with new knowledge about how neurodegenerative diseases alter brain structures, increasing numbers of neurologists, psychiatrists and other clinicians are adopting quantitative brain imaging as a tool to measure and help manage cognitive declines in patients. These imaging findings can help spur beneficial lifestyle changes in patients to reduce risk for Alzheimer's disease.\n\nThe concept that cognitive decline can be identified early and prevented by applying quantitative brain imaging techniques is the focus of \"Hot Topics in Research: Preventive Neuroradiology in Brain Aging and Cognitive Decline,\" a review published online in American Journal of Neuroradiology (AJNR). Author Cyrus Raji, M.D., Ph.D., of UCLA and an international team suggest a framework in which neuroradiologists work as part of a team of clinical neuroscientists (neurologists, psychiatrists, neuropsychologists, etc.) to apply quantitative neuroradiology towards prevention of cognitive decline in populations at high risk for dementia -- namely those with lifestyle, genetic, and other associated risk factors.\n\n\"I believe neuroradiology, and especially quantitative MRI technology, will have a huge impact in the future of diagnosis and treatment of Alzheimer's disease, since there is compelling evidence for the baseline size of hippocampus as a key determinant of risk for future cognitive decline, and since many lifestyle factors can cause atrophy or expansion in the volume of this critical brain structure,\" says neurologist Majid Fotuhi, M.D., Ph.D., of Johns Hopkins University.\n\nSuch work is already happening at UCLA and other institutions that meld these approaches into novel ways to improve patient care. \"We are working closely with neuroradiologists to redefine how we can reduce risk for Alzheimer's with quantitative neuroimaging that helps us pinpoint symptom-relevant volume loss in the brain and subsequent targets for tracking our lifestyle-based interventions,\" says Dr. David Merrill, a geriatric psychiatrist at UCLA Medical Center.\n\n\"Recent advances have improved the ability to characterize imaging markers along the trajectory of Alzheimers disease, starting in the pre-clinical phase. These markers, including structural, functional, and molecular imaging are being used in the AD diagnositc criteria [AA/NIA], (1)\" says Howard Aizenstein, M.D., Ph.D., a psychiatrist at University of Pittsburgh.\n\nFotuhi sees imaging findings as a unique motivator for patients to make positive lifestyle changes. \"Patients seem to enjoy reviewing results of their imaging studies, more so than reading the results of their blood tests or other clinical evaluations. For example, they can see with their own eyes whether there are any strokes or atrophy in their brain. This can have a powerful impact on them and on their determination to make changes in their lifestyle in order to improve their brain health,\" he adds.\n\nAmong the lifestyle and risk factors that can be altered to potentially prevent cognitive declines are obesity, diet, sleep, hypertension, diabetes, depression, supplementation, smoking and physical activity. It is estimated that as many as 3 million cases of Alzheimer's dementia worldwide can be prevented with as little as a 10% reduction in the burden of preventable lifestyle. (2)\n\n###\n\nThe article is available online at: http://www. ajnr. org/ content/ early/ 2015/ 06/ 04/ ajnr. A4409. full. pdf+html\n\nA related blog post is at: http://www. ajnrblog. org/ 2015/ 06/ 04/ hot-topics-in-research-preventive-neuroradiology-in-brain-aging-and-cognitive-decline/\n\nThe American Journal of Neuroradiology (AJNR) is published monthly by the American Society of Neuroradiology (ASNR), a professional association of more than 5,000 members who specialize in diagnostic radiology of the central nervous system, brain, head and neck through the use of X-ray, MRI, CT and angiography. The ASNR was founded in 1962 and is headquartered in Oak Brook, Illinois.\n\nAmerican Journal of Neuroradiology, 800 Enterprise Dr., Suite 205, Oak Brook, IL 60523\n\nREFERENCES\n\n1 Sperling RA, Aisen PS, Beckett LA, et al. Toward defining the preclinical stages of Alzheimer's disease: Recommendations from the National Institute on Aging-Alzheimer's Association workgroups on diagnostic guidelines for Alzheimer's disease. Alzheimer's & dementia: The Journal of the Alzheimer's Association. 2011;7(3):280-292. doi:10.1016/j.jalz.2011.03.003.\n\n2 Barnes DE, Yaffe K (2011) The projected effect of risk factor reduction on Alzheimer's disease prevalence. Lancet Neurol 10, 819-828.", "images": ["https://web.archive.org/web/20150608000905im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20150608000905im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20150608000905im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20150608000905im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20150608000905im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20150608000905im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20150608000905im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20150608000905im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20150608000905im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20150608000905im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20150608000905im_/http://www.eurekalert.org/images/meganav/aacr2015meeting_600X200.jpg", "https://web.archive.org/web/20150608000905im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20150608000905im_/http://www.eurekalert.org/images/e4/logo-footer.png"], "top_img": "https://web.archive.org/web/20150608000905im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150608000905/http://www.eurekalert.org/pub_releases/2015-06/ason-pnb060415.php", "title": "Preventive neuroradiology: Brain imaging bolsters efforts to lower Alzheimer's risk", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Armed with new knowledge about how neurodegenerative diseases alter brain structures, increasing numbers of neurologists, psychiatrists and other clinicians are adopting quantitative brain imaging as a tool to measure and help manage cognitive declines in patients.  These imaging findings can help spur beneficial lifestyle changes in patients to reduce risk for Alzheimer's disease.", "keywords": "Medicine/Health, Diagnostics, Gerontology, Aging, Health Care Systems/Services, Neurobiology, Alzheimer's Disease, Aging, Mental Health, Memory/Cognitive Processes", "date": "Thu, 04 Jun 2015 04:00:00 GMT", "journal": "American Journal of Neuroradiology", "type": "research", "institution": "American Society of Neuroradiology", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "EurekAlertAAAS", "domain": "www.eurekalert.org"}, "og": {"title": "Preventive neuroradiology: Brain imaging bolsters efforts to lower Alzheimer's risk", "description": "Armed with new knowledge about how neurodegenerative diseases alter brain structures, increasing numbers of neurologists, psychiatrists and other clinicians are adopting quantitative brain imaging as a tool to measure and help manage cognitive declines in patients.  These imaging findings can help spur beneficial lifestyle changes in patients to reduce risk for Alzheimer's disease.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150608000905/http://www.eurekalert.org/pub_releases/2015-06/ason-pnb060415.php", "image": "https://web.archive.org/web/20150608000905im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "theasnr"}}, "movies": [], "publish_date": 1435550400.0, "source": "https://web.archive.org", "summary": ""}