{"url": "http://www.cdc.gov/media/releases/2016/p0324-anti-smoking.html", "text": "Press Release For Immediate Release: Thursday, March 24, 2016\n\nContact: Media Relations\n\n(404) 639-3286\n\nThe latest outcomes measuring the impact of CDC’s national tobacco education campaign are as strong as those achieved in its first year, and suggest that three years into the campaign, the ads were still having a significant impact. More than 1.8 million smokers attempted to quit smoking because of the nine-week-long 2014 Tips From Former Smokers ( Tips ) campaign. An estimated 104,000 Americans quit smoking for good as a result of the 2014 campaign. The survey results are published in the March 24 release of the journal Preventing Chronic Disease.\n\nUnlike the 2012 campaign, which aired for 12 consecutive weeks, the 2014 campaign aired in two phases, from February 3 to April 6 and from July 7 to September 7. Phase 1 of the 2014 campaign ran ads primarily from the 2012 and 2013 campaigns; Phase 2 contained new ads. Those new ads featured people and their struggles with smoking-related health issues, including cancer, gum disease, premature birth, and stroke caused by smoking combined with HIV. About 80 percent of U.S. adult cigarette smokers who were surveyed reported seeing at least one television ad from Phase 2 of the 2014 campaign.\n\n“CDC’s Tips campaign has helped at least 400,000 smokers quit smoking for good since 2012,” said CDC Director Tom Frieden, M.D., M.P.H. “Tips is also extremely cost-effective and a best buy, saving both lives and money. With a year-round campaign we could save even more lives and money.”\n\nTips, the first federally funded anti-smoking paid media campaign, features former smokers talking about their smoking-related illnesses. Smoking-related diseases cost the United States more than $300 billion a year, including nearly $170 billion in direct health care costs and more than $156 billion in lost productivity.\n\n“The Tips campaign is an important counter measure to the $1 million that the tobacco industry spends each hour on cigarette advertising and promotion,” said Corinne Graffunder, Dr.P.H., director of CDC’s Office on Smoking and Health. “The money spent in one year on Tips is less than the amount the tobacco industry spends on advertising and promotion in just 3 days.”\n\nThe most recent Surgeon General’s Report, The Health Consequences of Smoking—50 Years of Progress, called for airing effective messages such as the Tips ads with high frequency and exposure for 12 months a year for a decade or more. Cigarette smoking is the leading preventable cause of disease and death in the United States, killing about 480,000 Americans each year.\n\nFor every American who dies from a smoking-related disease, about 30 more suffer at least one serious illness from smoking. And while the percentage of American adults who smoke is at the lowest level since the CDC began tracking such data, there are still an estimated 40 million adult smokers in the U.S. Surveys show about 70 percent of all smokers want to quit, and research shows quitting completely at any age has significant health benefits.\n\nTips ads encourage smokers to call 1-800-QUIT-NOW or to visit www.cdc.gov/tips to view the personal stories from the campaign. The website includes detailed assistance developed by the National Cancer Institute to support smokers trying to quit. For more information on the Tips campaign, including profiles of the former smokers, other campaign resources, and links to the ads, visit www.cdc.gov/tips.\n\n###\n\nU.S. DEPARTMENT OF HEALTH AND HUMAN SERVICESexternal icon", "images": ["https://cdc.112.2o7.net/b/ss/cdcgov/1/H.21--NS/01/H.21--NS/0", "http://www.cdc.gov/media/images/press-releases-fb-b.jpg", "http://www.cdc.gov/media/images/releases/2016/p0324-anti-smoking.jpg", "https://www.cdc.gov/images/campaigns/24-7/24-7_i150x120.gif"], "top_img": "http://www.cdc.gov/media/images/press-releases-fb-b.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.cdc.gov/media/releases/2016/p0324-anti-smoking.html", "title": "Impact of first federally funded anti-smoking ad campaign remains strong after three years", "meta_data": {"viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "mobile-web-app-capable": "yes", "apple-mobile-web-app-capable": "yes", "description": "CDC public health news, press releases, government public health news, medical and disease news, story ideas, photos.", "keywords": "CDC,  saving lives,  protecting people,  health threats,  saving money,  secure nation,  US federal agency,  healthy choice,  science,  prevention, CDC Newsroom", "robots": "index, archive", "cdc": {"template_version": "4.0", "last_updated": "March 24, 2016", "last_reviewed": "March 24, 2016", "content_source": "OFFICE OF THE ASSOCIATE DIRECTOR FOR COMMUNICATION", "content_id": 31163, "wcms_build": "4.8.6 - b.1990"}, "og": {"title": "CDC Press Releases", "description": "Take a look at the latest and archived public health news releases published by the CDC.", "image": {"identifier": "http://www.cdc.gov/media/images/press-releases-fb-b.jpg", "type": "image/png"}, "author": "CDC", "site_name": "CDC", "type": "article"}, "article": {"published_time": "2016-01-01"}, "twitter": {"card": "summary_large_image", "site": "@CDCgov", "title": "CDC Press Releases", "description": "Take a look at the latest and archived public health news releases published by the CDC.", "image": {"src": "http://www.cdc.gov/media/images/press-releases-fb-b.jpg"}, "creator": "@CDCgov"}, "DC.date": "2019-02-04T08:33:45Z/"}, "movies": [], "publish_date": 1451624400.0, "source": "http://www.cdc.gov", "summary": ""}