{"url": "https://web.archive.org/web/20170501211524/https://www.eurekalert.org/pub_releases/2017-05/coh-coh050117.php", "text": "DUARTE, Calif. -- A City of Hope-led study found that the use of low-dose aspirin (81mg) reduces the risk of breast cancer in women who are part of the California's Teacher's Study. This study -- which is the first to suggest that the reduction in risk occurs for low-dose aspirin -- was proposed by City of Hope's Leslie Bernstein, Ph.D., professor and director of the Division of Biomarkers of Early Detection and Prevention, and published online in the journal, Breast Cancer Research.\n\nBernstein and her colleagues saw an overall 16 percent lower risk of breast cancer in women who reported using low-dose aspirin at least three times per week. Such regular use of low-dose aspirin reduced the risk by 20 percent of estrogen or progesterone receptor positive, HER2 negative breast cancer, which is the most common breast cancer subtype.\n\n\"The study found an interesting protective association between low-dose aspirin and breast cancer,\" said lead author Christina A. Clarke, Ph.D., M.P.H., from the Cancer Prevention Institute of California. \"We did not by and large find associations with the other pain medications like ibuprofen and acetaminophen. We also did not find associations with regular aspirin since this type of medication is taken sporadically for headaches or other pain, and not daily for prevention of cardiovascular disease.\"\n\nThis study differed from other studies that have looked at aspirin and cancer risk because it focused on the dose levels of the aspirin women had taken and tracked the frequency of the use of low-dose aspirin as opposed to regular aspirin. It was also able to look in detail at subtypes of breast cancer.\n\n\"We already knew that aspirin is a weak aromatase inhibitor and we treat women with breast cancer with stronger aromatase inhibitors since they reduce the amount of estrogen postmenopausal women have circulating in their blood,\" said Bernstein. \"We thought that if aspirin can inhibit aromatase, it ought to reduce the likelihood that breast cancer would develop and it could also be an effective way to improve breast cancer patients' prognosis once they no longer take the more potent aromatase inhibitors.\" Bernstein added, \"Aspirin also reduces inflammation, which may be another mechanism by which aspirin taken regularly can lower risk of breast cancer developing or recurring.\"\n\nAs part of the study, researchers analyzed data recorded in questionnaires submitted by 57,164 women in the California's Teacher's Study. In 2005, participants answered questions regarding family history of cancer and other conditions, use of aspirin and other nonsteroidal anti-inflammatory drugs (NSAIDS), menstrual and reproductive history, use of hormones, weight and height, living environment, diet, alcohol use and physical activity. In the ensuing years before 2013, 1,457 of these participants developed invasive breast cancer.\n\nThe team of researchers chose to focus on low-dose \"baby\" aspirin, because not only is it inexpensive and readily available as potential means of prevention, but because there are already a lot of people already taking it for prevention of other diseases such as heart disease and even colon cancer.\n\nNow that we have some data separating low-dose from higher-dose aspirin, more detailed research can be undertaken to understand the full value of low-dose aspirin for breast cancer prevention,\" said Clarke.\"\n\n###\n\nOther collaborating authors include Alison J. Canchola, M.S., and Lisa M. Moy, M.P.H., from the Cancer Prevention Institute of California, and Susan L. Neuhausen, Ph.D., The Morris & Horowitz Families Professor in Cancer Etiology & Outcomes Research, Nadia T. Chung, M.P.H., and James V. Lacey Jr., Ph.D., M.P.H., from City of Hope.\n\nResearch reported in Breast Cancer Research was supported through grants from the National Cancer Institute and the California Breast Cancer Research Fund under grant numbers: R01 CA77398 and 97-10500. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health.\n\nAbout City of Hope\n\nCity of Hope is an independent research and treatment center for cancer, diabetes and other life-threatening diseases. Designated as one of only 47 comprehensive cancer centers, the highest recognition bestowed by the National Cancer Institute, City of Hope is also a founding member of the National Comprehensive Cancer Network, with research and treatment protocols that advance care throughout the world. City of Hope is located in Duarte, California, just northeast of Los Angeles, with community clinics throughout Southern California. It is ranked as one of \"America's Best Hospitals\" in cancer by U.S. News & World Report. Founded in 1913, City of Hope is a pioneer in the fields of bone marrow transplantation, diabetes and numerous breakthrough cancer drugs based on technology developed at the institution.", "images": ["https://web.archive.org/web/20170501211524im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170501211524im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170501211524im_/https://www.eurekalert.org/images/meganav/ACS253Meeting_600x200.jpg", "https://web.archive.org/web/20170501211524im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170501211524im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170501211524im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170501211524im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170501211524im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170501211524im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170501211524im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170501211524im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170501211524im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170501211524im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170501211524im_/https://www.eurekalert.org/images/e4/logo.png"], "top_img": "https://web.archive.org/web/20170501211524im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170501211524/https://www.eurekalert.org/pub_releases/2017-05/coh-coh050117.php", "title": "City of Hope researchers find regular use of aspirin can lower risk of breast cancer for women", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A City of Hope-led study found that the use of low-dose aspirin (81 mg) reduces the risk of breast cancer in women who are part of the California's Teacher's Study.", "keywords": "Medicine/Health, Cancer, Breast Cancer", "date": "Mon, 01 May 2017 04:00:00 GMT", "funder": "NIH/National Cancer Institute, California Breast Cancer Research Fund", "journal": "Breast Cancer Research", "type": "research", "institution": "City of Hope", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "EurekAlert", "domain": "www.eurekalert.org", "title": "City of Hope researchers find regular use of aspirin can lower risk of breast cancer for women", "description": "A City of Hope-led study found that the use of low-dose aspirin (81 mg) reduces the risk of breast cancer in women who are part of the California's Teacher's Study."}, "og": {"title": "City of Hope researchers find regular use of aspirin can lower risk of breast cancer for women", "description": "A City of Hope-led study found that the use of low-dose aspirin (81 mg) reduces the risk of breast cancer in women who are part of the California's Teacher's Study.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170501211524/https://www.eurekalert.org/pub_releases/2017-05/coh-coh050117.php", "image": "https://web.archive.org/web/20170501211524im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1496030400.0, "source": "https://web.archive.org", "summary": ""}