{"url": "https://web.archive.org/web/20160324003046/http://www.eurekalert.org:80/pub_releases/2016-03/nu-ryd032116.php", "text": "People who have had Type 2 diabetes for up to 10 years can reverse their condition\n\nKeeping weight down means Type 2 diabetes stays reversed\n\nA new study from Newcastle University has shown that people who reverse their diabetes and then keep their weight down remain free of diabetes.\n\nIn addition, the team found that even patients who have had Type 2 diabetes for up to 10 years can reverse their condition.\n\nThe study, published today in Diabetes Care, is the latest research from world-renowned Professor Roy Taylor, Professor of Medicine and Metabolism at Newcastle University, who also works within Newcastle Hospitals.\n\nThe research is part of a growing body of evidence showing that people with Type 2 diabetes who successfully lose weight can reverse their condition because fat is removed from their pancreas, returning insulin production to normal.\n\nReversing diabetes\n\nA previous study led by Professor Taylor, published in 2011, showed that diabetes could be reversed by a very low calorie diet. This caused international interest, but the study was very short as it was only eight weeks and the question remained whether the diabetes would stay away.\n\nIn this new study, 30 volunteers with Type 2 diabetes embarked on the same diet of 600 to 700 calories a day. Participants lost on average 14 kilograms - just over 2 stone. Over the next 6 months they did not regain any weight.\n\nThe group included many people with longer duration diabetes, defined as more than 8 years and ranging up to 23 years.\n\nOverall, 12 patients who had had diabetes for less than 10 years reversed their condition. 6 months later they remained diabetes free. In fact, after 6 months a thirteenth patient had reversed their diabetes.\n\nThough the volunteers lost weight they remained overweight or obese but they had lost enough weight to remove the fat out of the pancreas and allow normal insulin production.\n\nProfessor Roy Taylor said: \"What we have shown is that it is possible to reverse your diabetes, even if you have had the condition for a long time, up to around 10 years. If you have had the diagnosis for longer than that, then don't give up hope - major improvement in blood sugar control is possible.\n\n\"The study also answered the question that people often ask me - if I lose the weight and keep the weight off, will I stay free of diabetes? The simple answer is yes!\n\n\"Interestingly, even though all our volunteers remained obese or overweight, the fat did not drift back to clog up the pancreas.\n\n\"This supports our theory of a Personal Fat Threshold. If a person gains more weight than they personally can tolerate, then diabetes is triggered, but if they then lose that amount of weight then they go back to normal.\n\n\"Individuals vary in how much weight they can carry without it seeming to affect their metabolism - don't forget that 70% of severely obese people do not have diabetes.\n\n\"The bottom line is that if a person really wants to get rid of their Type 2 diabetes, they can lose weight, keep it off and return to normal.\n\n\"This is good news for people who are very motivated to get rid of their diabetes. But it is too early to regard this as suitable for everyone. That is a separate question and a major study is underway to answer this.\"\n\nThe study\n\nParticipants in this study had Type 2 diabetes for between six months and 23 years. The team showed that Type 2 diabetes could be reversed even in people who had the condition for 10 years.\n\nThe team were able to identify in advance participants who would not respond to adequate weight loss by reversing their diabetes as at the start they had almost absent insulin production from the pancreas.\n\nThe study was funded by a National Institute for Health Research Biomedical Research Centre (NIHR BRC) grant.\n\nA larger trial involving 280 patients is already underway. This will examine how successfully people can reverse their diabetes through weight loss simply under the care of their family doctor and nurse. It is being funded by Diabetes UK.\n\nThe research was possible through Newcastle Academic Health Partners, a collaboration involving Newcastle Upon Tyne Hospitals NHS Foundation Trust, Northumberland, Tyne and Wear NHS Foundation Trust and Newcastle University. This partnership harnesses world-class expertise to ensure patients benefit sooner from new treatments, diagnostics and prevention strategies.\n\nThe diet\n\n3 diet shakes per day and 240 grams of non-starchy vegetables taking in between 600 and 700kcal a day for 8 weeks\n\nvolunteers then gradually returned to eating normal food over the next two weeks with very careful instruction on how much to eat\n\nvolunteers were seen once a month and supported with an individualized weight maintenance programme over the next 6 months\n\nto keep weight steady after the weight loss, they were eating around one third less than before the study\n\nCASE STUDY:\n\nAllan Tutty, 57, from Sunderland, transformed his health by taking part in the study.\n\nHe said: \"I was diagnosed with Type 2 diabetes around May 2011 during routine checks by my GP but my family and I were in disbelief because I had no physical symptoms which led me to consider I had the condition.\n\n\"While I didn't feel fat, I was fat - on the inside. I've since seen a scan of my liver and you can see the fat around it.\n\n\"I took part in the research spending eight weeks on an 800-calorie a day diet which was really tough over Christmas and New Year but I was determined to complete it. The pay-off for me - the possible reversal of my diabetes - was more than worth the effort.\n\n\"In the two months, I lost two and a half stones and my pancreas was working within normal limits. With my diabetes in remission, I haven't looked back.\n\n\"I eat normal foods though I eat less than I used to, and I enjoy takeaways and chocolate but not on a regular basis so I have maintained my lower weight, it has been a total lifestyle change. In fact, my life has changed completely thanks to this research.\"\n\n###\n\nREFERENCE: Very low calorie diet and 6 months of weight stability in Type 2 diabetes: Pathophysiologic changes in responders and non-responders. Sarah Steven, Keiren G Hollingsworth, Ahmad Al-Mrabeh, Leah Avery, Benjamin Aribisala, Muriel Caslake, Roy Taylor.\n\nDiabetes Care. Doi: 10.2337/dc15-9422\n\nLinks:\n\nPrevious study: http://www. ncl. ac. uk/ press/ news/ 2015/ 10/ type2diabetes/\n\nVery low calorie diet - the diet: http://www. ncl. ac. uk/ magres/ research/ diabetes/ reversal. htm", "images": ["https://web.archive.org/web/20160324003046im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160324003046im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160324003046im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160324003046im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160324003046im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160324003046im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160324003046im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160324003046im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160324003046im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20160324003046im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160324003046im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160324003046im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20160324003046im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png"], "top_img": "https://web.archive.org/web/20160324003046im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160324003046/http://www.eurekalert.org/pub_releases/2016-03/nu-ryd032116.php", "title": "Reverse your diabetes -- and you can stay diabetes-free long-term", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A new study from Newcastle University, UK, has shown that people who reverse their diabetes and then keep their weight down remain free of diabetes.", "keywords": "Medicine/Health, Mortality/Longevity, Diet/Body Weight, Aging, Metabolism/Metabolic Diseases, Diabetes, Nutrition/Nutrients, Public Health", "date": "Mon, 21 Mar 2016 04:00:00 GMT", "funder": "National Institute for Health Research Biomedical Research Centre", "journal": "Diabetes Care", "type": "research", "institution": "Newcastle University", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "UniofNewcastle", "domain": "www.eurekalert.org"}, "og": {"title": "Reverse your diabetes -- and you can stay diabetes-free long-term", "description": "A new study from Newcastle University, UK, has shown that people who reverse their diabetes and then keep their weight down remain free of diabetes.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160324003046/http://www.eurekalert.org/pub_releases/2016-03/nu-ryd032116.php", "image": "https://web.archive.org/web/20160324003046im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "newcastleuniversity"}}, "movies": [], "publish_date": 1459224000.0, "source": "https://web.archive.org", "summary": ""}