{"url": "https://web.archive.org/web/20160419220227/http://www.eurekalert.org/pub_releases/2016-04/usmc-usr041816.php", "text": "DALLAS - April 18, 2016 - A five-year study shows that Stereotactic Body Radiation Therapy (SBRT) to treat prostate cancer offers a higher cure rate than more traditional approaches, according to researchers at UT Southwestern Medical Center Harold C. Simmons Comprehensive Cancer Center.\n\nThe study - the first trial to publish five-year results from SBRT treatment for prostate cancer - found a 98.6 percent cure rate with SBRT, a noninvasive form of radiation treatment that involves high-dose radiation beams entering the body through various angles and intersecting at the desired target. It is a state-of-the-art technology that allows for a concentrated dose to reach the tumor while limiting the radiation dose to surrounding healthy tissue.\n\n\"The high cure rate is striking when compared to the reported five-year cure rates from other approaches like surgery or conventional radiation, which range between 80 to 90 percent, while the side effects of this treatment are comparable to other types of treatment,\" said Dr. Raquibul Hannan, Assistant Professor of Radiation Oncology and lead author for the study. \"What we now have is a more potent and effective form of completely noninvasive treatment for prostate cancer, conveniently completed in five treatments.\"\n\nConventional treatment options for early stage prostate cancer include:\n\nProstatectomy, the surgical removal of the prostate gland, which can be done with minimally invasive techniques and robotic assistance;\n\nBrachytherapy, in which doctors implant numerous small radioactive seeds about the size of a grain of rice into the prostate gland using multiple large needles inserted through the skin in the operating room. Once implanted, the seeds release their radioactivity directly into the prostate gland; and\n\nExternal beam radiation, which involves 42 to 45 treatments administered over two or more months, five days a week.\n\n\"The current form of radiation is 44 treatments given over nine weeks. In contrast, the SBRT therapy we used allows the delivery of highly focused radiation in only five treatments, allowing patients to return to their normal lives more quickly,\" said senior author Dr. Robert Timmerman, Director of the Annette Simmons Stereotactic Treatment Center at UT Southwestern, and Professor and Vice Chairman of the Department of Radiation Oncology. \"SBRT is both more convenient and has increased potency.\"\n\nUT Southwestern served as the lead site for the multi-institutional clinical trial, which involved first-time prostate cancer patients diagnosed with stage I or stage II (low and intermediate risk) prostate cancer. A total of 91 patients were treated prospectively and followed for five years, with only one patient experiencing a recurrence of his cancer. The findings are published in the European Journal of Cancer.\n\nTerry Martin of McKinney, Texas, - about an hour outside Dallas - said the fewer number of treatments was a compelling advantage when he was evaluating treatment options.\n\n\"I live 45 minutes away from UT Southwestern. The difference between being treated five times versus 44 times is enormous,\" said Mr. Martin, a retired airline pilot. \"I felt that I was back to normal just 10 days after finishing treatment.\"\n\nIn addition to shorter treatment times, researchers found that side effects were not necessarily different compared to other forms of prostate cancer treatment. In the short term, the side effects of SBRT can include urinary issues (urgency, frequency and burning) and rectal irritation, which are often temporary and reverse within four weeks of treatment. Researchers found a small risk of longer-term urinary and rectal complications, which is also comparable to conventional treatments. Decrease in erectile function was seen in 25 percent of patients, fewer than with conventional radiation or surgery, said Dr. Hannan.\n\nTo reduce the side effects associated with SBRT, current clinical trials at UTSW are using a unique and biodegradable rectal spacer gel to protect the rectum. UTSW is currently the only accredited site in Texas at which this spacer gel can be used.\n\nOther clinical trials at the UTSW Department of Radiation Oncology are seeking to expand the application of SBRT to high-risk (Stage III) prostate cancer patients. \"Our hope is that the high potency of this form of treatment will significantly improve treatment of these patients,\" says Dr. Hannan, the principal investigator of the high-risk prostate SBRT trial.\n\nUT Southwestern has been a leader in pioneering use of SBRT. Dr. Timmerman, Director of Image-Guided Stereotactic Radiation Therapy, Medical Director of Radiation Oncology, and holder of the Effie Marie Cain Distinguished Chair in Cancer Therapy Research, has served as the lead investigator in several national trials designed to evaluate the efficacy and safety of SBRT to treat other types of cancer, including cancer in the lung, liver, and spine. A range of clinical trials of SBRT therapy are under way at Simmons Cancer Center, including new investigations evaluating use of SBRT for cancers in the breast and larynx.\n\nSince 2009, UT Southwestern has trained more than 300 physicians and peers interested in implementing SBRT in their clinical practice. Simmons Cancer Center's arsenal of stereotactic radiotherapy technology includes the cutting-edge Gamma Knife, CyberKnife, Agility, Vero SBRT and TrueBeam technologies.\n\n###\n\nThe SBRT study for prostate cancer was supported by a grant from the U.S. Department of Defense. Additional UTSW researchers involved in the study include Dr. Yair Lotan, Professor of Urology and holder of the Helen J. and Robert S. Strauss Professorship in Urology, and Dr. Xian-Jin Xie, Professor of Clinical Science.\n\nThe Harold C. Simmons Comprehensive Cancer Center is the only NCI-designated Comprehensive Cancer Center in North Texas and one of just 45 NCI-designated Comprehensive Cancer Centers in the nation. The Simmons Cancer Center includes 13 major cancer care programs with a focus on treating the whole patient with innovative treatments, while fostering groundbreaking basic research that has the potential to improve patient care and prevention of cancer worldwide. In addition, the Center's education and training programs support and develop the next generation of cancer researchers and clinicians.\n\nThe Simmons Cancer Center is among only 30 U.S. cancer research centers and the only cancer center in North Texas to be named a National Clinical Trials Network Lead Academic Participating Site, a prestigious designation by the NCI, designed to bolster clinical cancer research for adults and to provide patients access to cancer research trials sponsored by the NCI, where promising new drugs often are tested. About UT Southwestern Medical Center\n\nUT Southwestern, one of the premier academic medical centers in the nation, integrates pioneering biomedical research with exceptional clinical care and education. The institution's faculty has included six who have been awarded Nobel Prizes since 1985. The faculty of almost 2,800 is responsible for groundbreaking medical advances and is committed to translating science-driven research quickly to new clinical treatments. UT Southwestern physicians provide medical care in about 80 specialties to more than 92,000 hospitalized patients and oversee approximately 2.2 million outpatient visits a year.\n\nThis news release is available on our home page at http://www. utsouthwestern. edu/ home/ news/ index. html", "images": ["https://web.archive.org/web/20160419220227im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160419220227im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20160419220227im_/http://media.eurekalert.org/multimedia_prod/pub/web/113529_web.jpg", "https://web.archive.org/web/20160419220227im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160419220227im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160419220227im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20160419220227im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160419220227im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160419220227im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160419220227im_/http://media.eurekalert.org/multimedia_prod/pub/rel/113529_rel.jpg", "https://web.archive.org/web/20160419220227im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160419220227im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160419220227im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160419220227im_/http://www.eurekalert.org/images/meganav/browse-video.jpg"], "top_img": "https://web.archive.org/web/20160419220227im_/http://media.eurekalert.org/multimedia_prod/pub/web/113529_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160419220227/http://www.eurekalert.org/pub_releases/2016-04/usmc-usr041816.php", "title": "UT Southwestern research shows 98 percent cure rate for prostate cancer using SBRT", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "The study -- the first trial to publish five-year results from SBRT treatment for prostate cancer -- found a 98.6 percent cure rate with SBRT, a noninvasive form of radiation treatment that involves high-dose radiation beams entering the body through various angles and intersecting at the desired target.", "keywords": "Medicine/Health, Cancer, Prostate Cancer", "date": "Mon, 18 Apr 2016 04:00:00 GMT", "funder": "US Department of Defense", "journal": "European Journal of Cancer", "type": "research", "institution": "UT Southwestern Medical Center", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "UTSWNews", "domain": "www.eurekalert.org"}, "og": {"title": "UT Southwestern research shows 98 percent cure rate for prostate cancer using SBRT", "description": "The study -- the first trial to publish five-year results from SBRT treatment for prostate cancer -- found a 98.6 percent cure rate with SBRT, a noninvasive form of radiation treatment that involves high-dose radiation beams entering the body through various angles and intersecting at the desired target.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160419220227/http://www.eurekalert.org/pub_releases/2016-04/usmc-usr041816.php", "image": "https://web.archive.org/web/20160419220227im_/http://media.eurekalert.org/multimedia_prod/pub/web/113529_web.jpg", "type": "website"}, "fb": {"profile_id": "UTSWNews"}}, "movies": [], "publish_date": 1461902400.0, "source": "https://web.archive.org", "summary": ""}