{"url": "https://web.archive.org/web/20161012142010/https://www.eurekalert.org/pub_releases/2016-10/tjnj-mci100716.php", "text": "Among older adults with an unstable ankle fracture, the use of a modified casting technique known as close contact casting (a molded below-knee cast with minimal padding) resulted in similar functional outcomes at 6 months compared with surgery, and with fewer wound complications and reduced intervention costs, according to a study appearing in the October 11 issue of JAMA.\n\nThe number of older adults sustaining ankle fractures is increasing. Treatment of unstable fractures is either surgical or nonsurgical (using externally applied casts). Neither method yields an entirely satisfactory outcome in older adults. Traditional casting techniques are associated with poor fracture alignment and healing, as well as plaster-related sores. Surgery is often complicated by poor implant fixation (bone healing), wound problems, and infection. A modified casting technique has been developed, close contact casting, which uses minimal padding compared with traditional casting and achieves fracture reduction by distributing contact pressure by close anatomic fit.\n\nKeith Willett, M.B.B.S., F.R.C.S., of the University of Oxford, United Kingdom, and colleagues randomly assigned 620 adults older than 60 years with acute, unstable ankle fracture to surgery (n = 309) or casting (n = 311). Casts were applied in the operating room under general or spinal anesthesia by a trained surgeon.\n\nAmong the 620 adults (average age, 71 years; 74 percent women) who were randomized, 96 percent completed the study. Nearly all participants (93 percent) received assigned treatment; 52 of 275 (19 percent) who initially received casting later converted to surgery. At 6 months, casting resulted in measures of ankle function equivalent to that with surgery. Infection and wound breakdown were more common with surgery (10 percent vs 1 percent), as were additional operating room procedures (6 percent vs 1 percent).\n\nRadiologic malunion (abnormal healing of a fracture) was more common in the casting group (15 percent vs 3 percent for surgery). Casting required less operating room time compared with surgery. There were no significant differences in other secondary outcomes: quality of life, pain, ankle motion, mobility, and patient satisfaction.\n\n\"Close contact casting was delivered successfully for most participants, substantially reducing the number of patients requiring invasive surgical procedures at the outset and additional operations during a 6-month period,\" the authors write.\n\nThe researchers add that close contact casting may be an appropriate treatment for older adults with unstable ankle fracture.\n\n(doi:10.1001/jama.2016.14719; the study is available pre-embargo to the media at the For the Media website)\n\nEditor's Note: Please see the article for additional information, including other authors, author contributions and affiliations, financial disclosures, funding and support, etc.\n\nEditorial: Close Contact Casting vs Surgery for Unstable Ankle Fractures\n\n\"The results reported by Willett et al demonstrate that most unstable ankle fractures in older patients can be treated with a cast without the need for surgery,\" writes David W. Sanders, M.D., M.Sc., F.R.C.S.C., of Western University, London, Ontario, Canada, in an accompanying editorial.\n\n\"However, many patients who were initially treated by casting subsequently required repeat casting or surgery. Further studies are needed to help identify which patients will not benefit from casting. Although close contact casting may be unfamiliar to some orthopedic surgeons, it can avoid surgery for older patients with ankle fractures, yet result in equivalent functional outcomes. This technique is worth considering when treating this challenging clinical problem.\"\n\n(doi:10.1001/jama.2016.14819; the study is available pre-embargo to the media at the For the Media website)\n\nEditor's Note: The author has completed and submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest and none were reported.\n\n###", "images": ["https://web.archive.org/web/20161012142010im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20161012142010im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20161012142010im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20161012142010im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20161012142010im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20161012142010im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20161012142010im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20161012142010im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20161012142010im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20161012142010im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20161012142010im_/https://www.eurekalert.org/images/meganav/ACSMeeting.201608.jpg", "https://web.archive.org/web/20161012142010im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20161012142010im_/https://www.eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20161012142010im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20161012142010/http://www.eurekalert.org/pub_releases/2016-10/tjnj-mci100716.php", "title": "Modified cast instead of surgery results in similar functional outcomes for ankle fracture in older adults", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Among older adults with an unstable ankle fracture, the use of a modified casting technique known as close contact casting (a molded below-knee cast with minimal padding) resulted in similar functional outcomes at six months compared with surgery, and with fewer wound complications and reduced intervention costs, according to a study appearing in the Oct. 11 issue of JAMA.", "keywords": "Medicine/Health, Surgery", "date": "Tue, 11 Oct 2016 04:00:00 GMT", "journal": "JAMA", "type": "research", "institution": "The JAMA Network Journals", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "JAMA_current", "domain": "www.eurekalert.org", "title": "Modified cast instead of surgery results in similar functional outcomes for ankle fracture in older adults", "description": "Among older adults with an unstable ankle fracture, the use of a modified casting technique known as close contact casting (a molded below-knee cast with minimal padding) resulted in similar functional outcomes at six months compared with surgery, and with fewer wound complications and reduced intervention costs, according to a study appearing in the Oct. 11 issue of JAMA."}, "og": {"title": "Modified cast instead of surgery results in similar functional outcomes for ankle fracture in older adults", "description": "Among older adults with an unstable ankle fracture, the use of a modified casting technique known as close contact casting (a molded below-knee cast with minimal padding) resulted in similar functional outcomes at six months compared with surgery, and with fewer wound complications and reduced intervention costs, according to a study appearing in the Oct. 11 issue of JAMA.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20161012142010/http://www.eurekalert.org/pub_releases/2016-10/tjnj-mci100716.php", "image": "https://web.archive.org/web/20161012142010im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1477713600.0, "source": "https://web.archive.org", "summary": ""}