{"url": "https://web.archive.org/web/20180203024131/https://www.eurekalert.org/pub_releases/2018-02/nlh-edi020218.php", "text": "A commonly-prescribed multiple sclerosis (MS) infusion medication linked to a rare but serious side effect is safer to use when dosing intervals are extended, according to a new study led by MS specialists NYU Langone Health.\n\nThe new research showed that extending dosing of natalizumab from every 4 weeks to every 5 to 12 weeks significantly reduced the risk of developing progressive multifocal leukoencephalopathy (PML), a rare but potentially fatal brain infection. The authors presented their findings February 2 at the Americas Committee for Treatment and Research in Multiple Sclerosis (ACTRIMS) Forum 2018 in San Diego.\n\nThe findings could influence how neurologists prescribe the medication. \"Neurologists have been looking for safer ways to administer natalizumab infusions to their patients, but there hasn't been clear data on whether decreasing dosing frequency improves safety,\" says first study author Lana Zhovtis Ryerson, MD, assistant professor of neurology at NYU School of Medicine and an attending neurologist at NYU Langone's Multiple Sclerosis Comprehensive Care Center. \"Our safety findings are clinically and statistically significant, and we believe that extending the dosing schedule of natalizumab is practice changing and may save lives.\"\n\nNatalizumab, a monoclonal antibody, is used to prevent MS relapses, improve quality of life, and slow worsening disability. The medication is indicated to be prescribed in 300-milligram infusion doses every 4 weeks.\n\nTaking the medication longer than two years, however, may increase risk PML, which is caused by the John Cunningham virus (JCV). There have been 756 PML cases reported worldwide as of January 2018, with a global incidence rate of 4.19 per 1,000 PML cases in people treated with natalizumab. Patients who test JCV antibody-positive are typically either told to not to start natalizumab, or have had treatment stopped after two years, when risk was deemed to be too high.\n\nThe new study, however, reports safety data through up to 72 months, or 6 years, when the extended dosing regimens were applied, with risk reduction for PML as high as 94 percent.\n\nHow the Study Was Conducted\n\nResearchers reviewed data on all patients who have been exposed to JCV who are enrolled in TOUCH, the U.S. Food and Drug Administration-mandated Risk Evaluation and Mitigation Strategy (REMS) program for natalizumab that requires manufacturers to document all uses of a medication to ensure that the benefits of a drug outweigh its risks. Since the optimal extended dose schedule is not known, researchers chose to look at the data in multiple ways, with the primary definition looking at extended dose history in the last 18 months, the secondary definition looking at extended dose occurring at any time in the dosing history, and for tertiary definition looking primarily at how extended dose history affects PML risk. The results showed clinically and statistically significant risk reductions with all definitions.\n\nThe new study did not look at drug efficacy comparing extended to standard doses. However, previous research led by Dr. Zhovtis-Ryerson's group found extending the dose up to 8 weeks did not negatively affect the medication's efficacy in a retrospective sample of 2,000 people. The authors are planning prospective efficacy studies of extended dose natalizumab.\n\nNatalizumab is manufactured by Biogen Idec and Elan, and sold under the name Tysabri®. Biogen provided the researchers access to their data and statistical support.\n\nOther infusion disease-modifying therapies approved to treat MS include the drugs alemtuzumab and ocrelizumab. Oral and injectable medications are also prescribed.\n\n###\n\nThe study was carried out in collaboration with Biogen and academic collaborators from NYU School of Medicine's Division of Biostatics, University of Alabama at Birmingham School of Medicine, and Rocky Mountain Multiple Sclerosis Clinic in Utah.\n\nIn addition to Dr. Zhovtis-Ryerson, Ilya Kister, MD, associate professor of neurology, Judith D. Goldberg, professor of population health and environmental medicine, and Xiaochun Li, PhD, research scientist of biostatistics, were co-authors at NYU Langone Health. Other co-authors include Dr. John Foley, Dr. Ih Chang, Professor Gary R. Cutter, Dr. Ryan Metzger, Dr. Evan Riddle, Dr. Bei Yu, Dr. Zheng Ren, Dr. Christophe Hotermans, Dr. Pei-Ran Ho, and Dr. Nolan Campbell.", "images": ["https://web.archive.org/web/20180203024131im_/https://www.eurekalert.org/images/meganav/AM18_Newsroom.jpg", "https://web.archive.org/web/20180203024131im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180203024131im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180203024131im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180203024131im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180203024131im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180203024131im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180203024131im_/https://media.eurekalert.org/multimedia_prod/pub/rel/162037_rel.jpg", "https://web.archive.org/web/20180203024131im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20180203024131im_/https://media.eurekalert.org/multimedia_prod/pub/web/162037_web.jpg", "https://web.archive.org/web/20180203024131im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180203024131im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180203024131im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180203024131im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180203024131im_/https://www.eurekalert.org/multimedia/pub/web/162037_web.jpg", "https://web.archive.org/web/20180203024131im_/https://www.eurekalert.org/images/e4/logo.png"], "top_img": "https://web.archive.org/web/20180203024131im_/https://www.eurekalert.org/multimedia/pub/web/162037_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180203024131/https://www.eurekalert.org/pub_releases/2018-02/nlh-edi020218.php", "title": "Extending dosing intervals reduces deadly side effect risk from multiple sclerosis drug", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A commonly-prescribed multiple sclerosis (MS) infusion medication, natalizumab, linked to a rare but serious side effect is safer to use when dosing intervals are extended, according to a new study led by MS specialists at NYU Langone Health.", "keywords": "Medicine/Health, Neurobiology", "date": "Fri, 02 Feb 2018 05:00:00 GMT/UTC", "type": "research", "institution": "NYU Langone Health / NYU School of Medicine", "meeting": "ACTRIMS Forum 2018", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "NYULMC", "domain": "www.eurekalert.org", "title": "Extending dosing intervals reduces deadly side effect risk from multiple sclerosis drug", "description": "A commonly-prescribed multiple sclerosis (MS) infusion medication, natalizumab, linked to a rare but serious side effect is safer to use when dosing intervals are extended, according to a new study led by MS specialists at NYU Langone Health."}, "og": {"title": "Extending dosing intervals reduces deadly side effect risk from multiple sclerosis drug", "description": "A commonly-prescribed multiple sclerosis (MS) infusion medication, natalizumab, linked to a rare but serious side effect is safer to use when dosing intervals are extended, according to a new study led by MS specialists at NYU Langone Health.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180203024131/https://www.eurekalert.org/pub_releases/2018-02/nlh-edi020218.php", "image": "https://web.archive.org/web/20180203024131im_/https://www.eurekalert.org/multimedia/pub/web/162037_web.jpg", "type": "website"}, "fb": {"profile_id": "NYULangone"}}, "movies": [], "publish_date": 1519794000.0, "source": "https://web.archive.org", "summary": ""}