{"url": "http://www.newswise.com/articles/device-keeps-donor-kidneys-healthy-outside-the-body-until-transplant", "text": "Newswise — Toronto, ON (February 5, 2018) -- A deceased donor kidney has been preserved and kept healthy outside the body in a device that mimics the body’s physiological functions and successfully transplanted into a human, for the first time in North America.\n\nThe technique, unique solution, and device are part of a Phase I clinical trial at Toronto General Hospital (TG), University Health Network (UHN), assessing the safety of the device, with subsequent phases examining its efficacy.\n\nKidneys are the most frequently transplanted solid organ, but a continuing shortage of donor kidneys impacts wait times and quality of life of those waiting for a transplant.\n\nOne way to address this gap by the transplant community worldwide has been to extend the criteria of those donor kidneys used for transplantation. But these “extended criteria” organs – those from older donors or from donors who have two or more risk factors - do not tolerate current “cold storage” methods for organ preservation well.\n\nThis can result in greater injury to the kidney, or in a “sleepy kidney” which functions poorly at the beginning, requiring dialysis until it recovers days or weeks later. This early delayed function also impacts its longer-term survival.\n\nIn Ontario, about 20 per cent of all transplanted kidneys are expanded criteria donor kidneys. This means donors are on average older than 60 years, or younger than 60 years and likely have hypertension, higher BMI (body mass index), diabetes, or died due to stroke.\n\nEx vivo organ perfusion is an innovative organ preservation technique that seeks to overcome the limitations of current “cold storage” method of preservation.\n\nDeveloped in the laboratory of UHN transplant surgeon Dr. Markus Selzner, with the help of UHN transplant surgeons Drs. David Grant and Anand Ghanekar, as well as Drs. Lisa Robinson and Darius Bagli from The Hospital for Sick Children (SickKids), it took four years to perfect the solution for the donor kidney and to modify the heart-lung machine for use in the warm perfusion technique.\n\nThis technology has advantages over the usual cold storage method in which a deceased donor kidney is cooled on ice to about four degrees Celsius, with no oxygen, slowing down its metabolism, and inhibiting the repair process.\n\nThe kidney cannot survive longer than 30 hours in cold preservation. The new warm preservation technique avoids the damage of cold storage and instead allows the donor organ to improve and repair itself, potentially leading to better outcomes for patients.\n\nUsing a heart-lung bypass machine, with customized tubing adapted to the kidney’s smaller blood vessels - and a specially blended preservation solution of blood, nutrients, minerals, amino acids, oxygen, glucose, antibiotics and drugs – surgeons, nurses and perfusionists at TG prepared a deceased donor kidney in a transplant operating room to be placed in a warm preservation solution before transplantation into a patient in late November, 2017.\n\nThe aim was to enhance kidney function, minimize injury and avoid a “sleepy kidney” from an extended criteria kidney. About 30-40 per cent of deceased donor kidneys do not work immediately, requiring longer hospitals stays for the patients and dialysis.\n\nZhao Xiao, 53, received the deceased donor kidney, which was placed on the device for 3.5 hours at body temperature.\n\n“I feel great,” says Xiao, through an interpreter. He was able to get up and walk two day after his transplant. Xiao says he was happy to volunteer to become the first patient to receive a kidney that was improved by the new technology.\n\n“This can make a difference to other patients, so I am glad to be the first one helping them with my experience.”\n\nAs soon as the donor kidney was reattached to the patient, it turned ruby-red and started to pour out urine, indicating that it was functioning well.\n\n“It is a champion!” says an elated Dr. Selzner, who has done about 500 kidney transplants in the past 14 years. “It behaved like a normal kidney, despite it being an extended criteria donor kidney.”\n\nHe points out blood tests within 48 hours showed that the kidney was removing wastes and excess fluid from the blood normally. Since the kidney did not “struggle” after transplant, there is a greater likelihood that its long-term outcome will be better, he adds.\n\n“This technique will change the landscape of organ donation by improving organ preservation, allowing us to better assess and regenerate the donor organ on the device before we transplant it into a patient. We will know how healthy that organ is before the transplant operation,” says Dr. Markus Selzner, co-investigator of the clinical trial.\n\nDr. Selzner, a clinician-scientist at the Toronto General Hospital Research Institute and Associate Professor of Surgery at the University of Toronto, previously modified the preservation solution and supervised the research on a successful warm perfusion technique for the deceased donor liver organ.\n\n“Working on this project has been one of the most rewarding experiences of my professional career,” says Dr. Lisa Robinson, Division Head of Nephrology at SickKids. “It is exciting to see this work be transformed from an idea to experimental research, and now to directly impacting patients.”\n\n“Even with the shortage of donor organs, we have to decline some of our donor organs because of the damage they sustain in the retrieval process,” says Dr. David Grant, Surgical Director of the Multi-Organ Transplant Program, UHN. He is also co-investigator of the clinical trial and transplanted the donor kidney, which was on the modified heart-lung bypass machine, into the recipient.\n\n“This new technology can help us answer the critical question, ‘What’s the best way to improve function and recover and repair the kidney before transplantation to get the best results for our patients?’”\n\nDr. Grant, who is also Professor of Surgery at the University of Toronto, emphasized that high-impact research projects such as this require strong collaborative teams – including researchers, surgical residents, nurses, Canadian Blood Services, perfusionists, colleagues at SickKids - working together on experimental and clinical trials.\n\n“UHN is one of the few places in the world where you can have a good idea and then find the right people to make something like this happen.”\n\nOther collaborators on the research and clinical trial at UHN include: Drs. Joseph Kim and Anand Ghanekar, co-leads of the kidney transplant program at UHN and transplant nephrologist Dr. Istvan Mucsi.\n\nDr. Grant also praised the strong support and efforts of Trillium Gift of Life, which co-ordinates organ and tissue donation across Ontario, in helping to ensure that the transplant team could begin their clinical trials with this new technique.\n\nThe technique of warm organ perfusion outside the body was pioneered by the Toronto Lung Transplant Program at TG in 2008 by Drs. Shaf Keshavjee and Marcelo Cypel to better treat, repair and assess high-risk donor lungs outside the body. The lungs are placed in a protective dome in which a system continuously pumps a bloodless solution of oxygen, proteins and nutrients into the injured donor lungs, mimicking normal physiological conditions.\n\nThis makes it possible for the injured cells to begin repairing themselves, and sets the stage for more sophisticated repair techniques to be applied to donor lungs. Since 2012, there has been an unprecedented 63 per cent increase in lung transplants at TG as a result of this system.\n\nAt any point in time, there are about 1,500 patients waiting for a transplant in Ontario. About 1,000 people wait for a kidney transplant across the province, usually about four years. About five per cent of people on kidney waiting lists die every year.\n\nResearch for the ex vivo kidney perfusion project was supported by the Canadian National Transplant Research Program (CNTRP), a national research network designed to increase organ and tissue donation in Canada and enhance the survival and quality of life of Canadians who receive transplants.\n\nGenerous philanthropic support, made through Toronto General & Western Hospital Foundation, has played and continues to play an integral role in the development of ex vivo technology and its impact on patients’ lives.\n\nAbout Toronto General Hospital\n\nToronto General Hospital is a partner in University Health Network, along with Toronto Western, the Princess Margaret Cancer Centre, Toronto Rehabilitation Institute and the Michener Institute of Education. The scope of research and complexity of cases at Toronto General Hospital have made it a national and international source for discovery, education and patient care. It has one of the largest hospital-based research programs in Canada, with major research in transplantation, surgical innovation, cardiology, infectious diseases, genomic medicine and liver disease. Toronto General Hospital is a research and teaching hospital affiliated with the University of Toronto. www.uhn.ca\n\nTo download video and photos of the ex vivo kidney perfusion circuit and kidney transplant, please visit:\n\nBROLL:\n\nDr. Markus Selzner:\n\nPhoto credit: “Courtesy of University Health Network”", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "http://www.newswise.com/images/institutions/logos/xUHN-logo-with-tag_2.jpg.pagespeed.ic.yc3ERv0CMf.jpg", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2018/02/5/CopyofIMG_0471.JPG&width=502&height=334", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/02/5/CopyofIMG_0471.JPG&width=100&height=100", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/02/5/CopyofIMG_0471.JPG&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "", "title": "Device Keeps Donor Kidneys Healthy Outside the Body Until Transplant", "meta_data": {"keywords": "Newswise, Kidney,ex vivo,first in Northe America,Kidney Transplant,Kidney Donation,Toronto General Hospital,University Health Network,Surgery, Transplantation, Local - Canada,  University Health Network (UHN)", "description": "A deceased donor kidney has been preserved and kept healthy outside the body in a device that mimics the body’s physiological functions and successfully transplanted into a human, for the first time in North America.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "A deceased donor kidney has been preserved and kept healthy outside the body in a device that mimics the body’s physiological functions and successfully transplanted into a human, for the first time in North America.", "title": "Device Keeps Donor Kidneys Healthy Outside the Body Until Transplant", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/02/5/CopyofIMG_0471.JPG&width=100&height=100"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}