{"url": "http://www.prnewswire.com/news-releases/new-non-surgical-treatment-freezes-breast-cancer-in-its-tracks-300166081.html", "text": "MEMPHIS, Tenn., Oct. 26, 2015 /PRNewswire/ -- Imagine. A nick of the skin, a flash of cold and 25 minutes on an exam table. For thousands of women, this may soon replace surgery as a treatment for breast cancer.\n\nCryoablation, using extreme cold to destroy diseased cells, is potentially the first ever procedure to treat breast cancer tumors without the trauma of surgery. Following numerous limited studies, a growing number of women are now being treated with the technique as part of a groundbreaking clinical trial involving leading breast cancer specialists across the country. Utilizing IceCure Medical's innovative IceSense3™ cryoablation system, the multi-center trial is examining cryoablation of certain types of breast cancer. Potentially, it will usher in a new and gentler pathway for the treatment of a disease that affects one in every eight women annually.\n\nThe benefits of cryoablation over traditional breast cancer surgery are significant. The procedure is typically performed in a physician's office under ultrasound guidance in less than 30 minutes. It involves a small incision and placement of an IceSense3™ nitrogen-cooled probe into the center of a tumor to freeze it from the inside out. The diseased cells then crack open and die. Eventually they are absorbed by the immune system and new cells take their place.\n\nBy contrast, surgical cancer removal often means several hours in the operating room, complications of general anesthesia and weeks or months of recovery. Surgery also typically involves significant breast tissue damage and disfigurement due to large incisions and removal of sizable breast mass.\n\nCryoablation, however, precisely targets the tumor site and involves insertion of only a slim probe. Therefore, it boasts fast recovery time, significantly improved cosmetic results and greater patient comfort overall. In fact, most women are able to resume normal activities almost immediately following treatment. They experience minimal scarring and excellent cosmetic results.\n\nPhysicians participating in the trial report that patients feel minimal discomfort and can watch the procedure on the ultrasound screen. Most are extremely relieved to avoid painful, disfiguring surgery and long recovery times.\n\n\"For women with certain types of breast cancer, cryoablation is showing promise as an alternative to surgery, particularly for patients over age 65,\" says Susan K. Boolbol, MD, Chief of the Appel-Venet Comprehensive Breast Service, Mount Sinai Beth Israel, who is participating in the trial. \"For older patients the risks associated with invasive procedures and general anesthesia as well as the discomfort of long recoveries also makes this procedure particularly desirable. As our understanding of tumor biology grows, the ability to offer treatment options other than surgery is important.\"\n\n\"There is growing awareness treatment should be based on individual tumor biology. We are excited to be participating in this trial where some breast cancer patients can be treated without surgery,\" adds Richard Fine, MD, The West Comprehensive Breast Center, Memphis, TN, another surgeon active in the cryoablation trial. \"Over the next 15 years, women 65 and older will make up one of the fastest growing populations diagnosed with breast cancer. We are confident that the ICE3 trial can prove certain women can be successfully treated less aggressively than in the past. The option of a non-surgical treatment has significant benefits for patients and the overall health care system.\"\n\nCryoablation is well-established in the treatment of liver, kidney, prostate and other cancers. Its effectiveness in breast cancer has been proven in a number of smaller studies, including a recent American College of Surgeons Oncology Group (ACOSOG) trial and extensive long-term ongoing, unpublished studies in Japan. The ICE3 trial, which began patient enrollment in October 2014, will significantly expand data on the technique as a treatment for breast cancer. Patents will be followed for five years to ensure they remain cancer free.\n\nDeveloped by IceCure Medical (Caesarea, Israel/Memphis, TN), specifically for breast applications, the IceSense3 Cryoablation System™, has a long history of successful treatment of benign breast fibroadenomas. The ongoing refinement of the technology makes treatment more precise and extremely reliable. The IceSense3™ device delivers a stable cycle of extremely cold temperatures and relies on a maneuverable, disposable probe and compact high tech console. For the first time, these advances make precise targeting of tumors extremely reliable.\n\nThe ICE3 trial is recruiting and following women aged 65 years and older diagnosed with certain tumor sub-types and measuring less than 1.5 centimeters in diameter. Developed by a diverse, esteemed scientific advisory board, the trial is underway at 20 carefully selected sites throughout the United States. As a market leader in cryoablation treatment of breast disease, IceCure will utilize its resources to provide clinical and technological support to sites in the cancer trial.\n\nCONTACT:\n\nWilliam Irby\n\n901-237-4630\n\nwirby@icecure-medical.com\n\nPhoto - http://photos.prnewswire.com/prnh/20151026/280497\n\nSOURCE IceCure Medical", "images": ["https://photos.prnewswire.com/prnthumb/20151026/280497", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png", "https://photos.prnewswire.com/prnfull/20151026/280497?max=800"], "top_img": "https://photos.prnewswire.com/prnthumb/20151026/280497", "keywords": [], "authors": ["Icecure Medical"], "canonical_link": "https://www.prnewswire.com/news-releases/new-non-surgical-treatment-freezes-breast-cancer-in-its-tracks-300166081.html", "title": "New Non-Surgical Treatment Freezes Breast Cancer in its Tracks", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "MEMPHIS, Tenn., Oct. 26, 2015 /PRNewswire/ -- Imagine. A nick of the skin, a flash of cold and 25 minutes on an exam table. For thousands of women, this may...", "author": "IceCure Medical", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "New Non-Surgical Treatment Freezes Breast Cancer in its Tracks", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "tennessee", "date": "2015-10-26T01:18:00-04:00", "keywords": "IceCure Medical,Health Care & Hospitals ,Medical Pharmaceuticals ,Biotechnology , Medical Equipment ,Clinical Trials & Medical Discoveries,Women", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "New Non-Surgical Treatment Freezes Breast Cancer in its Tracks", "description": "MEMPHIS, Tenn., Oct. 26, 2015 /PRNewswire/ -- Imagine. A nick of the skin, a flash of cold and 25 minutes on an exam table. For thousands of women, this may..."}, "og": {"title": "New Non-Surgical Treatment Freezes Breast Cancer in its Tracks", "type": "website", "description": "MEMPHIS, Tenn., Oct. 26, 2015 /PRNewswire/ -- Imagine. A nick of the skin, a flash of cold and 25 minutes on an exam table. For thousands of women, this may...", "image": "https://photos.prnewswire.com/prnthumb/20151026/280497", "url": "https://www.prnewswire.com/news-releases/new-non-surgical-treatment-freezes-breast-cancer-in-its-tracks-300166081.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}