{"url": "http://media.jamanetwork.com/news-item/injected-drug-reduces-risk-of-fracture-among-women-with-osteoporosis/", "text": "EMBARGOED FOR RELEASE: 11 A.M. (ET) TUESDAY, AUGUST 16, 2016\n\nMedia Advisory: To contact Paul D. Miller, M.D., call 303-925-4514 or email millerccbr@aol.com. To contact editorial co-author Anne R. Cappola, M.D., Sc.M., email Abbey Anderson at Abbey.Anderson@uphs.upenn.edu.\n\nTo place an electronic embedded link to this study and editorial in your story These links will be live at the embargo time: http://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2016.11136 http://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2016.11032\n\nAmong postmenopausal women with osteoporosis at risk of fracture, daily injection of the drug abaloparatide for 18 months significantly reduced the risk of new vertebral and nonvertebral fractures compared with placebo, according to a study appearing in the August 16 issue of JAMA.\n\nOsteoporosis is associated with substantial social, economic, and public health burdens. Based on 2010 U.S. Census data, a study estimated the prevalence of osteoporosis among women 50 to 69 years of age at 3.4 million. It has been estimated that the lifetime risk of osteoporotic fracture for a 60-year-old woman is 44 percent. Additional therapies are needed for prevention of osteoporotic fractures. As a result of its mechanism of action, it has been hypothesized that the drug abaloparatide, a synthetic peptide, would have a more pronounced anabolic (i.e., bone growing) action on bone compared with the osteoporosis drug teriparatide.\n\nPaul D. Miller, M.D., of the Colorado Center for Bone Research, Lakewood, Colo., and colleagues randomly assigned postmenopausal women with osteoporosis to receive daily injections for 18 months of placebo (n = 821); abaloparatide (n = 824); or teriparatide (n = 818). The trial was conducted at 28 sites in 10 countries.\n\nAmong 2,463 women (average age, 69 years), 1,901 completed the study. New vertebral fractures occurred less frequently in the active treatment groups vs placebo: in 0.58 percent (n = 4) of participants in the abaloparatide group; in 0.84 percent (n = 6) of participants in the teriparatide group; and in 4.22 percent (n = 30) of those in the placebo group. The estimated event rate for nonvertebral fracture was lower with abaloparatide vs placebo: 2.7 percent in the abaloparatide group; 3.3 percent in the teriparatide group; and 4.7 percent in the placebo group.\n\nBone mineral density (BMD) increases were greater with abaloparatide than placebo. Incidence of hypercalcemia (the presence of abnormally high levels of calcium in the blood) was lower with abaloparatide (3.4 percent) vs teriparatide (6.4 percent). Overall, there were no differences in serious adverse events between the treatment groups.\n\n“Further research is needed to understand the clinical importance of risk difference, the risks and benefits of abaloparatide treatment, and the efficacy of abaloparatide vs other osteoporosis treatments,” the authors write.\n\n(doi:10.1001/jama.2016.11136; the study is available pre-embargo to the media at the For the Media website)\n\nEditor’s Note : This study was funded by Radius Health. Please see the article for additional information, including other authors, author contributions and affiliations, financial disclosures, etc.\n\nEditorial: Osteoporosis Therapy in Postmenopausal Women With High Risk of Fracture\n\n“Ultimately, which therapy is selected for osteoporosis treatment may be less important than identifying and initiating an approved treatment,” write Anne R. Cappola, M.D., Sc.M., of the Perelman School of Medicine at the University of Pennsylvania, Philadelphia, and Associate Editor, JAMA, and Dolores M. Shoback, M.D., of the University of California, San Francisco, in an accompanying editorial.\n\n“The bar is high for any preventive treatment—in the efforts to prevent a fracture that may or may not ever occur, prescribers do not want to prescribe a therapy that causes a new problem. The way forward for fracture prevention involves not only the development of better therapies to prevent fracture and easier delivery systems but also improved adoption of existing osteoporosis therapies for patients with prior fractures and minimization of adverse effects, particularly those associated with long-term use.”\n\n(doi:10.1001/jama.2016.11032; the editorial is available pre-embargo to the media at the For the Media website)\n\nEditor’s Note : Both authors have completed and submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest and none were reported.\n\n# # #", "images": ["https://8zdwfheqf626okso1umzsoo3-wpengine.netdna-ssl.com/wp-content/themes/ftm/library/images/apple-icon-touch.png"], "top_img": "https://8zdwfheqf626okso1umzsoo3-wpengine.netdna-ssl.com/wp-content/themes/ftm/library/images/apple-icon-touch.png", "keywords": [], "authors": [], "canonical_link": "https://media.jamanetwork.com/news-item/injected-drug-reduces-risk-of-fracture-among-women-with-osteoporosis/", "title": "Injected Drug Reduces Risk of Fracture among Women with Osteoporosis", "meta_data": {"HandheldFriendly": "True", "MobileOptimized": 320, "viewport": "width=device-width, initial-scale=1.0", "msapplication-TileColor": "#f01d4f", "msapplication-TileImage": "https://media.jamanetwork.com/wp-content/themes/ftm/library/images/win8-tile-icon.png", "twitter": {"card": "summary_large_image", "description": "EMBARGOED FOR RELEASE: 11 A.M. (ET) TUESDAY, AUGUST 16, 2016 Media Advisory: To contact Paul D. Miller, M.D., call 303-925-4514 or email millerccbr@aol.com. To contact editorial co-author Anne R. Cappola, M.D., Sc.M., email Abbey Anderson at Abbey.Anderson@uphs.upenn.edu.   To place an electronic embedded link to this study and editorial in your story  These links will...", "title": "Injected Drug Reduces Risk of Fracture among Women with Osteoporosis - For The Media - JAMA Network"}}, "movies": [], "publish_date": null, "source": "http://media.jamanetwork.com", "summary": ""}