{"url": "http://www.newswise.com/articles/view/643137/?sc=mwhn", "text": "Newswise — LEAWOOD, KS — Osteoarthritis (OA) is one of the leading causes of disability in adults in the United States and knee OA specifically is ranked within the top 10 non-communicable diseases for global disability-adjusted life years. The lifetime risk of suffering symptomatic knee OA is estimated to be 44.7% and approximately 1 in 11 of the US population is diagnosed with symptomatic knee OA by age 60. With this knowledge, the American Medical Society for Sports Medicine (AMSSM) has released a new scientific statement that provides guidance for physicians and healthcare professionals who provide care for those patients with knee osteoarthritis.\n\nThere is a general consensus that the initial management of knee OA treatment should include weight loss and strengthening exercises. However, certain aspects of treatment for knee OA are controversial. In light of these issues, the AMSSM convened an expert writing group of four sports medicine physicians to review the latest data and provide recommendations for the sports medicine community.\n\n“We do not treat groups of people we treat individuals,” said Dr. Thomas Trojian, Lead Author and Past AMSSM Board of Director. “It is important to look at how a person responds to a medication. Does the person improve if given an injection of viscosupplementation more likely than placebo or intra-articular steroid? Using a network meta-analysis we are able to compare the multiple studies done on viscosupplementation and have found that people are more likely to show clinical improvement with viscosupplementation over placebo (saline) and intra-articular steroids. This is different than studies recently published that say the average response differs.” The full report, published ahead of print in the Clinical Journal of Sport Medicince (CJSM) and will appear in the (British Journal of Sports Medicine) BJSM, entitled, AMSSM Scientific Statement Concerning Viscosupplementation Injections for Knee Osteoarthritis Importance for Individual Patient Outcomes, includes the following notable AMSSM recommendations and one suggestion:\n\n• AMSSM RECOMMENDS viscosupplementation injections for Kellgren and Lawrence (KL) grade II-III knee osteoarthritis in those patients above the age of 60 based on HIGH quality evidence demonstrating benefit using OMERACT-OARSI Responder Rating but the evidence should be downgraded due to indirectness for those under 60 years of age.• AMSSM SUGGESTS viscosupplementation injections for knee osteoarthritis for those under the age of 60 based on MODERATE quality evidence due to response of treatment in those over 60.• AMSSM RECOMMENDS clinicians and researchers collect OMERACT-OARSI responder data to track individual response to the viscosupplementation.\n\nThe full paper will be published in print in the January 2016 issues of CJSM and BJSM.\n\nClick here to view statement online.\n\nThanks to members Drs. Thomas Trojian (AMSSM Past Board of Director), Susan Joy (AMSSM Foundation Board Member), Andrew Concoff and John Hatzenbuehler along with Whitney Saulsberry, PharmD and Craig Coleman, PharmD for serving on the expert writing group for this paper. The AMSSM hopes that this information can assist healthcare professionals as they provide care for patients with osteoarthritis.\n\nAbout AMSSM: AMSSM is a multi-disciplinary organization of 3,000 sports medicine physicians dedicated to education, research, advocacy and the care of athletes of all ages. The majority of AMSSM members are primary care physicians with fellowship training and added qualification in sports medicine who then combine their practice of sports medicine with their primary specialty. AMSSM includes members who specialize solely in non-surgical sports medicine and serve as team physicians at the youth level, NCAA, NFL, MLB, NBA, WNBA, MLS and NHL, as well as with Olympic teams. By nature of their training and experience, sports medicine physicians are ideally suited to provide comprehensive medical care for athletes, sports teams or active individuals who are simply looking to maintain a healthy lifestyle. www.amssm.org\n\nSEE ORIGINAL STUDY", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://www.newswise.com/images/new-newswise-logo-square.jpg", "http://www.newswise.com/images/institutions/logos/xAMSSM,P20Logo.jpg.pagespeed.ic.uMn77oLo-w.jpg", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/viscosupplementation-recommended-for-appropriate-patients-with-knee-osteoarthritis", "title": "Viscosupplementation Recommended For Appropriate Patients with Knee Osteoarthritis", "meta_data": {"keywords": "Newswise, AMSSM,American Medical Society for Sport Medicine,Thomas Trojian, MD,osteoarthritis knee,Viscosupplementation,Susan Joy, MD,Andrew Concoff, ,Andrew Concoff, MD,Sports Medicine, Arthritis, Bone Health, Local - Kansas, All Journal News,  American Medical Society for Sports Medicine (AMSSM)", "description": "Osteoarthritis (OA) is one of the leading causes of disability in adults in the United States and knee OA specifically is ranked within the top 10 non-communicable diseases for global disability-adjusted life years.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Osteoarthritis (OA) is one of the leading causes of disability in adults in the United States and knee OA specifically is ranked within the top 10 non-communicable diseases for global disability-adjusted life years.", "title": "Viscosupplementation Recommended For Appropriate Patients with Knee Osteoarthritis", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "url": "https://www.newswise.com/articles/viscosupplementation-recommended-for-appropriate-patients-with-knee-osteoarthritis"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}