{"url": "https://web.archive.org/web/20151012231742/http://www.eurekalert.org:80/pub_releases/2015-10/tl-tln100615.php", "text": "Using a high sensitivity blood test [1], researchers have identified the optimal level of a protein called troponin that could rule out a diagnosis of heart attack for two-thirds of people attending the emergency department, according to new research published in The Lancet. Using this threshold in routine practice could potentially double the number of patients suitable for immediate discharge directly from the emergency department, say the authors.\n\n\"Until now there were no quick ways to rule out a heart attack within the emergency department,\" explains lead author Dr Anoop Shah from the University of Edinburgh in the UK. \"We have identified a cardiac troponin concentration (less than 5 nanograms per deciliter; <5 ng/L) below which patients are at very low risk of heart attack either during the admission or in the ensuing 30 days. These patients are therefore potentially suitable for immediate and safe discharge from the emergency department. These findings could dramatically reduce unnecessary hospital admissions and provide substantial cost savings for healthcare providers.\"[2]\n\nOne of the most common causes of hospitalisation worldwide is acute chest pain. In the UK alone, chest pain is responsible for around 1 million visits to the emergency department every year. International guidelines recommend that individuals presenting with chest pain are admitted to hospital for testing for very high levels of troponin (above the 99th percentile)--a sign that a heart attack has occurred. Current approaches for assessing patients with suspected heart attacks either require admission into hospital or lengthy stays in the emergency department for repeat testing. Until now, whether new high-sensitivity cardiac troponin tests could identify very low-risk patients who may be suitable for immediate and safe discharge from the emergency department was unknown.\n\nThe test used in this study is more sensitive than the standard version and can detect far lower levels of troponin in the blood. Using this test, troponin levels were measured in over 6000 patients with chest pain admitted to four hospitals in Scotland and the USA. Dr Shah and colleagues prospectively evaluated the negative predictive value (the probability that patients were not at risk) of heart attack or subsequent death from a heart condition after 30 days for a range of troponin concentrations.\n\nThe researchers found that a troponin threshold of <5 ng/L at presentation identified around two-thirds (61%) of patients at very low risk of heart attack and may have been eligible for early, safe discharge--with a high negative predictive value of 99.6%. This high negative predictive value persisted irrespective of age, sex, cardiovascular risk factors, or prior cardiovascular disease. At one year, these patients had a three times lower risk of heart attack and cardiac death than those who had troponin levels 5 ng/L or higher.\n\nAccording to Dr Shah, \"Over the last two decades the number of hospital admissions due to chest pain has tripled. The overwhelming majority of these patients do not have a heart attack. This study shows that low plasma cardiac troponin concentrations at presentation identify up to two-thirds of patients who are at very low risk of heart attack and could be safely discharged from the Emergency Department. Use of this approach is likely to have major benefits for both patients and healthcare providers.\"[2]\n\nWriting in a linked Comment, Louise Cullen and William Parsonage from the Royal Brisbane and Women's Hospital, Queensland, Australia, and Martin Than from Christchurch Hospital, New Zealand, say, \"The ultimate validation for the safety and efficacy of discharging patients with cardiac troponin concentrations less than 5 ng/L will be the report of clinical outcomes after this threshold is implemented in routine clinical practice...Finally, what further assessment, if any, is needed for those patients identified as low risk and suitable for early discharge? Trials are needed to assess the safety and effectiveness of clinical pathways that involve no further testing for such patients.\"\n\n###\n\nNotes to Editors:\n\nThis study was funded by the British Heart Foundation and Chief Scientists Office (Scotland).\n\n[1] A troponin test measures the level of troponin proteins in the blood. These proteins are released when the heart muscle has been damaged, like during a heart attack. The more damage there is to the heart, the greater the amount of troponin there will be in the blood. Even a slight increase in the troponin level will often mean there has been some damage to the heart. Very high levels of troponin are a sign that a heart attack has occurred.\n\n[2] Quotes direct from author and cannot be found in text of Article.", "images": ["https://web.archive.org/web/20151012231742im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20151012231742im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20151012231742im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20151012231742im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20151012231742im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20151012231742im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20151012231742im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20151012231742im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20151012231742im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20151012231742im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20151012231742im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20151012231742im_/http://www.eurekalert.org/images/meganav/ACS_logo.jpg", "https://web.archive.org/web/20151012231742im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png"], "top_img": "https://web.archive.org/web/20151012231742im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20151012231742/http://www.eurekalert.org/pub_releases/2015-10/tl-tln100615.php", "title": "The Lancet: New heart attack test could identify two-thirds of patients at very low risk of heart attack in the emergency department", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Using a high-sensitivity blood test, researchers have identified the optimal level of a protein called troponin that could rule out a diagnosis of heart attack for two-thirds of people attending the emergency department, according to new research published in The Lancet. Using this threshold in routine practice could potentially double the number of patients suitable for immediate discharge directly from the emergency department, say the authors.", "keywords": "Medicine/Health", "date": "Wed, 07 Oct 2015 04:00:00 GMT", "journal": "Lancet", "type": "research", "institution": "The Lancet", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "TheLancet", "domain": "www.eurekalert.org"}, "og": {"title": "The Lancet: New heart attack test could identify two-thirds of patients at very low risk of heart attack in the emergency department", "description": "Using a high-sensitivity blood test, researchers have identified the optimal level of a protein called troponin that could rule out a diagnosis of heart attack for two-thirds of people attending the emergency department, according to new research published in The Lancet. Using this threshold in routine practice could potentially double the number of patients suitable for immediate discharge directly from the emergency department, say the authors.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20151012231742/http://www.eurekalert.org/pub_releases/2015-10/tl-tln100615.php", "image": "https://web.archive.org/web/20151012231742im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "TheLancetMedicalJournal"}}, "movies": [], "publish_date": 1446091200.0, "source": "https://web.archive.org", "summary": ""}