{"url": "https://web.archive.org/web/20160827190623/http://www.eurekalert.org/pub_releases/2016-08/nu-esi082516.php", "text": "Scientists at Newcastle University believe a drug commonly prescribed for Type 2 diabetes could be routinely taken by Type 1 diabetic patients to slow the development or delay heart disease.\n\nMetformin is an inexpensive treatment that is often used for Type 2 diabetes to lower blood sugar levels by reducing glucose production in the liver.\n\nThe drug is not regularly given to patients with Type 1 diabetes. However, for the first time, a clinical trial has revealed metformin can promote a patient's ability to repair their own damaged blood vessels by increasing vascular stem cells.\n\nHeart disease is the leading cause of illness in diabetic patients, accounting for more than half of all fatalities. Metformin may be used to lower Type 1 diabetic patients' risk of developing this complication.\n\nFindings of the clinical trial are published today in the journal, Cardiovascular Diabetology. This follows previous laboratory work at Newcastle University which explored the mechanism behind metformin.\n\nDr Jolanta Weaver, Senior Lecturer in Diabetes Medicine at Newcastle University and Honorary Consultant Diabetologist at Queen Elizabeth Hospital, Gateshead, led both studies.\n\nShe believes this new research is a major development in understanding the best ways to further improve treatment in Type 1 diabetes.\n\nDr Weaver said: \"As the outcomes of heart disease is worse in diabetic versus non-diabetic patients, there is a need to identify additional treatment options.\n\n\"Metformin could routinely be used by patients with Type 1 diabetes to help lower their chances of developing heart disease, by increasing a repair mechanism created by vascular stem cells released from the bone marrow.\n\n\"Our research is an exciting step forward as it may have positive clinical implications for patients with increased risk of cardiovascular disease by improving their treatment options.\n\n\"For the first time, this study has shown metformin has additional benefit beyond improving diabetes control when given to patients with relatively well controlled Type 1 diabetes.\n\n\"We have established the drug increases patients own vascular stem cells, which will help delay or slowdown heart disease.\n\n\"Our findings also show that the cells associated with damaged blood vessels were reduced, confirming that the repair of blood vessels was taking place in our patients.\"\n\nResearchers studied a treatment group of 23 people aged 19-64 who had Type 1 diabetes for up to 23 years and had no evidence of heart disease.\n\nPatients were given metformin at a dose they could tolerate, between one to three tablets a day, for eight weeks. Participants were advised to adjust their insulin to keep blood glucose levels safe.\n\nScientists measured patients' stem cells directly in the blood and also grew stem cells in a test tube, observing how they behaved. Another cell type was also counted to assess damaged blood vessels.\n\nThe participants were matched with nine patients within the same age bracket who took standard insulin treatment and 23 healthy non-diabetic people aged 20-64.\n\nExperts found that the stem cells of patients who took metformin were able to promote the repair of the blood vessels and there was an improvement in how vascular stem cells worked.\n\nType 1 diabetes is a lifelong autoimmune condition that develops when the pancreas does not produce any insulin, causing a person's blood sugar level to become too high. It is estimated around 400,000 people in the UK have the condition.\n\nDr Weaver said: \"We have shown that all our patients in the study had their insulin doses reduced after taking metformin and have not suffered any serious adverse effect.\n\n\"Patients with Type 1 diabetes may wish to consider discussing with their GP the possibility of adding metformin, even at a very low dose, to the insulin that they are taking. However, care needs to be taken to adjust insulin dose to prevent too low glucose levels.\"\n\nA pilot study was funded by Diabetes Research and Wellness Foundation and the extended study was financially supported by the Diabetes Research Fund in Gateshead.\n\nDr Eleanor Kennedy, Research Manager at Diabetes Research and Wellness Foundation, said: \"The Diabetes Research and Wellness Foundation is delighted to have funded the initial pilot study that led Dr Weaver and her colleagues to conduct this small clinical trial.\n\n\"The results, which indicate that metformin, a drug commonly used in the treatment of Type 2 diabetes, could also have a powerful effect in people with Type 1 diabetes is unexpected.\n\n\"We hope that these results can lead to a much larger clinical trial.\"\n\nCase study\n\nQuantity surveyor Alex Laws was part of the Newcastle University clinical trial and is delighted with the results of the study.\n\nThe 31-year-old, of Gateshead, was diagnosed with Type 1 diabetes at the age of just seven and has good control of her condition. She was enrolled on the clinical trial in the summer of 2013.\n\nAlex said: \"I was keen to be part of the clinical trial as I know how important research is into helping people with the condition - I previously worked in the medical research field.\n\n\"People with Type 1 diabetes can suffer from a number of complications, especially in the long-term, so it's important as much as possible is done to limit serious problems.\n\n\"Heart disease is a concern for people with Type 1 diabetes so any treatment that can help with this and give an advantage to the patient is a good thing.\"\n\n###\n\nReference\n\nMetformin improves circulating endothelial cells and endothelial progenitor cells in Type 1 diabetes: MERIT Study\n\nFahad W Ahmed, Rachel Rider, Michael Glanville, Kilimangalam Narayanan, Salman Razvi and Jolanta U Weaver.\n\nCardiovascular Diabetology. DOI: 10.1186/s12933-016-0413-6", "images": ["https://web.archive.org/web/20160827190623im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160827190623im_/http://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20160827190623im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160827190623im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160827190623im_/http://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20160827190623im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160827190623im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160827190623im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160827190623im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160827190623im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160827190623im_/http://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20160827190623im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160827190623im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif"], "top_img": "https://web.archive.org/web/20160827190623im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160827190623/http://www.eurekalert.org/pub_releases/2016-08/nu-esi082516.php", "title": "Experts say inexpensive drug could slow heart disease for type 1 diabetic patients", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Scientists at Newcastle University believe a drug commonly prescribed for type 2 diabetes could be routinely taken by type 1 diabetic patients to slow the development or delay heart disease.", "keywords": "Cell Biology, Health Care, Medicine/Health, Clinical Trials, Aging, Metabolism/Metabolic Diseases, Diabetes, Public Health, Aging", "date": "Thu, 25 Aug 2016 04:00:00 GMT", "journal": "Cardiovascular Diabetology", "type": "research", "institution": "Newcastle University", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "UniofNewcastle", "domain": "www.eurekalert.org", "title": "Experts say inexpensive drug could slow heart disease for type 1 diabetic patients", "description": "Scientists at Newcastle University believe a drug commonly prescribed for type 2 diabetes could be routinely taken by type 1 diabetic patients to slow the development or delay heart disease."}, "og": {"title": "Experts say inexpensive drug could slow heart disease for type 1 diabetic patients", "description": "Scientists at Newcastle University believe a drug commonly prescribed for type 2 diabetes could be routinely taken by type 1 diabetic patients to slow the development or delay heart disease.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160827190623/http://www.eurekalert.org/pub_releases/2016-08/nu-esi082516.php", "image": "https://web.archive.org/web/20160827190623im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "newcastleuniversity"}}, "movies": [], "publish_date": 1472443200.0, "source": "https://web.archive.org", "summary": ""}