{"url": "https://web.archive.org/web/20170320173714/https://www.eurekalert.org/pub_releases/2017-03/uops-psp032017.php", "text": "PHILADELPHIA - Pembrolizumab, an antibody drug already used to treat other forms of cancer, can be effective in the treatment of the most common form of mesothelioma, according to a new study led by investigators from the Perelman School of Medicine at the University of Pennsylvania. The study, published this month in The Lancet Oncology, is the first to show a positive impact from checkpoint inhibitor immunotherapy drugs on this disease.\n\nMalignant pleural mesothelioma is a rare and aggressive cancer that represents about 90 percent of all malignant mesothelioma cases. It's primarily caused by the inhalation of asbestos, a fiber commonly found in some forms of insulation, vinyl floor tiles, and other material. Tumors form in the pleura, a thin membrane of cells that line the lungs and chest wall. Most patients survive less than a year. This poor prognosis is partially due to the fact that most patients are not diagnosed until they are already at a late stage of the disease. The standard first-line therapy treatment involves chemotherapy, and currently there is no approved second-line therapy.\n\n\"There have been a lot of studies looking at different drugs, but researchers have not seen positive results,\" said the study's lead author Evan Alley, MD, PhD, chief of Hematology and Medical Oncology at Penn Presbyterian Hospital. \"But we've found this new class of drugs, checkpoint inhibitors, seems to be more effective than what's been available in the past.\"\n\nCheckpoint inhibitors are a class of drugs designed to free the body's immune system to fight back against cancer. Pembrolizumab, in particular, has been used to treat melanoma, non-small cell lung cancer, and in some cases, head and neck cancers.\n\nAlley and his team presented data from KEYNOTE-028, an ongoing trial involving 13 different research sites in six different countries all looking at the effect of pembrolizumab on patients with advanced malignancies, including malignant pleural mesothelioma. The study evaluated 25 patients with pleural mesothelioma, all of whom were over the age of 18 and had either already been treated with chemotherapy or were unable to receive it. Patients who had already received another checkpoint inhibitor were not included in the study.\n\nBeginning with the first enrollees two years ago, doctors gave each patient a dose of pembrolizumab every two weeks. The tumor reduced in size in 14 of those patients. On average, patients went about six months without their disease progressing, and overall survival was about 18 months. Fourteen patients passed away during the study, while four were still undergoing treatment as of the study's writing.\n\n\"Most patients who receive a second-line therapy have a life expectancy of about six or seven months, so to have four patients still ongoing at two years is very encouraging,\" Alley said.\n\nThe most common side-effects reported were fatigue, nausea, loss of appetite, and dry mouth.\n\n\"One great sign in this study is that none of the patients had to stop treatment because of side-effects,\" Alley said. \"Some had temporary stoppages, but they were able to continue. The drug appears to be well-tolerated.\"\n\nThere are multiple studies going on right now to confirm these findings, which the authors note is a necessary step before the drug can become a standard second-line therapy. \"This study provides evidence that some patients can have long-term disease control with this drug, which we haven't seen before,\" Alley said. \"We need to better understand what we can do next to make immunotherapy more effective for more patients.\"\n\nAlley said there are already plans for trials that will test combination therapies, which will utilize pembrolizumab in conjunction with other treatments. Those studies are expected to launch later this year, including two at Penn.\n\n###\n\nThe study was funded by Merck, which manufactures pembrolizumab. Alley has no personal financial relationship with Merck.\n\nPenn Medicine is one of the world's leading academic medical centers, dedicated to the related missions of medical education, biomedical research, and excellence in patient care. Penn Medicine consists of the Raymond and Ruth Perelman School of Medicine at the University of Pennsylvania (founded in 1765 as the nation's first medical school) and the University of Pennsylvania Health System, which together form a $5.3 billion enterprise.\n\nThe Perelman School of Medicine has been ranked among the top five medical schools in the United States for the past 18 years, according to U.S. News & World Report's survey of research-oriented medical schools. The School is consistently among the nation's top recipients of funding from the National Institutes of Health, with $373 million awarded in the 2015 fiscal year.\n\nThe University of Pennsylvania Health System's patient care facilities include: The Hospital of the University of Pennsylvania and Penn Presbyterian Medical Center -- which are recognized as one of the nation's top \"Honor Roll\" hospitals by U.S. News & World Report -- Chester County Hospital; Lancaster General Health; Penn Wissahickon Hospice; and Pennsylvania Hospital -- the nation's first hospital, founded in 1751. Additional affiliated inpatient care facilities and services throughout the Philadelphia region include Chestnut Hill Hospital and Good Shepherd Penn Partners, a partnership between Good Shepherd Rehabilitation Network and Penn Medicine.\n\nPenn Medicine is committed to improving lives and health through a variety of community-based programs and activities. In fiscal year 2015, Penn Medicine provided $253.3 million to benefit our community.", "images": ["https://web.archive.org/web/20170320173714im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170320173714im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170320173714im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170320173714im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170320173714im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170320173714im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170320173714im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170320173714im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170320173714im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170320173714im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170320173714im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170320173714im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170320173714im_/https://www.eurekalert.org/images/e4/logo-footer.png"], "top_img": "https://web.archive.org/web/20170320173714im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170320173714/https://www.eurekalert.org/pub_releases/2017-03/uops-psp032017.php", "title": "Pembrolizumab shows promise in treatment of mesothelioma", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Pembrolizumab, an antibody drug already used to treat other forms of cancer, can be effective in the treatment of the most common form of mesothelioma, according to a new study led by investigators from the Perelman School of Medicine at the University of Pennsylvania. The study, published this month in The Lancet Oncology, is the first to show a positive impact from checkpoint inhibitor immunotherapy drugs on this disease.", "keywords": "Medicine/Health, Cancer, Carcinogens", "date": "Mon, 20 Mar 2017 04:00:00 GMT", "funder": "Merck", "journal": "Lancet Oncology", "type": "research", "institution": "University of Pennsylvania School of Medicine", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "PennMedNews", "domain": "www.eurekalert.org", "title": "Pembrolizumab shows promise in treatment of mesothelioma", "description": "Pembrolizumab, an antibody drug already used to treat other forms of cancer, can be effective in the treatment of the most common form of mesothelioma, according to a new study led by investigators from the Perelman School of Medicine at the University of Pennsylvania. The study, published this month in The Lancet Oncology, is the first to show a positive impact from checkpoint inhibitor immunotherapy drugs on this disease."}, "og": {"title": "Pembrolizumab shows promise in treatment of mesothelioma", "description": "Pembrolizumab, an antibody drug already used to treat other forms of cancer, can be effective in the treatment of the most common form of mesothelioma, according to a new study led by investigators from the Perelman School of Medicine at the University of Pennsylvania. The study, published this month in The Lancet Oncology, is the first to show a positive impact from checkpoint inhibitor immunotherapy drugs on this disease.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170320173714/https://www.eurekalert.org/pub_releases/2017-03/uops-psp032017.php", "image": "https://web.archive.org/web/20170320173714im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "pages/Penn‑Medicine/99556027612"}}, "movies": [], "publish_date": 1490760000.0, "source": "https://web.archive.org", "summary": ""}