{"url": "https://web.archive.org/web/20161217125228/https://www.eurekalert.org/pub_releases/2016-12/muos-app121616.php", "text": "N-acetylcysteine reduced PTSD symptoms, cravings, and depression in veterans with PTSD and substance use disorder in a randomized controlled pilot trial conducted at the Medical University of South Carolina and the Ralph H. Johnson VA Medical Center\n\nN-acetylcysteine, when combined with group cognitive behavioral therapy (CBT), reduced symptoms of posttraumatic stress disorder (PTSD), cravings, and depression significantly more than CBT alone in veterans with co-occurring PTSD and substance use disorder, a particularly difficult-to-treat population, according to the findings of a randomized controlled pilot trial conducted by researchers at the Medical University of South Carolina (MUSC) and the Ralph H. Johnson VA Medical Center.\n\nThis trial is the first to use NAC as a pharmacotherapy for PTSD and a broad range of SUDs. The results were published online ahead of print on October 11, 2016 by the Journal of Clinical Psychiatry.\n\nThe National Center for PTSD estimates that seven to eight percent of Americans will have PTSD at some point in their life. The numbers are even worse for veterans: it is estimated, for example, that 30 percent of Vietnam veterans will have experienced PTSD at some point in their life. Approximately 40 to 50 percent of veterans with PTSD also have a substance use disorder (SUD).\n\n\"Addiction goes along with virtually every psychiatric disorder at a higher percentage than it does in the general population\" said Peter W. Kalivas, Ph.D. the senior author on the article and chair of the Department of Neuroscience at MUSC. \"People who are prone to psychiatric disorders are also prone to addiction.\"\n\nCurrently, there are no well-explored pharmacological treatments for patients with co-occurring PTSD/SUD. Although selective serotonin reuptake inhibitors have been approved by the FDA for treatment of PTSD, pharmacological treatments for co-occurring PTSD/SUD have yielded suboptimal results.\n\nGroundbreaking basic science research by Kalivas has shown that levels of glutamate transporters are decreased in SUDs and that administration of the antioxidant N-acetylcysteine can help restore those levels and guard against relapse in animal models of SUD. Because evidence suggests that SUDs and PTSD share overlapping neurobiological pathways, Sudie E. Back, Ph.D., lead author on the article, hypothesized that NAC treatment with CBT would be a novel approach to treat co-occurring PTSD and SUD. Back is a professor in the Department of Psychiatry and Behavioral Sciences at MUSC and a staff psychologist at the Ralph H. Johnson VA Medical Center.\n\nIn the eight-week randomized controlled trial led by Back and Kalivas, 35 veterans with PTSD and SUD, all of whom were receiving cognitive behavioral therapy (CBT) for their SUD, were randomized to either 2400 mg/day of NAC or placebo. The average age of the veterans was 49 years and many were veterans of the Vietnam War. To be included, veterans had to have abstained from substance use for at least seven days. Of the veterans enrolled in the trial, 83% completed it, a very high rate for this difficult-to-treat population.\n\nVeterans in the NAC-treated group showed a 46% reduction in PTSD symptoms, compared with a 25% reduction in the placebo group on the Clinical-Administered PTSD Scale (CAPS), which assesses trauma history and symptom severity. The threshold CAPS score for diagnosis of PTSD is 50.\n\n\"As a group, the NAC-treated veterans were below diagnostic level for PTSD at the end of treatment,\" said Back. \"For PTSD, these are some of the best outcomes we have seen in the literature for a medication.\"\n\nCraving and depression were also reduced in the NAC-treated group. The amount of craving was reduced by 81% and the frequency of craving by 71% in the NAC group, compared with 32% and 29% in the placebo group. \"Craving is a key component of substance use in relapse,\" said Back. \"If you have a medication that can really reduce craving, that will go a long way to helping people stay clean and sober.\" Depression, gauged using the Beck Depression Inventory, was reduced 48% in the NAC group vs. 15% in the placebo group.\n\nVeterans in the study had low rates of substance use during the trial, and the study found little effect of medication on use, perhaps due to the fact that all participants were receiving SUD treatment and exhibiting low levels of use. This finding could also be due to the relatively limited number of participants or to the chronic nature of the participants' PTSD. \"This is a tough patient population with SUD to work with.\" said Kalivas. \"We have Vietnam vets that have had PTSD for 15 to 20 years. This is not an easy-to-turn-around population.\"\n\nAlthough these early, promising findings show that NAC reduced PTSD symptoms, craving, and depression, NAC should not be used as a monotherapy or substitute for evidence-based behavioral treatment, but instead be seen as an adjunct therapy that enhances it.\n\n\"We would not advocate using it instead of therapy,\" said Back. \"But this could be something to help prevent relapse when used alongside a behavioral treatment.\"\n\nNAC is available over the counter and does not cause side effects at the doses used in the study, but it degrades quickly when stored, is contraindicated in patients with asthma, and can cause nausea at higher doses and so should always be obtained and administered under a physician's supervision.\n\nThe next steps in Back's research are to run a longer-term trial of NAC in veterans with PTSD and SUD and to use MRS magnetic spectroscopy to better explore the effect of NAC on glutamate levels in patients with PTSD and SUD.\n\n###\n\nAbout MUSC\n\nFounded in 1824 in Charleston, The Medical University of South Carolina is the oldest medical school in the South. Today, MUSC continues the tradition of excellence in education, research, and patient care. MUSC educates and trains more than 3,000 students and residents in six colleges (Dental Medicine, Graduate Studies, Health Professions, Medicine, Nursing, and Pharmacy), and has nearly 13,000 employees, including approximately 1,500 faculty members. As the largest non-federal employer in Charleston, the university and its affiliates have collective annual budgets in excess of $2.2 billion, with an annual economic impact of more than $3.8 billion and annual research funding in excess of $250 million. MUSC operates a 700-bed medical center, which includes a nationally recognized children's hospital, the Ashley River Tower (cardiovascular, digestive disease, and surgical oncology), Hollings Cancer Center (a National Cancer Institute-designated center), Level I Trauma Center, Institute of Psychiatry, and the state's only transplant center. In 2016, U.S. News & World Report named MUSC Health the number one hospital in South Carolina. For more information on academic programs or clinical services, visit musc.edu. For more information on hospital patient services, visit muschealth.org.\n\nAbout the Ralph H. Johnson VA Medical Center", "images": ["https://web.archive.org/web/20161217125228im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20161217125228im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20161217125228im_/https://media.eurekalert.org/multimedia_prod/pub/rel/129478_rel.jpg", "https://web.archive.org/web/20161217125228im_/https://www.eurekalert.org/multimedia/pub/web/129478_web.jpg", "https://web.archive.org/web/20161217125228im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20161217125228im_/https://media.eurekalert.org/multimedia_prod/pub/web/129478_web.jpg", "https://web.archive.org/web/20161217125228im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20161217125228im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20161217125228im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20161217125228im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20161217125228im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20161217125228im_/https://www.eurekalert.org/images/meganav/ACSMeeting.201608.jpg", "https://web.archive.org/web/20161217125228im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20161217125228im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20161217125228im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png"], "top_img": "https://web.archive.org/web/20161217125228im_/https://www.eurekalert.org/multimedia/pub/web/129478_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20161217125228/https://www.eurekalert.org/pub_releases/2016-12/muos-app121616.php", "title": "A potential pharmaceutical intervention for co-occurring PTSD and substance use disorder", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Veterans with co-occurring PTSD and substance abuse disorder (SUD) who received the antioxidant N-acetylcysteine in addition to group cognitive behavioral therapy (CBT) for their SUD had fewer PTSD symptoms and less craving and depression than those who underwent CBT alone, according to the findings of a randomized, controlled pilot trial recently reported by researchers at the Medical University of South Carolina and the Ralph H. Johnson VA Medical Center in the Journal of Clinical Psychiatry.", "keywords": "Medicine/Health, Clinical Trials, Neurochemistry, Alcohol, Drugs, Mental Health, Counseling, Depression/Anger, Stress/Anxiety", "date": "Fri, 16 Dec 2016 05:00:00 GMT", "funder": "US Department of Defense, NIH/National Institute of Drug Abuse, US Department of Veteran Affairs Clinical Science Research and Development Career Development Award", "journal": "Journal of Clinical Psychiatry", "type": "research", "institution": "Medical University of South Carolina", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "MUSChealthPN", "domain": "www.eurekalert.org", "title": "A potential pharmaceutical intervention for co-occurring PTSD and substance use disorder", "description": "Veterans with co-occurring PTSD and substance abuse disorder (SUD) who received the antioxidant N-acetylcysteine in addition to group cognitive behavioral therapy (CBT) for their SUD had fewer PTSD symptoms and less craving and depression than those who underwent CBT alone, according to the findings of a randomized, controlled pilot trial recently reported by researchers at the Medical University of South Carolina and the Ralph H. Johnson VA Medical Center in the Journal of Clinical Psychiatry."}, "og": {"title": "A potential pharmaceutical intervention for co-occurring PTSD and substance use disorder", "description": "Veterans with co-occurring PTSD and substance abuse disorder (SUD) who received the antioxidant N-acetylcysteine in addition to group cognitive behavioral therapy (CBT) for their SUD had fewer PTSD symptoms and less craving and depression than those who underwent CBT alone, according to the findings of a randomized, controlled pilot trial recently reported by researchers at the Medical University of South Carolina and the Ralph H. Johnson VA Medical Center in the Journal of Clinical Psychiatry.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20161217125228/https://www.eurekalert.org/pub_releases/2016-12/muos-app121616.php", "image": "https://web.archive.org/web/20161217125228im_/https://www.eurekalert.org/multimedia/pub/web/129478_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1482987600.0, "source": "https://web.archive.org", "summary": ""}