{"url": "https://web.archive.org/web/20181107051629/http://www.eurekalert.org/pub_releases/2015-09/uoia-sps091615.php", "text": "CHAMPAIGN, Ill. - A new surgical tool that uses light to make sure surgeons removing cancerous tumors \"got it all\" was found to correlate well with traditional pathologists' diagnoses in a clinical study, showing that the tool could soon enable reliable, real-time guidance for surgeons.\n\nThe interdisciplinary research team led by Stephen Boppart, a University of Illinois professor of electrical and computer engineering and of bioengineering, performed the study on 35 patients with breast cancers at the Carle Foundation Hospital in Urbana, Illinois. The results appear in the journal Cancer Research.\n\nOne difficult but crucial determination for surgeons and tissue pathologists is figuring out where a tumor ends. A solid tumor may be easily identifiable, but the tissue around the main body of the tumor, known as the margin, may contain cancerous cells as well. Because of this, excess tissue surrounding the tumor is typically removed, but the question lingers of whether any cancer cells remain to re-emerge later as tumors.\n\n\"In almost all solid-tumor surgeries, there's a question of margins,\" said Dr. Boppart, who also is a medical doctor. \"Typically, surgeons will remove the tissue mass that contains the tumor and will send it to the lab. The pathologist will process, section and stain the tissue, then examine the thin sections on microscope slides. They look at the structure of the cells and other features of the tissue. The diagnosis is made based on subjective interpretation and often other pathologists are consulted. This is what we call the gold standard for diagnosis.\"\n\nThe new device is a hand-held probe based on a technology called optical coherence tomography (OCT) that uses light to image tissue in real time. Cancer cells and normal tissue scatter light differently because they have different microstructural and molecular features, Boppart said, so OCT gives physicians a way to quantitatively measure the cellular feature of a tumor. Surgeons can pass the OCT wand over a section of tissue and see a video on a screen, with no special chemical stains or lengthy tissue processing required.\n\n\"In many cases, you can't tell the difference between cancer cells and normal tissue with the naked eye, but with OCT they're very different,\" said Boppart, who also is affiliated with the Beckman Institute for Advanced Science and Technology at the U. of I.\n\nIn the clinical study, surgeons treated patients according to the standard surgical procedure, but OCT data were collected from the margin of the tumor cavity and the margin of the removed tissue mass during surgery so that the results could be compared later. The study found that the OCT device analysis identified the differences between normal and cancerous tissue with 92 percent sensitivity and 92 percent specificity. They also found that the way that OCT spotted cancer in the removed tissue was closely correlated with the results from the postoperative pathology reports, which often came days later.\n\n\"For the first time, this study demonstrates the use of OCT for imaging tumor margins within the tumor cavity, in the patient, during surgery,\" Boppart said. \"It is likely better to check to see if any residual tumor cells might be left behind, rather than checking the tissue mass that was taken out. Then, the surgeon can intervene immediately.\"\n\nThe researchers will continue clinical studies with the OCT device, looking at other types of solid-state tumors. Diagnostic Photonics, a start-up company Boppart co-founded that also collaborated on the study, is commercializing the OCT probe technology for broader use.\n\n\"Ultimately, new technological innovations like this in medicine and surgery are going to improve our health care and save lives. That's when this work will be most rewarding,\" Boppart said.\n\n###\n\nThe National Institutes of Health supported this work.\n\nEditor's notes: Editor's note: To reach Stephen Boppart, call 217-244-7479; email: boppart@illinois.edu.", "images": ["https://web.archive.org/web/20181116085857im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20181116085857im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20181116085857im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20181116085857im_/https://media.eurekalert.org/meganav/Neuroscience2018_Newsroom.jpg", "https://web.archive.org/web/20181116085857im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20181116085857im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20181116085857im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20181116085857im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20181116085857im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20181116085857im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20181116085857im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20181116085857im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20181116085857im_/https://media.eurekalert.org/meganav/AM19_Newsroom.jpg", "https://web.archive.org/web/20181116085857im_/https://www.eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20181116085857im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20181116085857/http://www.eurekalert.org/pub_releases/2015-09/uoia-sps091615.php", "title": "Surgical probe seeks out where cancer ends and healthy tissue begins", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A new surgical tool that uses light to make sure surgeons removing cancerous tumors 'got it all' was found to correlate well with traditional pathologists' diagnoses in a clinical study, showing that the tool could soon enable reliable, real-time guidance for surgeons.", "keywords": "Optics, Medicine/Health, Cancer, Breast Cancer, Surgery, Technology/Engineering/Computer Science, Biomedical/Environmental/Chemical Engineering", "date": "Wed, 16 Sep 2015 04:00:00 GMT", "funder": "National Institutes of Health", "journal": "Cancer Research", "type": "research", "institution": "University of Illinois at Urbana-Champaign", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "NewsAtIllinois", "domain": "www.eurekalert.org", "title": "Surgical probe seeks out where cancer ends and healthy tissue begins", "description": "A new surgical tool that uses light to make sure surgeons removing cancerous tumors 'got it all' was found to correlate well with traditional pathologists' diagnoses in a clinical study, showing that the tool could soon enable reliable, real-time guidance for surgeons."}, "og": {"title": "Surgical probe seeks out where cancer ends and healthy tissue begins", "description": "A new surgical tool that uses light to make sure surgeons removing cancerous tumors 'got it all' was found to correlate well with traditional pathologists' diagnoses in a clinical study, showing that the tool could soon enable reliable, real-time guidance for surgeons.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20181116085857/http://www.eurekalert.org/pub_releases/2015-09/uoia-sps091615.php", "image": "https://web.archive.org/web/20181116085857im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "illinois.edu"}}, "movies": [], "publish_date": 1443499200.0, "source": "https://web.archive.org", "summary": ""}