{"url": "https://web.archive.org/web/20150515024710/http://www.eurekalert.org:80/pub_releases/2015-05/es-nhr051115.php", "text": "Folsom, Calif., (May 11, 2015) -- A new animal study from Beth Israel Deaconess Medical Center, Harvard Medical School, led by Dr. Christos Mantzoros, indicates that a diet containing walnuts may slow colorectal tumor growth by causing beneficial changes in cancer genes.\n\nThis is the first study that evaluates whether walnut consumption can cause changes to micro-ribonucleic acids (miRNA), the nucleotides that are involved in altering gene expression. miRNA are the focus of much research in the growing field of epigenetics, or the study of how genes may be changed by environmental factors.\n\n\"Our research demonstrates that a walnut diet causes significant changes in the expression profile of miRNAs in localized colorectal cancer tissue, and that a walnut diet incorporates protective fatty acids in the colonic tumor either through its direct effects or through additive or synergistic effects of multiple other compounds present in walnuts,\" said Dr. Mantzoros. \"While future studies are needed, we're optimistic of the role of miRNAs as biomarkers of disease and prognosis, and may demonstrate a potential therapeutic target for colorectal cancer treatment.\"\n\nResearchers conducted the randomized study with two groups of mice. One group was fed the equivalent of two servings (2 ounces) per day of walnuts for humans, while the second group received a similar control diet with no walnuts. After 25 days, researchers found that in walnut-fed mice, key miRNA that may affect cancer cell inflammation, vascularization (blood supply) and proliferation were positively engaged.\n\nThe tumors of mice fed the walnut-containing diet were found to have 10 times the amount of total omega-3 fatty acids, including plant-based alpha-linolenic acid (ALA), in the tissue compared to the mice fed the control diet. The study results found that a smaller tumor size was associated with greater percentage of omega-3s in tumor tissues, suggesting that ALA may provide a protective benefit. Tumor growth rate was also significantly slower in the walnut group compared to the control group. As this study was conducted on animals, results cannot yet be implied for humans.\n\nALA is an essential fatty acid critical to various body processes and is known to reduce inflammation. Walnuts are the only nut that contain a significant source of alpha-linolenic acid (ALA) (2.5 grams per ounce). Walnuts also contain a variety of antioxidants, (3.7 mmol/ounce), and numerous vitamins and minerals.\n\nColorectal cancer is the third most common type of cancer worldwide and is second to only lung cancer as the leading cause of death in Western Countries.1 Diet has been shown to be a modifiable risk factor in preventing many types of cancer, including colorectal cancer. It is estimated that 30-50 percent of colorectal cancer in men and 20 percent in women can be prevented by diet and other lifestyle changes.2\n\nAn article detailing these findings, \"Dietary Walnut Suppression of Colorectal Cancer in mice: mediation by miRNA patterns and fatty acid incorporation\" has been published in the Journal of Nutritional Biochemistry.3\n\n###\n\nThis study was supported from a grant by the American Institute for Cancer Research and the California Walnut Commission.\n\nAbout California Walnut Commission\n\nThe California Walnut Commission, established in 1987, is funded by mandatory assessments of the growers. The Commission is an agency of the State of California that works in concurrence with the Secretary of the California Department of Food and Agriculture (CDFA). The CWC is mainly involved in health research and export market development activities. For more industry information, health research and recipe ideas, visit =.\n\nNon-Discrimination Statement\n\nThe California Walnut Commission (CWC) prohibits discrimination in all programs and activities on the basis of race, color, national origin, age, disability, sex, marital status, familial status, parental status, religion, sexual orientation, genetic information, political beliefs, reprisal, or because all or part of an individual's income is derived from any public assistance programs. Persons with disabilities who require alternative means for communication of program information (Braille, large print, audiotape, etc.) should contact the CWC offices at (916) 922-5888. To file a complaint of discrimination, write to USDA, Director, Office of Civil Rights, 1400 Independence Avenue, S.W., Washington, D.C. 20250-9410, or call (800) 795-3272 (voice) or (202) 720-6382 (TDD). CWC is an equal opportunity employer and provider. The California Walnut Commission offices are located at 101 Parkshore Dr., Ste. #250, Folsom, CA 95630\n\nResources:\n\n1. World cancer research fund/american institute for cancer research. Food, nutrition, physical activity, and the prevention of cancer: A globalperspective. AICR 2007.\n\n2. Platz EA, Willett WC, Colditz GA, et al. Proportion of colon cancer risk that might be preventable in a cohort of middle-aged us men. Cancer Causes Control. 2000;11(7): 579-88.\n\n3. Tsoukas MA, Ko BJ, Witte TR, Dincer F, Hardman WE, Mantzoros CS. Dietary walnut suppression of colorectal cancer in mice: Mediation by miRNA patterns and fatty acid incorporation. J Nutr Biochem. 2015 Apr 1. [Epub ahead of print", "images": ["https://web.archive.org/web/20150515024710im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20150515024710im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20150515024710im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20150515024710im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20150515024710im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20150515024710im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20150515024710im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20150515024710im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20150515024710im_/http://media.eurekalert.org/multimedia_prod/pub/rel/91654_rel.jpg", "https://web.archive.org/web/20150515024710im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20150515024710im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20150515024710im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20150515024710im_/http://media.eurekalert.org/multimedia_prod/pub/web/91654_web.jpg"], "top_img": "https://web.archive.org/web/20150515024710im_/http://media.eurekalert.org/multimedia_prod/pub/web/91654_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150515024710/http://www.eurekalert.org/pub_releases/2015-05/es-nhr051115.php", "title": "New Harvard research finds walnuts may help slow colon cancer growth", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "New Harvard research finds walnuts may help slow colon cancer growth. A walnut-enriched diet may cause beneficial genetic changes in animal cancer cells, affecting inflammation, blood supply and growth of tumors.", "keywords": "Medicine/Health, Cancer, Nutrition/Nutrients", "date": "Mon, 11 May 2015 04:00:00 GMT", "funder": "California Walnut Commission, American Institute for Cancer Research", "journal": "Journal of Nutritional Biochemistry", "type": "research", "institution": "Edelman Seattle", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "EurekAlertAAAS", "domain": "www.eurekalert.org"}, "og": {"title": "New Harvard research finds walnuts may help slow colon cancer growth", "description": "New Harvard research finds walnuts may help slow colon cancer growth. A walnut-enriched diet may cause beneficial genetic changes in animal cancer cells, affecting inflammation, blood supply and growth of tumors.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150515024710/http://www.eurekalert.org/pub_releases/2015-05/es-nhr051115.php", "image": "https://web.archive.org/web/20150515024710im_/http://media.eurekalert.org/multimedia_prod/pub/web/91654_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1432872000.0, "source": "https://web.archive.org", "summary": ""}