{"url": "https://web.archive.org/web/20170822190323/https://www.eurekalert.org/pub_releases/2017-08/pcfr-nmf082117.php", "text": "WASHINGTON--A new dietary review of 49 observational and controlled studies finds plant-based vegetarian diets, especially vegan diets, are associated with lower levels of total cholesterol, including lower levels of HDL and LDL cholesterol, compared to omnivorous diets. The meta-analysis appears as an online advance in Nutrition Reviews.\n\nThe study authors--Yoko Yokoyama, Ph.D., M.P.H., Susan Levin, M.S., R.D., C.S.S.D., and Neal Barnard, M.D., F.A.C.C.--reviewed 30 observational studies and 19 clinical trials, which met their inclusion criteria. They find:\n\nA plant-based vegetarian diet is associated with total cholesterol that's 29.2 mg/dL lower in observational studies. In clinical trials, a plant-based diet lowers total cholesterol by 12.5 mg/dL.\n\nIn observational studies, a plant-based vegetarian diet is associated with a 22.9 mg/dL reduction in LDL cholesterol and a 3.6 mg/dL reduction in HDL cholesterol, compared to control groups following an omnivorous diet.\n\nIn clinical trials, a plant-based vegetarian diet lowers LDL cholesterol by 12.2 mg/dL and reduces HDL cholesterol by 3.4 mg/dL, compared to control groups following an omnivorous, low-fat, calorie-restricted, or a conventional diabetes diet.\n\nA plant-based vegetarian diet is not associated with statistically significant changes in triglyceride levels in observational studies or in clinical trials.\n\nThe authors predict the strong correlation between vegetarian diets and lower cholesterol levels may be due to the association a plant-based diet has with a lower body weight, a reduced intake of saturated fat, and an increased intake of plant foods, like vegetables, fruits, legumes, nuts, and whole grains, which are naturally rich in components such as soluble fiber, soy protein, and plant sterols.\n\nThe study authors hypothesize that the greater risk reduction for total, HDL, and LDL cholesterol levels observed in the longitudinal studies is likely due to long-term adherence to plant-based eating patterns and changes in body composition.\n\n\"The immediate health benefits of a plant-based diet, like weight loss, lower blood pressure, and improved cholesterol, are well documented in controlled studies,\" says study author Susan Levin, M.S., R.D., C.S.S.D. \"Our goal with studying plasma lipids throughout the lifespan is to capture the net risk reduction of using a vegetarian diet to control lipid levels. We hope to empower patients with new research about the long-term cardiovascular health benefits of a vegetarian diet, which include a reduced risk of a heart attack, stroke, and premature death.\"\n\nCharles Ross, D.O., a member of the nonprofit Physicians Committee and a former emergency department physician, has firsthand experience with putting a plant-based diet into practice.\n\nDr. Ross is in his late 60s, takes no medications, and lowered his previously high total cholesterol from 230 mg/dL to a healthy 135 mg/dL after adopting a whole-food, plant-based diet in 2012. Within the first month of making the dietary change, he effortlessly lost 10 pounds. Within a year, Dr. Ross traded a 34-year career of practicing emergency medicine for a new career path: lifestyle medicine. After 5.5 years of making the career switch, he continues to host free biweekly nutrition classes for his primary care patients and the community. More than 700 people have enrolled to learn how to lose weight, eliminate the need for medications to treat type 2 diabetes, hypertension, and elevated cholesterol, and to simply feel better. His former hometown of Roseburg, Ore., is now a Blue Zones community. He is a part-time instructor at the College of Osteopathic Medicine of the Pacific Northwest and hopes to set an example for future physicians.\n\n\"I no longer work for a living,\" notes Dr. Ross, who now resides in Westfir, Ore. \"I wake up every day eager to hear about how a plant-based diet and a healthful lifestyle is changing and saving lives in our community. What I've found is that if you want your patients to make significant health changes, you have to make them yourself. The prescription started to spread soon after my family, co-workers, neighbors, and friends heard about my experience.\"\n\nFor clinicians concerned about spending extra time in and outside of the exam room, the study authors encourage time-strapped health care providers to refer patients to registered dietitians who can help with the transition to a plant-based vegetarian diet. The 2015 Dietary Guidelines for Americans highlights a healthy vegetarian diet as one of three healthful eating plans to follow.\n\nThe study authors also note hyperlipidemia, or elevated cholesterol and triglycerides, is often underdiagnosed and undertreated. A 10 percent increase in the prevalence of treatment for hyperlipidemia can prevent 8,000 deaths each year. Taking small steps, like those proposed by the National Cholesterol Education Program Adult Treatment Panel 3, which include assessing heart disease risk, making lifestyle and dietary recommendations, and assessing the need for future follow-up appointments and pharmaceutical interventions, could prevent approximately 20,000 heart attacks, 10,000 cases of coronary heart disease, and save almost $3 billion in medical costs each year.\n\n\"To make any form of health care work and to truly power economic mobility, we have to get healthy,\" says Levin. \"The first place to start is by building meals around nutrient-packed, plant-based foods, which fit into nearly every cultural template, taste preference, and budget.\"\n\n###\n\nTo request a copy of the study or to request an interview with a study author, please contact Jessica Frost at 202-527-7342.\n\nFounded in 1985, the Physicians Committee for Responsible Medicine is a nonprofit organization that promotes preventive medicine, conducts clinical research, and encourages higher standards for ethics and effectiveness in research.", "images": ["https://web.archive.org/web/20170822190323im_/https://www.eurekalert.org/multimedia/pub/web/148519_web.jpg", "https://web.archive.org/web/20170822190323im_/https://media.eurekalert.org/multimedia_prod/pub/rel/148519_rel.jpg", "https://web.archive.org/web/20170822190323im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170822190323im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170822190323im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170822190323im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170822190323im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170822190323im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170822190323im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170822190323im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170822190323im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170822190323im_/https://www.eurekalert.org/images/meganav/ACS2017_300x100.jpg", "https://web.archive.org/web/20170822190323im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170822190323im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170822190323im_/https://media.eurekalert.org/multimedia_prod/pub/web/148519_web.jpg", "https://web.archive.org/web/20170822190323im_/https://www.eurekalert.org/images/e4/logo-footer.png"], "top_img": "https://web.archive.org/web/20170822190323im_/https://www.eurekalert.org/multimedia/pub/web/148519_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170822190323/https://www.eurekalert.org/pub_releases/2017-08/pcfr-nmf082117.php", "title": "New meta-analysis finds a plant-based vegetarian diet is associated with lower cholesterol", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A new dietary review of 49 observational and controlled studies finds plant-based vegetarian diets, especially vegan diets, are associated with lower levels of total cholesterol, including lower levels of HDL and LDL cholesterol, compared to omnivorous diets. The meta-analysis appears as an online advance in Nutrition Reviews.", "keywords": "Health Care, Medicine/Health, Alternative Medicine, Diet/Body Weight, Internal Medicine, Metabolism/Metabolic Diseases, Cholesterol, Diabetes, Nutrition/Nutrients, Public Health", "date": "Tue, 22 Aug 2017 04:00:00 GMT", "funder": "Physicians Committee for Responsible Medicine", "journal": "Nutrition Reviews", "type": "research", "institution": "Physicians Committee for Responsible Medicine", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "EurekAlert", "domain": "www.eurekalert.org", "title": "New meta-analysis finds a plant-based vegetarian diet is associated with lower cholesterol", "description": "A new dietary review of 49 observational and controlled studies finds plant-based vegetarian diets, especially vegan diets, are associated with lower levels of total cholesterol, including lower levels of HDL and LDL cholesterol, compared to omnivorous diets. The meta-analysis appears as an online advance in Nutrition Reviews."}, "og": {"title": "New meta-analysis finds a plant-based vegetarian diet is associated with lower cholesterol", "description": "A new dietary review of 49 observational and controlled studies finds plant-based vegetarian diets, especially vegan diets, are associated with lower levels of total cholesterol, including lower levels of HDL and LDL cholesterol, compared to omnivorous diets. The meta-analysis appears as an online advance in Nutrition Reviews.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170822190323/https://www.eurekalert.org/pub_releases/2017-08/pcfr-nmf082117.php", "image": "https://web.archive.org/web/20170822190323im_/https://www.eurekalert.org/multimedia/pub/web/148519_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1503979200.0, "source": "https://web.archive.org", "summary": ""}