{"url": "https://web.archive.org/web/20180213184651/https://www.eurekalert.org/pub_releases/2018-02/aabu-mcs021318.php", "text": "Medical Cannabis Significantly Safer for Elderly With Chronic Pain Than Opioids, According to Ben-Gurion University of the Negev Researchers\n\nBEER-SHEVA, Israel...February 13 - Medical cannabis therapy can significantly reduce chronic pain in patients age 65 and older without adverse effects, according to researchers at Ben-Gurion University of the Negev (BGU) and the Cannabis Clinical Research Institute at Soroka University Medical Center.\n\nThe new study, published in The European Journal of Internal Medicine, found cannabis therapy is safe and efficacious for elderly patients who are seeking to address cancer symptoms, Parkinson's disease, post-traumatic stress disorder, ulcerative colitis, Crohn's disease, multiple sclerosis, and other medical issues.\n\n\"While older patients represent a large and growing population of medical cannabis users, few studies have addressed how it affects this particular group, which also suffers from dementia, frequent falls, mobility problems, and hearing and visual impairments,\" says Prof. Victor Novack, M.D., a professor of medicine in the BGU Faculty of Health Sciences (FOHS), and head of the Soroka Cannabis Clinical Research Institute. Novack is also the BGU Gussie Krupp Chair in Internal Medicine.\n\n\"After monitoring patients 65 and older for six months, we found medical cannabis treatment significantly relieves pain and improves quality of life for seniors with minimal side effects reported.\"\n\nThis older population represents a growing segment of medical cannabis users, ranging from approximately seven percent to more than 33 percent, depending on the country. Recent U.S. polls indicate Americans over 65 represent 14 percent of the total population and use more than 30 percent of all prescription drugs, including highly addictive painkillers.\n\nBGU researchers surveyed 2,736 patients 65 years and older who received medical cannabis through \"Tikun Olam,\" the largest Israeli medical cannabis supplier. More than 60 percent were prescribed medical cannabis due to the pain, particularly pain associated with cancer. After six months of treatment, more than 93 percent of 901 respondents reported their pain dropped from a median of eight to four on a 10-point scale. Close to 60 percent of patients who originally reported \"bad\" or \"very bad\" quality of life upgraded to \"good\" or \"very good\" after six months. More than 70 percent of patients surveyed reported moderate to significant improvement in their condition.\n\nThe most commonly reported adverse effects were dizziness (9.7 percent) and dry mouth (7.1 percent). After six months, more than 18 percent of patients surveyed had stopped using opioid analgesics or had reduced their dosage.\n\nAll patients received a prescription after consulting with a doctor who prescribed treatment. More than 33 percent of patients used cannabis-infused oil; approximately 24 percent inhaled therapy by smoking, and approximately six percent used vaporization.\n\nWhile the researchers state their findings to date indicate cannabis may decrease dependence on prescription medicines, including opioids, more evidence-based data from this special, aging population is imperative.\n\n###\n\nThe researchers in the study also include, Ran Abuhasira, a BGU Ph.D. candidate working in the Soroka Clinical Research Center, Lihi Bar-Lev Schleider of \"Tikun Olam,\" and Prof. Raphael Mechoulam of Hebrew University. Prof. Novak is an advisor to the dean for Clinical Research in the FOHS at BGU. He is also the head of the Clinical Research Center and Research Authority at Soroka.\n\nAbout American Associates, Ben-Gurion University of the Negev\n\nAmerican Associates, Ben-Gurion University of the Negev (AABGU) plays a vital role in sustaining David Ben-Gurion's vision: creating a world-class institution of education and research in the Israeli desert, nurturing the Negev community and sharing the University's expertise locally and around the globe. As Ben-Gurion University of the Negev (BGU) looks ahead to turning 50 in 2020, AABGU imagines a future that goes beyond the walls of academia. It is a future where BGU invents a new world and inspires a vision for a stronger Israel and its next generation of leaders. Together with supporters, AABGU will help the University foster excellence in teaching, research and outreach to the communities of the Negev for the next 50 years and beyond. Visit vision.aabgu.org to learn more.\n\nAABGU, which is headquartered in Manhattan, has nine regional offices throughout the United States. For more information, visit http://www. aabgu. org .\n\nContact:\n\nAndrew Lavin\n\nA. Lavin Communications\n\n516-944-4486\n\nalc@alavin.com", "images": ["https://web.archive.org/web/20180213184651im_/https://www.eurekalert.org/images/meganav/AM18_Newsroom.jpg", "https://web.archive.org/web/20180213184651im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20180213184651im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180213184651im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20180213184651im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180213184651im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180213184651im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180213184651im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180213184651im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180213184651im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180213184651im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180213184651im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180213184651im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180213184651im_/https://www.eurekalert.org/images/e4/logo.png"], "top_img": "https://web.archive.org/web/20180213184651im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180213184651/https://www.eurekalert.org/pub_releases/2018-02/aabu-mcs021318.php", "title": "Medical cannabis significantly safer for elderly with chronic pain than opioids", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "The new study, published in The European Journal of Internal Medicine, found cannabis therapy is safe and efficacious for elderly patients who are seeking to address cancer symptoms, Parkinson's disease, post-traumatic stress disorder, ulcerative colitis, Crohn's disease, multiple sclerosis, and other medical issues.   After six months, more than 18 percent of patients surveyed had stopped using opioid analgesics or had reduced their dosage.", "keywords": "Health Care, Pharmaceutical/Combinatorial Chemistry, Medicine/Health, Public Health, Social/Behavioral Science, Addiction, Drugs", "date": "Tue, 13 Feb 2018 05:00:00 GMT/UTC", "journal": "European Journal of Internal Medicine", "type": "research", "institution": "American Associates, Ben-Gurion University of the Negev", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "EurekAlert", "domain": "www.eurekalert.org", "title": "Medical cannabis significantly safer for elderly with chronic pain than opioids", "description": "The new study, published in The European Journal of Internal Medicine, found cannabis therapy is safe and efficacious for elderly patients who are seeking to address cancer symptoms, Parkinson's disease, post-traumatic stress disorder, ulcerative colitis, Crohn's disease, multiple sclerosis, and other medical issues.   After six months, more than 18 percent of patients surveyed had stopped using opioid analgesics or had reduced their dosage."}, "og": {"title": "Medical cannabis significantly safer for elderly with chronic pain than opioids", "description": "The new study, published in The European Journal of Internal Medicine, found cannabis therapy is safe and efficacious for elderly patients who are seeking to address cancer symptoms, Parkinson's disease, post-traumatic stress disorder, ulcerative colitis, Crohn's disease, multiple sclerosis, and other medical issues.   After six months, more than 18 percent of patients surveyed had stopped using opioid analgesics or had reduced their dosage.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180213184651/https://www.eurekalert.org/pub_releases/2018-02/aabu-mcs021318.php", "image": "https://web.archive.org/web/20180213184651im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1519794000.0, "source": "https://web.archive.org", "summary": ""}