{"url": "https://web.archive.org/web/20160422115111/http://www.eurekalert.org/pub_releases/2016-04/cu-tac041816.php", "text": "Patients receiving cancer treatment could increase their chance of survival by up to 20% and help stop their cancer from spreading by taking a low-dose of aspirin, new research suggests.\n\nIn a systematic review of the available scientific literature a team from Cardiff University's School of Medicine found a significant reduction in mortality and cancer spread by patients who took a low-level dose of aspirin in addition to their cancer treatment (average study follow-up length over 5 years).\n\n\"There is a growing body of evidence that taking aspirin is of significant benefit in reducing some cancers,\" said Professor Peter Elwood who led the research published in the journal PLOS ONE.\n\n\"Whilst we know a low-dose of aspirin has been shown to reduce the incidence of cancer, its role in the treatment of cancer remains uncertain. As a result, we set out to conduct a systematic search of all the scientific literature.\"\n\nThe team's review looked at all of the available data including five randomised trials and forty two observational studies of colorectal, breast and prostate cancers.\n\nProfessor Elwood said: \"Our review, based on the available evidence, suggests that low-dose aspirin taken by patients with bowel, breast or prostate cancer, in addition to other treatments, is associated with a reduction in deaths of about 15-20%, together with a reduction in the spread of the cancer.\n\n\"The results from six studies of other cancers also suggest a reduction, but the numbers of patients were too few to enable confident interpretation. A mutation - known as PIK3CA - was present in about 20% of patients, and appeared to explain much of the reduction in colon cancer mortality by aspirin.\n\n\"One of the concerns about taking aspirin remains the potential for intestinal bleeding. That's why we specifically looked at the available evidence of bleeding and we wrote to all authors asking for further data. In no study was serious or life-threatening bleeding reported.\"\n\nAs a result of the review, the team say their study highlights the need for randomised trials to establish the evidence needed to support low-dose aspirin as an effective additional treatment of cancer.\n\nProfessor Elwood added: \"While there is a desperate need for more detailed research to verify our review and to obtain evidence on less common cancers, we'd urge patients diagnosed with cancer to speak to their doctor about our findings so they can make an informed decision as to whether or not they should take a low-dose aspirin as part of their cancer treatment.\"\n\nThis is not the only significant study Professor Elwood led research examining ways to improve peoples' health. In 1974 Elwood's team reported the very first randomised trial of aspirin in the prevention of vascular mortality in the British Medical Journal.\n\nProfessor Elwood also led a major study which monitored the health habits of 2,235 men over a 35-year period and found that exercise significantly reduces the risk of dementia. The study was the longest of its kind to probe the influence of environmental factors in chronic disease.\n\nThe study identified five healthy behaviours as being integral to having the best chance of leading a disease-free lifestyle: taking regular exercise, non-smoking, a healthy bodyweight, a healthy diet and a low alcohol intake.\n\n###", "images": ["https://web.archive.org/web/20160422115111im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160422115111im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160422115111im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160422115111im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160422115111im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160422115111im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20160422115111im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160422115111im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160422115111im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160422115111im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160422115111im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20160422115111im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160422115111im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif"], "top_img": "https://web.archive.org/web/20160422115111im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160422115111/http://www.eurekalert.org/pub_releases/2016-04/cu-tac041816.php", "title": "Taking aspirin could increase cancer survival by 20 percent", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Patients receiving cancer treatment could increase their chance of survival by up to 20 percent and help stop their cancer from spreading by taking a low dose of aspirin, new research suggests.", "keywords": "Medicine/Health, Cancer, Breast Cancer, Prostate Cancer, Clinical Trials, Death/Dying, Mortality/Longevity, Epidemiology, Disease in the Developing World", "date": "Wed, 20 Apr 2016 04:00:00 GMT", "journal": "PLOS ONE", "type": "research", "institution": "Cardiff University", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "cardiffuni", "domain": "www.eurekalert.org"}, "og": {"title": "Taking aspirin could increase cancer survival by 20 percent", "description": "Patients receiving cancer treatment could increase their chance of survival by up to 20 percent and help stop their cancer from spreading by taking a low dose of aspirin, new research suggests.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160422115111/http://www.eurekalert.org/pub_releases/2016-04/cu-tac041816.php", "image": "https://web.archive.org/web/20160422115111im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "cardiffuni"}}, "movies": [], "publish_date": 1461902400.0, "source": "https://web.archive.org", "summary": ""}