{"url": "https://web.archive.org/web/20171111184221/https://www.eurekalert.org/pub_releases/2017-11/ehs-lsm111017.php", "text": "Standard guidelines for stroke treatment currently recommend clot removal only within six hours of stroke onset. But a milestone study with results published today in the New England Journal of Medicine shows that clot removal up to 24 hours after stroke led to significantly reduced disability for properly selected patients.\n\nThe international multi-center clinical study, known as the DAWN trial, randomly assigned 206 stroke victims who arrived at the hospital within six to 24 hours to either endovascular clot removal therapy, known as thrombectomy, or to standard medical therapy.\n\nThrombectomy involves a catheter placed in the femoral artery and snaked up the aorta and into the cerebral arteries where the clot that is blocking the artery, and causing the neurological symptoms, is retrieved.\n\nAlmost half of the patients (48.6 percent) who had clot removal showed a considerable decrease in disability, meaning they were independent in activities of daily living 90 days after treatment. Only 13.1 percent of the medication group had a similar decrease. There was no difference in mortality or other safety end-points between the two groups.\n\n\"These findings could impact countless stroke patients all over the world who often arrive at the hospital after the current six-hour treatment window has closed,\" says co-principal investigator Raul Nogueira, MD, professor of neurology, neurosurgery and radiology at Emory University School of Medicine and director of neuroendovascular service at the Marcus Stroke & Neuroscience Center at Grady Memorial Hospital.\n\n\"When the irreversibly damaged brain area affected by the stroke is small, we see that clot removal can make a significant positive difference, even if performed outside the six-hour window,\" says co-principal investigator Tudor Jovin, MD, director of the University of Pittsburgh Medical Center Stroke Institute. \"However, this does not diminish urgency with which patients must be rushed to the ER in the event of a stroke. The mantra 'time is brain' still holds true.\"\n\nTo select patients for the trial, the researchers used a new approach which used brain imaging and clinical criteria as opposed to just time alone.\n\n\"Looking at the physiological state of the brain and evaluating the extent of tissue damage and other clinical factors seems to be a better way to decide if thrombectomy will benefit patients as opposed to adhering to a rigid time window,\" says Nogueira.\n\nThe researchers planned to enroll a maximum of 500 patients over the course of the study period. However, a pre-planned interim review of the treatment effectiveness after 200 patients were enrolled in the trial led the independent Data Safety Monitoring Board overseeing the study to recommend early termination of the trial, based on pre-defined criteria demonstrating that clot removal provided significant clinical benefit in the studied patients.\n\n\"Our research and clinical teams are immensely proud of these breakthrough findings, which are so profound they will likely result in a paradigm shift that will not be seen again for many years in the field of stroke therapeutics,\" says Michael Frankel, MD, professor of neurology, Emory University School of Medicine, chief of neurology and director of the Marcus Stroke and Neuroscience Center for the Grady Health System.\n\nAccording to Frankel, the Emory neuroscience team was a major contributor to the DAWN trial, working at Grady Memorial Hospital, the second leading site of the trial's enrollment.\n\nThe DAWN trial included trial locations in the United States, Spain, France, Australia and Canada. The trial was sponsored by Stryker Corporation, a medical technology company that manufactures the clot removal devices used in the study.\n\nThe DAWN trial results were presented at the European Stroke Organization Conference in May.\n\n###", "images": ["https://web.archive.org/web/20171111184221im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20171111184221im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20171111184221im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20171111184221im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20171111184221im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20171111184221im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20171111184221im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20171111184221im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20171111184221im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20171111184221im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20171111184221im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20171111184221im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20171111184221im_/https://www.eurekalert.org/images/meganav/ACS2017_300x100.jpg", "https://web.archive.org/web/20171111184221im_/https://www.eurekalert.org/images/meganav/browse-video.jpg"], "top_img": "https://web.archive.org/web/20171111184221im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20171111184221/https://www.eurekalert.org/pub_releases/2017-11/ehs-lsm111017.php", "title": "Landmark study may impact standard stroke treatment guidelines", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Standard guidelines for stroke treatment currently recommend clot removal only within six hours of stroke onset. But a milestone study with results published in the New England Journal of Medicine shows that clot removal up to 24 hours after stroke led to significantly reduced disability for properly selected patients.", "keywords": "Medicine/Health, Stroke, Clinical Trials, Mortality/Longevity", "date": "Sat, 11 Nov 2017 05:00:00 GMT/UTC", "funder": "Stryker Corporation", "journal": "New England Journal of Medicine", "type": "research", "institution": "Emory Health Sciences", "meeting": "2017 Society of Vascular and Interventional Neurology (SVIN) 10th Annual Meeting", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "emoryhealthsci", "domain": "www.eurekalert.org", "title": "Landmark study may impact standard stroke treatment guidelines", "description": "Standard guidelines for stroke treatment currently recommend clot removal only within six hours of stroke onset. But a milestone study with results published in the New England Journal of Medicine shows that clot removal up to 24 hours after stroke led to significantly reduced disability for properly selected patients."}, "og": {"title": "Landmark study may impact standard stroke treatment guidelines", "description": "Standard guidelines for stroke treatment currently recommend clot removal only within six hours of stroke onset. But a milestone study with results published in the New England Journal of Medicine shows that clot removal up to 24 hours after stroke led to significantly reduced disability for properly selected patients.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20171111184221/https://www.eurekalert.org/pub_releases/2017-11/ehs-lsm111017.php", "image": "https://web.archive.org/web/20171111184221im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1511931600.0, "source": "https://web.archive.org", "summary": ""}