{"url": "https://web.archive.org/web/20171106193346/https://www.eurekalert.org/pub_releases/2017-11/uol-sms110617.php", "text": "Scientists working to develop a 'game-changing' new antibiotic have made a significant advance towards creating commercially viable drug treatments by producing two simplified synthetic versions of the substance which are just as potent at killing superbugs like MRSA as its natural form.\n\nThe breakthrough by researchers at the University of Lincoln, UK, marks another important step to realising the potential of teixobactin in aiding the global fight against antibiotic-resistant pathogens. Teixobactin is a recently discovered natural antibiotic which many in the international scientific community believe could lead to creation of the first commercially viable new antibiotic drug in 30 years.\n\nThe Lincoln team has successfully synthesized new simplified versions of teixobactin which harness the same powerful antibiotic effects in a way that could be produced on a commercial scale. Their findings are published in the Royal Society of Chemistry's journal, Chemical Science.\n\nUntil now, scientists attempting to synthesise teixobactin believed they needed to use cationic (or positively charged) amino acids which bind to the bacterial target using a 'side chain'. This meant they had to use either the very rare amino acid found naturally in teixobactin, called enduracididine, or alternative ones which had lower potency against superbugs.\n\nEach amino acid sits at a specific place in teixobactin's structure, and the Lincoln team has now successfully replaced enduracididine - which holds position ten - with two alternative amino acids which are not positively charged. These amino acids lack the 'binding' part, over-turning the prior understanding that enduracididine is essential for to so-called 'target binding' to be highly potent against superbugs.\n\nWith this new knowledge, synthesised versions of teixobactin can be more easily developed, taking the process from up to 30 hours to just ten minutes for a single coupling step - a significant step towards turning teixobactin into a viable new drug. Importantly, the two new simplified forms of teixobactin have also proven to have identical potency against superbugs as the natural form of teixobactin.\n\nDr Ishwar Singh, a specialist in novel drug design and development from the University of Lincoln's School of Pharmacy, is leading the research team. He explained: \"When teixobactin was discovered it was ground breaking in itself as a new antibiotic which kills bacteria without detectable resistance including superbugs such as MRSA. We have been investigating a way to simplify the design while retaining the high potency against resistant bacteria such as MRSA.\n\n\"This simplified design and more efficient synthesise will enable work to be carried out at a commercial level. Enduracididine was severely limiting our ability to do this because of its scarcity, a complex multistep synthesis, and long and repetitive steps of between 16 and 30 hours with high failure rate and very low yields.\n\n\"We needed to make a change to the structure so that we could make the molecule more viable for drug development. We had tried replacing it with other amino acids with a similar make up, but they all were less potent in comparison to the natural form of teixobactin. Now, we have discovered that we can in fact use amino acids which are structurally different, and are commercially-available. They are also 16 times more potent than a clinically-used antibiotic in killing the superbug MRSA, and they were also highly potent against other antibiotic-resistant infections, such as vancomycin resistant enterococci, and tuberculosis.\"\n\nThe work builds on the success of the team's pioneering research to tackle antimicrobial resistance over the past 18 months. Dr Singh is working with colleagues from the School of Life Sciences and the School of Chemistry at the University of Lincoln to develop teixobactins into a viable drug.\n\nIt has been predicted that by 2050 an additional 10 million people will succumb to drug resistant infections each year. The development of new antibiotics which can be used as a last resort when other drugs are ineffective is therefore a crucial area of study for healthcare researchers around the world.\n\n###", "images": ["https://web.archive.org/web/20171106193346im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20171106193346im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20171106193346im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20171106193346im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20171106193346im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20171106193346im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20171106193346im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20171106193346im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20171106193346im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20171106193346im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20171106193346im_/https://www.eurekalert.org/images/meganav/ACS2017_300x100.jpg", "https://web.archive.org/web/20171106193346im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20171106193346im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20171106193346im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg"], "top_img": "https://web.archive.org/web/20171106193346im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20171106193346/https://www.eurekalert.org/pub_releases/2017-11/uol-sms110617.php", "title": "Scientists make significant breakthrough on superbug-killing antibiotic teixobactin", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Scientists working to develop a 'game-changing' new antibiotic have made a significant advance towards creating commercially viable drug treatments by producing two simplified synthetic versions of the substance which are just as potent at killing superbugs like MRSA as its natural form.", "keywords": "Biology, Biochemistry, Chemistry/Physics/Materials Sciences, Biochemistry, Pharmaceutical Sciences, Pharmaceutical/Combinatorial Chemistry, Infectious/Emerging Diseases, Pharmaceutical Science, Pharmaceutical Chemistry", "date": "Mon, 06 Nov 2017 05:00:00 GMT/UTC", "journal": "Chemical Science", "type": "research", "institution": "University of Lincoln", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "unilincoln", "domain": "www.eurekalert.org", "title": "Scientists make significant breakthrough on superbug-killing antibiotic teixobactin", "description": "Scientists working to develop a 'game-changing' new antibiotic have made a significant advance towards creating commercially viable drug treatments by producing two simplified synthetic versions of the substance which are just as potent at killing superbugs like MRSA as its natural form."}, "og": {"title": "Scientists make significant breakthrough on superbug-killing antibiotic teixobactin", "description": "Scientists working to develop a 'game-changing' new antibiotic have made a significant advance towards creating commercially viable drug treatments by producing two simplified synthetic versions of the substance which are just as potent at killing superbugs like MRSA as its natural form.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20171106193346/https://www.eurekalert.org/pub_releases/2017-11/uol-sms110617.php", "image": "https://web.archive.org/web/20171106193346im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "universityoflincoln"}}, "movies": [], "publish_date": 1511931600.0, "source": "https://web.archive.org", "summary": ""}