{"url": "https://web.archive.org/web/20170506013948/https://www.eurekalert.org/pub_releases/2017-04/wpi-pwd042417.php", "text": "Worcester, Mass. - When the standard malaria medications failed to help 18 critically ill patients, the attending physician in a Congo clinic acted under the \"compassionate use\" doctrine and prescribed a not-yet-approved malaria therapy made only from the dried leaves of the Artemisia annua plant. In just five days, all 18 people fully recovered. This small but stunningly successful trial offers hope to address the growing problem of drug-resistant malaria.\n\nDetails of the cases are documented in the paper \"Artemisia annua dried leaf tablets treated malaria resistant to ACT and i.v. artesunate: case reports\" by an international team lead by Pamela Weathers, PhD, professor of biology and biotechnology at Worcester Polytechnic Institute (WPI), who has pioneered the use of dried leaves of Artemisia annua (DLA) as a malaria therapy.\n\n\"To our knowledge, this is the first report of dried-leaf Artemisia annua controlling ACT-resistant malaria in humans,\" the authors of the Phytomedicine paper note, adding that more comprehensive clinical trials on patients with drug-resistant malaria are warranted. \"Successful treatment of all 18 ACT-resistant cases suggests that DLA should be rapidly incorporated into the antimalarial regimen for Africa,\" they added, \"and possibly wherever else ACT resistance has emerged.\"\n\nWatch a video about research at WPI related to this study.\n\nThe report documents the experiences of 18 patients in the North Kivu province of the Democratic Republic of Congo who showed symptoms of malaria and were originally treated with the recommended medication: artemisinin-based combination therapy (ACT), which blends artemisinin, a chemical extract from Artemisia annua, with one or more other drugs that attack the malaria parasite in different ways.\n\nThe 18 patients, ranging in age from 14 months to 60 years, did not respond to the standard ACT treatment, and all lapsed into severe malaria, defined by symptoms that can include loss of consciousness, respiratory distress, convulsions, and pulmonary edema. One patient, a five-year-old child, became comatose. All were then treated with intravenously administered artesunate, the frontline medication for severe malaria, but again they showed no improvement.\n\nAs a last resort, doctors turned to dried-leaf Artemisia (DLA), a therapy developed and extensively studied by Weathers and her team at WPI. After five days of treatment with tablets made from only the dried and powered leaves of Artemisia (which has been prepared and analyzed using methods developed by Weathers and postdoctoral fellow Melissa Towler), all 18 patients fully recovered. Laboratory tests showed they had no parasites remaining in their blood. (Weathers noted more than 100 other drug-resistant patients also have been successfully treated with DLA tablets.)\n\n\"These 18 patients were dying,\" Weathers said. \"So to see 100 percent recover, even the child who had lapsed into a coma, was just amazing. It's a small study, but the results are powerful.\"\n\nAccording to the World Health Organization (WHO), more than 212 million people contracted malaria in 2015 and some 429,000 died, with young children and pregnant women being particularly vulnerable. Caused by a mosquito-borne parasite, the illness is reported in nearly 100 countries and threatens nearly half of the world's population. ACT, the current recommended therapy, is expensive to produce and is in short supply in areas hit hardest by the disease. In addition, while the combination therapy is designed to be less prone to the drug resistance that has rendered previous antimalarial agents ineffective, increasingly the malaria parasite is showing signs of resistance to ACT, particularly in Southeast Asia.\n\nWeathers began her research on artemisinin and Artemesia annua (also known as sweet wormwood) more than 25 years ago. In recent years, she has turned her attention to the use of DLA as an alternative to conventional antimalarial drugs. Noting that Artemisia annua, which is classified as a generally regarded as safe (GRAS) herb, has been consumed by humans and used as an herbal therapy for thousands of years, often in the form of a tea, she became intrigued by the potential for using the dried plant, rather than just a chemical extract, as a malaria treatment. A study she published in Photochemistry Reviews in 2011 was the first to demonstrate that dried leaves of the Artemisia annua plant delivers 40 times more artemisinin to the blood than does the drug based on the chemical extract of the plant.\n\nIn a paper published in PLOS ONE the following year, Weathers and her team showed that not only does DLA have antimalarial properties, it is more effective in knocking out the parasite and reduced the level of parasite infection more completely in mice. In a 2015 study in the Proceedings of the National Academy of Sciences, the WPI researchers, with colleagues at the University of Massachusetts Amherst, showed that dried Artemisia leaves cured rodents infected with malaria strains that were known to be resistant to artemisinin. And, in an experiment that accelerated the evolution of the malaria parasite by passing it through up to 49 generations of mice, the parasite showed no signs of resistance to DLA.\n\nWeathers says the superior performance of DLA in comparison to ACT, as well as its ability to kill drug-resistant parasites and avoid the resistance trap, itself, is likely due to the synergistic effects of a complex array of phytochemicals contained in the plant's leaves, several of which are also known to have antimalarial properties and others of which may act both to enhance the absorption of artemisinin into the bloodstream and bolster its effectiveness against malaria. In effect, the dried leaves constitute a robust natural combination therapy, one whose benefits far surpass those of ACT and other combination drugs.\n\n\"We have done a lot of work to understand the biochemistry of these compounds, which include a number of flavonoids and terpenes, so we can better understand the role they play in the pharmacological activity of the dried leaves,\" Weathers said. \"The more we learn, the more excited we become about the potential for DLA to be the medication of choice for combatting malaria worldwide. Artemisia annua is known to be efficacious against a range of other diseases, including other tropical maladies and certain cancers, so in our lab we are already at work investigating the effectiveness of DLA with other diseases.\"\n\nAnother advantage of DLA over conventional malaria treatments is its low cost and the relative simplicity of its manufacture, Weathers said. While the processes for manufacturing ACT is costlier and requires a higher degree of expertise, producing DLA tablets can be accomplished with simpler equipment and a modest amount of training. Growing Artemisia annua and producing and testing the tablets, Weathers noted, are ideal local business that can provide jobs in impoverished areas and greatly expand access to antimalarial therapy.\n\nIn fact, she has already established a supply chain in Africa that includes growing and harvesting high-producing cultivars in East Africa, along with GMP (Good Manufacturing Practice) processing operations in Uganda where the leaves are dried, pulverized, and homogenized, where the powder is compacted into tablets, and where the tablets are tested to verify their dosage. This supply chain helped produce the tablets used to treat the 18 patients in the Democratic Republic of Congo. \"This simple technology can be owned, operated, and distributed by Africans for Africans,\" Weathers said.\n\n###\n\nAbout Worcester Polytechnic Institute\n\nFounded in 1865 in Worcester, Mass., WPI is one of the nation's first engineering and technology universities. Its 14 academic departments offer more than 50 undergraduate and graduate degree programs in science, engineering, technology, business, the social sciences, and the humanities and arts, leading to bachelor's, master's and doctoral degrees. WPI's talented faculty work with students on interdisciplinary research that seeks solutions to important and socially relevant problems in fields as diverse as the life sciences and bioengineering, energy, information security, materials processing, and robotics. Students also have the opportunity to make a difference to communities and organizations around the world through the university's innovative Global Projects Program. There are more than 40 WPI project centers throughout the Americas, Africa, Asia-Pacific, and Europe.", "images": ["https://web.archive.org/web/20170506013948im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170506013948im_/https://media.eurekalert.org/multimedia_prod/pub/web/138931_web.jpg", "https://web.archive.org/web/20170506013948im_/https://media.eurekalert.org/multimedia_prod/pub/rel/138932_rel.jpg", "https://web.archive.org/web/20170506013948im_/https://media.eurekalert.org/multimedia_prod/pub/rel/138933_rel.jpg", "https://web.archive.org/web/20170506013948im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170506013948im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170506013948im_/https://www.eurekalert.org/multimedia/pub/web/138933_web.jpg", "https://web.archive.org/web/20170506013948im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170506013948im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170506013948im_/https://media.eurekalert.org/multimedia_prod/pub/rel/138931_rel.jpg", "https://web.archive.org/web/20170506013948im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170506013948im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170506013948im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170506013948im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170506013948im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170506013948im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170506013948im_/https://www.eurekalert.org/images/meganav/ACS253Meeting_600x200.jpg", "https://web.archive.org/web/20170506013948im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png"], "top_img": "https://web.archive.org/web/20170506013948im_/https://www.eurekalert.org/multimedia/pub/web/138933_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170506013948/https://www.eurekalert.org/pub_releases/2017-04/wpi-pwd042417.php", "title": "Patients with drug-resistant malaria cured by plant therapy developed at WPI", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "When the standard malaria medications failed to help 18 critically ill patients, the attending physician in a Congo clinic acted under the 'compassionate use' doctrine and prescribed a not-yet-approved malaria therapy made only from the dried leaves of the Artemisia annua plant. In just five days, all 18 people fully recovered. This small but stunningly successful trial is detailed in a new paper in Phytomedicine by lead author Pamela Weathers at Worcester Polytechnic Institute (WPI).", "keywords": "Agriculture, Plant Sciences, Biology, Biochemistry, Parasitology, Plant Sciences, Medicine/Health, Infectious/Emerging Diseases, Public Health, Disease in the Developing World", "date": "Mon, 24 Apr 2017 04:00:00 GMT", "journal": "Phytomedicine", "type": "research", "institution": "Worcester Polytechnic Institute", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "WPI", "domain": "www.eurekalert.org", "title": "Patients with drug-resistant malaria cured by plant therapy developed at WPI", "description": "When the standard malaria medications failed to help 18 critically ill patients, the attending physician in a Congo clinic acted under the 'compassionate use' doctrine and prescribed a not-yet-approved malaria therapy made only from the dried leaves of the Artemisia annua plant. In just five days, all 18 people fully recovered. This small but stunningly successful trial is detailed in a new paper in Phytomedicine by lead author Pamela Weathers at Worcester Polytechnic Institute (WPI)."}, "og": {"title": "Patients with drug-resistant malaria cured by plant therapy developed at WPI", "description": "When the standard malaria medications failed to help 18 critically ill patients, the attending physician in a Congo clinic acted under the 'compassionate use' doctrine and prescribed a not-yet-approved malaria therapy made only from the dried leaves of the Artemisia annua plant. In just five days, all 18 people fully recovered. This small but stunningly successful trial is detailed in a new paper in Phytomedicine by lead author Pamela Weathers at Worcester Polytechnic Institute (WPI).", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170506013948/https://www.eurekalert.org/pub_releases/2017-04/wpi-pwd042417.php", "image": "https://web.archive.org/web/20170506013948im_/https://www.eurekalert.org/multimedia/pub/web/138933_web.jpg", "type": "website"}, "fb": {"profile_id": "wpi.edu"}}, "movies": [], "publish_date": 1493438400.0, "source": "https://web.archive.org", "summary": ""}