{"url": "http://www.newswise.com/articles/view/654471/?sc=mwhn", "text": "Newswise — An international team led by researchers at the Austrian Institute of Molecular Biotechnology (IMBA) in Vienna and the University of Maryland School of Medicine in Baltimore discovered that genetically determined breast cancer can be largely prevented by blocking a bone gene. An already approved drug could be quickly available and would then be the first breast cancer prevention drug.\n\nAbout one in eight women will develop invasive breast cancer over the course of her lifetime. Causes can be the use of synthetic sex hormones and other environmental factors, but also gene mutations like in the BRCA1 gene (BReast CAncer). US actress Angelina Jolie who underwent a preventive double mastectomy is the most famous carrier of a „faulty“ BRCA1 gene. On average, women with this mutation have an up to 87% lifetime risk of developing breast cancer. Tumors usually develop early in life. Until now, prophylactic surgery is the only procedure which significantly reduces the breast cancer risk, but which is also often associated with postoperative complications.\n\nIn 2010, Josef Penninger, the scientific director of IMBA in Vienna and his team have shown that sex hormones can trigger breast cancer (Schramek et al., Nature) through proteins called RANKL and its receptor RANK, which are key factors in bone metabolism. RANKL and RANK also link sex hormones to breast cells by providing signals telling the breast cells to grow. This occurs normally in every woman during pregnancy and the menstruation cycle. However, if deregulated, mammary cells start to divide and multiply and fail to die when they should, ultimately resulting in breast cancer.\n\nA multinational research effort now made the discovery that RANKL is also the main driver of BRCA1 mutation-driven breast cancer. In the current study, Verena Sigl, graduate student from Penninger's research group, showed that blocking the RANKL/RANK system in BRCA1 mutant mice led to largely normal mammary glands whereas invasive carcinomas could be found in the control group. To determine the relevance of their results for humans, scientists in Vienna and Toronto isolated breast tissue cells from women who had undergone preventive mastectomy because of their BRCA1 mutation. In the human cell culture, too, RANKL inhibition led to a significant reduction of growth and spreading of breast tissue cells. Moreover, the scientists – together with colleagues in Barcelona and from the CIMBA* consortium mapping more than 23,000 women – showed that genetic variants in the RANK gene are associated with a higher risk of developing breast cancer in women who carry BRCA1 and also BRCA2 mutations.\n\n\"Our finding is so exciting because there is already an approved drug against RANKL called „Denosumab”. It is an antibody with very few side effects, which binds tightly to RANKL, thereby inhibiting its ability to act. Based on our discovery, the already approved drug Denosumab or other future drugs that will block RANKL/RANK, could be used for breast cancer prevention in BRCA mutation carriers,\" explains Verena Sigl.\n\nScientists at the University of Maryland School of Medicine in Baltimore have already tried the preventive use of a RANKL blocking drug in mice. Animals carrying BRCA1 mutations were divided into two groups. In the control group multiple early breast cancer lesions developed. The second group received RANKL blockade treatment for prevention with the result that virtually no malignant changes in breast tissue could be observed even over a longer period of observation.\n\nCareful phase III clinical trials are now needed to confirm the efficacy in humans. Thereafter, any woman who has been tested positive for a BRCA1 mutation could take RANKL blockade as prevention measure to reduce her dramatically increased breast cancer risk. Josef Penninger adds: “This work is a great example of an international collaboration of many scientists with one grand vision: Prevention of breast cancer. Cancer prevention is one of the key issues we face in medicine today, a world where much fewer women will get breast cancer in the first place. We have also shown that RANKL/RANK are critically involved in sex hormone-driven breast cancer. If the uncovered mechanism indeed works in the prevention of breast cancer in high risk patients, this could possibly be used to prevent breast cancer in general. One door for breast cancer prevention has now been opened and this can be tested very fast.”\n\nThe present work is the result of international collaboration. Scientists from Austria (IMBA, AKH Wien) participated as well as researchers from the University of Maryland School of Medicine in Baltimore and the University of Maryland-Baltimore County, Baltimore, USA; Toronto, Canada and Barcelona, Spain. See original publication for details.\n\n*CIMBA: http://www.apps.ccge.medschl.cam.ac.uk/consortia/cimba/\n\nJosef Penninger’s studies at IMBA are largely supported by the 7.4 million US $ \"Innovator Award\" through the \"US Department of Defense”.", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://www.newswise.com/images/new-newswise-logo-square.jpg", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/prevention-of-genetic-breast-cancer-within-reach", "title": "Prevention of Genetic Breast Cancer Within Reach", "meta_data": {"keywords": "Newswise, Science,Research,Cancer,Breast Cancer,Cancer, Genetics, Women's Health, Embargoed Feed - hidden, All Journal News,  Institute of Molecular Biotechnology", "description": "An international team led by researchers at the Austrian Institute of Molecular Biotechnology (IMBA) in Vienna and the University of Maryland School of Medicine in Baltimore discovered that genetically determined breast cancer can be largely prevented by blocking a bone gene. An already approved drug could be quickly available and would then be the first breast cancer prevention drug.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "An international team led by researchers at the Austrian Institute of Molecular Biotechnology (IMBA) in Vienna and the University of Maryland School of Medicine in Baltimore discovered that genetically determined breast cancer can be largely prevented by blocking a bone gene. An already approved drug could be quickly available and would then be the first breast cancer prevention drug.", "title": "Prevention of Genetic Breast Cancer Within Reach", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "url": "https://www.newswise.com/articles/prevention-of-genetic-breast-cancer-within-reach"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}