{"url": "https://web.archive.org/web/20160623140531/http://www.eurekalert.org/pub_releases/2016-06/fda-smc062216.php", "text": "Post-operative cognitive dysfunction (POCD), a condition mostly observed in older patients following surgery under general anesthesia, is characterized by impaired memory and concentration. The impairment may be temporary or permanent and incapacitating.\n\nThe problem has become more frequent as the population ages and also as a growing number of older adults undergo surgical procedures made possible by more advanced medical technology. Data from the scientific literature suggest a rise in mortality from POCD in the first year after surgery under general anesthesia.\n\nThe good news, according to a Brazilian study published by the journal PLoS One, is that two relatively simple measures can help to reduce the incidence of POCD: administering a small dose of the anti-inflammatory drug dexamethasone immediately before an operation and avoiding profound anesthesia during the operation.\n\nOpinions on the adequate depth of anesthesia and the risks of very profound anesthesia currently diverge. Excessively superficial anesthesia is known to incur a risk of patient recall of the procedure, which is undesirable.\n\n\"Our findings confirm recent evidence that the deeper the anesthesia-induced hypnosis, the higher the incidence of POCD. The literature points to a link with the systemic inflammatory response induced by surgical trauma, damaging the central nervous system. If so, the use of an anti-inflammatory drug may have a protective effect,\" said Maria José Carvalho Carmona, a professor of anesthesiology at the University of São Paulo's Medical School (FM-USP) and principal investigator for the study.\n\nThe researchers evaluated 140 patients aged between 60 and 87 who underwent surgery under propofol-induced general anesthesia at the Central Institute of Hospital das Clínicas, FM-USP's teaching hospital, in most cases for removal of gallstones.\n\nPre-operative assessment included a battery of tests to measure mental and cognitive status. Patients who failed to achieve a cutoff score were excluded. The remaining subjects were divided randomly into four groups. In the operating room, deep anesthesia typical of major surgical procedures was induced in the first and third groups, and more superficial anesthesia in the second and fourth. Only the third and fourth groups received dexamethasone.\n\nThe depth of anesthesia was monitored using bispectral index (BIS) technology, which processes electroencephalogram signals to measure drug-induced unconsciousness. The researchers classified a BIS of 35-45 as deep anesthesia and a BIS of 46-55 as superficial anesthesia.\n\nIn the fourth group (superficial anesthesia with dexamethasone), the incidence of POCD was 15.3% immediately after surgery, but after six months the pre-operative cognitive status was restored in all patients.\n\n\"The results reinforce recent evidence of the importance of avoiding deep anesthesia,\" Carmona said. \"With regard to the use of dexamethasone, more research is needed to confirm our finding, preferably in multicenter trials, but there are strong indications that it can be beneficial in many cases.\"\n\nThe earliest trials with patients who developed POCD were performed after the 1950s. Before that, older patients were rarely subjected to major surgery, and significant research in this field has only been conducted for approximately 15-20 years.\n\n\"The causes of and risk factors for POCD are still being discussed,\" she said. \"Little is said about rehabilitation or ways of helping patients recover pre-operative cognitive function.\"\n\nOne of the obstacles to reliable diagnosis and rehabilitation is a lack of practical and secure instruments for pre- and post-operative cognitive assessment. \"The tests available today are either too time consuming or quick but unreliable,\" Carmona said. \"This makes it hard to follow up on patients.\"\n\n###", "images": ["https://web.archive.org/web/20160623140531im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160623140531im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160623140531im_/http://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20160623140531im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160623140531im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160623140531im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160623140531im_/http://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20160623140531im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160623140531im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160623140531im_/http://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20160623140531im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160623140531im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160623140531im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg"], "top_img": "https://web.archive.org/web/20160623140531im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160623140531/http://www.eurekalert.org/pub_releases/2016-06/fda-smc062216.php", "title": "Simple measures can reduce post-operative cognitive dysfunction in older patients", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "According to a Brazilian study published by the journal PLoS One, two relatively simple measures can help to reduce the incidence of Post-operative cognitive dysfunction: administering a small dose of the anti-inflammatory drug dexamethasone immediately before an operation and avoiding profound anesthesia during the operation.", "keywords": "Medicine/Health, Gerontology, Aging, Public Health, Surgery", "date": "Wed, 22 Jun 2016 04:00:00 GMT", "funder": "São Paulo Research Foundation", "journal": "PLOS ONE", "type": "research", "institution": "Fundação de Amparo à Pesquisa do Estado de São Paulo", "region": "samerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "EurekAlertAAAS", "domain": "www.eurekalert.org"}, "og": {"title": "Simple measures can reduce post-operative cognitive dysfunction in older patients", "description": "According to a Brazilian study published by the journal PLoS One, two relatively simple measures can help to reduce the incidence of Post-operative cognitive dysfunction: administering a small dose of the anti-inflammatory drug dexamethasone immediately before an operation and avoiding profound anesthesia during the operation.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160623140531/http://www.eurekalert.org/pub_releases/2016-06/fda-smc062216.php", "image": "https://web.archive.org/web/20160623140531im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1467172800.0, "source": "https://web.archive.org", "summary": ""}