{"url": "https://www.prnewswire.com/news-releases/california-mans-research-leads-him-to-beaumonts-proton-therapy-center-in-michigan-300624396.html", "text": "Chordoma is a cancer that occurs in the bones of the spine, sacrum and skull base. Only about 300 Americans are diagnosed with this cancer each year. The tumors can be complex to treat because they are located along the spinal cord, nerves and arteries. Chordomas are part of a group of tumors called sarcomas. While slow growing, they can be aggressive.\n\nLife-threatening tumor\n\nBlindsided by the news his tailbone pain was caused by a life-threatening tumor, Tracy sought information and opinions. His doctor referred him to specialists at a major medical center in San Francisco. He learned surgery is the most common treatment. But, a surgeon told Tracy and wife, Karin Rittenberg, he should prepare for possible complications.\n\nSaid Tracy, \"We were told that I should prepare myself for the loss of functionality below the waist – including bowel, bladder and sexual functions. Even with surgery, there was a high risk of recurrence. That's when we began to research other options, such as radiation therapy.\"\n\nTreatment options\n\nThe couple then met with a radiation oncologist. The doctor explained in cases where surgery is not an option or the outcome of surgery was unacceptable, people turn to definitive radiation therapy. He provided Tracy and Karin with a copy of a published research paper on chordoma and the effects of definitive radiation. The lead author and researcher was Dr. Peyman Kabolizadeh, clinical director, Beaumont Proton Therapy Center in Royal Oak. While the findings were written for health care professionals and very technical, Tracy was encouraged.\n\n\"Definitive radiation therapy refers to curative radiation,\" explained Dr. Kabolizadeh. \"Radiation is the only treatment the patient receives.\" In his study published in the International Journal of Radiation Oncology, Biology, Physics, he and his colleagues found, \"in circumstances where surgery may result in significant neurologic or organ dysfunction, patients can be treated definitively with radiation therapy alone. The results supported the use of high-dose definitive radiation therapy, via proton beam therapy, for selected patients with unresected spine and sacral chordomas.\"\n\nThe San Francisco radiation oncologist not only shared Dr. Kabolizadeh's research paper, but also his contact information. Both Tracy and Karin learned about the differences between photon and proton radiation. They did their homework on treatment options, but for Tracy it became quite frustrating. Karin persisted in her fact-finding, when Tracy was down emotionally.\n\n\"You have to understand, because this cancer is so rare, there is limited research available,\" Tracy said. \"That was the truly scary part about making any decisions.\"\n\nSecond, third and more opinions\n\nThey conferred with Dr. Kabolizadeh at Beaumont in Michigan by telephone. The couple also traveled to a highly-regarded cancer center in New York City.\n\n\"It seemed everyone I spoke with had a different opinion,\" said Tracy. \"I then determined, definitive radiation therapy was the way to go, but I had to decide which type and where. There was photon therapy available in San Francisco, but, in my research, I found out the photon beams don't stop at the tumor and have a greater possibility of affecting surrounding organs, too. I liked what I heard about the advantages of proton beams precisely targeting the tumor and stopping, sparing nearby tissue from harmful radiation.\"\n\nDeciding on proton therapy\n\nSeveral factors went into Tracy's decision to choose proton therapy at Beaumont Hospital in Royal Oak. Not only were he and Karin impressed with the advanced cancer killing capabilities of the pencil beam proton therapy, but also with the expertise of Dr. Kabolizadeh.\n\n\"I looked at survivability, length of life and quality of life. Right now, I'm living life to the fullest and have a beautiful wife. We travel, entertain friends and are diehard Giants fans,\" explained Tracy. \"Beaumont has the most advanced equipment, and someone who is familiar with treatments for my rare cancer. I felt that gave me the best chance of success. Dr. Kabolizadeh has the vehicle and knows how to drive it! Every time we spoke, he was honest, open and candid. His candor was refreshing.\"\n\nAbout 3 months after his cancer diagnosis, Tracy traveled to Royal Oak in late January to begin his proton treatments. On Tuesday, April 3, he completed his nine weeks of treatment.\n\nHe not only looks forward to watching his beloved Giants at AT&T Park, but hanging out with his dog Neyo. And Karin looks forward to him shaving the \"treatment beard\" he has been growing since his treatments began.\n\nBeaumont proton team 'second to none'\n\n\"I realize I'm extremely fortunate to have been able to consider traveling to another state for treatment and live there for two and a half months,\" said Tracy. \"I'm also fortunate that Karin's company has been supportive of her working remotely so she could stay with me. And I'm so grateful for the tremendous outpouring of love and support we've received from our family and friends during our stay in Michigan. That helped keep our spirits high.\"\n\nAnd when asked about his treatment experience, Tracy remarked, \"Every single person that I've engaged with at Beaumont has been a delight. They all made what could have been a difficult experience tolerable. The facilities are impressive, clean and welcoming, but the difference is the people – best hospital staff I've ever encountered. The team in the Proton Therapy Center is second to none.\"\n\nAbout Beaumont's Proton Therapy Center\n\nBeaumont's center is one of just 28 proton therapy centers in the U.S. It is the only operational proton therapy center in Michigan.\n\nHow proton therapy works\n\nProton therapy is a high-tech alternative to X-ray radiation. A scanning beam of proton radiation with online image guidance offers greater precision to destroy cancerous cells, sparing adjacent healthy tissue with fewer side effects.\n\nProton therapy uses positively charged atomic particles, traveling up to two-thirds the speed of light, to fight cancer. A cyclotron, or particle accelerator, creates protons from hydrogen molecules. The proton beam is sent to the treatment room through a transport system consisting of magnets, called the beam line, finally arriving in the gantry, a device that rotates around the patient. The beam is directed to the patient through a nozzle that targets the tumor.\n\nWhile proton therapy is not effective against all cancers, it is effective in treating many solid and localized tumors.\n\nAdvanced technology\n\n\"Our IBA ProteusOne single-room treatment system includes precision technologies,\" said Dr. Kabolizadeh. \"Intensity Modulated Proton Therapy, which combines Pencil Beam Scanning and 3-D Cone Beam CT, can target a tumor within less than a millimeter.\"\n\nPencil Beam Scanning refers to the delivery of protons in a thin beam. Like a pencil, the beam uses back and forth motions to target the treatment area – the shape, size and depth. It \"paints\" a radiation dose on tumors layer by layer. Compared to X-ray beams, which pass through a patient, proton beams deliver targeted radiation to the tumor and then stop – resulting in no exit dose.\n\nRadiation oncologists at Beaumont are well versed in precise image guidance, having developed cone beam CT technology almost 20 years ago.\n\nDr. Kabolizadeh explained, \"Image guidance allows doctors to visualize tumors during therapy to assess response and make sure the tumor is treated correctly every day.\"\n\nComprehensive cancer care\n\nProton therapy is an important addition to Beaumont's comprehensive arsenal of leading-edge cancer treatments. Beaumont's Radiation Oncology department is ranked among the nation's best for advanced technology, innovative treatment and research. Advanced radiation treatments developed at Beaumont include adaptive radiation therapy, image-guided radiation therapy, intensity-modulated arc therapy, high-dose rate brachytherapy and hyperthermia therapy.\n\nTo learn more about the new center and its capabilities, call Beaumont's Radiation Oncology program at 248-551-8402 or go to www.Beaumont.org/proton-therapy.\n\nMedia contacts:\n\nRobert.Ortlieb@beaumont.org, 248-551-1077\n\nMark.Geary@beaumont.org, 248-551-0743\n\nSOURCE Beaumont Hospital, Royal Oak\n\nRelated Links\n\nhttp://www.Beaumont.org\n\n", "images": ["https://mma.prnewswire.com/media/662703/Beaumont_Proton_Therapy_Center_Tracy_Clifford.jpg?p=publish&w=950", "https://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "https://mma.prnewswire.com/media/662703/Beaumont_Proton_Therapy_Center_Tracy_Clifford.jpg?p=facebook", "https://mma.prnewswire.com/media/662712/Beaumont_Logo.jpg?p=publish&w=200", "https://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png"], "top_img": "https://mma.prnewswire.com/media/662703/Beaumont_Proton_Therapy_Center_Tracy_Clifford.jpg?p=facebook", "keywords": [], "authors": ["Beaumont Hospital", "Royal Oak"], "canonical_link": "https://www.prnewswire.com/news-releases/california-mans-research-leads-him-to-beaumonts-proton-therapy-center-in-michigan-300624396.html", "title": "California man's research leads him to Beaumont's Proton Therapy Center in Michigan", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "ROYAL OAK, Mich., April 4, 2018 /PRNewswire/ -- The results of his MRI shocked Tracy Clifford, 58, and his wife. The images showed a baseball-sized tumor on...", "author": "Beaumont Hospital, Royal Oak", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "California man's research leads him to Beaumont's Proton Therapy Center in Michigan", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "michigan", "date": "2018-04-04T12:08:00-04:00", "keywords": "Beaumont Hospital, Royal Oak,Health Care & Hospitals ,Medical Pharmaceuticals ,Biotechnology", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "California man's research leads him to Beaumont's Proton Therapy Center in Michigan", "description": "ROYAL OAK, Mich., April 4, 2018 /PRNewswire/ -- The results of his MRI shocked Tracy Clifford, 58, and his wife. The images showed a baseball-sized tumor on...", "image": "https://mma.prnewswire.com/media/662712/Beaumont_Logo.jpg?p=twitter"}, "og": {"title": "California man's research leads him to Beaumont's Proton Therapy Center in Michigan", "type": "website", "description": "ROYAL OAK, Mich., April 4, 2018 /PRNewswire/ -- The results of his MRI shocked Tracy Clifford, 58, and his wife. The images showed a baseball-sized tumor on...", "image": "https://mma.prnewswire.com/media/662712/Beaumont_Logo.jpg?p=facebook", "url": "https://www.prnewswire.com/news-releases/california-mans-research-leads-him-to-beaumonts-proton-therapy-center-in-michigan-300624396.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "https://www.prnewswire.com", "summary": ""}