{"url": "http://www.newswise.com/articles/view/642669/?sc=sphn", "text": "Newswise — Anew gastric balloon that can be swallowed like a pill and then filledwhile in the stomach, helped patients lose more than 37 percent oftheir excess weight over four months, according to new researchpresented here at ObesityWeek 2015, the largest international eventfocused on the basic science, clinical application and prevention andtreatment of obesity. The weeklong conference is hosted by the\n\nAmericanSociety for Metabolic and Bariatric Surgery (ASMBS) and The ObesitySociety (TOS).\n\nAllurionTechnologies, the manufacturer of the device called Elipse, whichis not yet commercially available, is studyingwhat it says is the “first procedureless gastric balloon” inpatients with a body mass index (BMI) of 27 or more.\n\nThetreatment involves patients swallowing a capsule that quicklydissolves in the stomach to reveal a deflated gastric balloon inside.With a thin catheter attached to the device, but long enough toremain outside the patient’s mouth, a physician fills the balloonwith fluid (550 mL) to about the size of a grapefruit. The catheteris then removed, while the balloon remains in the stomach for fourmonths. At that point, a valve designed to open on its own, allowsthe balloon to empty and be excreted naturally from the body,eliminating the need for endoscopy or another procedure.\n\n“ Likeother gastric balloons, the mechanism of action of Elipse is likelymultifactorial and includes increased satiety from the reduction ofavailable space in the stomach, delayed gastric emptying, and changesin hormones that control hunger and appetite,” saidRam Chuttani, MD*, study co-author and director of Endoscopy andchief, Interventional Gastroenterology at Beth Israel DeaconessMedical Center in Boston. “Our findings demonstrate that Elipseprovides individuals and their caregivers with a safe, effective, andnon-invasive weight loss intervention that does not require surgery,endoscopy, or anesthesia.”\n\nResearcherspresented interim results for the first 34 patients of a multi-centerstudy that showed individuals lost an average of 22 pounds after fourmonths or 37 percent of their excess weight. Patients also sawimprovements in triglycerides and hemoglobin A1c (HgbA1c) levels,risk factors for heart disease and diabetes. Similar to othergastric balloons, the most common adverse events reported were nauseaand vomiting.\n\nNinhT. Nguyen, MD, immediate pastpresident of the ASMBS and vice-chair, UC Irvine Department ofSurgery and chief of gastrointestinal surgery, who was not involvedin the study said the device is not a permanent solution to weightloss, but has the potential to help those individuals who areoverweight or have obesity and are not candidates for bariatricsurgery.\n\n“ Newtreatment options are being studied and approved for the treatment ofobesity, which is good news for our patients and the healthcareprofessionals involved in their treatment,” said Dr. Nguyen, whowas not involved in the study. “For many struggling with theirweight, procedureless gastric balloon devices may serve as atreatment option that bridges the gap between weight-loss drugs andsurgery.”\n\nTheU.S. Food and Drug Administration (FDA) this year alone approved theOrberaIntragastric Balloon from Apollo Endosurgery and theReShapeIntegrated Dual Balloon System from ReShape Medical. Bothdevices are indicated for adults with BMIs between 30 and 40 whocould not lose weight through diet and exercise alone. The FDA also approved threeweight-loss drugs since 2012.\n\nInaddition to Dr. Chuttani, study authors of the abstract entitled,“The First Procedureless Gastric Balloon: A Prospective StudyEvaluating Safety, Weight Loss, Metabolic Parameters and Quality ofLife,” include, Evzen Machytka MD, PhD, Martina Bojkova MD, TomasKupka MD, and Marek Buzga MSc, PhD from the University of Ostrava,Ioannis Raftopoulos MD, Andreas Giannakou MD, and Kandiliotis IoannisMD from the Iatriko Medical Center, and Kathy Stecco MD, Samuel LevyMD, and Shantanu Gaur MD, from Allurion Technologies.\n\nAboutObesity and Metabolic and Bariatric Surgery\n\nAccordingto the Centers of Disease Control and Prevention (CDC), more than 78million adults were obese in 2011–2012. i The ASMBS estimates about 24 million people have severe or morbidobesity. Individuals with a BMI greater than 30 have a 50 to 100percent increased risk of premature death compared to healthy weightindividuals as well as an increased risk of developing more than 40obesity-related diseases and conditions including type 2 diabetes,heart disease and cancer. ii , iii\n\nMetabolic/bariatricsurgery has been shown to be the most effective and long lastingtreatment for morbid obesity and many related conditions and resultsin significant weight loss. The Agency for Healthcare Research andQuality (AHRQ) reported significant improvements in the safety ofmetabolic/bariatric surgery due in large part to improvedlaparoscopic techniques. iv The risk of death is about 0.1 percent v and the overall likelihood of major complications is about 4percent. vi\n\nAboutthe ASMBS\n\nTheASMBS is the largest organization for bariatric surgeons in thenation. It is a non-profit organization that works to advance the artand science of bariatric surgery and is committed to educatingmedical professionals and the lay public about bariatric surgery asan option for the treatment of morbid obesity, as well as theassociated risks and benefits. It encourages its members toinvestigate and discover new advances in obesity, while maintaining asteady exchange of experiences and ideas that may lead to improvedoutcomes for morbidly obese patients. For more information, visitwww.asmbs.org.\n\n###\n\n\n\n\n\n*Dr.Chuttani holds an equity position in Allurion Technologies\n\n* THEFIRST PROCEDURELESS GASTRIC BALLOON: A PROSPECTIVE STUDY EVALUATINGSAFETY, WEIGHT LOSS, METABOLIC PARAMETERS, AND QUALITY OF LIFE --Evzen Machytka, MD, PhD;\n\nRamChuttani, MD; Martina Bojkova, MD; Tomas Kupka, MD; Marek Buzga, MSc,PhD; Kathy Stecco, MD;\n\nSamuelLevy, MD; Shantanu Gaur, MD; Presented November 5, 2015\n\ni Prevalence of Obesity Among Adults: United States, 2011–2012. Center for Disease Control and Prevention. (October 2013). Access October 2013 from http://www.cdc.gov/nchs/data/databriefs/db131.htm\n\nii Office of the Surgeon General – U.S. Department of Health and Human Services. Overweight and obesity: health consequences. Accessed March 2012 from http://www.surgeongeneral.gov/topics/obesity/calltoaction/fact_consequences.html\n\niii Kaplan, L. M. (2003). Body weight regulation and obesity. Journal of Gastrointestinal Surgery. 7(4) pp. 443-51. Doi:10.1016/S1091-255X(03)00047-7.\n\niv Poirier, P., Cornier, M. A., Mazzone, T., et al. (2011). Bariatric surgery and cardiovascular risk factors. Circulation: Journal of the American Heart Association . 123 pp. 1-19. Accessed March 2012 from http://circ.ahajournals.org/content/123/15/1683.full.pdf\n\nv Agency for Healthcare Research and Quality (AHRQ). Statistical Brief #23. Bariatric Surgery Utilization and Outcomes in 1998 and 2004. Jan 2007", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://www.newswise.com/images/new-newswise-logo-square.jpg", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/gastric-balloon-in-a-pill-helps-patients-lose-weight-without-surgery-or-endoscopy", "title": "Gastric Balloon in a Pill Helps Patients Lose Weight Without Surgery or Endoscopy", "meta_data": {"keywords": "Newswise, ,Obesity, Local - New York, Medical Meetings,  American Society for Metabolic and Bariatric Surgery (ASMBS)", "description": "A new gastric balloon that can be swallowed like a pill and then filled while in the stomach, helped patients lose more than 37 percent of their excess weight over four months, according to new research presented here at ObesityWeek 2015, the largest international event focused on the basic science, clinical application and prevention and treatment of obesity. The weeklong conference is hosted by the American Society for Metabolic and Bariatric Surgery (ASMBS) and The Obesity Society (TOS).", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "A new gastric balloon that can be swallowed like a pill and then filled while in the stomach, helped patients lose more than 37 percent of their excess weight over four months, according to new research presented here at ObesityWeek 2015, the largest international event focused on the basic science, clinical application and prevention and treatment of obesity. The weeklong conference is hosted by the American Society for Metabolic and Bariatric Surgery (ASMBS) and The Obesity Society (TOS).", "title": "Gastric Balloon in a Pill Helps Patients \r\nLose Weight Without Surgery or Endoscopy", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "url": "https://www.newswise.com/articles/gastric-balloon-in-a-pill-helps-patients-lose-weight-without-surgery-or-endoscopy"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}