{"url": "https://web.archive.org/web/20170503160302/https://www.eurekalert.org/pub_releases/2017-05/uoc--flp042817.php", "text": "Better known as an anesthetic or as an illicit hallucinogenic drug, ketamine has also long been noted for alleviating depression. But ketamine has not been tested in a large clinical trial, and all evidence of its antidepressant effects has come from anecdotes and small studies of fewer than 100 patients. Now, in the largest study of its kind, researchers at Skaggs School of Pharmacy and Pharmaceutical Sciences at University of California San Diego mined the FDA Adverse Effect Reporting System (FAERS) database for depression symptoms in patients taking ketamine for pain. They found that depression was reported half as often among the more than 41,000 patients who took ketamine, as compared to patients who took any other drug or drug combination for pain.\n\nThe study, published May 3 in Scientific Reports, also uncovered antidepressant effects for three other drugs typically used for other purposes -- Botox, the pain reliever diclofenac and the antibiotic minocycline.\n\n\"Current FDA-approved treatments for depression fail for millions of people because they don't work or don't work fast enough,\" said senior author Ruben Abagyan, PhD, professor of pharmacy. \"This study extends small-scale clinical evidence that ketamine can be used to alleviate depression, and provides needed solid statistical support for wider clinical applications and possibly larger scale clinical trials.\"\n\nAbagyan led the study with pharmacy students Isaac Cohen and Tigran Makunts, and Rabia Atayee, PharmD, associate professor of clinical pharmacy, all at Skaggs School of Pharmacy.\n\nThe FAERS database contains more than 8 million patient records. The research team focused on patients in the database who received ketamine, narrowing their study population down to approximately 41,000. They applied a mathematical algorithm to look for statistically significant differences in reported depression symptoms for each patient.\n\n\"While most researchers and regulators monitor the FAERS database for increased incidences of symptoms in order to spot potentially harmful drug side effects, we were looking for the opposite -- lack of a symptom,\" Cohen said.\n\nThe team found that the incidence of depression symptoms in patients who took ketamine in addition to other pain therapeutics dropped by 50 percent (with an error margin less than 2 percent) compared to the patients who took any other drug or drug combination for pain. Patients who took ketamine also less frequently reported pain and opioid-associated side effects, such as constipation, as compared to patients who received other pain medications.\n\nAccording to Abagyan, it is possible that another factor common to patients taking ketamine was driving the antidepressant effect, such as the fact that ketamine also relieves pain. That's why they compared ketamine patients with patients taking other pain medications. That control group eliminated the possibility that people who take ketamine have less depression because they have less pain. Abagyan says it's still possible, though unlikely, the effect could be due to a still unidentified confounding factor.\n\nThree other drugs with previously under-appreciated antidepressant effects also emerged from this analysis: Botox, used cosmetically to treat wrinkles and medically to treat migraines and other disorders; diclofenac, a nonsteroidal anti-inflammatory drug (NSAID); and minocycline, an antibiotic.\n\nAfter the diclofenac finding, Abagyan and team went back and looked at ketamine patients who did not also take NSAIDs and compared them to patients who took any other combination of drugs for pain except NSAIDs. Depression rates in patients taking ketamine remained low.\n\nThe researchers hypothesize that the antidepressant effects of diclofenac and minocycline may be due, at least in part, to their abilities to reduce inflammation. For Botox, the potential mechanism for reducing depression is less clear. The team is now working to separate Botox's beauty effects (which could indirectly make a person feel better emotionally) and its antidepressant effects. To do this, they are first using FAERS data to determine if collagen fillers and other cosmetic treatments similarly affect depression rates.\n\nAccording to the World Health Organization, more than 300 million people experience depression worldwide. If not effectively treated, depression can become a chronic disease that increases a person's risk of mortality from suicide, heart disease or other factors. Depression is currently treated with five classes of antidepressants, most commonly serotonin reuptake inhibitors.\n\nFor financial and ethical reasons, ketamine has never been tested for its safety and effectiveness in treating depression in a large-scale clinical trial, but it reportedly works much more rapidly than standard antidepressants. Ketamine is relatively inexpensive and is covered by most health insurance plans if three other antidepressants fail.\n\n\"The approach we used here could be applied to any number of other conditions, and may reveal new and important uses for thousands of already approved drugs, without large investments in additional clinical trials,\" Makunts said.\n\n###", "images": ["https://web.archive.org/web/20170503160302im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170503160302im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170503160302im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170503160302im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170503160302im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170503160302im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170503160302im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170503160302im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170503160302im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170503160302im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170503160302im_/https://www.eurekalert.org/images/meganav/ACS253Meeting_600x200.jpg", "https://web.archive.org/web/20170503160302im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170503160302im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170503160302im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg"], "top_img": "https://web.archive.org/web/20170503160302im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170503160302/https://www.eurekalert.org/pub_releases/2017-05/uoc--flp042817.php", "title": "First large-scale population analysis reinforces ketamine's reputation as antidepressant", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Researchers at Skaggs School of Pharmacy and Pharmaceutical Sciences at University of California San Diego mined the FDA Adverse Effect Reporting System (FAERS) database for depression symptoms in patients taking ketamine for pain. They found that depression was reported half as often among the more than 41,000 patients who took ketamine, as compared to patients who took any other drug or drug combination for pain.", "keywords": "Medicine/Health, Pain, Pharmaceutical Science, Personality/Attitude, Depression/Anger", "date": "Wed, 03 May 2017 04:00:00 GMT", "funder": "Skaggs School of Pharmacy and Pharmaceutical Sciences at UC San Diego", "journal": "Scientific Reports", "type": "research", "institution": "University of California - San Diego", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "UCSanDiego", "domain": "www.eurekalert.org", "title": "First large-scale population analysis reinforces ketamine's reputation as antidepressant", "description": "Researchers at Skaggs School of Pharmacy and Pharmaceutical Sciences at University of California San Diego mined the FDA Adverse Effect Reporting System (FAERS) database for depression symptoms in patients taking ketamine for pain. They found that depression was reported half as often among the more than 41,000 patients who took ketamine, as compared to patients who took any other drug or drug combination for pain."}, "og": {"title": "First large-scale population analysis reinforces ketamine's reputation as antidepressant", "description": "Researchers at Skaggs School of Pharmacy and Pharmaceutical Sciences at University of California San Diego mined the FDA Adverse Effect Reporting System (FAERS) database for depression symptoms in patients taking ketamine for pain. They found that depression was reported half as often among the more than 41,000 patients who took ketamine, as compared to patients who took any other drug or drug combination for pain.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170503160302/https://www.eurekalert.org/pub_releases/2017-05/uoc--flp042817.php", "image": "https://web.archive.org/web/20170503160302im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "UCSanDiego"}}, "movies": [], "publish_date": 1496030400.0, "source": "https://web.archive.org", "summary": ""}