{"url": "https://www.nih.gov/news-events/news-releases/nih-scientists-adapt-new-brain-disease-test-parkinsons-dementia-lewy-bodies", "text": "NIH scientists adapt new brain disease test for Parkinson’s, dementia with Lewy bodies\n\nNIAID\n\nWhat\n\nNational Institutes of Health scientists developing a rapid, practical test for the early diagnosis of prion diseases have modified the assay to offer the possibility of improving early diagnosis of Parkinson’s disease and dementia with Lewy bodies. The group, led by NIH’s National Institute of Allergy and Infectious Diseases (NIAID), tested 60 cerebral spinal fluid samples, including 12 from people with Parkinson’s disease, 17 from people with dementia with Lewy bodies, and 31 controls, including 16 of whom had Alzheimer’s disease. The test correctly excluded all the 31 controls and diagnosed both Parkinson’s disease and dementia with Lewy bodies with 93 percent accuracy.\n\nImportantly, test results were available within two days, compared to related assays that require up to 13 days. The group conducted the tests using Real-Time Quaking-Induced Conversion (RT-QuIC), an assay developed and refined over the past decade at NIAID’s Rocky Mountain Laboratories. Scientists from the University of California San Diego, University of Verona in Italy, Indiana University School of Medicine, Indianapolis, and the Case Western Reserve University School of Medicine, Cleveland, collaborated on the project. The research findings were published in Acta Neuropathologica Communications.\n\nMultiple neurological disorders, including Parkinson’s disease and dementia with Lewy bodies, involve the abnormal clumping of a protein called alpha-synuclein into brain deposits called Lewy bodies. The pathological processes in these diseases resembles prion diseases in mammal brains. Like prion diseases, Parkinson’s disease and dementia with Lewy bodies result in progressive deterioration of brain functions and, ultimately, death. Parkinson’s disease is about 1,000 times more common than prion diseases, affecting up to 1 million people in the United States, with 60,000 new cases diagnosed each year. Lewy body dementia affects an estimated 1.4 million people in the United States, according to the Lewy Body Dementia Association.\n\nEarly and accurate diagnoses of these brain disorders is essential for developing treatments and identifying patients eligible for clinical trials. The diseases typically progress for years before symptoms appear, and once they do, distinguishing one disease from another can be difficult.\n\nThe NIAID group continues to adapt the RT-QuIC assay to detect additional types of neurological diseases with greater accuracy using the least invasive patient sample possible — whether that is blood, skin, nasal brushings, or other samples. The group also has trained many international colleagues to use and advance the test.\n\nArticle\n\nB Groveman et al. Rapid and ultra-sensitive quantitation of disease-associated α-synuclein seeds in brain and cerebrospinal fluid by αSyn RT-QuIC. Acta Neuropathologica Communications DOI: 10.1186/s40478-018-0508-2 (2018).\n\nWho\n\nByron Caughey, Ph.D., a senior investigator in NIAID’s Laboratory of Persistent Viral Diseases, is available to comment on this study.\n\nContact\n\nTo schedule interviews, please contact Ken Pekoc, (301) 402-1663, kpekoc@niaid.nih.gov.\n\nThis research was supported in part by NIH funding awards ZIA AI001086-08, AGO5131, and PHS P30-AG010133.\n\nNIAID conducts and supports research—at NIH, throughout the United States, and worldwide—to study the causes of infectious and immune-mediated diseases, and to develop better means of preventing, diagnosing and treating these illnesses. News releases, fact sheets and other NIAID-related materials are available on the NIAID website.\n\nAbout the National Institutes of Health (NIH): NIH, the nation's medical research agency, includes 27 Institutes and Centers and is a component of the U.S. Department of Health and Human Services. NIH is the primary federal agency conducting and supporting basic, clinical, and translational medical research, and is investigating the causes, treatments, and cures for both common and rare diseases. For more information about NIH and its programs, visit www.nih.gov.\n\nNIH…Turning Discovery Into Health®", "images": ["https://www.nih.gov/sites/default/files/styles/featured_media_breakpoint-medium/public/news-events/news-releases/2018/20180209-diagnostic-assay.jpg?itok=-o_smrkC&timestamp=1518192102", "https://www.nih.gov/sites/default/files/news-events/news-releases/2018/20180209-diagnostic-assay.jpg", "https://www.nih.gov/sites/all/themes/nih/images/nih-logo-color.png"], "top_img": "https://www.nih.gov/sites/default/files/news-events/news-releases/2018/20180209-diagnostic-assay.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.nih.gov/news-events/news-releases/nih-scientists-adapt-new-brain-disease-test-parkinsons-dementia-lewy-bodies", "title": "NIH scientists adapt new brain disease test for Parkinson’s, dementia with Lewy bodies", "meta_data": {"MobileOptimized": "width", "google-site-verification": "rjIoO4vW0AYgltSYvxM1L_CzGIkq28kHf9gHIASKx8s", "description": "Early and accurate diagnoses of these brain disorders is essential for developing treatments and identifying patients eligible for clinical trials.", "keywords": "NIH, NIAID, brain disease, test, Parkinson’s disease, dementia with Lewy bodies, prion disease", "robots": "follow, index", "viewport": "width=device-width, initial-scale=1.0", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "National Institutes of Health (NIH)", "type": "article", "title": "NIH scientists adapt new brain disease test for Parkinson’s, dementia with Lewy bodies", "url": "https://www.nih.gov/news-events/news-releases/nih-scientists-adapt-new-brain-disease-test-parkinsons-dementia-lewy-bodies", "description": "Early and accurate diagnoses of these brain disorders is essential for developing treatments and identifying patients eligible for clinical trials.", "updated_time": "2018-02-09T11:09:24-05:00", "image": {"identifier": "https://www.nih.gov/sites/default/files/news-events/news-releases/2018/20180209-diagnostic-assay.jpg", "url": "https://www.nih.gov/sites/default/files/news-events/news-releases/2018/20180209-diagnostic-assay.jpg"}}, "twitter": {"card": "photo", "url": "https://www.nih.gov/news-events/news-releases/nih-scientists-adapt-new-brain-disease-test-parkinsons-dementia-lewy-bodies", "title": "NIH scientists adapt new brain disease test for Parkinson’s, dementia", "description": "Early and accurate diagnoses of these brain disorders is essential for developing treatments and identifying patients eligible for clinical trials.", "image": "https://www.nih.gov/sites/default/files/news-events/news-releases/2018/20180209-diagnostic-assay.jpg"}, "article": {"published_time": "2018-02-09T11:01:59-05:00", "modified_time": "2018-02-09T11:09:24-05:00"}, "published_date": "2018-02-09T11:01:59-05:00", "last_revision": "2018-02-09T11:09:24-05:00"}, "movies": [], "publish_date": 1518192119.0, "source": "https://www.nih.gov", "summary": ""}