{"url": "https://web.archive.org/web/20170906003011/https://www.eurekalert.org/pub_releases/2017-09/msu-lac090517.php", "text": "EAST LANSING, Mich. - Michigan State University scientists now have early proof that an antidepressant drug that's been around for more than 50 years could slow the progression of Parkinson's.\n\nIn a proof-of-concept study, published in the journal Neurobiology of Disease, the drug nortriptyline, which has been used to treat depression and nerve pain, stopped the growth of abnormal proteins that can build up in the brain and lead to the development of the disease.\n\n\"Depression is a very frequent condition associated with Parkinson's, so we became interested in whether an antidepressant could modify how the disease progresses,\" said Tim Collier, lead author of the federally funded study and a neuroscientist at MSU.\n\nCollier and collaborator Katrina Paumier, an assistant professor of molecular medicine, began looking at previous patient data to see if individuals who were on antidepressants experienced any delay in their need to go on a standard Parkinson's therapy called levodopa. This type of therapy increases levels of dopamine, a natural chemical in the body that sends signals to other nerve cells and can significantly decrease in cases of Parkinson's.\n\nThe medication also treats many of the symptoms associated with the disease such as tremors and poor muscle control.\n\n\"We found that those on a certain class of antidepressant, called tricyclics, didn't need the levodopa therapy until much later compared to those who weren't on that type of antidepressant medication,\" Collier said.\n\nCollier then began testing rats with the tricyclic antidepressant nortriptyline and found that it indeed was able to decrease the amount of abnormal protein that can build up in the brain. This protein, known as alpha-synuclein, can cause the brain's nerve cells to die when in a clustered state and is a hallmark sign of the disease.\n\nTo further back up his research, he enlisted the help of his colleague and co-author Lisa Lapidus, who in previous studies had already detected whether certain compounds could bind to alpha-synuclein and stop it from accumulating.\n\n\"Proteins are constantly moving and changing shape,\" said Lapidus, a professor in the Department of Physics and Astronomy. \"By using a test tube model, we found that by adding nortriptyline to the alpha-synuclein proteins, they began to move and change shape much faster, preventing the proteins from clumping together. The idea that this clustering effect is controlled by how fast or slow a protein reconfigures itself is typically not a standard way of thinking in research on proteins, but our work has been able to show these changes.\"\n\nUnderstanding how these proteins can clump together could point researchers in new directions and help them find other possible drugs that could potentially treat Parkinson's.\n\n\"What we've essentially shown is that an already FDA-approved drug that's been studied over 50 years and is relatively well tolerated could be a much simpler approach to treating the disease itself, not just the symptoms,\" Collier said.\n\nCollier is already looking for funding for the next phase of his research and hopes to lead a human clinical trial using the drug in the future.\n\n###\n\nThe National Institutes of Health, as well as the Michael J. Fox and St. Mary's Foundations, funded the study.\n\nMichigan State University has been working to advance the common good in uncommon ways for more than 150 years. One of the top research universities in the world, MSU focuses its vast resources on creating solutions to some of the world's most pressing challenges, while providing life-changing opportunities to a diverse and inclusive academic community through more than 200 programs of study in 17 degree-granting colleges.", "images": ["https://web.archive.org/web/20170906003011im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170906003011im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170906003011im_/https://www.eurekalert.org/images/meganav/ACS2017_300x100.jpg", "https://web.archive.org/web/20170906003011im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170906003011im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170906003011im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170906003011im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170906003011im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170906003011im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170906003011im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170906003011im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170906003011im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170906003011im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170906003011im_/https://www.eurekalert.org/images/meganav/browse-video.jpg"], "top_img": "https://web.archive.org/web/20170906003011im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170906003011/https://www.eurekalert.org/pub_releases/2017-09/msu-lac090517.php", "title": "Longtime antidepressant could slow Parkinson's", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Michigan State University scientists now have early proof that an antidepressant drug that's been around for more than 50 years could slow the progression of Parkinson's.", "keywords": "Biology, Medicine/Health, Neurobiology, Neurochemistry, Parkinson's Disease, Pharmaceutical Science, Social/Behavioral Science, Mental Health, Depression/Anger", "date": "Tue, 05 Sep 2017 04:00:00 GMT", "funder": "National Institutes of Health, Michael J. Fox Foundation, St. Mary's Foundation", "journal": "Neurobiology of Disease", "type": "research", "institution": "Michigan State University", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "MSUnews", "domain": "www.eurekalert.org", "title": "Longtime antidepressant could slow Parkinson's", "description": "Michigan State University scientists now have early proof that an antidepressant drug that's been around for more than 50 years could slow the progression of Parkinson's."}, "og": {"title": "Longtime antidepressant could slow Parkinson's", "description": "Michigan State University scientists now have early proof that an antidepressant drug that's been around for more than 50 years could slow the progression of Parkinson's.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170906003011/https://www.eurekalert.org/pub_releases/2017-09/msu-lac090517.php", "image": "https://web.archive.org/web/20170906003011im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "spartans.msu"}}, "movies": [], "publish_date": 1506657600.0, "source": "https://web.archive.org", "summary": ""}