{"url": "https://web.archive.org/web/20150729221741/http://www.eurekalert.org:80/pub_releases/2015-07/bifa-llr072415.php", "text": "Low-dose lithium reduced involuntary motor movements - the troubling side effect of the medication most commonly used to treat Parkinson's disease (PD) - in a mouse model of the condition that is diagnosed in about 60,000 Americans each year. The third in a series of studies from the Andersen lab involving PD and low-dose lithium, the results add to mounting evidence that low-doses of the psychotropic drug could benefit patients suffering from the incurable, degenerative condition.\n\nThis study, published online in Brain Research, involved Parkinsonian mice that were given Carbidopa/Levodopa (sold as Sinemet®), a drug used to boost levels of the neurotransmitter dopamine, which is lost in PD. While the medication remains the single most effective agent in the management of PD symptoms, long-term use causes its own side effects, among them abnormal involuntary movements or AIMS. Buck professor and senior scientist Julie Andersen, PhD, says AIMS become problematic for 30 percent of patients after four to six years of treatment with Sinemet, with 90 percent of patients suffering from the complication after nine years of chronic use. \"For patients these side effects are just as devastating as the freezing that is associated with PD.\" \"In our mice we saw significant behavioral improvement.\"\n\nIn this study, Andersen and her team dosed the mice with an amount of lithium equivalent to about a quarter of what humans receive for the treatment of psychiatric diseases. Researchers found that lithium boosted the expression of tyrosine hydroxylase which increases dopamine synthesis via the inhibition of calpain-1, an enzyme that normally reduces dopamine synthesis.\n\nIn earlier studies, Andersen's team found that low-dose lithium was protective in two different mouse models of PD. Treatment in mice with a human mutation for PD began when the animals reached late middle-age, the human equivalent of about 60, which is the average age of onset of Parkinson's in humans. \"We clearly saw a prevention of the motor difficulties we would expect to see in the animals,\" said Andersen. \"The treatment also protected the area of the brain that is normally damaged by Parkinson's.\"\n\nPlans for a clinical trial of low-dose lithium for PD patients are in early stages. \"This study suggests potential therapeutic benefit in PD,\" said David K. Simon, MD, PhD, Associate Professor of Neurology at Harvard Medical School in Boston. Simon chairs the Scientific Review Committee for the Parkinson's Study Group, a not-for-profit network of Parkinson's Centers. \"One caveat is that other agents that have shown clear efficacy in this model of PD have subsequently failed to show benefit in clinical studies in PD (e.g. CoQ10, creatine, and pioglitazone). However, this study provides additional evidence on top of prior work from Dr. Andersen's lab and others that lithium may have therapeutic potential in PD, which is a hypothesis that should be tested in clinical trials,\" he said.\n\nLithium is a naturally occurring element, not a 'developed' molecule like most medications. It was approved by the FDA for the treatment of bipolar disorder in 1970 and has shown to be effective for treating mood disorders and suicidal thoughts. Previous studies suggest that at low doses lithium has a protective effect in other neurodegenerative diseases including Alzheimer's and Huntington's.\n\n###\n\nCitation: The combination of lithium and L-Dopa/Carbidopa reduces MPTP-induced abnormal involuntary movements (AIMs) via calpain-1 inhibition in a mouse model: relevance for Parkinson's disease therapy.\n\nThis work was supported by grants from National Institutes of Health 5P20GM103653-02; RL! NS062415\n\nOther Buck Institute contributors include: Rebecca R. Riley and Anand Rane. Corresponding author Y. Hwan Kim, a former member of the Andersen lab, is now in the Department of Biological Sciences, Delaware State University, Carol A. Lazzara, from Delaware State University also contributed to the work.\n\nAbout the Buck Institute for Research on Aging", "images": ["https://web.archive.org/web/20150729221741im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20150729221741im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20150729221741im_/http://www.eurekalert.org/images/meganav/aacr2015meeting_600X200.jpg", "https://web.archive.org/web/20150729221741im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20150729221741im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20150729221741im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20150729221741im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20150729221741im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20150729221741im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20150729221741im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20150729221741im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20150729221741im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20150729221741im_/http://www.eurekalert.org/images/e4/logo.png"], "top_img": "https://web.archive.org/web/20150729221741im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150729221741/http://www.eurekalert.org/pub_releases/2015-07/bifa-llr072415.php", "title": "Low-dose lithium reduces side effects from most common treatment for Parkinson's disease", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Low-dose lithium reduced involuntary motor movements -- the troubling side effect of the medication most commonly used to treat Parkinson's disease (PD) -- in a mouse model of the condition that is diagnosed in about 60,000 Americans each year.  The third in a series of studies from the Andersen lab involving PD and low-dose lithium, the results add to mounting evidence that low-doses of the psychotropic drug could benefit patients suffering from the incurable, degenerative condition.", "keywords": "Biology, Medicine/Health, Clinical Trials, Gerontology, Aging, Neurobiology, Parkinson's Disease", "date": "Mon, 27 Jul 2015 04:00:00 GMT", "funder": "National Institutes of Health", "journal": "Brain Research", "type": "research", "institution": "Buck Institute for Research on Aging", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "BuckInstitute", "domain": "www.eurekalert.org"}, "og": {"title": "Low-dose lithium reduces side effects from most common treatment for Parkinson's disease", "description": "Low-dose lithium reduced involuntary motor movements -- the troubling side effect of the medication most commonly used to treat Parkinson's disease (PD) -- in a mouse model of the condition that is diagnosed in about 60,000 Americans each year.  The third in a series of studies from the Andersen lab involving PD and low-dose lithium, the results add to mounting evidence that low-doses of the psychotropic drug could benefit patients suffering from the incurable, degenerative condition.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150729221741/http://www.eurekalert.org/pub_releases/2015-07/bifa-llr072415.php", "image": "https://web.archive.org/web/20150729221741im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1438142400.0, "source": "https://web.archive.org", "summary": ""}