{"url": "https://web.archive.org/web/20160906155050/http://www.eurekalert.org/pub_releases/2016-09/usmc-nhk090216.php", "text": "DALLAS - September 05, 2016 -A new class of drugs called HIF-2 inhibitors is more effective and better tolerated than the standard of care drug sunitinib in treating kidney cancer, researchers with the Kidney Cancer Program at Harold C. Simmons Comprehensive Cancer Center have found.\n\nHIF-2 inhibitors, which grew out of research begun more than 20 years ago at UT Southwestern Medical Center, work by interfering with processes that fuel the growth of cells.\n\nInvestigators conducted a pre-clinical trial in mice transplanted with kidney cancer from over 20 patients and showed that the HIF-2 inhibitor PT2399 controlled cancer in half of the tumors, according to a study published in the journal Nature.\n\n\"This is a completely new treatment for kidney cancer. We want to make HIF-2 inhibitors available to patients and are currently carrying out clinical trials,\" said Dr. James Brugarolas, Director of the Kidney Cancer Program, who is leading an $11 million SPORE grant from the National Cancer Institute seeking to translate new discoveries into novel therapies for kidney cancer patients. Part of the SPORE grant, one of just two directly related to kidney cancer in the nation, is focused on further researching HIF-2 inhibitors.\n\nIn a previous report, Dr. Kevin Courtney, Assistant Professor of Internal Medicine and a coauthor of the current study, reported at the American Association of Clinical Oncology annual meeting that HIF-2 inhibitors were safe in patients and had activity even in heavily pretreated patients. In the study in Nature, investigators show that HIF-2 inhibition was able to control metastatic kidney cancer even after 7 lines of prior therapy. See video.\n\nThe findings show that HIF-2 is a promising target to combat kidney cancer, said Dr. Brugarolas, senior author and a Virginia Murchison Linthicum Scholar in Medical Research at UT Southwestern.\n\nNearly 400,000 Americans are now living with a diagnosis of kidney cancer and more than 60,000 people are expected to be diagnosed with kidney cancer this year, according to the National Cancer Institute. Texas has the fifth highest rate of this cancer in the U.S.\n\nWhat is HIF-2\n\nHIFs or hypoxia-inducible factors, like HIF-2, allow the body's cells to adjust to low-oxygen environments. HIFs activate programs that promote the development of blood vessels, facilitate oxygen delivery and promote efficient nutrient utilization. Kidney cancer cells hijack the same system to fuel their growth.\n\nHIF-2 inhibitors work by suppressing the effects of HIF-2 which include downregulating an important protein called VEGF that promotes the formation of blood vessels needed for tumors to grow.\n\n\"Unlike existing VEGF inhibitors, the HIF-2 inhibitor blocks VEGF only in the cancer and therefore does not cause cardiac toxicity or hypertension,\" Dr. Brugarolas explained.\n\nNew HIF-2 findings\n\nIn the Nature study, researchers compared the two drugs head to head and found that the HIF-2 inhibitor was more active than sunitinib and that it was active against tumors progressing on sunitinib.\n\n\"Furthermore, it was also better tolerated. As sometimes happens in patients, mice on sunitinib were sickly and lost weight, whereas mice on the HIF-2 inhibitor gained weight while on the study,\" he said.\n\nResearchers surprisingly found a subset of tumors that do not respond to the drug, but were able to identify biomarkers that, once verified, would help determine which patients are more likely to benefit from HIF-2 therapies.\n\n\"HIF-2 is believed to be the most important driver of kidney cancer. Traditionally, proteins like HIF-2 were disregarded as drug targets because their shape made it nearly impossible to design drugs against them,\" Dr. Brugarolas said. \"The approaches we have taken pave the way for identifying drug candidates for other proteins that have traditionally been considered undruggable.\"\n\nHIF-2 also appears significant in other types of cancer, including deadly brain cancers called glioblastomas and non-small cell lung cancer, the most common type of lung malignancy.\n\nHow HIF-2 came to be\n\nIn 1997, UT Southwestern researchers Dr. Steven McKnight, Chairman of Biochemistry, and molecular geneticist Dr. David Russell, Vice Provost and Dean of Basic Research, led research discovering and describing the protein encoded by the EPAS1 gene, also known as HIF-2α, the main HIF-2 component. Over the course of a decade, the laboratories of Dr. Richard Bruick, Professor of Biochemistry, holder of the Michael L. Rosenberg Scholar in Biomedical Research, and a coauthor of the current study, and Dr. Kevin Gardner, Adjunct Professor of Biochemistry, solved the structure of HIF-2α.\n\nBy 2009, researchers had identified a \"sweet spot\" where drugs could bind and shut down HIF-2 activity. Using the Simmons Cancer Center's High-Throughput Screening, scientists tested more than 200,000 chemicals to see which ones could interfere with HIF-2, identifying several potential drug-like compounds. The most promising compounds were licensed to Peloton Therapeutics, Inc., a biotech firm co-founded by Dr. McKnight and based at UT Southwestern's BioCenter campus. In 2014, the first HIF-2 inhibitor, an oral drug known as PT2385, entered clinical trials in patients with advanced or metastatic renal clear cell carcinoma.\n\nHIF-2 inhibitors also are the target of UTSW's recent $11 million SPORE (Specialized Program of Research Excellence) award. Investigators will further biomarkers to identify patients most likely to respond to the HIF-2 inhibitor, as well as to anticipate ways in which the tumor may evade the drug's impact.\n\nUT Southwestern's SPORE program involves four innovative disease and clinical research teams targeting adult and pediatric kidney cancer. Other UTSW SPORE investigators are looking at the function of a gene that identifies a cluster of particularly aggressive tumors, in hopes of identifying vulnerabilities that can be targeted with drugs; examining kidney cancer metabolism to distinguish aggressive from less active tumors, potentially yielding a tailored treatment approach; and evaluating novel subtypes of childhood kidney cancer.\n\nThe HIF-2 research team\n\nThe Nature research was supported by grants from the National Institutes of Health including the SPORE; Peloton Therapeutics, Inc.; and the Cancer Prevention and Research Institute of Texas; the National Center for Advancing Translational Sciences (Center for Translational Medicine); National Natural Science Foundation of China; and philanthropy, including the Tom Green Memorial fund.\n\nMore than 30 researchers contributed to the study, including Dr. Payal Kapur, Associate Professor of Pathology; Dr. Ivan Pedrosa, Associate Professor of Radiology in the Advanced Imaging Research Center who holds the Jack Reynolds, M.D., Chair in Radiology; Dr. Xiankai Sun, Associate Professor of Radiology in the Advanced Imaging Research Center who holds the Dr. Jack Krohmer Professorship in Radiation Physics; Dr. Xian-Jin Xie, Professor of Clinical Sciences; Dr. Yang Xie, Associate Professor of Clinical Sciences; Dr. Tae Hyun Hwang, Assistant Professor of Clinical Sciences; Dr. Guiyang Hao, Assistant Professor of Radiology; Dr. Eugene Frenkel, Professor of Internal Medicine and Radiology who holds the Raymond D. and Patsy R. Nasher Distinguished Chair in Cancer Research, in Honor of Eugene P. Frenkel, M.D., the Elaine Dewey Sammons Distinguished Chair in Cancer Research, in Honor of Eugene P. Frenkel, M.D., and the A. Kenneth Pye Professorship in Cancer Research; and Dr. Renée M. McKay, Director of Research Administration for the Kidney Cancer Program.\n\nAdditional UT Southwestern researchers include lead authors Dr. Wenfang Chen, Haley Hill, Alana Christie, and Min Soo Kim, as well as Eboni Holloman, Andrea Pavia-Jimenez, Farrah Homayoun, Dr. Yuanqing Ma, Dr. Nirav Patel, Dr. Guiyang Hao, Qurratulain Yousuf, Allison Joyce, Dr. He Zhang, and Jenny Chang.\n\n###\n\nDisclosures: co-authors Tai Wan, James P. Rizzi, Eli M. Wallace, N.Z. and John A. Josey are employees and own equity in Peloton Therapeutics, Inc.; Kevin Gardner and Richard Bruick have licensed IP, consult for and own equity; Min Soo Kim, Tae Hyun Hwang, Yang Xie and James Brugarolas are authors on a filed patent pertaining biomarkers of the HIF-2 inhibitor. UT Southwestern Medical Center owns stock in Peloton Therapeutics and has a financial interest in the intellectual property used within the research.\n\nThe Harold C. Simmons Comprehensive Cancer Center is the only NCI-designated comprehensive cancer center in North Texas and one of just 47 NCI-designated comprehensive cancer centers in the nation. Simmons Cancer Center includes 13 major cancer care programs. In addition, the Center's education and training programs support and develop the next generation of cancer researchers and clinicians. Simmons Cancer Center is among only 30 U.S. cancer research centers to be designated by the NCI as a National Clinical Trials Network Lead Academic Participating Site.\n\nAbout UT Southwestern Medical Center\n\nUT Southwestern, one of the premier academic medical centers in the nation, integrates pioneering biomedical research with exceptional clinical care and education. The institution's faculty includes many distinguished members, including six who have been awarded Nobel Prizes since 1985. The faculty of almost 2,800 is responsible for groundbreaking medical advances and is committed to translating science-driven research quickly to new clinical treatments. UT Southwestern physicians provide medical care in about 80 specialties to more than 100,000 hospitalized patients and oversee approximately 2.2 million outpatient visits a year.", "images": ["https://web.archive.org/web/20160906155050im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160906155050im_/http://media.eurekalert.org/multimedia_prod/pub/rel/123245_rel.jpg", "https://web.archive.org/web/20160906155050im_/http://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20160906155050im_/http://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20160906155050im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160906155050im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160906155050im_/http://media.eurekalert.org/multimedia_prod/pub/web/123245_web.jpg", "https://web.archive.org/web/20160906155050im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160906155050im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160906155050im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160906155050im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201608.jpg", "https://web.archive.org/web/20160906155050im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160906155050im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160906155050im_/http://www.eurekalert.org/images/meganav/portal-cancer-new.png"], "top_img": "https://web.archive.org/web/20160906155050im_/http://media.eurekalert.org/multimedia_prod/pub/web/123245_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160906155050/http://www.eurekalert.org/pub_releases/2016-09/usmc-nhk090216.php", "title": "New HIF-2 kidney cancer therapy more effective than current treatment, study shows", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A new class of drugs called HIF-2 inhibitors is more effective and better tolerated than the standard of care drug sunitinib in treating kidney cancer, researchers with the Kidney Cancer Program at Harold C. Simmons Comprehensive Cancer Center have found.", "keywords": "Medicine/Health, Cancer", "date": "Mon, 05 Sep 2016 04:00:00 GMT", "funder": "National Institutes of Health, Peloton Therapeutics Inc., Cancer Prevention and Research Institute of Texas, NIH/National Center for Advancing Translational Sciences, and others", "journal": "Nature", "type": "research", "institution": "UT Southwestern Medical Center", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "UTSWNews", "domain": "www.eurekalert.org", "title": "New HIF-2 kidney cancer therapy more effective than current treatment, study shows", "description": "A new class of drugs called HIF-2 inhibitors is more effective and better tolerated than the standard of care drug sunitinib in treating kidney cancer, researchers with the Kidney Cancer Program at Harold C. Simmons Comprehensive Cancer Center have found."}, "og": {"title": "New HIF-2 kidney cancer therapy more effective than current treatment, study shows", "description": "A new class of drugs called HIF-2 inhibitors is more effective and better tolerated than the standard of care drug sunitinib in treating kidney cancer, researchers with the Kidney Cancer Program at Harold C. Simmons Comprehensive Cancer Center have found.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160906155050/http://www.eurekalert.org/pub_releases/2016-09/usmc-nhk090216.php", "image": "https://web.archive.org/web/20160906155050im_/http://media.eurekalert.org/multimedia_prod/pub/web/123245_web.jpg", "type": "website"}, "fb": {"profile_id": "UTSWNews"}}, "movies": [], "publish_date": 1475121600.0, "source": "https://web.archive.org", "summary": ""}