{"url": "https://web.archive.org/web/20150927020205/http://www.eurekalert.org/pub_releases/2015-09/uotm-bsd092515.php", "text": "For the first time, an immune checkpoint inhibitor has been proven to increase survival among patients with advanced renal cell carcinoma (RCC), a patient population for whom treatment options are currently limited.\n\nResearchers at The University of Texas MD Anderson Cancer Center demonstrated a median overall survival benefit of 25 months with nivolumab, a Food and Drug Administration (FDA)-approved immunotherapy agent, compared with 19.6 months for everolimus, a current standard of care for patients with metastatic kidney cancer.\n\nPublished online by the New England Journal of Medicine and being presented this week at a Presidential session of the European Cancer Congress (ECC), the findings of CheckMate-025 provide definitive evidence that an immune checkpoint inhibitor is a valid treatment strategy for patients with advanced RCC, and supports a paradigm change in the standard of care treatment, according to the authors.\n\nNivolumab, marketed as Opdivo, is currently used to treat metastatic melanoma and advanced non-small cell lung cancer. CheckMate-025 is an example of how investigators are examining approved immunotherapy drugs to determine potential impact on other tumor types.\n\n\"Immunotherapy has long been believed to have the potential to make an impact in kidney cancer, but until now we had not been able to demonstrate such a significant survival benefit. We have a real opportunity to change clinical practice for patients when other therapies have failed,\" said principal investigator Padmanee Sharma, MD, PhD, professor, Departments of Genitourinary Medical Oncology and Immunology and scientific director of the Immunotherapy Platform, part of MD Anderson's Moon Shots Program.\n\n\"Through studies such as CheckMate-025, we are learning to target the patients' immune systems to fight cancer rather than targeting the tumor itself. This is a new way forward.\"\n\nIn the randomized phase III clinical trial, patients whose disease progressed on antiangiogenic therapies were treated with either nivolumab or everolimus. Median overall survival was 5.4 months longer with nivolumab (25 months) compared with everolimus (19.6 months).\n\nThe study included 821 patients with advanced RCC across 151 sites in 24 countries in North America, Europe, Australia, South America and Asia. All had previously been treated with one or two antiangiogenic therapies, drugs that inhibit the growth of new blood vessels, a critical component of cancer development. The median duration of treatment was 5.5 months with nivolumab and 3.7 months with everolimus.\n\nIn addition to demonstrating increased overall survival, the researchers showed a higher objective response rate - the number of patients who respond to the treatment - with nivolumab. Of the 821 patients enrolled, 25% responded to nivolumab versus 5% of those treated with everolimus.\n\nAmong these patients, partial responses were observed in 24% of those treated with nivolumab and 5% of patients treated with everolimus; complete responses were observed in 1% (four patients) treated with nivolumab and fewer than 1% (two patients) treated with everolimus.\n\nFurther, among patients who showed a response, the impact was \"durable,\" according to Sharma. While median progression-free survival appeared similar between treatments (4.6 months and 4.4 months with nivolumab and everolimus, respectively), when researchers explored a delayed progression-free survival benefit at six months, they reported 15.6 months with nivolumab and 11.7 months with everolimus. This ongoing response was observed among 44% of those treated with nivolumab and 36% of those treated with everolimus. More than 12 months later, 31% and 27% of patients treated with nivolumab and everolimus, respectively, continued to show a response.\n\nFor some patients, even after treatment with nivolumab ended, response to the drug continued. \"The immune system has a memory, so even when treatment has stopped, the body continues to exhibit a long-term response - meaning these patients can live normal lives without progressive disease.\"\n\nFinally, the investigators observed fewer treatment-related adverse events, including fatigue and nausea, and improved quality of life with nivolumab.\n\nTrial halted early; breakthrough therapy designation granted by FDA\n\nThese results led the trial to be halted early in July 2015 when an assessment conducted by the independent Data Monitoring Committee (DMC) concluded that the study met its primary endpoint, demonstrating superior overall survival in patients receiving nivolumab.\n\nNivolumab blocks a T cell inhibitory signaling pathway known as PD-1 that controls the immune response and can prevent the immune system from attacking cancerous cells. The drug is approved for metastatic melanoma patients who show no response to other treatments and for advanced squamous non-small cell lung cancer (NSCLC) with progression on or after chemotherapy. Based on the CheckMate-025 findings, earlier this month (September 16) the FDA granted Breakthrough Therapy Designation to nivolumab for the potential indication of metastatic RCC. The Breakthrough Therapy designation is intended to expedite the development and review of medicines with early signals of clinical benefit in serious diseases to help ensure patients have access to new therapies as soon as possible.\n\n\"The next questions are, 'how do we increase the number of patients who respond?' and 'how do we move immune checkpoint agents into the frontline setting?' - not just using them when other therapies have failed but intervening earlier,\" said Sharma. \"We're studying combination therapies to answer these questions and believe these studies will change the way we treat many cancers.\"\n\nEach year, there are 338,000 new cases of RCC diagnosed worldwide; it is the most common type of kidney cancer among adults and approximately 30% of patients present with metastatic disease at diagnosis, according to the scientific literature. A number of targeted therapies have been approved in recent years for the treatment of advanced RCC, with five antiangiogenic and two mTOR inhibitors (including everolimus; these drugs block a protein that regulates cell growth, proliferation, survival, etc.), showing benefits in pivotal phase III trials.\n\n\"While these treatments have changed the therapeutic landscape for RCC, they are associated with limited survival following emerging resistance to therapy,\" said Sharma. \"The overall survival benefit shown in this study sets a new benchmark for therapeutic strategies for advanced RCC patients in need of a second-line therapy.\"\n\nSharma is scientific director of MD Anderson's immunotherapy platform, which provides immune monitoring expertise to MD Anderson's 85 clinical trials of immunotherapy drugs as single agents or in combinations. Platform investigators conduct research to understand which patients will benefit from immunotherapy, to evaluate effective drug combinations and to identify new molecules that block or stimulate immune response.\n\nThe platform is part of MD Anderson's Moon Shots Program, which is designed to harness scientific knowledge and develop new technologies that will dramatically reduce cancer deaths through prevention, early detection and treatment.\n\n###", "images": ["https://web.archive.org/web/20150927020205im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20150927020205im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20150927020205im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20150927020205im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20150927020205im_/http://www.eurekalert.org/images/meganav/ACS_logo.jpg", "https://web.archive.org/web/20150927020205im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20150927020205im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20150927020205im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20150927020205im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20150927020205im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20150927020205im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20150927020205im_/http://media.eurekalert.org/multimedia_prod/pub/rel/99979_rel.jpg", "https://web.archive.org/web/20150927020205im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20150927020205im_/http://media.eurekalert.org/multimedia_prod/pub/web/99979_web.jpg"], "top_img": "https://web.archive.org/web/20150927020205im_/http://media.eurekalert.org/multimedia_prod/pub/web/99979_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150927020205/http://www.eurekalert.org/pub_releases/2015-09/uotm-bsd092515.php", "title": "Breakthrough study demonstrates survival advantage with immune checkpoint inhibitor for advanced kidney cancer patients", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "For the first time, an immune checkpoint inhibitor has been proven to increase survival among patients with advanced renal cell carcinoma, a patient population for whom treatment options are currently limited.", "keywords": "Medicine/Health, Cancer", "date": "Fri, 25 Sep 2015 04:00:00 GMT", "journal": "New England Journal of Medicine", "type": "research", "institution": "University of Texas M. D. Anderson Cancer Center", "meeting": "European Cancer Congress (ECC2015)", "region": "samerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "mdandersonnews", "domain": "www.eurekalert.org"}, "og": {"title": "Breakthrough study demonstrates survival advantage with immune checkpoint inhibitor for advanced kidney cancer patients", "description": "For the first time, an immune checkpoint inhibitor has been proven to increase survival among patients with advanced renal cell carcinoma, a patient population for whom treatment options are currently limited.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150927020205/http://www.eurekalert.org/pub_releases/2015-09/uotm-bsd092515.php", "image": "https://web.archive.org/web/20150927020205im_/http://media.eurekalert.org/multimedia_prod/pub/web/99979_web.jpg", "type": "website"}, "fb": {"profile_id": "MDAnderson"}}, "movies": [], "publish_date": 1443499200.0, "source": "https://web.archive.org", "summary": ""}