{"url": "https://web.archive.org/web/20160124212216/http://www.eurekalert.org:80/pub_releases/2016-01/chop-gtf011916.php", "text": "Hematology researchers have used a single injection of gene therapy to correct a rare bleeding disorder, factor VII deficiency, in dogs. This success in large animals holds considerable potential for a safe, effective and long-lasting new treatment in humans with the same bleeding disorder.\n\n\"Our finding has great clinical relevance for patients with factor VII deficiency,\" said study leader Paris Margaritis, D. Phil., a hematology researcher at the Raymond G. Perelman Center for Cellular and Molecular Therapeutics (CCMT) at The Children's Hospital of Philadelphia (CHOP). \"These dogs have the type of mutation found in the majority of patients with this disorder, so this approach could lead to a sustained gene therapy in people.\"\n\nThe study appeared online Dec. 23 in Blood.\n\nThe Margaritis team collaborated with University of North Carolina (UNC) scientists, led by Tim Nichols, M.D., professor of Medicine and Pathology at the UNC School of Medicine.\n\nFactor VII deficiency is rare, found in about one in 300,000 to one in 500,000 people. Because a gene mutation impairs normal production of a blood clotting factor, patients may suffer excessive bleeding in the central nervous system or GI tract, or after surgery or an injury. Female patients may suffer excessive menstrual bleeding.\n\nFactor VII (FVII) deficiency has a range of severity, with about 40 percent of patients having severe disease. They are most commonly treated with regular infusions of clotting factor. Unlike hemophilia, a better-known bleeding disorder that predominantly affects males, factor VII deficiency strikes males and females equally.\n\nGene therapy proposed for bleeding disorders involves introducing DNA carrying the code to produce the specific clotting factor lacking in patients. Researchers at CHOP and elsewhere have bioengineered an adeno-associated virus (AAV), which does not cause disease, as a vector to deliver DNA into cells where it can express enough factor to make the blood clot normally. Over the past 15 years, CHOP hematology researchers have performed clinical trials of gene therapy for hemophilia B that have helped define efficacy and dosing levels in humans.\n\nThe CCMT at CHOP houses a clinical-grade laboratory that manufactures gene therapy vectors, including the AAV vectors used in the current study. Margaritis, a member of the CHOP group long engaged in hemophilia research, currently leads a laboratory focused on factor VII deficiency as well as hemophilia.\n\n\"We developed a unique animal model of this disease after identifying dogs with naturally occurring factor VII deficiency,\" said Margaritis. \"Our investigations enabled us to design the corrective gene to insert into our virus vector in the current study.\"\n\nThe CHOP team collaborated with scientists at UNC who have a long-established colony of dogs for hematology research. Based on previous work by Margaritis, the UNC team identified dogs for this gene therapy study.\n\nNichols, the director of UNC's Francis Owens Blood Research Laboratory, characterized factor VII deficiency in four individual dogs. Using the AAV vectors supplied by Margaritis, Nichols injected the dogs with varying dosages and monitored their health outcomes and biological markers over several years.\n\nThe treated dogs had expressed levels of clotting factor VII that would be therapeutic in humans, with long-term stability. In one dog, the effects persisted nearly three years. Based on kidney function, liver function, and blood measurements in the dogs, the treatment was safe, and did not elicit unwanted immune responses.\n\nThe current study sets the stage for clinical trials in humans. This gene therapy may especially benefit young children with severe bleeding from factor VII deficiency, such as patients receiving care in CHOP's hematology program.\n\n\"This work is very exciting and promising,\" said Nichols, who added, \"The FVII-deficient dogs tolerated the initial gene therapy infusions very well and have had no adverse side effects over several years of follow up. In other related studies in dogs with hemophilia B, similar positive findings have translated to people with hemophilia B.\" Both Nichols and Margaritis agreed: \"The table is now set to propose clinical trials that would treat people who suffer from FVII deficiency.\"\n\n###\n\nThe National Institutes of Health (grants HL064190 and HL63098), the Howard Hughes Medical Institute and the Pennsylvania Department of Health supported this study. In addition to his CHOP position, Margaritis is a faculty member at the Perelman School of Medicine at the University of Pennsylvania.\n\n\"Sustained correction of FVII deficiency in dogs using AAV-mediated expression of zymogen FVII,\" Blood, published online Dec. 23, 2015.", "images": ["https://web.archive.org/web/20160124212216im_/http://media.eurekalert.org/multimedia_prod/pub/rel/107083_rel.jpg", "https://web.archive.org/web/20160124212216im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160124212216im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160124212216im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160124212216im_/http://www.eurekalert.org/images/meganav/AM16-NoDate.png", "https://web.archive.org/web/20160124212216im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160124212216im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20160124212216im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160124212216im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160124212216im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160124212216im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160124212216im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20160124212216im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160124212216im_/http://media.eurekalert.org/multimedia_prod/pub/web/107083_web.jpg"], "top_img": "https://web.archive.org/web/20160124212216im_/http://media.eurekalert.org/multimedia_prod/pub/web/107083_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160124212216/http://www.eurekalert.org/pub_releases/2016-01/chop-gtf011916.php", "title": "Gene therapy for rare bleeding disorder achieves proof-of-concept", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Hematology researchers have used a single injection of gene therapy to correct a rare bleeding disorder, factor VII deficiency, in dogs. This success in large animals holds considerable potential for a safe, effective and long-lasting new treatment in humans with the same bleeding disorder.", "keywords": "Biology, Cell Biology, Genetics, Medicine/Health, Hematology, Pediatrics, Gene Therapy", "date": "Wed, 20 Jan 2016 05:00:00 GMT", "funder": "National Institutes of Health, Howard Hughes Medical Institute, Pennsylvania Department of Health", "journal": "Blood", "type": "research", "institution": "Children's Hospital of Philadelphia", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "chop_research", "domain": "www.eurekalert.org"}, "og": {"title": "Gene therapy for rare bleeding disorder achieves proof-of-concept", "description": "Hematology researchers have used a single injection of gene therapy to correct a rare bleeding disorder, factor VII deficiency, in dogs. This success in large animals holds considerable potential for a safe, effective and long-lasting new treatment in humans with the same bleeding disorder.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160124212216/http://www.eurekalert.org/pub_releases/2016-01/chop-gtf011916.php", "image": "https://web.archive.org/web/20160124212216im_/http://media.eurekalert.org/multimedia_prod/pub/web/107083_web.jpg", "type": "website"}, "fb": {"profile_id": "ChildrensHospitalofPhiladelphia"}}, "movies": [], "publish_date": 1454043600.0, "source": "https://web.archive.org", "summary": ""}