{"url": "http://www.newswise.com/articles/view/650223/?sc=mwhn", "text": "Newswise — Montreal, March 22, 2016 — The proportion of older adults with age-related vision loss is estimated to be as high as one in three over the age of 50. In Canada, that’s roughly 3.6 million people. Many of these individuals turn to adaptive devices designed to magnify objects and text, but these devices can be prohibitively expensive, uni-functional and bulky.\n\nEnter the iPad: a technological device that’s relatively cheap, serves many purposes, is smaller than most books, and — according to new research from Concordia University in Montreal — is just as effective a visual aid as traditional devices.\n\nA study recently described in Good Times Magazine provides the first experimental evidence that the Apple iPad is as good as technology traditionally used in reading rehabilitation for individuals with visual impairment.\n\nAnd that could help with stigmatization of the elderly and disabled.\n\nFor the study, the Concordia-based research team recruited 100 participants who ranged in age from 24 to 97. A little over half the participants had age-related macular degeneration, a disease characterized by the deterioration of the small central portion of the retina that is normally responsible for fine detailed vision tasks such as reading.\n\nThe researchers used questionnaires and tests to gauge participants’ visual ability, and then compared the Apple iPad versus two traditionally used magnification devices, to see if reading rates varied across devices.\n\n“Unsurprisingly, we found that most participants found it hard to read small and medium text, while nearly a quarter of them reported that reading large text was much easier,” says Elliott Morrice, an MA student in Concordia’s Department of Psychology and the study’s first author.\n\n“What was interesting to note was that it didn’t matter what technology was used to do the magnification: an iPad worked just as well as a traditional device like a closed circuit television system (CCTV),” he says. “When we took previous experience into account, we found that participants who had used iPads before read on average 30 words per minute faster than those who were using the iPad for the first time. But there were no significant differences in the reading rates of participants who had previous experience using the CCTV, compared to the reading rates of first-time CCTV users.”\n\nAnother benefit is that many older adults feel stigmatized by using the traditional devices, because they identify them as having an impairment or disability.\n\n“Tablet computers offer many of the same benefits while being socially acceptable,” says Aaron Johnson, the study’s senior author, and an associate professor in the psychology department, and a member of the Centre for Interdisciplinary Research in Rehabilitation of Greater Montreal (CRIR).\n\n“What’s more, compared to the devices currently used by those with low vision, iPads are multi-functional, allowing the user to go online, check email, make video calls — and they cost less than the traditional devices,” he says. “This cost saving can be both to the individual, and if appropriate, to the insurance companies that may provide individuals with assistive devices.”\n\nPartners in research: This work was supported in part by the Vision Health Research Network, the Fonds de recherche du Québéc - Santé, the Antoine Turmel Foundation, CRIR, and the MAB-Mackay Foundation. The study's third co-author is Julie-Andrée Marinier, from the Centre de recherche interdisciplinaire en réadaptation du Montréal métropolitain and École d'optométrie at the Université de Montréal.\n\nWalter Wittich is a member of CRIR, an assistant professor in l’École d'optométrie at Université de Montréal and an affiliated faculty member of the Department of Psychology at Concordia University.\n\nRelated links:Department of PsychologyCentre de recherche interdisciplinaire en réadaptation du Montréal métropolitainÉcole d'optométrie at the Université de MontréalMAB-Mackay Rehabilitation Centre", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://www.newswise.com/images/new-newswise-logo-square.jpg", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/can-an-ipad-help-you-see", "title": "Can an iPad Help You See?", "meta_data": {"keywords": "Newswise, Vision,Vision Aids,Tablet,tablet computer,iPad and physical therapy,iPad,Rehabiliation,Sight,Technology,senior citizens health,Seniors,Seniors, Technology, Vision,  Concordia University", "description": "A new study provides the first experimental evidence that the Apple iPad is as good as technology traditionally used in reading rehabilitation for individuals with visual impairment.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "A new study provides the first experimental evidence that the Apple iPad is as good as technology traditionally used in reading rehabilitation for individuals with visual impairment.", "title": "Can an iPad Help You See?", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "url": "https://www.newswise.com/articles/can-an-ipad-help-you-see"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}