{"url": "http://www.nih.gov/news/health/aug2015/nibib-12.htm", "text": "Tell-tale biomarker detects early breast cancer in NIH-funded study\n\nMRI can detect the earliest signs of breast cancer recurrence and fast-growing tumors.\n\nResearchers have shown that magnetic resonance imaging (MRI) can detect the earliest signs of breast cancer recurrence and fast-growing tumors. Their approach detects micrometastases, breakaway tumor cells with the potential to develop into dangerous secondary breast cancer tumors elsewhere in the body. The approach may offer an improved way to detect early recurrence of breast cancer in women and men. The work was completed at Case Western Reserve University (CWRU), Cleveland and was funded by the National Institute of Biomedical Imaging and Bioengineering (NIBIB), part of the National Institutes of Health.\n\n“MRI has a wide array of diagnostic applications and shows promise in breast cancer detection and treatment monitoring,” said Richard Conroy, Ph.D., director of NIBIB Division of Applied Science and Technology. “The technique used by researchers in this study enables very early detection of metastatic spread, which would allow adaptation of treatment more quickly and hopefully lead to better outcomes in the future.”\n\nThe study, published online in the Aug. 12, 2015, issue of Nature Communications, was led by Zheng-Rong Lu, Ph.D., CWRU M. Frank Rudy and Margaret Domiter Rudy Professor of biomedical engineering and an expert in molecular imaging for cancer and other diseases.\n\n“We showed with this technique that we can detect very tiny tumors of just a few hundred cells,” Lu said, adding that the study pushed imaging boundaries, revealing smaller cancers than can be detected with current clinical imaging modalities. “Our imaging technology has the potential to differentiate aggressive tumors from low-risk tumors. These are two things that potentially can make a big impact on clinical practice and also management of cancer.”\n\nOne-third of patients diagnosed with breast cancer eventually develop metastases in distant organs, with an increased risk of death. Breast cancer has a high rate of metastasis to bone, lung, liver, lymph nodes, and the brain. Since small, early-stage cancers are the most responsive to drug treatments, screening is an important aspect of follow-up care for breast cancer patients, and early detection is critical in tailoring appropriate and effective therapeutic interventions. While multiple imaging techniques, including MRI, are currently used in breast cancer detection and clinical management, they are neither able to detect specific cancer types or early cancer growth.\n\nThe earliest signs of cancer spread are called micrometastases. As the name implies, they are often too small to be detected with standard screening. Dr. Lu’s team used a biochemical approach combined with MRI to detect molecular changes that signal micrometastases. To detect micrometastases, Lu and his team used MRI imaging — which uses a magnetic field and radio waves to produce images – and combined it with a special chemical contrast solution.\n\nThe contrast solution that the team developed contains a short piece of protein, or peptide, tagged with a minuscule magnet. They chose the peptide — a chain of just five amino acids — for its inclination to bind to protein matrix structures around cancer cells, called fibrin-fibronectin complexes. More importantly, the fibronectin part of the complex is expressed during a cell’s transition to cancer and plays a role in cell growth, migration and differentiation. Fibronectin is associated with high-risk breast cancer with poor prognosis.\n\nThe researchers collected images depicting metastases where breast cancer had spread beyond the original tumors. Metal molecules within the contrast solution are magnetized during the MRI process and enhance the image wherever the molecules of solution bind with the targeted protein.\n\n“The primary tumor sends signals to distant tissue and organs to prepare the soil for metastasis,” Lu said. “By also binding with the magnetically tagged peptide, the biomarker is enhanced, generating enough signal for MRI detection of small, high-risk cancer and micrometastases.”\n\nThe researchers tested the approach in mice into which they had introduced breast cancer cells. After a two-week waiting period, the researchers injected the contrast solution and performed MRI. The MRI imaging detected metastatic tumors, including micrometastases, in lung, liver, lymph node, adrenal gland, bone, and brains of the mice.\n\nAnalysis of images showed that the contrast used by the research team bound almost exclusively to the fibrin-fibronectin complexes, producing a strong and prolonged image enhancement of micrometastases and tumors compared with normal tissue. Using a microscopic imaging approach, called cryo-imaging, and MRI, the researchers verified that the MRI technique could detect micrometastases, even observing bone micrometastases that were less than 0.5mm — the diameter of a very fine pencil lead.\n\nPrior to their study with this contrast agent, Lu’s team had conducted studies to determine its clearance from the body after the imaging, which is essential for safe clinical use. Their testing showed that the agent is readily cleared from the body and has a low level of retention in tissues. Therefore, they expect it will be safe if ultimately developed for clinical use.\n\n“The recurrence rates of some forms of breast cancer and the consequence of metastatic cancer make these efforts urgent and important,” said Lu, adding that his research team also hopes to advance the approach for prostate cancer detection. “We think this targeted approach holds great promise for earlier imaging of high-risk cancers in the clinic. It could also become useful as a non-invasive way to assess breast cancer treatment progress.”\n\nThe team plans to complete safety testing of the imaging agent during the next three years. They will then pursue human trials with this approach.\n\nThis work was supported in part by NIH grants EB00489.\n\nAbout the National Institute of Biomedical Imaging and Bioengineering: NIBIB’s mission is to improve health by leading the development and accelerating the application of biomedical technologies. The Institute is committed to integrating the physical and engineering sciences with the life sciences to advance basic research and medical care. NIBIB supports emerging technology research and development within its internal laboratories and through grants, collaborations, and training. More information is available at the NIBIB website: http://www.nibib.nih.gov.\n\nAbout the National Institutes of Health (NIH): NIH, the nation's medical research agency, includes 27 Institutes and Centers and is a component of the U.S. Department of Health and Human Services. NIH is the primary federal agency conducting and supporting basic, clinical, and translational medical research, and is investigating the causes, treatments, and cures for both common and rare diseases. For more information about NIH and its programs, visit www.nih.gov.\n\nNIH…Turning Discovery Into Health®", "images": ["http://www.nih.gov/sites/all/themes/nih/images/nih-logo-color.png", "https://www.nih.gov/favicon.ico", "https://www.nih.gov/sites/default/files/styles/featured_media_breakpoint-medium/public/news-events/news-releases/2015/20150812-metastases.JPG?itok=TU7ygkLJ&timestamp=1439817318"], "top_img": "https://www.nih.gov/favicon.ico", "keywords": [], "authors": [], "canonical_link": "https://www.nih.gov/news-events/news-releases/tell-tale-biomarker-detects-early-breast-cancer-nih-funded-study", "title": "Tell-tale biomarker detects early breast cancer in NIH-funded study", "meta_data": {"MobileOptimized": "width", "google-site-verification": "rjIoO4vW0AYgltSYvxM1L_CzGIkq28kHf9gHIASKx8s", "description": "MRI can detect the earliest signs of breast cancer recurrence and fast-growing tumors.", "keywords": "NIH, NIBIB, biomarker, detects, early, breast, cancer, study, MRI", "robots": "follow, index", "viewport": "width=device-width, initial-scale=1.0", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "National Institutes of Health (NIH)", "type": "article", "title": "Tell-tale biomarker detects early breast cancer in NIH-funded study", "url": "https://www.nih.gov/news-events/news-releases/tell-tale-biomarker-detects-early-breast-cancer-nih-funded-study", "description": "MRI can detect the earliest signs of breast cancer recurrence and fast-growing tumors.", "updated_time": "2015-08-21T15:23:18-04:00"}, "twitter": {"card": "summary_large_image", "url": "https://www.nih.gov/news-events/news-releases/tell-tale-biomarker-detects-early-breast-cancer-nih-funded-study", "title": "Tell-tale biomarker detects early breast cancer in NIH-funded study", "description": "MRI can detect the earliest signs of breast cancer recurrence and fast-growing tumors."}, "article": {"published_time": "2015-08-12T15:17:52-04:00", "modified_time": "2015-08-21T15:23:18-04:00"}, "published_date": "2015-08-12T15:17:52-04:00", "last_revision": "2015-08-21T15:23:18-04:00"}, "movies": [], "publish_date": 1439407072.0, "source": "http://www.nih.gov", "summary": ""}