{"url": "https://web.archive.org/web/20170720201114/https://www.eurekalert.org/pub_releases/2017-07/uotm-ccp072017.php", "text": "HOUSTON - For patients with advanced, inoperable stage 3 lung cancer, concurrent chemotherapy and the specialized radiation treatment, proton therapy, offers improved survival compared to historical data for standard of care, according to a new study from The University of Texas MD Anderson Cancer Center.\n\nThe research, published in JAMA Oncology, reported an overall survival (OS) of 26.5 months. In contrast, the historical OS rate with standard of care concurrent chemotherapy and traditional radiation was 16 months at the time when the study was designed.\n\nThe findings are the final results of the single institution, Phase II study and represent the longest follow-up to date of stage 3 lung cancer patients who have received proton therapy, said Joe Y. Chang, M.D., professor, Radiation Oncology and the study's corresponding author.\n\nLung cancer is the leading cause of cancer death in both men and women in the U.S. According to the American Cancer Society, more than 222,500 people will be diagnosed and 155,870 will die from the disease in 2017, with the majority of patients still being diagnosed when the disease is in an advanced stage.\n\n\"Advanced lung cancer patients with inoperable disease traditionally have been treated with concurrent chemotherapy and conventional photon radiation therapy. However, the therapy can be very difficult for patients due to associated toxicities and because many patients are also dealing with comorbidities,\" explained Chang.\n\nProton therapy is an advanced type of radiation treatment that uses a beam of protons to deliver radiation directly to the tumor, destroying cancer cells while sparing healthy tissues. Protons enter the body with a low radiation dose and stop at the tumor, matching its shape and volume or depth. They deposit the bulk of their cancer-fighting energy right at the tumor, thereby reducing the dose to cardiopulmonary structures, which impacts the toxicity, functional status, quality of life and even survival for patients, explained Chang.\n\n\"With our study, we hypothesized that proton therapy would offer a survival benefit to patients and reduce treatment-associated toxicities, which can be very serious,\" he said.\n\nThe study opened at MD Anderson in 2006; in this research, Chang and his colleague report on the study's five-year results.\n\nFor the prospective Phase II trial, 64 patients with inoperable, Stage III non-small-cell lung cancer were enrolled. The study's primary endpoint was OS. The researchers hypothesized that the median OS would increase from historical data of 16 months on standard therapy to 24 months. Secondary endpoints included distant metastasis and local and regional recurrence rates. Toxic effects of treatment in both the acute and late settings also were analyzed.\n\nMedian follow up was 27.3 months for all patients, and 79.6 months for alive patients. At five years, the median OS was 26.5 months, and the corresponding five-year OS was 29 percent. Median progression-free survival was 12.9 months, with a five-year progression-free survival of 22 percent.\n\nIn sum, 39 patients experienced a relapse, with distant sites representing 62 percent of all recurrences. Local and regional recurrence rates were low, 16 percent and 14 percent, respectively.\n\nAmong the acute and late toxic effects diagnosed in patients were: esophagitis, pneumonitis and cardiac arrhythmia. Of note, said Chang, no patients developed the most severe, or grade five, toxicities, as seen in patients who receive standard of care.\n\nChang noted his study is not without limitations. Of greatest significance: the study was designed more than a decade ago. While the study's survival, recurrence rates and toxic effects are still favorable when compared to rates associated with the most advanced traditional photon radiation therapy, intensity modulated radiation therapy (IMRT), technology to diagnose and stage the disease, as well all treatment modalities have significantly improved.\n\n\"When the study opened, PET imaging had just been approved for lung cancer staging. The image quality was poor and didn't include a CT component in most facilities across the country,\" said Chang. \"Obviously, the technology has improved dramatically over the last decade and has made a significant impact on diagnosis and staging. Also, delivery of both the conventional intensity-modulated radiation therapy (IMRT) and proton therapy (IMPT), have improved, thereby reducing side effects for both treatment modalities.\"\n\nFor example, MD Anderson proton therapy patients with advanced lung cancer now can receive IMPT. The technique uses an intricate network of magnets to aim a narrow proton beam at a tumor and \"paint\" the radiation dose onto it layer by layer. Healthy tissue surrounding the tumor is spared, and side effects are even more reduced than earlier proton delivery, said Chang.\n\nA Phase II trial studying IMPT and concurrent chemotherapy is underway.\n\nChang also noted the advancements in cancer biology and immunotherapy and that both are important areas of research focus in combination with proton therapy.\n\n###\n\nIn addition to Chang, other authors on the all-MD Anderson study include: Stephen Hahn, M.D., Ritsuko Komaki, M.D., Pamela K. Allen, Ph.D., Zhongxing Liao, M.D., Steven H. Lin, M.D., Ph.D., Daniel Gomez, M.D., James Welsh, M.D., Melenda Jeter M.D., James Cox, M.D., Michael O'Reilly, M.D., Ming Li, M.D. and Wencheng Zhang, M.D., all of Radiation Oncology; John V. Heymach, M.D., Ph.D. and Charles Lu, M.D., both of Thoracic/Head and Neck Medical Oncology; Ronald X. Zhu, Ph.D., Xiaodong Zhang, Ph.D., Heng Li, Ph.D., Radhe Mohan, Ph.D., all of Radiation Physics; and Ara A. Vaporciyan, M.D., Thoracic and Cardiovascular Surgery. Vivek Verma, M.D., now at the University of Nebraska Medical Center, also contributed to the study.", "images": ["https://web.archive.org/web/20170720201114im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170720201114im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170720201114im_/https://www.eurekalert.org/multimedia/pub/web/145987_web.jpg", "https://web.archive.org/web/20170720201114im_/https://media.eurekalert.org/multimedia_prod/pub/rel/145987_rel.jpg", "https://web.archive.org/web/20170720201114im_/https://media.eurekalert.org/multimedia_prod/pub/web/145987_web.jpg", "https://web.archive.org/web/20170720201114im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170720201114im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170720201114im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170720201114im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170720201114im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170720201114im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170720201114im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170720201114im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170720201114im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170720201114im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg"], "top_img": "https://web.archive.org/web/20170720201114im_/https://www.eurekalert.org/multimedia/pub/web/145987_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170720201114/https://www.eurekalert.org/pub_releases/2017-07/uotm-ccp072017.php", "title": "Concurrent chemotherapy, proton therapy improves survival in patients with advanced lung cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "For patients with advanced, inoperable stage 3 lung cancer, concurrent chemotherapy and the specialized radiation treatment, proton therapy, offers improved survival compared to historical data for standard of care, according to a new study from The University of Texas MD Anderson Cancer Center.", "keywords": "Medicine/Health, Cancer", "date": "Thu, 20 Jul 2017 04:00:00 GMT", "journal": "JAMA Oncology", "type": "research", "institution": "University of Texas M. D. Anderson Cancer Center", "region": "samerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "mdandersonnews", "domain": "www.eurekalert.org", "title": "Concurrent chemotherapy, proton therapy improves survival in patients with advanced lung cancer", "description": "For patients with advanced, inoperable stage 3 lung cancer, concurrent chemotherapy and the specialized radiation treatment, proton therapy, offers improved survival compared to historical data for standard of care, according to a new study from The University of Texas MD Anderson Cancer Center."}, "og": {"title": "Concurrent chemotherapy, proton therapy improves survival in patients with advanced lung cancer", "description": "For patients with advanced, inoperable stage 3 lung cancer, concurrent chemotherapy and the specialized radiation treatment, proton therapy, offers improved survival compared to historical data for standard of care, according to a new study from The University of Texas MD Anderson Cancer Center.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170720201114/https://www.eurekalert.org/pub_releases/2017-07/uotm-ccp072017.php", "image": "https://web.archive.org/web/20170720201114im_/https://www.eurekalert.org/multimedia/pub/web/145987_web.jpg", "type": "website"}, "fb": {"profile_id": "MDAnderson"}}, "movies": [], "publish_date": 1501300800.0, "source": "https://web.archive.org", "summary": ""}