{"url": "https://web.archive.org/web/20180612143013/https://www.eurekalert.org/pub_releases/2018-06/tuhs-trr060818.php", "text": "(Philadelphia, PA) - Reversing memory deficits and impairments in spatial learning is a major goal in the field of dementia research. A lack of knowledge about cellular pathways critical to the development of dementia, however, has stood in the way of significant clinical advance. But now, researchers at the Lewis Katz School of Medicine at Temple University (LKSOM) are breaking through that barrier. They show, for the first time in an animal model, that tau pathology - the second-most important lesion in the brain in patients with Alzheimer's disease - can be reversed by a drug.\n\n\"We show that we can intervene after disease is established and pharmacologically rescue mice that have tau-induced memory deficits,\" explained senior investigator Domenico Praticò, MD, Scott Richards North Star Foundation Chair for Alzheimer's Research, Professor in the Departments of Pharmacology and Microbiology, and Director of the Alzheimer's Center at Temple at LKSOM. The study, published online in the journal Molecular Neurobiology, raises new hope for human patients affected by dementia.\n\nThe researchers landed on their breakthrough after discovering that inflammatory molecules known as leukotrienes are deregulated in Alzheimer's disease and related dementias. In experiments in animals, they found that the leukotriene pathway plays an especially important role in the later stages of disease.\n\n\"At the onset of dementia, leukotrienes attempt to protect nerve cells, but over the long term, they cause damage,\" Dr. Praticò said. \"Having discovered this, we wanted to know whether blocking leukotrienes could reverse the damage, whether we could do something to fix memory and learning impairments in mice having already abundant tau pathology.\"\n\nTo recapitulate the clinical situation of dementia in humans, in which patients are already symptomatic by the time they are diagnosed, Dr. Praticò and colleagues used specially engineered tau transgenic mice, which develop tau pathology - characterized by neurofibrillary tangles, disrupted synapses (the junctions between neurons that allow them to communicate with one another), and declines in memory and learning ability - as they age. When the animals were 12 months old, the equivalent of age 60 in humans, they were treated with zileuton, a drug that inhibits leukotriene formation by blocking the 5-lipoxygenase enzyme.\n\nAfter 16 weeks of treatment, animals were administered maze tests to assess their working memory and their spatial learning memory. Compared with untreated animals, tau mice that had received zileuton performed significantly better on the tests. Their superior performance suggested a successful reversal of memory deficiency.\n\nTo determine why this happened, the researchers first analyzed leukotriene levels. They found that treated tau mice experienced a 90-percent reduction in leukotrienes compared with untreated mice. In addition, levels of phosphorylated and insoluble tau, the form of the protein that is known to directly damage synapses, were 50 percent lower in treated animals. Microscopic examination revealed vast differences in synaptic integrity between the groups of mice. Whereas untreated animals had severe synaptic deterioration, the synapses of treated tau animals were indistinguishable from those of ordinary mice without the disease.\n\n\"Inflammation was completely gone from tau mice treated with the drug,\" Dr. Praticò said. \"The therapy shut down inflammatory processes in the brain, allowing the tau damage to be reversed.\"\n\nThe study is especially exciting because zileuton is already approved by the Food and Drug Administration for the treatment of asthma. \"Leukotrienes are in the lungs and the brain, but we now know that in addition to their functional role in asthma, they also have a functional role in dementia,\" Dr. Praticò explained.\n\n\"This is an old drug for a new disease,\" he added. \"The research could soon be translated to the clinic, to human patients with Alzheimer's disease.\"\n\n###\n\nOther researchers contributing to the study include Phillip F. Giannopoulos and Jian Chiu at the Alzheimer's Center at Temple, LKSOM.\n\nThe research was funded in part by grants from The Wanda Simone Endowment for Neuroscience and the Scott Richards North Star Charitable Foundation.\n\nAbout Temple Health\n\nTemple University Health System (TUHS) is a $2.1 billion academic health system dedicated to providing access to quality patient care and supporting excellence in medical education and research. The Health System consists of Temple University Hospital (TUH), ranked among the \"Best Hospitals\" in the region by U.S. News & World Report; TUH-Episcopal Campus; TUH-Northeastern Campus; Fox Chase Cancer Center, an NCI-designated comprehensive cancer center; Jeanes Hospital, a community-based hospital offering medical, surgical and emergency services; Temple Transport Team, a ground and air-ambulance company; and Temple Physicians, Inc., a network of community-based specialty and primary-care physician practices. TUHS is affiliated with the Lewis Katz School of Medicine at Temple University, and Temple University Physicians, which is Temple Health's physician practice plan comprised of more than 500 full-time and part-time academic physicians in 20 clinical departments.\n\nThe Lewis Katz School of Medicine (LKSOM), established in 1901, is one of the nation's leading medical schools. Each year, the School of Medicine educates approximately 840 medical students and 140 graduate students. Based on its level of funding from the National Institutes of Health, the Katz School of Medicine is the second-highest ranked medical school in Philadelphia and the third-highest in the Commonwealth of Pennsylvania. According to U.S. News & World Report, LKSOM is among the top 10 most applied-to medical schools in the nation.\n\nTemple Health refers to the health, education and research activities carried out by the affiliates of Temple University Health System (TUHS) and by the Katz School of Medicine. TUHS neither provides nor controls the provision of health care. All health care is provided by its member organizations or independent health care providers affiliated with TUHS member organizations. Each TUHS member organization is owned and operated pursuant to its governing documents.", "images": ["https://web.archive.org/web/20180612143013im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180612143013im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180612143013im_/https://www.eurekalert.org/multimedia/pub/web/172663_web.jpg", "https://web.archive.org/web/20180612143013im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180612143013im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180612143013im_/https://media.eurekalert.org/multimedia_prod/pub/rel/172663_rel.jpg", "https://web.archive.org/web/20180612143013im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180612143013im_/https://media.eurekalert.org/meganav/Nutrition2018_Newsroom.jpg", "https://web.archive.org/web/20180612143013im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180612143013im_/https://media.eurekalert.org/multimedia_prod/pub/web/172663_web.jpg", "https://web.archive.org/web/20180612143013im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180612143013im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180612143013im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180612143013im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180612143013im_/https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://web.archive.org/web/20180612143013im_/https://www.eurekalert.org/multimedia/pub/web/172663_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180612143013/https://www.eurekalert.org/pub_releases/2018-06/tuhs-trr060818.php", "title": "Temple researchers reverse cognitive impairments in mice with dementia", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Reversing memory deficits and impairments in spatial learning is a major goal in dementia research. A lack of knowledge about cellular pathways critical to the development of dementia has prevented significant clinical advance. Researchers at Temple's Lewis Katz School of Medicine are breaking through that barrier. They show, for the first time in an animal model, that a drug can reverse tau pathology -- the second-most important lesion in the brain in patients with Alzheimer's.", "keywords": "Biology, Microbiology, Molecular Biology, Neurochemistry, Medicine/Health, Neurobiology, Alzheimer's Disease, Neurochemistry", "date": "Fri, 08 Jun 2018 04:00:00 GMT/UTC", "funder": "Wanda Simone Endowment for Neuroscience, Scott Richards North Star Charitable Foundation", "journal": "Molecular Neurobiology", "type": "research", "institution": "Temple University Health System", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "TempleHealthMed", "domain": "www.eurekalert.org", "title": "Temple researchers reverse cognitive impairments in mice with dementia", "description": "Reversing memory deficits and impairments in spatial learning is a major goal in dementia research. A lack of knowledge about cellular pathways critical to the development of dementia has prevented significant clinical advance. Researchers at Temple's Lewis Katz School of Medicine are breaking through that barrier. They show, for the first time in an animal model, that a drug can reverse tau pathology -- the second-most important lesion in the brain in patients with Alzheimer's."}, "og": {"title": "Temple researchers reverse cognitive impairments in mice with dementia", "description": "Reversing memory deficits and impairments in spatial learning is a major goal in dementia research. A lack of knowledge about cellular pathways critical to the development of dementia has prevented significant clinical advance. Researchers at Temple's Lewis Katz School of Medicine are breaking through that barrier. They show, for the first time in an animal model, that a drug can reverse tau pathology -- the second-most important lesion in the brain in patients with Alzheimer's.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180612143013/https://www.eurekalert.org/pub_releases/2018-06/tuhs-trr060818.php", "image": "https://web.archive.org/web/20180612143013im_/https://www.eurekalert.org/multimedia/pub/web/172663_web.jpg", "type": "website"}, "fb": {"profile_id": "templehospital"}}, "movies": [], "publish_date": 1530244800.0, "source": "https://web.archive.org", "summary": ""}