{"url": "http://www.prnewswire.com/news-releases/fda-approves-bayers-kyleena-levonorgestrel-releasing-intrauterine-system-195-mg-for-prevention-of-pregnancy-for-up-to-five-years-300330006.html", "text": "WHIPPANY, N.J., Sept. 19, 2016 /PRNewswire/ -- Bayer announced today that the U.S. Food and Drug Administration (FDA) approved Kyleena™ (levonorgestrel-releasing intrauterine system) 19.5 mg, a progestin-containing intrauterine system (IUS), for the prevention of pregnancy for up to five years.1 Kyleena will be available by prescription only in October 2016.\n\n\"Data show that the use of effective, long-acting birth control methods including intrauterine devices – or IUDs – have helped to reduce unintended pregnancies in the United States but we still have a long way to go,\" 2 said Anita L. Nelson, M.D., Professor and Chair, Obstetrics and Gynecology at Western University of Health Sciences, Pomona, Calif. \"Kyleena is highly effective at preventing pregnancy and may be an appropriate choice for women who want a low-dose, non-daily birth control method.\"\n\nKyleena is a small, flexible plastic T-shaped device containing 19.5 mg of a progestin hormone called levonorgestrel. Kyleena is placed by a healthcare provider during an in-office visit and prevents pregnancy for up to five years, but may be removed by a healthcare provider at any time.\n\n\"With the approval of Kyleena, women have an important new birth control option that provides pregnancy prevention for up to five years,\" said Dario Mirski, M.D., Senior Vice President and Head of Medical Affairs for the Americas, Bayer. \"Kyleena expands Bayer's IUD portfolio and is part of our commitment to provide women and their healthcare providers with a variety of contraceptive choices to meet their individual needs.\"\n\nThe use of long-acting reversible contraception (LARCs) has increased nearly five-fold in the last decade.3\n\nBecause Kyleena slowly releases levonorgestrel into a woman's uterus, only small amounts of the hormone enter the blood. For the first 3 to 6 months, a woman's period may become irregular and the number of bleeding days may increase. Women may also have frequent spotting or light bleeding. Some women have heavy bleeding during this time. After using Kyleena for a while, the number of bleeding and spotting days is likely to lessen. For some women, periods will stop altogether. When Kyleena is removed, menstrual periods should return.\n\nAbout the Clinical Trial for Kyleena1\n\nThe contraceptive efficacy of Kyleena was evaluated in a clinical trial that enrolled generally healthy women aged 18 to 35, of whom 1,452 received Kyleena. Of these, 40% (574) were nulliparous women, 870 (60%) women completed 3 years of the study, 707 (49%) elected to enroll in an extension phase up to a total of 5 years, and 550 (38%) completed 5 years of use. The trial was a multicenter, multi-national, randomized, open-label study conducted in 11 countries in Europe, Latin America, the U.S. and Canada. Women less than six weeks postpartum, with a history of ectopic pregnancy, with clinically significant ovarian cysts or with HIV or otherwise at high risk for sexually transmitted infections were excluded. A total of 563 (39%) were treated at U.S. sites and 889 (61%) were at non-U.S. sites. The racial demographics of enrolled women who received Kyleena was: Caucasian (80%), Black/African American (5.1%), Other (2.6%) and Asian (1.2%); 11% indicated Hispanic ethnicity. The clinical trial had no upper or lower weight or BMI limit. The weight range was 38 to 173 kg (mean weight: 68.7 kg) and mean BMI was 25.3 kg/m2 (range 15.2–57.6 kg/m2). Of Kyleena-treated women, 22% discontinued the study treatment due to an adverse reaction, 5.0% were lost to follow-up, 2.3% withdrew for unspecified reasons, 1.2% discontinued due to a protocol deviation, 0.9% discontinued due to pregnancy, and 20% discontinued due to other reasons.\n\nThe pregnancy rate calculated as the Pearl Index (PI) in women aged 18-35 years was the primary efficacy endpoint used to assess contraceptive reliability. The PI was calculated based on 28-day equivalent exposure cycles; evaluable cycles excluded those in which back-up contraception was used unless a pregnancy occurred in that cycle. The Year 1 PI was based on 2 pregnancies and the cumulative 5-year pregnancy rate was based on 13 pregnancies that occurred after the onset of treatment and within 7 days after Kyleena removal or expulsion.\n\nKyleena Clinical Trial Pearl Index Cumulative 5-Year\n\nKaplan Meier Rate Year 1 Year 2 Year 3 Year 4 Year 5 Number of Evaluable 28-day Cycles of Exposure 16,207 13,853 11,610 8,556 7,087 57,313 Pregnancy Rate (95%\n\nConfidence Interval) 0.16 (0.02, 0.58) 0.38 (0.10, 0.96) 0.45 (0.12,1.15) 0.15 (0.00, 0.85) 0.37 (0.04, 1.33) 1.45 (0.82, 2.53)\n\nAbout 71% of 163 women who desired pregnancy after study discontinuation and provided follow-up information, conceived within 12 months after removal of Kyleena.\n\nThe most common adverse reactions (occurring in ≥ 5% users) were vulvovaginitis (24%), ovarian cyst (22%), abdominal pain/pelvic pain (21%), headache/migraine (15%), acne/seborrhea (15%), dysmenorrhea/uterine spasm (10%), breast pain/breast discomfort (10%), and increased bleeding (8%). In the combined studies, 22% discontinued prematurely due to an adverse reaction. The most common adverse reactions (> 1%) leading to discontinuation were increased bleeding (4.5%), abdominal pain/pelvic pain (4.2%), device expulsion (3.1%), acne/seborrhea (2.3%), and dysmenorrhea/uterine spasm (1.3%). In the clinical trials, serious adverse reactions occurring in more than a single subject included: ectopic pregnancy/ruptured ectopic pregnancy (10 subjects); pelvic inflammatory disease (6 subjects); missed abortion/incomplete spontaneous abortion/spontaneous abortion (4 subjects); ovarian cyst (3 subjects); abdominal pain (4 subjects); depression/affective disorder (4 subjects); and uterine perforation/embedded device (myometrial perforation) (3 subjects).\n\nIndication for Kyleena\n\nKyleena™ (levonorgestrel-releasing intrauterine system) is a hormone-releasing IUD that prevents pregnancy for up to 5 years.\n\nImportant Safety Information for Kyleena\n\nIf you have a pelvic infection, get infections easily, or have certain cancers, don't use Kyleena. Less than 1% of users get a serious pelvic infection called PID.\n\nIf you have persistent pelvic or stomach pain or if Kyleena comes out, tell your doctor. If Kyleena comes out, use back-up birth control. Kyleena may attach to or go through the uterus and cause other problems.\n\nPregnancy while using Kyleena is uncommon but can be life threatening and may result in loss of pregnancy or fertility.\n\nOvarian cysts may occur but usually disappear.\n\nBleeding and spotting may increase in the first 3 to 6 months and remain irregular. Periods over time usually become shorter, lighter, or may stop.\n\nKyleena does not protect against HIV or STDs.\n\nOnly you and your healthcare provider can decide if Kyleena is right for you. Kyleena is available by prescription only.\n\nFor important risk and use information about Kyleena, please see the Full Prescribing Information\n\nBayer: Science For A Better Life\n\nBayer is a global enterprise with core competencies in the Life Science fields of health care and agriculture. Its products and services are designed to benefit people and improve their quality of life. At the same time, the Group aims to create value through innovation, growth and high earning power. Bayer is committed to the principles of sustainable development and to its social and ethical responsibilities as a corporate citizen. In fiscal 2015, the Group employed around 117,000 people and had sales of EUR 46.3 billion. Capital expenditures amounted to EUR 2.6 billion, R&D expenses to EUR 4.3 billion. These figures include those for the high-tech polymers business, which was floated on the stock market as an independent company named Covestro on October 6, 2015. For more information, go to www.bayer.us.\n\n© 2016 Bayer\n\nBayer and the Bayer Cross are registered trademarks of Bayer. Kyleena is a trademark of Bayer.\n\nForward-Looking Statement\n\nThis news release may contain forward-looking statements based on current assumptions and forecasts made by Bayer Group or subgroup management. Various known and unknown risks, uncertainties and other factors could lead to material differences between the actual future results, financial situation, development or performance of the company and the estimates given here. These factors include those discussed in Bayer's public reports which are available on the Bayer website at www.bayer.com. The company assumes no liability whatsoever to update these forward-looking statements or to conform them to future events or developments.\n\n1Kyleena Prescribing Information, September 2016.\n\n2 Finer LB and Zolna MR, Declines in unintended pregnancy in the United States, 2008–2011, New England Journal of Medicine, 2016, 374(9):843–852, http://nejm.org/doi/full/10.1056/NEJMsa1506575.\n\n3 Branum AM, Jones J. Trends in long-acting reversible contraception use among U.S. women aged 15–44. NCHS data brief, no 188. Hyattsville, MD: National Center for Health Statistics. 2015.\n\nPhoto - http://photos.prnewswire.com/prnh/20160918/409060\n\nLogo - http://photos.prnewswire.com/prnh/20140312/NY79226LOGO\n\nSOURCE Bayer\n\nRelated Links\n\nhttp://www.bayer.us\n\n", "images": ["http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png", "http://photos.prnewswire.com/prnfull/20140312/NY79226LOGO?max=200", "https://photos.prnewswire.com/prnthumb/20160918/409060", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "https://photos.prnewswire.com/prnfull/20160918/409060?max=650"], "top_img": "https://photos.prnewswire.com/prnthumb/20160918/409060", "keywords": [], "authors": [], "canonical_link": "https://www.prnewswire.com/news-releases/fda-approves-bayers-kyleena-levonorgestrel-releasing-intrauterine-system-195-mg-for-prevention-of-pregnancy-for-up-to-five-years-300330006.html", "title": "FDA Approves Bayer's Kyleena™ (Levonorgestrel-Releasing Intrauterine System) 19.5 mg for Prevention of Pregnancy for up to Five Years", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "WHIPPANY, N.J., Sept. 19, 2016 /PRNewswire/ -- Bayer announced today that the U.S. Food and Drug Administration (FDA) approved Kyleena™...", "author": "Bayer", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "FDA Approves Bayer's Kyleena™ (Levonorgestrel-Releasing Intrauterine System) 19.5 mg for Prevention of Pregnancy for up to Five Years", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "new jersey", "date": "2016-09-19T08:00:00-04:00", "keywords": "Bayer", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "FDA Approves Bayer's Kyleena™ (Levonorgestrel-Releasing Intrauterine System) 19.5 mg for Prevention of Pregnancy for up to Five Years", "description": "WHIPPANY, N.J., Sept. 19, 2016 /PRNewswire/ -- Bayer announced today that the U.S. Food and Drug Administration (FDA) approved Kyleena™..."}, "og": {"title": "FDA Approves Bayer's Kyleena™ (Levonorgestrel-Releasing Intrauterine System) 19.5 mg for Prevention of Pregnancy for up to Five Years", "type": "website", "description": "WHIPPANY, N.J., Sept. 19, 2016 /PRNewswire/ -- Bayer announced today that the U.S. Food and Drug Administration (FDA) approved Kyleena™...", "image": "https://photos.prnewswire.com/prnthumb/20160918/409060", "url": "https://www.prnewswire.com/news-releases/fda-approves-bayers-kyleena-levonorgestrel-releasing-intrauterine-system-195-mg-for-prevention-of-pregnancy-for-up-to-five-years-300330006.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}