{"url": "https://www.victorchang.edu.au/pregnancy-breakthrough", "text": "Historic Discovery Promises to Prevent Miscarriages and Birth Defects Globally\n\nUPDATE;\n\nClick here to read the latest statement from the Victor Chang Institute.\n\n\n\nOVERVIEW\n\n\n\nOne of Australia's greatest discoveries in pregnancy research\n\nVitamin B3 can potentially treat molecular deficiencies which cause miscarriages and birth defects\n\nDiscovery promises to reduce miscarriages and birth defects\n\nFindings expected to change the way pregnant women are cared for\n\nA blockbuster, world first breakthrough at Sydney’s Victor Chang Cardiac Research Institute is expected to prevent recurrent miscarriages and multiple types of birth defects, in one of Australia's most significant discoveries in pregnancy research.\n\n\n\nCrucially, Australian scientists have also demonstrated a potential cure, in the form of a common dietary supplement.\n\nThis historic discovery is expected to forever change the way pregnant women are cared for around the globe. Every year 4.9 million babies are born with a birth defect worldwide and one in four pregnant women suffer a miscarriage in Australia. In the vast majority of cases the cause of these problems has remained a mystery. Until now.\n\nThis breakthrough, led by Professor Sally Dunwoodie from the Victor Chang Institute, has identified a cause of recurrent miscarriages as well as heart, spinal, kidney and cleft palate problems in newborn babies.\n\n\n\n“The ramifications are likely to be huge. This has the potential to significantly reduce the number of miscarriages and birth defects around the world, and I do not use those words lightly,” says Professor Dunwoodie.\n\nThe landmark study found that a deficiency in a vital molecule, known as NAD, can prevent a baby’s organs from developing correctly in the womb.\n\nNicotinamide adenine dinucleotide (NAD) is one of the most important molecules in all living cells. NAD synthesis is essential for energy production, DNA repair and cell communication. Environmental and genetic factors can disrupt its production, which can cause a NAD deficiency.\n\nWorld first research at the Victor Chang Institute has found that this deficiency can be particularly harmful during a pregnancy as it can cripple an embryo when it is forming.\n\n“Now, after 12 years of research, our team has also discovered that this deficiency can potentially be cured and miscarriages and birth defects prevented by taking a common vitamin,” Professor Dunwoodie revealed.\n\nAt the heart of the paramount discovery is the dietary supplement vitamin B3, also known as niacin. Scientists at the Victor Chang Institute have discovered simply boosting levels of this nutrient during pregnancy can potentially prevent recurrent miscarriages and birth defects.\n\nVitamin B3 is required to make NAD and is typically found in meats and green vegetables as well as vegemite. However, a recent study[i] found that despite taking vitamin supplements at least a third of pregnant women have low levels of vitamin B3 in their first trimester, which is the critical time in organ development. By the third trimester, vitamin B3 levels were low in 60% of pregnant women. This indicates pregnant women may require more vitamin B3 than is currently available in most vitamin supplements.\n\nUsing a preclinical mouse model, scientists at the Victor Chang Institute investigated the effect of vitamin B3 on developing embryos. The results were astounding.\n\nBefore vitamin B3 was introduced into the mother’s diet, embryos were either lost through miscarriage or the offspring were born with a range of severe birth defects. After the dietary change, both the miscarriages and birth defects were completely prevented, with all the offspring born perfectly healthy.\n\nThis discovery is akin to the revolutionary breakthrough made last century that confirmed folic acid supplementation can prevent spina bifida and other neural tube defects in babies. As a result, consumption of folic acid has been adopted by expectant mothers worldwide, and the addition of folate to our food supply has led to a 70% decrease in the number of babies born with neural tube defects.\n\nAccording to the Executive Director of the Victor Chang Cardiac Research Institute, Professor Robert Graham, the implications are profound.\n\n“Just like we now use folate to prevent spina bifida, Professor Dunwoodie’s research suggests that it is probably best for women to start taking vitamin B3 very early on, even before they become pregnant. This could change the way pregnant women are cared for around the world,” said Professor Graham.\n\n“We believe that this breakthrough will be one of our country’s greatest medical discoveries. It’s extremely rare to discover the problem and provide a preventive solution at the same time. It’s actually a double breakthrough,” said Professor Graham.\n\nThe next step will be to develop a diagnostic test to measure NAD levels. This will enable doctors to identify those women who are at greatest risk of having a baby with a birth defect, and ensure they are getting sufficient vitamin B3.\n\nThe findings have been released today by the New England Journal of Medicine – the most prestigious clinical research publication in the world. http://www.nejm.org/\n\nThis study would not have been possible without the generous support of the Chain Reaction Foundation, the Key Foundation and the National Health and Medical Research Council.\n\nSTATISTICS\n\n\n\n1 in 4 pregnant women will suffer a miscarriage\n\n4.9 million babies are born with a serious birth defect worldwide every year\n\n3.3 million children under five die from serious birth defects annually\n\nCongenital heart disease is the most common form of birth defect, affecting 1 in 100 babies\n\n42 babies are born with a heart defect in Australia every week\n\n30 babies will undergo heart surgery in Australia every week\n\nHeart defects account for 30% of deaths in children under five\n\nREFERENCE\n\n[1] Baker H, DeAngelis B, Holland B, Gittens-Williams L, Barrett T Jr. Vitamin Profile of 563 Gravidas during Trimesters of Pregnancy. Journal of the American College of Nutrition 2002;21(1):33–7.\n\nMEDIA CONTACTS\n\n\n\nMedia Manager - +61402402426 - g.glover@victorchang.edu.au\n\nMedia Coordinator- +61406602556- l.alexandrou@victorchang.edu.au\n\nDonate to heart research", "images": ["https://www.victorchang.edu.au/resources/artwork/footer-fb.svg", "https://victorchang.imgix.net/uploads/_compressed/Embryology-Laboratory-Victor-Chang-Institute.jpg?auto=compress", "https://www.victorchang.edu.au/resources/artwork/header-donate.svg", "https://www.victorchang.edu.auhttps://victorchang.imgix.net/uploads/Pregnancy-discovery-Victor-Chang-Institute_170810_172449.jpg", "https://www.victorchang.edu.au/resources/artwork/footer-tw.svg", "https://victorchang.imgix.net/uploads/_compressed/Science-Victor-Chang-Institute.jpg?auto=compress", "https://www.victorchang.edu.au/resources/artwork/header-hamburger-inverse.svg", "https://victorchang.imgix.net/uploads/_compressed/CR_Baby_170809_164318.jpg?auto=compress", "https://www.victorchang.edu.au/resources/artwork/heart.svg", "https://victorchang.imgix.net/uploads/_compressed/Picture5.jpg?auto=compress", "https://victorchang.imgix.net/uploads/_compressed/Heart-transplant-discovery-Victor-Chang-Institute.jpg?auto=compress", "https://www.victorchang.edu.au/resources/artwork/footer-insta.svg", "https://victorchang.imgix.net/uploads/_compressed/Today-Show-Prof-Sally-Dunwoodie_170629_162622.jpg?auto=compress", "https://victorchang.imgix.net/uploads/_compressed/Beating-cells-Victor-Chang-Institute.jpg?auto=compress", "https://www.victorchang.edu.au/resources/artwork/footer-heart.svg", "https://www.victorchang.edu.au/resources/artwork/header-search.svg", "https://www.victorchang.edu.au/resources/artwork/footer-mail.svg", "https://victorchang.imgix.net/uploads/_compressed/Professor-Sally-Dunwoodie-Victor-Chang-Institute_170809_164152.jpg?auto=compress", "https://www.victorchang.edu.au/resources/artwork/header-logo.png", "https://www.victorchang.edu.au/resources/artwork/header-home.svg", "https://www.victorchang.edu.au/resources/artwork/header-phone.svg", "https://www.victorchang.edu.au/resources/artwork/mobile-menu-close.svg", "https://victorchang.imgix.net/uploads/_compressed/Baby-Victor-Chang-Institute.jpg?auto=compress", "https://victorchang.imgix.net/uploads/_compressed/Pregnancy-discovery-Victor-Chang-Institute_170809_164513.jpg?auto=compress", "https://www.victorchang.edu.au/resources/artwork/header-hamburger.svg", "https://victorchang.imgix.net/uploads/_compressed/Ella-Martin-resize.jpg?auto=compress"], "top_img": "https://www.victorchang.edu.auhttps://victorchang.imgix.net/uploads/Pregnancy-discovery-Victor-Chang-Institute_170810_172449.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.victorchang.edu.au/pregnancy-breakthrough", "title": "Pregnancy Double Discovery", "meta_data": {"viewport": "width=device-width, initial-scale=1", "og": {"title": "Pregnancy Double Discovery", "url": "https://www.victorchang.edu.au/pregnancy-breakthrough", "image": "https://www.victorchang.edu.auhttps://victorchang.imgix.net/uploads/Pregnancy-discovery-Victor-Chang-Institute_170810_172449.jpg", "description": "Learn more about our world first double pregnancy discovery that is expected to prevent recurrent miscarriages and multiple types of birth defects."}, "twitter": {"card": "summary_large_image", "site": "@VictorChangInst", "title": "Pregnancy Double Discovery", "description": "Learn more about our world first double pregnancy discovery that is expected to prevent recurrent miscarriages and multiple types of birth defects.", "image": "https://www.victorchang.edu.auhttps://victorchang.imgix.net/uploads/Pregnancy-discovery-Victor-Chang-Institute_170810_172449.jpg"}, "description": "Learn more about our world first double pregnancy discovery that is expected to prevent recurrent miscarriages and multiple types of birth defects.", "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "https://victorchang.imgix.net/resources/favicon/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "https://www.victorchang.edu.au", "summary": ""}