{"url": "https://web.archive.org/web/20170129233902/https://www.eurekalert.org/pub_releases/2017-01/eeco-btc012717.php", "text": "Amsterdam, The Netherlands: A test that measures the levels of five chemicals in the breath has shown promising results for the detection of cancers of the oesophagus and stomach in a large patient trial presented at the European Cancer Congress 2017 [1].\n\nTogether, stomach and oesophageal cancer account for around 1.4 million new cancer diagnoses each year worldwide [2]. Both tend to be diagnosed late, because the symptoms are ambiguous, meaning the five-year survival rate for these two types of cancer is only 15%.\n\nThe new research, involving more than 300 patients, showed that the test could diagnose cancer with an overall accuracy of 85%.\n\nDr Sheraz Markar, an NIHR Clinical Trials Fellow from Imperial College London, under the supervision of Professor George Hanna, told the Congress: \"At present the only way to diagnose oesophageal cancer or stomach cancer is with endoscopy. This method is expensive, invasive and has some risk of complications.\n\n\"A breath test could be used as a non-invasive, first-line test to reduce the number of unnecessary endoscopies. In the longer term this could also mean earlier diagnosis and treatment, and better survival.\"\n\nThe trial was based on the results of previous research that suggested differences in the levels of specific chemicals (butyric, pentanoic and hexanoic acids, butanal, and decanal) between patients with stomach or oesophageal cancer and patients with upper gastrointestinal symptoms without cancer. The new research aimed to test whether this 'chemical signature' that seemed to typify cancer could be the basis of a diagnostic test.\n\nIn the new study, the research team collected breath samples from 335 people at St Mary's Hospital, Imperial College Healthcare NHS Trust; University College London Hospital; and the Royal Marsden Hospital, London. Of these, 163 had been diagnosed with stomach or oesophageal cancer and 172 showed no evidence of cancer when they had an endoscopy.\n\nAll the samples were analysed with a technique called selected ion flow-tube mass spectrometry, which is able to accurately measure small amounts of different chemicals in mixtures of gases such as breath.\n\nResearchers measured the levels of the five chemicals in each sample to see which ones matched to the 'chemical signature' that indicated cancer.\n\nThe results showed that the test was 85% accurate overall, with a sensitivity of 80% and a specificity of 81%. This means that not only was the breath test good at picking up those who had cancer (sensitivity), it was also good at correctly identifying who did not have cancer (specificity).\n\nDr Markar said: \"Because cancer cells are different to healthy ones, they produce a different mixture of chemicals. This study suggests that we may be able detect these differences and use a breath test to indicate which patients are likely to have cancer of the oesophagus and stomach, and which do not. However, these findings must be validated in a larger sample of patients before the test could be used in the clinic.\"\n\nOver the next three years, the researchers will continue with a larger trial, using the test with patients who are being given an endoscopy for gastrointestinal symptoms but not yet diagnosed with cancer. This will assess the ability of the test to pick up cases within a group that is likely to contain only a small percentage of cancers.\n\nThe team is also working on breath tests for other types of cancer, such as colorectal and pancreatic, which could be used as first-line tests in general practice surgeries.\n\n###", "images": ["https://web.archive.org/web/20170129233902im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170129233902im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170129233902im_/https://www.eurekalert.org/images/meganav/AM17-NoDate.png", "https://web.archive.org/web/20170129233902im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170129233902im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170129233902im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170129233902im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170129233902im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170129233902im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170129233902im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170129233902im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170129233902im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170129233902im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg"], "top_img": "https://web.archive.org/web/20170129233902im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170129233902/https://www.eurekalert.org/pub_releases/2017-01/eeco-btc012717.php", "title": "Breath test could help detect stomach and oesophageal cancers", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A test that measures the levels of five chemicals in the breath has shown promising results for the detection of cancers of the oesophagus and stomach, according to research presented at the European Cancer Congress 2017.", "keywords": "Biochemistry, Medicine/Health, Cancer, Gastroenterology", "date": "Sun, 29 Jan 2017 05:00:00 GMT", "funder": "National Institute of Health Research, NIHR Diagnostic Evidence Co-operative London,  Imperial College Healthcare, National Health Service Trust", "type": "research", "institution": "ECCO-the European CanCer Organisation", "meeting": "European Cancer Congress 2017", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "EuropeanCancer", "domain": "www.eurekalert.org", "title": "Breath test could help detect stomach and oesophageal cancers", "description": "A test that measures the levels of five chemicals in the breath has shown promising results for the detection of cancers of the oesophagus and stomach, according to research presented at the European Cancer Congress 2017."}, "og": {"title": "Breath test could help detect stomach and oesophageal cancers", "description": "A test that measures the levels of five chemicals in the breath has shown promising results for the detection of cancers of the oesophagus and stomach, according to research presented at the European Cancer Congress 2017.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170129233902/https://www.eurekalert.org/pub_releases/2017-01/eeco-btc012717.php", "image": "https://web.archive.org/web/20170129233902im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "ECCOcancer"}}, "movies": [], "publish_date": 1485666000.0, "source": "https://web.archive.org", "summary": ""}