{"url": "http://www.nih.gov/news-events/news-releases/eylea-outperforms-avastin-diabetic-macular-edema-moderate-or-worse-vision-loss", "text": "Eylea outperforms Avastin for diabetic macular edema with moderate or worse vision loss\n\nNIH-funded clinical trial shows Eylea, Avastin, and Lucentis perform similarly when vision loss is mild.\n\nNational Eye Institute\n\nA two-year clinical trial that compared three drugs for diabetic macular edema (DME) found that gains in vision were greater for participants receiving the drug Eylea (aflibercept) than for those receiving Avastin (bevacizumab), but only among participants starting treatment with 20/50 or worse vision. Gains after two years were about the same for Eylea and Lucentis (ranibizumab), contrary to year-one results from the study, which showed Eylea with a clear advantage. The three drugs yielded similar gains in vision for patients with 20/32 or 20/40 vision at the start of treatment. The clinical trial was conducted by the Diabetic Retinopathy Clinical Research Network (DRCR.net), which is funded by the National Eye Institute, part of the National Institutes of Health.\n\n“This rigorous trial confirms that Eylea, Avastin, and Lucentis are all effective treatments for diabetic macular edema,” said NEI Director Paul A. Sieving, M.D., Ph.D. “Eye care providers and patients can have confidence in all three drugs.”\n\nEylea, Avastin, and Lucentis are all widely used to treat DME, a consequence of diabetes that can cause blurring of central vision due to the leakage of fluid from abnormal blood vessels in the retina. The macula is the area of the retina used when looking straight ahead. The drugs are injected into the eye and work by inhibiting vascular endothelial growth factor (VEGF), a substance that can promote abnormal blood vessel growth and leakage. Although the drugs have a similar mode of action, they differ significantly in cost. Based on Medicare allowable charges, the per-injection costs of each drug at the doses used in this study were about $1850 for Eylea, about $60 for Avastin, and about $1200 for Lucentis.\n\nDRCR.net investigators enrolled 660 people with DME at 89 clinical trial sites across the United States. When the study began, participants on average were 61 years old with 17 years of type 1 or type 2 diabetes. Only people with a visual acuity of 20/32 or worse were eligible to participate (to see clearly, a person with 20/32 vision would have to be 20 feet away from an object that a person with normal vision could see clearly at 32 feet). At enrollment, about half the participants had 20/32 to 20/40 vision. The other half had 20/50 or worse vision. In many states, a corrected visual acuity of 20/40 or better in at least one eye is required for a driver’s license that allows both day- and nighttime driving.\n\nEach participant was assigned randomly to receive Eylea (2.0 milligrams/0.05 milliliter), Avastin (1.25 mg/0.05 mL), or Lucentis (0.3 mg/0.05 mL). Participants were evaluated monthly during the first year and every 4-16 weeks during the second year. Most participants received monthly injections during the first six months. Thereafter, participants received additional injections of assigned study drug until DME resolved or stabilized with no further vision improvement. Subsequently, injections were resumed if DME worsened. Additionally, laser treatment was given if DME persisted without continual improvement after six months of injections. Laser treatment alone was the standard treatment for DME until widespread adoption of anti-VEGF drugs a few years ago.\n\nAmong participants with 20/40 or better vision at the trial’s start, all three drugs improved vision similarly on an eye chart. On average, participants’ vision improved from 20/40 vision to 20/25.\n\nAmong participants with 20/50 or worse vision at the trial’s start, visual acuity on average improved substantially in all three groups. At two years, Eylea participants were able to read about 3.5 additional lines on an eye chart; Lucentis participants were able to read about three additional lines, and Avastin participants improved about 2.5 lines, compared with visual acuity before treatment. Eylea outperformed Avastin at the one- and two-year time points. While Eylea outperformed Lucentis at the one-year time point, by the two-year time point gains in visual acuity were statistically no different. At the end of the trial, average visual acuity was 20/32 to 20/40 among participants in all three groups.\n\n“The results of the DRCR Network’s comparison of Eylea, Avastin, and Lucentis will help doctors and their patients with diabetic macular edema choose the most appropriate therapy,” said John A. Wells, M.D., the lead author of the study and a retinal specialist at the Palmetto Retina Center, Columbia, South Carolina. “The study suggests there is little advantage of choosing Eylea or Lucentis over Avastin when a patient’s loss of visual acuity from macular edema is mild, meaning a visual acuity of 20/40 or better. However, patients with 20/50 or worse vision loss may benefit from Eylea, which over the course of the two-year study outperformed Lucentis and Avastin.”\n\nThe number of injections participants needed was about the same for all three treatment groups. Eylea, Avastin, and Lucentis participants on average required nine injections in the first year of the study and five in the second year.\n\nThe need for laser treatment varied among the three treatment groups. By two years, 41 percent of participants in the Eylea group received laser treatment to treat their macular edema, compared with 64 percent of participants in the Avastin group and 52 percent in the Lucentis group.\n\nThe risk of heart attack, stroke, or death from a cardiovascular condition or an unknown cause by end of the trial was higher among participants in the Lucentis group. Twelve percent of Lucentis participants had at least one event, compared with five percent of participants in the Eylea group and eight percent of participants in the Avastin group. This difference in cardiovascular rates has not been seen across all other studies, and therefore may be due to chance. Continued assessment of these serious cardiovascular events and their association with these drugs is important in future studies. Cardiovascular events such as heart attack and stroke are common complications of diabetes. The occurrence of eye complications, such as eye infections and inflammation, was similar for all three drugs.\n\nResults of the study were published online today in Ophthalmology, the journal of the American Academy of Ophthalmology. Eylea and Lucentis were provided by drug manufacturers Regeneron and Genentech, respectively. Additional research funding for this study was provided by the National Institute of Diabetes and Digestive and Kidney Diseases, also a part of NIH.\n\n“This important study would not have happened without funding from the National Institutes of Health and the cooperation of two competing companies,” said Adam R. Glassman, M.S., principal investigator of the DRCR.Net Coordinating Center at the Jaeb Center for Health Research.\n\nThe DRCR.net is dedicated to facilitating multicenter clinical research of diabetic eye disease. The Network formed in 2002 and comprises more than 350 physicians practicing at more than 140 clinical sites across the country. For more information, visit the DRCR.net website at http://drcrnet.jaeb.org/.\n\nThe study was funded by grants EY14231, EY14229, and EY18817.\n\nThe study is registered as NCT01627249 at ClinicalTrials.gov.\n\nMacular edema can arise during any stage of diabetic retinopathy and is the most common cause of diabetes-related vision loss. About 7.7 million Americans have diabetic retinopathy. Of these, about 750,000 have DME. The NEI provides information about diabetic eye disease at http://www.nei.nih.gov/health/diabetic. View an NEI video about how diabetic retinopathy can be detected through a comprehensive dilated eye exam at http://youtu.be/sQ-0RkPu35o.\n\nNEI leads the federal government's research on the visual system and eye diseases. NEI supports basic and clinical science programs that result in the development of sight-saving treatments. For more information, visit http://www.nei.nih.gov.\n\nThe NIDDK, a component of the NIH, conducts and supports research on diabetes and other endocrine and metabolic diseases; digestive diseases, nutrition and obesity; and kidney, urologic and hematologic diseases. Spanning the full spectrum of medicine and afflicting people of all ages and ethnic groups, these diseases encompass some of the most common, severe and disabling conditions affecting Americans. For more information about the NIDDK and its programs, visit http://www.niddk.nih.gov.\n\nAbout the National Institutes of Health (NIH): NIH, the nation's medical research agency, includes 27 Institutes and Centers and is a component of the U.S. Department of Health and Human Services. NIH is the primary federal agency conducting and supporting basic, clinical, and translational medical research, and is investigating the causes, treatments, and cures for both common and rare diseases. For more information about NIH and its programs, visit www.nih.gov.\n\nNIH…Turning Discovery Into Health®", "images": ["http://www.nih.gov/sites/all/themes/nih/images/nih-logo-color.png", "https://www.nih.gov/sites/default/files/styles/featured_media_breakpoint-medium/public/news-events/news-releases/2016/20160229-eye-exam.jpg?itok=kU2HiNRJ&timestamp=1456519027", "https://www.nih.gov/sites/default/files/styles/video_sidebar/public/media-youtube/sQ-0RkPu35o.jpg?itok=9hlNPmxm", "https://www.nih.gov/favicon.ico"], "top_img": "https://www.nih.gov/favicon.ico", "keywords": [], "authors": [], "canonical_link": "https://www.nih.gov/news-events/news-releases/eylea-outperforms-avastin-diabetic-macular-edema-moderate-or-worse-vision-loss", "title": "Eylea outperforms Avastin for diabetic macular edema with moderate or worse vision loss", "meta_data": {"MobileOptimized": "width", "google-site-verification": "rjIoO4vW0AYgltSYvxM1L_CzGIkq28kHf9gHIASKx8s", "description": "NIH-funded clinical trial shows Eylea, Avastin, and Lucentis perform similarly when vision loss is mild.", "keywords": "NIH, NEI, funded, clinical trial, shows, Eylea, outperforms, Avastin, diabetic macular edema, moderate, worse, vision loss", "robots": "follow, index", "viewport": "width=device-width, initial-scale=1.0", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "National Institutes of Health (NIH)", "type": "article", "title": "Eylea outperforms Avastin for diabetic macular edema with moderate or worse vision loss", "url": "https://www.nih.gov/news-events/news-releases/eylea-outperforms-avastin-diabetic-macular-edema-moderate-or-worse-vision-loss", "description": "NIH-funded clinical trial shows Eylea, Avastin, and Lucentis perform similarly when vision loss is mild.", "updated_time": "2016-02-29T08:27:07-05:00"}, "twitter": {"card": "summary_large_image", "url": "https://www.nih.gov/news-events/news-releases/eylea-outperforms-avastin-diabetic-macular-edema-moderate-or-worse-vision-loss", "title": "Eylea outperforms Avastin for diabetic macular edema with moderate or", "description": "NIH-funded clinical trial shows Eylea, Avastin, and Lucentis perform similarly when vision loss is mild."}, "article": {"published_time": "2016-02-25T08:27:26-05:00", "modified_time": "2016-02-29T08:27:07-05:00"}, "published_date": "2016-02-25T08:27:26-05:00", "last_revision": "2016-02-29T08:27:07-05:00"}, "movies": [], "publish_date": 1456406846.0, "source": "http://www.nih.gov", "summary": ""}