{"url": "https://web.archive.org/web/20170725183053/https://www.eurekalert.org/pub_releases/2017-07/uocf-nlw072517.php", "text": "Attaching curcumin, a component of the common spice turmeric, to nanoparticles can be used to target and destroy treatment-resistant neuroblastoma tumor cells, according to a new study published in Nanoscale.\n\nThe study, conducted in partnership by researchers at Nemours Children's Hospital and the University of Central Florida, demonstrates a potentially novel treatment for neuroblastoma, the most common cancer in infants.\n\n\"High-risk neuroblastoma can be resistant to traditional therapy, and survival can be poor. This research demonstrates a novel method of treating this tumor without the toxicity of aggressive therapy that can also have late effects on the patient's health,\" said Tamarah J. Westmoreland, MD, PhD, a pediatric surgeon at Nemours Children's Health System and senior author of the study. \"Unique approaches to target tumor cells with nanoparticle delivery systems hold promise for treatment of resistant tumors, such as the high risk neuroblastoma. We are hopeful that in the future, nanoparticles can be utilized to personalize care to patients and reduce the late effects of therapy.\"\n\nNeuroblastomas are cancers that start in early nerve cells and commonly form in the tissue of the adrenal glands, near the kidneys. About 700 new cases of neuroblastoma are diagnosed each year in the United States and most cases appear in children younger than 5 years old. High-risk neuroblastoma is hard to cure and is more likely to become resistant to standard therapies or recur. These cancers are also associated with late effects after treatments have ended, including developmental delays, hearing loss, or other disabilities.\n\nCurcumin has been shown to have substantial anti-cancer ability, but its low solubility and poor stability have made its use in medicinal applications challenging. Researchers from Nemours and UCF found that nanoparticles can be used to deliver curcumin to tumor sites.\n\n\"This shows that nanoparticles can be an effective delivery vehicle for cancer drugs,\" said Professor Sudipta Seal, who directs of UCF's NanoScience Technology Center and Advanced Materials Processing Analysis Center, and is a collaborator on the study. \"More research is needed, but we are hopeful it could lead to more effective treatment of this devastating disease in the future.\"\n\nIn the study, researchers loaded Cerium oxide nanoparticles with curcumin and coated them with dextran to test in cell lines of a high-risk form of neuroblastoma, known as MYCN-amplified, as well as non-amplified neuroblastoma. This formulation induced substantial cell death in neuroblastoma cells while producing no or only minor toxicity in healthy cells. Overall, the nano-therapeutic treatments showed a more pronounced effect in MYCN-amplified cells, which are traditionally more resistant to drug therapies.\n\nNanoscience research, which explores the unusual properties of materials at the nanoscale, has led to advancements in medicine, energy, information storage, computing and other fields. At no more than 100 nanometers, nanoparticles are exceedingly small. By comparison, a sheet of paper is about 75,000 nanometers thick.\n\n###\n\nThis study was conducted in a laboratory setting in Orlando, Fla., at Nemours Children's Hospital and the University of Central Florida in cells from children with neuroblastoma, but researchers hope to begin to use these curcumin nanoparticles with micro RNA in animal models to direct the molecule to a tumor site. This research is an excellent example of the collaboration between Nemours Children's Hospital and the University of Central Florida. Funding of this work was supported by the Nemours Foundation along with the regional economic development initiative of the Florida High Tech Corridor.", "images": ["https://web.archive.org/web/20170725183053im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170725183053im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170725183053im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170725183053im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170725183053im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170725183053im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170725183053im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170725183053im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170725183053im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170725183053im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170725183053im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170725183053im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170725183053im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png"], "top_img": "https://web.archive.org/web/20170725183053im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170725183053/https://www.eurekalert.org/pub_releases/2017-07/uocf-nlw072517.php", "title": "Nanoparticles loaded with component of common spice kill cancer cells", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Attaching curcumin, a component of the common spice turmeric, to nanoparticles can be used to target and destroy treatment-resistant neuroblastoma tumor cells, according to a new study published in Nanoscale. The study, conducted in partnership by researchers at Nemours Children's Hospital and the University of Central Florida, demonstrates a potentially novel treatment for neuroblastoma, the most common cancer in infants.", "keywords": "Cell Biology, Materials, Medicine/Health, Cancer, Pharmaceutical Science, Biomedical/Environmental/Chemical Engineering, Biotechnology, Nanotechnology/Micromachines, Nanotechnology/Micromachines", "date": "Tue, 25 Jul 2017 04:00:00 GMT", "funder": "Nemours Foundation, Florida High Tech Corridor", "journal": "Nanoscale", "type": "research", "institution": "University of Central Florida", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "UCF", "domain": "www.eurekalert.org", "title": "Nanoparticles loaded with component of common spice kill cancer cells", "description": "Attaching curcumin, a component of the common spice turmeric, to nanoparticles can be used to target and destroy treatment-resistant neuroblastoma tumor cells, according to a new study published in Nanoscale. The study, conducted in partnership by researchers at Nemours Children's Hospital and the University of Central Florida, demonstrates a potentially novel treatment for neuroblastoma, the most common cancer in infants."}, "og": {"title": "Nanoparticles loaded with component of common spice kill cancer cells", "description": "Attaching curcumin, a component of the common spice turmeric, to nanoparticles can be used to target and destroy treatment-resistant neuroblastoma tumor cells, according to a new study published in Nanoscale. The study, conducted in partnership by researchers at Nemours Children's Hospital and the University of Central Florida, demonstrates a potentially novel treatment for neuroblastoma, the most common cancer in infants.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170725183053/https://www.eurekalert.org/pub_releases/2017-07/uocf-nlw072517.php", "image": "https://web.archive.org/web/20170725183053im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "UCF"}}, "movies": [], "publish_date": 1501300800.0, "source": "https://web.archive.org", "summary": ""}