{"url": "https://web.archive.org/web/20151004003716/http://www.eurekalert.org:80/pub_releases/2015-10/uovh-pcs100115.php", "text": "IN A NUTSHELL:\n\nA study looked at the effects of weight-loss surgery on obese women most at risk for cancer. It found that bariatric surgery:\n\nslashed participants' weight by a third\n\nproduced a mean weight loss of more than 100 pounds\n\neliminated precancerous uterine growths\n\nimproved physical quality of life\n\nimproved insulin levels and glucose use\n\naltered the composition of gut bacteria\n\nCHARLOTTESVILLE, Va., Oct. 1, 2015 - A study evaluating the effects of bariatric surgery on obese women most at risk for cancer has found that the weight-loss surgery slashed participants' weight by a third and eliminated precancerous uterine growths in those that had them. Other effects included improving patients' physical quality of life, improving their insulin levels and ability to use glucose - which may reduce their risk for diabetes - and even altering the composition of their gut bacteria.\n\nThe study speaks both to the benefits of bariatric surgery and to the tremendous toll obesity takes on health. \"If you look at cancers in women, about a fifth of all cancer deaths would be prevented if we had women at normal body weight in the U.S.,\" said Susan C. Modesitt, MD, of the University of Virginia Cancer Center. \"When you're looking at obesity-related cancers, the biggest one is endometrial cancer, but also colon cancer, breast cancer, renal cancer and gall bladder cancer. We think about 40 [percent] to 50 percent of all endometrial cancer, which is in the lining of the uterus, is caused by obesity.\"\n\nEffects of Obesity and Morbid Obesity\n\nThe study looked at 71 women with a mean age of 44.2 years and a mean body mass index (BMI) of 50.9. Women are considered obese at a BMI of 30 and morbidly obese at 40 (which is typically about 100 pounds over a woman's ideal body weight), yet almost a third of women presenting for bariatric surgery did not identify themselves as obese.\n\nThe study looked at the effects of bariatric surgery in a relatively short timeframe, one to three years after surgery. A total of 68 participants underwent the procedure; two opted out of the surgery, and another died of a heart condition prior to surgery. The effects of surgery on body weight were dramatic: Mean weight loss was more than 100 pounds.\n\nPreventing Cancer\n\nTen percent of study participants who had not had a hysterectomy showed precancerous changes in the lining of the uterus, and all of those resolved with weight loss. \"We're talking about small numbers, really tiny numbers\" of study participants, Modesitt said, noting one limitation of the study. \"So I could never say that effect is definitive, but it is suggestive, given that we know already the incredibly strong link between endometrial cancer and obesity.\"\n\nModesitt, of the UVA's Division of Gynecologic Oncology in the Department of Obstetrics and Gynecology, was most surprised by the dramatic changes seen in the patients' metabolic profiles derived from the gut microbiome, the population of microorganisms living inside us. \"The study results demonstrate that there is a huge alteration, but I don't even know what to say about that, except it is really new and intriguing area to look at in the link between obesity and cancer. For example, before groundbreaking work by Dr. John Marshall at UVA in the past, no one knew that ulcers were from bacteria. Who knows what role the gut bacteria play in promoting obesity, but metabolic parameter/markers of the bacteria definitely changed after [study participants] lost weight.\"\n\nWhile the study speaks to the transformative effect bariatric surgery can have, Modesitt urged people to avoid gaining weight in the first place and for those seeking to lose weight to exercise and eat more healthily before turning to surgery. \"We really should be working on diet and exercise from the get-go in our entire society, starting with our children. And exercise does seem to be protective -- even if you don't lose all the weight, it absolutely has beneficial effects,\" she said. \"There are lots of studies showing if you exercise, it improves your insulin, your glucose, all of those sorts of things that go along with the cancer-causing effect. Almost everybody agrees adding exercise would be wonderful and improve health on many levels. But losing excess weight would also be good.\"\n\n###\n\nFindings Published\n\nThe findings have been published as a lead article in the scientific journal Gynecologic Oncology. The article was written by Modesitt, Peter T. Hallowell, Jill K. Slack-Davis, Ryan D. Michalek, Kristen A. Atkins, Sarah L. Kelley, Sanja Arapovic, Margaret A. Shupnik and Kyle Hoehn.", "images": ["https://web.archive.org/web/20151004003716im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20151004003716im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20151004003716im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20151004003716im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20151004003716im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20151004003716im_/http://media.eurekalert.org/multimedia_prod/pub/rel/100390_rel.jpg", "https://web.archive.org/web/20151004003716im_/http://www.eurekalert.org/images/meganav/ACS_logo.jpg", "https://web.archive.org/web/20151004003716im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20151004003716im_/http://media.eurekalert.org/multimedia_prod/pub/web/100390_web.jpg", "https://web.archive.org/web/20151004003716im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20151004003716im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20151004003716im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20151004003716im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20151004003716im_/http://www.eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20151004003716im_/http://media.eurekalert.org/multimedia_prod/pub/web/100390_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20151004003716/http://www.eurekalert.org/pub_releases/2015-10/uovh-pcs100115.php", "title": "Preventing cancer: Study finds dramatic benefits of weight-loss surgery", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A study evaluating the effects of bariatric surgery on obese women most at risk for cancer has found that the weight-loss surgery slashed participants' weight by one-third and eliminated precancerous uterine growths in those that had them.", "keywords": "Medicine/Health, Cancer, Mortality/Longevity, Diet/Body Weight, Eating Disorders/Obesity, Metabolism/Metabolic Diseases, Diabetes, Gynecology", "date": "Thu, 01 Oct 2015 04:00:00 GMT", "journal": "Gynecologic Oncology", "type": "research", "institution": "University of Virginia Health System", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "EurekAlertAAAS", "domain": "www.eurekalert.org"}, "og": {"title": "Preventing cancer: Study finds dramatic benefits of weight-loss surgery", "description": "A study evaluating the effects of bariatric surgery on obese women most at risk for cancer has found that the weight-loss surgery slashed participants' weight by one-third and eliminated precancerous uterine growths in those that had them.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20151004003716/http://www.eurekalert.org/pub_releases/2015-10/uovh-pcs100115.php", "image": "https://web.archive.org/web/20151004003716im_/http://media.eurekalert.org/multimedia_prod/pub/web/100390_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1446091200.0, "source": "https://web.archive.org", "summary": ""}