{"url": "https://web.archive.org/web/20150822002918/http://www.eurekalert.org:80/pub_releases/2015-08/pc-iof081815.php", "text": "Research in the Journal of the American College of Nutrition suggests that eating a hearty portion of instant oatmeal for breakfast -- versus a popular oat-based cold cereal -- leads to lower calorie intake at lunch\n\nCHICAGO, IL, August 19, 2015 - A new study revealed that your cereal choice at breakfast might have an impact on how much you eat for lunch. Newly published research in the Journal of the American College of Nutrition showed that a hearty bowl of instant oatmeal helped curb food intake at lunch better than a leading oat-based, cold cereal -- even when each bowl provided the same number of calories.\n\nThe statistically significant results of the randomized, controlled crossover study (n=47) showed that a 250-calorie instant oatmeal serving (with an additional 113 calories of skim milk) enhanced satiety and feelings of fullness, reduced the desire to eat and may even lead to a lower caloric intake at lunch, compared to a 250-calorie serving of cold, oat-based cereal, also served with an additional 113 calories of skim milk.\n\n\"The satiety benefits of instant oatmeal alone were important findings,\" remarked lead author Candida Rebello, MS, RD, of Pennington Biomedical Research Center at Louisiana State University. \"When we took it a step further and evaluated the intake four hours post-breakfast, we found that after consuming instant oatmeal, the participants chose to eat significantly less at lunch compared to those who ate the oat-based, cold cereal.\"\n\nAfter an analysis of the types of fiber in each cereal, the researchers suspected that the higher molecular viscosity of the beta-glucan in the instant oatmeal contributed to its satiating effect over the oat-based, cold cereal. Authors stated that the processing of the cold cereal might lead to changes in the oat fiber that reduced its ability to enhance satiety.\n\nResearchers presented the participants with a lunch meal of their choice - turkey, ham, roast beef or vegetable patty sandwiches and a calorie-free or calorie-containing beverage, alongside potato crisps and cookies. The lunches offered ranged from 2,600 to 2,800 calories and participants were told to \"eat to satisfaction.\" Total calorie intake was significantly lower following consumption of instant oatmeal compared to the cold cereal, as were fat and protein intake. Grams of carbohydrate and total weight of the foods were not significantly different.\n\n\"The recent 2015 Dietary Guidelines for Americans Committee Report emphasized the importance of eating breakfast for all Americans - and we know that instant oatmeal is a popular and convenient choice,\" comments Marianne O'Shea, PhD, Director of the Quaker Oats Center of Excellence. \"The fact that choosing instant oatmeal over a cold cereal may also help Americans curb their intake at lunch is especially encouraging.\"\n\n###\n\nAbout the Quaker Oats Center of Excellence\n\nThe Quaker Oats Center of Excellence is focused on elevating the relevance and benefits of oats through science, agriculture and innovation. For more information, visit the Quaker Oats Center of Excellence at www.QuakerOats.com.\n\nAbout the Quaker Oats Company\n\nThe Quaker Oats Company, headquartered in Chicago, is a unit of PepsiCo, Inc., one of the world's largest consumer packaged goods companies. For more than 130 years, Quaker's brands have served as symbols of quality, great taste and nutrition. Holding leadership positions in their respective categories, Quaker® Oats, Quaker® Rice Cakes and Quaker Chewy® Granola Bars are consumer favorites. For more information, please visit www.QuakerOats.com, www.Facebook.com/Quaker or follow us on Twitter @Quaker.\n\nAbout PepsiCo\n\nPepsiCo products are enjoyed by consumers one billion times a day in more than 200 countries and territories around the world. PepsiCo generated more than $66 billion in net revenue in 2013, driven by a complementary food and beverage portfolio that includes Frito-Lay, Gatorade, Pepsi-Cola, Quaker and Tropicana. PepsiCo's product portfolio includes a wide range of enjoyable foods and beverages, including 22 brands that generate more than $1 billion each in estimated annual retail sales.\n\nAt the heart of PepsiCo is Performance with Purpose - our goal to deliver top-tier financial performance while creating sustainable growth in shareholder value. In practice, Performance with Purpose means providing a wide range of foods and beverages, from treats to healthy eats; finding innovative ways to minimize our impact on the environment and reduce our operating costs; providing a safe and inclusive workplace for our employees globally; and respecting, supporting and investing in the local communities where we operate. For more information, visit www.pepsico.com.\n\nFollow PepsiCo", "images": ["https://web.archive.org/web/20150822002918im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20150822002918im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20150822002918im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20150822002918im_/http://www.eurekalert.org/images/meganav/ACS_logo.jpg", "https://web.archive.org/web/20150822002918im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20150822002918im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20150822002918im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20150822002918im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20150822002918im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20150822002918im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20150822002918im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20150822002918im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20150822002918im_/http://www.eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20150822002918im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150822002918/http://www.eurekalert.org/pub_releases/2015-08/pc-iof081815.php", "title": "Instant oatmeal for breakfast may help curb your appetite at lunch", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Research in the Journal of the American College of Nutrition suggests that eating a hearty portion of instant oatmeal for breakfast -- versus a popular oat-based cold cereal -- leads to lower calorie intake at lunch.", "keywords": "Food/Food Science, Nutrition/Nutrients, Medicine/Health, Diet/Body Weight, Metabolism/Metabolic Diseases, Nutrition/Nutrients", "date": "Wed, 19 Aug 2015 04:00:00 GMT", "funder": "Quaker Oats Center of Excellence", "journal": "Journal of the American College of Nutrition", "type": "research", "institution": "Pollock Communications", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "EurekAlertAAAS", "domain": "www.eurekalert.org"}, "og": {"title": "Instant oatmeal for breakfast may help curb your appetite at lunch", "description": "Research in the Journal of the American College of Nutrition suggests that eating a hearty portion of instant oatmeal for breakfast -- versus a popular oat-based cold cereal -- leads to lower calorie intake at lunch.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150822002918/http://www.eurekalert.org/pub_releases/2015-08/pc-iof081815.php", "image": "https://web.archive.org/web/20150822002918im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1440820800.0, "source": "https://web.archive.org", "summary": ""}