{"url": "https://web.archive.org/web/20151120174947/http://www.eurekalert.org/pub_releases/2015-11/es-sft111815.php", "text": "Folsom, Calif., (Nov. 19, 2015) - A new study published in the American Journal of Clinical Nutrition found that consuming tree nuts, such as walnuts, may lower the risk of cardiovascular disease.1 After conducting a systematic review and meta-analysis of 61 controlled trials, one of the authors, Michael Falk, PhD, Life Sciences Research Organization, found that consuming tree nuts lowers total cholesterol, triglycerides, LDL cholesterol, and ApoB, the primary protein found in LDL cholesterol. These are key factors that are used to evaluate a person's risk of cardiovascular disease. Walnuts were investigated in 21 of the 61 trials, more than any other nut reviewed in this study.\n\n\"Our study results further support the growing body of research that tree nuts, such as walnuts, can reduce the risk of cardiovascular diseases,\" said Dr. Falk. \"Tree nuts contain important nutrients such as unsaturated fats, protein, vitamins and minerals. Walnuts are the only nut that provide a significant amount (2.5 grams per one ounce serving) of alpha-linolenic acid (ALA), the plant-based form of omega-3s.\"\n\nBeyond finding that tree nuts lower total cholesterol, triglycerides, LDL cholesterol and ApoB, researchers also found that consuming at least two servings (two ounces) per day of tree nuts, such as walnuts, has stronger effects on total cholesterol and LDL. Additionally, results showed that tree nut consumption may be particularly important for lowering the risk of heart disease in individuals with type 2 diabetes.\n\nOf 1,301 articles surveyed, 61 trials met eligibility criteria for this systematic review and meta-analysis, totaling 2,582 unique participants. Trials directly provided nuts to the intervention group rather than relying solely on dietary advice to consume nuts. The dose of nuts varied from 5 to 100g/day and most participants followed their typical diet.\n\nMore than two decades of research has shown that walnuts may help lower cardiovascular risk factors by decreasing LDL (bad) cholesterol by 9-16%2 and diastolic blood pressure by 2-3 mmHg2, as well as reducing total cholesterol2,3,4, raising HDL cholesterol2,3, reducing inflammation as measured by C-reactive protein5, and improving arterial function2. These factors are major contributors to heart disease risk, and reducing them is a critical step toward a healthier heart. In addition to providing omega-3s, walnuts also deliver a convenient source of fiber (2 grams per ounce) and protein (4 grams per ounce).\n\n###\n\nCo-authors with Dr. Falk are Liana C. Del Gobbo, PhD, Robin Feldman, MBA, Kara Lewis, PhD, and Dariush Mozaffarian, MD, PhD.\n\nThis study was supported in part by funds from The International Tree Nut Council Nutrition Research and Education Foundation.\n\nAbout California Walnut Commission\n\nThe California Walnut Commission, established in 1987, is funded by mandatory assessments of the growers. The Commission is an agency of the State of California that works in concurrence with the Secretary of the California Department of Food and Agriculture (CDFA). The CWC is mainly involved in health research and export market development activities. For more industry information, health research and recipe ideas, visit http://www. walnuts. org .\n\nNon-Discrimination Statement\n\nThe California Walnut Commission (CWC) prohibits discrimination in all programs and activities on the basis of race, color, national origin, age, disability, sex, marital status, familial status, parental status, religion, sexual orientation, genetic information, political beliefs, reprisal, or because all or part of an individual's income is derived from any public assistance programs. Persons with disabilities who require alternative means for communication of program information (Braille, large print, audiotape, etc.) should contact the CWC offices at (916) 922-5888. To file a complaint of discrimination, write to USDA, Director, Office of Civil Rights, 1400 Independence Avenue, S.W., Washington, D.C. 20250-9410, or call 800-795-3272 (voice) or (202) 720-6382 (TDD). CWC is an equal opportunity employer and provider.\n\nThe California Walnut Commission offices are located at 101 Parkshore Dr., Ste. #250, Folsom, CA 95630", "images": ["https://web.archive.org/web/20151120174947im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20151120174947im_/http://media.eurekalert.org/multimedia_prod/pub/rel/103682_rel.jpg", "https://web.archive.org/web/20151120174947im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20151120174947im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20151120174947im_/http://www.eurekalert.org/images/meganav/AHA_logo.jpg", "https://web.archive.org/web/20151120174947im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20151120174947im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20151120174947im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20151120174947im_/http://media.eurekalert.org/multimedia_prod/pub/web/103682_web.jpg", "https://web.archive.org/web/20151120174947im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20151120174947im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20151120174947im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20151120174947im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20151120174947im_/http://www.eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20151120174947im_/http://media.eurekalert.org/multimedia_prod/pub/web/103682_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20151120174947/http://www.eurekalert.org/pub_releases/2015-11/es-sft111815.php", "title": "Study finds tree nut consumption may lower risk of cardiovascular disease", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Folsom, Calif., (Nov. 19, 2015) - A new study published in the American Journal of Clinical Nutrition found that consuming tree nuts, such as walnuts, may lower the risk of cardiovascular disease. After conducting a systematic review and meta-analysis of 61 controlled trials, one of the authors, Michael Falk, PhD, Life Sciences Research Organization, found that consuming tree nuts lowers total cholesterol, triglycerides, LDL cholesterol, and ApoB, the primary protein found in LDL cholesterol.", "keywords": "Medicine/Health, Cardiology", "date": "Thu, 19 Nov 2015 05:00:00 GMT", "funder": "The International Tree Nut Council Nutrition Research and Education Foundation", "journal": "American Journal of Clinical Nutrition", "type": "research", "institution": "Edelman Seattle", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "EurekAlertAAAS", "domain": "www.eurekalert.org"}, "og": {"title": "Study finds tree nut consumption may lower risk of cardiovascular disease", "description": "Folsom, Calif., (Nov. 19, 2015) - A new study published in the American Journal of Clinical Nutrition found that consuming tree nuts, such as walnuts, may lower the risk of cardiovascular disease. After conducting a systematic review and meta-analysis of 61 controlled trials, one of the authors, Michael Falk, PhD, Life Sciences Research Organization, found that consuming tree nuts lowers total cholesterol, triglycerides, LDL cholesterol, and ApoB, the primary protein found in LDL cholesterol.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20151120174947/http://www.eurekalert.org/pub_releases/2015-11/es-sft111815.php", "image": "https://web.archive.org/web/20151120174947im_/http://media.eurekalert.org/multimedia_prod/pub/web/103682_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1448773200.0, "source": "https://web.archive.org", "summary": ""}