{"url": "https://web.archive.org/web/20161018121001/https://www.eurekalert.org/pub_releases/2016-10/bu-ccl101416.php", "text": "PROVIDENCE, R.I. [Brown University] -- To the tantalizing delight of chocolate lovers everywhere, a number of recent studies employing various methods have suggested that compounds in cocoa called flavanols could benefit cardiovascular health. Now a systematic review and meta-analysis of 19 randomized controlled trials (RCTs) of cocoa consumption reveals some further pieces of supporting evidence.\n\nThe meta-analysis in the Journal of Nutrition, an assessment of the combined evidence from all 19 RCTs, focused on whether consumption of flavanol-rich cocoa products was associated with improvements in specific circulating biomarkers of cardiometabolic health as compared to consuming placebos with negligible cocoa flavanol content. In all, 1,139 volunteers were involved in these trials.\n\n\"Our meta-analysis of RCTs characterizes how cocoa flavanols affect cardiometabolic biomarkers, providing guidance in designing large, definitive prevention trials against diabetes and cardiovascular disease in future work,\" said corresponding author Dr. Simin Liu, professor and director of the Center for Global Cardiometabolic Health at Brown University who worked with epidemiology graduate student and lead author Xiaochen Lin. \"We found that cocoa flavanol intake may reduce dyslipidemia (elevated triglycerides), insulin resistance and systemic inflammation, which are all major subclinical risk factors for cardiometabolic diseases.\"\n\nLiu noted some limitations in the trials. All studies were small and of short duration, not all of the biomarkers tracked in these studies changed for the better, and none of the studies were designed to test directly whether cocoa flavanol consumption leads to reduced cases of heart attacks or type 2 diabetes.\n\nBut taking into account some of these heterogeneities across studies, the team's meta-analysis summarizing data from 19 trials found potential beneficial effects of flavanol-rich cocoa on cardiometabolic health. There were small-to-modest but statistically significant improvements among those who ate flavanol-rich cocoa product vs. those who did not.\n\nThe greatest effects were seen among trial volunteers who ate between 200 and 600 milligrams of flavanols a day (based on their cocoa consumption). They saw significant declines in blood glucose and insulin, as well as another indicator of insulin resistance called HOMA-IR. They also saw an increase in HDL, or \"good,\" cholesterol. Those consuming higher doses saw some of the insulin resistance benefits and a drop in triglycerides, but not a significant increase in HDL. Those with lower doses of flavanols only saw a significant HDL benefit.\n\nIn general, Lin said, where there were benefits they were evident for both women and men and didn't depend on what physical form the flavanol-rich cocoa product was consumed in --dark chocolate vs. a beverage, for example.\n\n\"The treatment groups of the trials included in our meta-analysis are primarily dark chocolate -- a few were using cocoa powder-based beverages,\" Lin said. \"Therefore, the findings from the current study apparently shouldn't be generalized to different sorts of chocolate candies or white chocolates, of which the content of sugar/food additives could be substantially higher than that of the dark chocolate.\"\n\nThe authors therefore concluded, \"Our study highlights the urgent need for large, long-term RCTs that improve our understanding of how the short-term benefits of cocoa flavanol intake on cardiometabolic biomarkers may be translated into clinical outcomes.\"\n\n###\n\nIn addition to Lin and Liu, the study's other authors are Isabel Zhang, Alina Li from Brown University, JoAnn Manson, Howard Sesso and Lu Wang from Brigham and Women's Hospital.\n\nThe authors acknowledge funding from the National Institutes of Health including the National Heart, Lung and Blood Institute, the American Heart Association, and Pfizer. Co-authors at Brigham and Women's also noted receiving funding from Mars Symbioscience, a research segment of Mars, Inc., which makes chocolate products.", "images": ["https://web.archive.org/web/20161018121001im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20161018121001im_/https://www.eurekalert.org/images/meganav/ACSMeeting.201608.jpg", "https://web.archive.org/web/20161018121001im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20161018121001im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20161018121001im_/https://www.eurekalert.org//media.eurekalert.org/multimedia_prod/pub/web/124810_web.jpg", "https://web.archive.org/web/20161018121001im_/https://media.eurekalert.org/multimedia_prod/pub/web/124810_web.jpg", "https://web.archive.org/web/20161018121001im_/https://media.eurekalert.org/multimedia_prod/pub/rel/124810_rel.jpg", "https://web.archive.org/web/20161018121001im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20161018121001im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20161018121001im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20161018121001im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20161018121001im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20161018121001im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20161018121001im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20161018121001im_/https://www.eurekalert.org/images/e4/brand.png"], "top_img": "https://web.archive.org/web/20161018121001im_/https://www.eurekalert.org//media.eurekalert.org/multimedia_prod/pub/web/124810_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20161018121001/http://www.eurekalert.org/pub_releases/2016-10/bu-ccl101416.php", "title": "Cocoa compound linked to some cardiovascular biomarker improvements", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A new review of 19 randomized clinical trials finds that consumption of cocoa, and therefore compounds called flavanols, may improve some biomarkers related to lipids and insulin resistance.", "keywords": "Medicine/Health, Cardiology, Clinical Trials, Diet/Body Weight, Epidemiology, Metabolism/Metabolic Diseases, Nutrition/Nutrients, Public Health", "date": "Fri, 14 Oct 2016 04:00:00 GMT", "funder": "National Institutes of Health, American Heart Association, Pfizer, Mars Symbioscience", "journal": "Journal of Nutrition", "type": "research", "institution": "Brown University", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "brownuniversity", "domain": "www.eurekalert.org", "title": "Cocoa compound linked to some cardiovascular biomarker improvements", "description": "A new review of 19 randomized clinical trials finds that consumption of cocoa, and therefore compounds called flavanols, may improve some biomarkers related to lipids and insulin resistance."}, "og": {"title": "Cocoa compound linked to some cardiovascular biomarker improvements", "description": "A new review of 19 randomized clinical trials finds that consumption of cocoa, and therefore compounds called flavanols, may improve some biomarkers related to lipids and insulin resistance.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20161018121001/http://www.eurekalert.org/pub_releases/2016-10/bu-ccl101416.php", "image": "https://web.archive.org/web/20161018121001im_/https://www.eurekalert.org//media.eurekalert.org/multimedia_prod/pub/web/124810_web.jpg", "type": "website"}, "fb": {"profile_id": "BrownUniversity"}}, "movies": [], "publish_date": 1477713600.0, "source": "https://web.archive.org", "summary": ""}