{"url": "https://web.archive.org/web/20180319093858/https://www.eurekalert.org/pub_releases/2018-03/soir-mit031318.php", "text": "LOS ANGELES (March 19, 2018)--A nonsurgical treatment could improve quality of life for patients with knee pain due to osteoarthritis, according to new research presented today at the Society of Interventional Radiology's 2018 Annual Scientific Meeting.\n\nIn the first U.S. clinical trial on geniculate artery embolization (GAE), a minimally invasive, image-guided treatment that blocks key arteries in the knee to reduce inflammation and pain, resulted in a majority of study participants achieving significant pain reduction and improvements in range of motion, avoiding more invasive measures.\n\n\"A majority of our patients with osteoarthritis of the knee saw significant pain reduction, not only just a few days after the procedure, but a month after as well, making this an accessible treatment for patients looking to improve their quality of life without surgery,\" said Sandeep Bagla, M.D., director of interventional radiology at the Vascular Institute of Virginia and lead author of the study. \"We are very encouraged by the results and the implications for the millions suffering from this common, yet debilitating condition.\"\n\nInterventional radiologists perform GAE for knee pain by inserting catheters through a pinhole-sized incision, blocking the very small arteries or capillaries within the lining of the knee, reducing the inflammation caused by osteoarthritis. As an outpatient treatment, GAE does not require open surgery or physical therapy, and takes 45-90 minutes to perform.\n\nThis prospective, multicenter clinical trial evaluated 13 patients with severe osteoarthritis pain. Each patient's pain and disability were measured along two scales, with evaluations before and after the treatment. The treatment was successfully completed in all 13 patients, with no adverse events. One month later, researchers followed the progress of eight patients and found that GAE significantly decreased pain (-58 mm on the Visual Analog Scale), reduced stiffness and increased physical function (-36.3 on the Western Ontario and McMaster University Osteoarthritis Index). Together the scales represent an 80 percent improvement in function compared with pre-procedure conditions.\n\n\"This procedure could have a significant impact in the treatment of osteoarthritis pain as a whole,\" said Bagla. \"The current mainstay of treatment in patients who have arthritis are pain medications, which come with significant side effects and risks. But GAE provides another option for patients struggling with pain and may even allow patients to avoid the painful recovery of knee surgery and the need for the kind of opioid pain medications associated with the dangerous epidemic in the United States.\"\n\nThis study builds on the growing international research around GAE and osteoarthritis. While preliminary data shows that the treatment does work and is feasible, it has only been used in a clinical trial setting. The study has completed enrollment of 20 patients and final results are expected in summer 2018. A second randomized controlled clinical trial began in February 2018 and will provide further data on what types of patients are the best candidates for this treatment and how it could move toward clinical practice.\n\n###\n\nAbstract 210: Geniculate Artery Embolization (GAE) for Osteoarthritis (OA)-related Knee Pain: Interim Results from a Multicenter US Trial. S. Bagla; R. Piechowiak; T. Hartman; J. Orlando; A. Isaacson; Vascular Institute of Virginia, Woodbridge, VA; UNC Chapel Hill, Chapel Hill, NC; University of North Carolina, Chapel Hill. SIR Annual Scientific Meeting, March 17-22, 2018. This abstract can be found at sirmeeting.org.\n\nAbout the Society of Interventional Radiology\n\nThe Society of Interventional Radiology is a nonprofit, professional medical society representing more than 7,500 practicing interventional radiology physicians, trainees, students, scientists and clinical associates, dedicated to improving patient care through the limitless potential of image-guided therapies. SIR's members work in a variety of settings and at different professional levels--from medical students and residents to university faculty and private practice physicians. Visit sirweb.org.\n\nThe Society of Interventional Radiology is holding its Annual Scientific Meeting March 17-22, 2018 at the Los Angeles Convention Center in Los Angeles, Calif. Visit sirmeeting.org.", "images": ["https://web.archive.org/web/20180319093858im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180319093858im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180319093858im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20180319093858im_/https://media.eurekalert.org/meganav/ACS255Meeting_600x200.jpg", "https://web.archive.org/web/20180319093858im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180319093858im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180319093858im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180319093858im_/https://media.eurekalert.org/meganav/EB2018_Newsroom.jpg", "https://web.archive.org/web/20180319093858im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180319093858im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180319093858im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180319093858im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180319093858im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180319093858im_/https://www.eurekalert.org/images/e4/logo.png"], "top_img": "https://web.archive.org/web/20180319093858im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180319093858/https://www.eurekalert.org/pub_releases/2018-03/soir-mit031318.php", "title": "Minimally invasive treatment reduces knee pain and disability from osteoarthritis", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A nonsurgical treatment could improve quality of life for patients with knee pain due to osteoarthritis, according to new research presented today at the Society of Interventional Radiology's 2018 Annual Scientific Meeting.", "keywords": "Medicine/Health, Clinical Trials, Orthopedic Medicine, Pain, Rehabilitation/Prosthetics/Plastic Surgery, Sports Medicine, Surgery", "date": "Mon, 19 Mar 2018 04:00:00 GMT/UTC", "type": "research", "institution": "Society of Interventional Radiology", "meeting": "SIR 2018 Annual Scientific Meeting", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "SIRspecialists", "domain": "www.eurekalert.org", "title": "Minimally invasive treatment reduces knee pain and disability from osteoarthritis", "description": "A nonsurgical treatment could improve quality of life for patients with knee pain due to osteoarthritis, according to new research presented today at the Society of Interventional Radiology's 2018 Annual Scientific Meeting."}, "og": {"title": "Minimally invasive treatment reduces knee pain and disability from osteoarthritis", "description": "A nonsurgical treatment could improve quality of life for patients with knee pain due to osteoarthritis, according to new research presented today at the Society of Interventional Radiology's 2018 Annual Scientific Meeting.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180319093858/https://www.eurekalert.org/pub_releases/2018-03/soir-mit031318.php", "image": "https://web.archive.org/web/20180319093858im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "SocietyOfInterventionalRadiology"}}, "movies": [], "publish_date": 1522296000.0, "source": "https://web.archive.org", "summary": ""}