{"url": "https://web.archive.org/web/20161120080335/http://www.newswise.com:80/articles/ohns-hopkins-scientists-advance-a-novel-urine-test-to-predict-high-risk-cervical-cancer", "text": "FOR IMMEDIATE RELEASE\n\nNewswise — Johns Hopkins Medicine specialists report they have developed a urine test for the likely emergence of cervical cancer that is highly accurate compared to other tests based on genetic markers derived directly from cervical tissue.\n\nThe new urine test, they say, is different because it analyzes not only multiple sources of human cellular DNA altered by precancerous changes, but also DNA from HPV that is sexually transmitted and causes virtually all cases of the disease.\n\nIn a proof-of-concept study, described online in Cancer Prevention Research on November 8, the investigators say their genetic markers test showed a \"sensitivity\" or accuracy rate of 90.9 percent in identifying so-called CIN2 lesions -- cervical lesions with abnormal cells likely to not only develop into cancer, but also to develop into cancers likely to spread. Additionally, they demonstrated that the DNA for all three human genes and one viral gene could be successfully extracted from urine, and they could identify such lesions with 75 percent sensitivity.\n\nTwo commercial tests based on markers of DNA chemical changes called methylation, released in Europe last summer, require Pap smears or swabs of cervical tissue, and show 64 percent sensitivity in identifying similar lesions, according to senior investigator Rafael Guerrero-Preston, Dr.P.H., M.P.H., assistant professor of otolaryngology-head and neck surgery at the Johns Hopkins University School of Medicine and member of the Johns Hopkins Kimmel Cancer Center.\n\n\"If further studies confirm these findings, we see a significant use of urine screening as a way to quickly and inexpensively determine if a biopsy is warranted, or if physicians can use a 'watch and wait' approach before intervening,\" says Guerrero-Preston. Typically, he says, a woman who tests positive for HPV and has an abnormal Pap smear undergoes a biopsy to rule out cervical cancer using cells taken directly from cervical tissue. But previous studies suggest more than 50 percent of these biopsies are unnecessary and can result in pain, worry, infertility and higher health care costs.\n\n\"Our urine test would serve as a molecular triage,\" he says, \"at times supplementing Pap test information. In developing countries that don't have the money, medical infrastructure or cultural approval for Pap test, our test could be used instead.\"\n\nThe new study builds on the Johns Hopkins team's previously published work, in which investigators identified three genes associated with cervical cancer or abnormal-looking cells known to become cancerous: FKBP6, INTS1 and ZNF516. As abnormalities progress, these genes were more likely to have a chemical methyl group attached to their DNA in certain spots.\n\nThe researchers tested the value of these genes as markers using 214 cervical cell samples collected from women undergoing Pap smears at Hospital Dr. Hernan Henriquez Aravena in Chile. The women ranged in age from 18 to 86. Among the test samples, 34 showed no abnormalities in their cervix; 87 showed one of three types of precancerous, abnormal tissue; and 90 showed clear evidence of cervical cancer.\n\nNext, Guerrero-Preston's team isolated DNA from each cervical tissue sample and used advanced genetic sequencing methods to spell out the DNA makeup of cells in the cervical tissue samples. The researchers then compared the number of methyl groups attached to each gene in samples from the 34 healthy women to 53 samples with a specific subset of precancerous markers.\n\nUsing methylation as a value to diagnose malignancy, the three genes together showed a 90 percent sensitivity, meaning that their presence was able to predict a true positive cancer sample this percentage of the time. The test had an 88.9 percent specificity, meaning the percent of time the test correctly identified someone without the disease.\n\nTo further improve the accuracy of the test, the investigators added a new gene marker to the test. This time, rather than using a human gene, they used one from the virus, HPV16-L1, which also becomes methylated in human cells as cancer develops. They did the test again with the four-gene combination on a new population of women from the University of Puerto Rico. The 115 women ranged in age from 21 to 49; 41 participants had healthy cervical tissue, and 74 had one of three types of precancerous cells. Using all four genes, the test now had a sensitivity of 90.9 percent and a specificity of 60.9 percent.\n\n\"When developing a new cancer screening test, we want something in the range of 90 to 95 percent sensitivity, which is competitive with the effectiveness of tests developed and now marketed in Europe,\" says Guerrero-Preston.\n\nThe next step, the researchers report, was to verify that the four-gene test worked using freely circulating DNA from blood and urine, rather than DNA taken directly from cervical tissue.\n\nFor this experiment, they tested 40 samples of paired cervical tissue, blood and urine from a subset of the patients from Puerto Rico. Using the DNA from blood, they found the test had an 85.7 percent sensitivity and a 60.9 percent specificity. Using urine, they found a 75 percent sensitivity and an 83.3 percent specificity.\n\nDuring the course of the study, the time to process cervical samples, blood or urine and get a test result took four days. They plan to continue modifying the test to improve the urine sensitivity to that of the cervical tissue samples.\n\nAccording to World Cancer Research Fund International, 84 percent of cervical cancers occur in less developed countries, with the highest rates in Africa, Latin American and the Caribbean. In the United States, cervical cancer used to be the highest cause of cancer deaths among women, but that soon changed when the yearly Pap smear was introduced over 40 years ago. Countries without the infrastructure or cultural acceptance for regular Pap tests have not seen declining cancer rates.\n\nGuerrero-Preston and his colleagues have a research agreement with Cepheid to develop a way to reduce the waiting time for a test result from a maximum of four days in the lab to under three hours in a Cepheid instrument using sealed cartridges to minimize sample handling and contamination.\n\nAdditional authors on the study include Blanca Valle, Anne Jedlicka, Nitesh Turaga, Oluwasina Folawiyo, Francesca Pirini, Fahcina Lawson, Angelo Vergura, Maartje Noorhuis, Amanda Dziedzic, Gabriela Perez, Marisa Renehan, Carolina Guerrero-Diaz, Bruce Trock Liliana Florea and David Sidransky of The Johns Hopkins University; Edgar De Jesus Rodriguez, Jose Rodriguez Orengo, Keimari Mendez and Josefina Romaguera of the University of Puerto Rico; and Teresa Diaz-Montes of the Institute for Cancer Care at Mercy.\n\nThe research was funded by National Cancer Institute grants (U01 CA084986, K01 CA164092 and U01 CA084986).", "images": ["https://web.archive.org/web/20161120080335im_/http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "https://web.archive.org/web/20161120080335im_/http://www.newswise.com/images/articlesview/xfb-share.gif.pagespeed.ic.8RUHN-hK7Q.png", "https://web.archive.org/web/20161120080335im_/http://www.newswise.com/legacy/ximage.php,qimage=,_images,_uploads,_2016,_11,_17,_Cervical_cancer_infographic_iStock_78904377.jpg,awidth=502,aheight=334.pagespeed.ic.59FYHXHU9L.jpg", "https://web.archive.org/web/20161120080335im_/http://www.newswise.com/images/articlesview/xmail-share.gif.pagespeed.ic.Lg1EDxqSqg.png", "https://web.archive.org/web/20161120080335im_/http://www.newswise.com/images/xprint-icon.png.pagespeed.ic.74thKts2CI.jpg", "https://web.archive.org/web/20161120080335im_/http://www.newswise.com/images/articlesview/xcompact-share.gif.pagespeed.ic.0L59_KYdYE.png", "https://web.archive.org/web/20161120080335im_/http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "https://web.archive.org/web/20161120080335im_/http://www.newswise.com/images/icons/feed-icon-12x12.gif.pagespeed.ce.qm9cKFTObB.gif", "https://web.archive.org/web/20161120080335im_/http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://web.archive.org/web/20161120080335im_/http://www.newswise.com/legacy/ximage.php,qimage=,_images,_uploads,_2016,_11,_17,_Cervical_Cancer_Model_iStock_17854778.jpg,awidth=502,aheight=334.pagespeed.ic.QItbOT8lSu.jpg", "https://web.archive.org/web/20161120080335im_/http://www.newswise.com/images/institutions/logos/xJHMI.jpg.pagespeed.ic.b5hJt2UXrP.jpg", "https://web.archive.org/web/20161120080335im_/http://www.newswise.com/images/articlesview/xtwitter-share.gif.pagespeed.ic.4Je9kfs7zX.png", "https://web.archive.org/web/20161120080335im_/http://www.newswise.com/legacy/image.php?image=/images/uploads/2016/11/17/Cervical_Cancer_Model_iStock_17854778.jpg&width=100&height=100", "https://web.archive.org/web/20161120080335im_/http://www.newswise.com/images/xnewswise-logo-vibethink.png.pagespeed.ic.420u5EdpTp.png"], "top_img": "https://web.archive.org/web/20161120080335im_/http://www.newswise.com/legacy/image.php?image=/images/uploads/2016/11/17/Cervical_Cancer_Model_iStock_17854778.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "", "title": "", "meta_data": {"keywords": "Rafael Guerrero-Preston,Cervical Cancer,Cancer,test,HPV,Human Papilloma Virus,Urine", "description": "Johns Hopkins Medicine specialists report they have developed a urine test for the likely emergence of cervical cancer that is highly accurate compared to other tests based on genetic markers derived directly from cervical tissue.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width"}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}