{"url": "https://web.archive.org/web/20160413190323/http://www.eurekalert.org:80/pub_releases/2016-04/tmsh-lum041116.php", "text": "Lung ultrasound has been shown to be highly effective and safe for diagnosing pneumonia in children and a potential substitute for chest X-ray, according to a study conducted at the Icahn School of Medicine at Mount Sinai. Results are currently published in the medical journal Chest.\n\nTo watch study author discuss this research, click this link: https:/ / www. youtube. com/ watch?v= Qd-26HdJP6I\n\nPneumonia is the leading cause of death in children worldwide, according to the World Health Organization (WHO). Symptoms include fever, cough, and rapid breathing. Chest X-ray is considered the test of choice for diagnosing pneumonia in children, but the WHO estimates three-quarters of the world's population does not have access to radiography.\n\nInvestigators conducted a randomized controlled trial in the pediatric Emergency Department at The Mount Sinai Hospital comparing lung ultrasound to chest X-ray in 191 children from birth to 21 years of age. The patients were randomly assigned into an investigational arm (received a lung ultrasound and if the physician needed additional verification, a chest X-ray) and a control arm (received a chest X-ray followed by a lung ultrasound). Researchers found a 38.8 percent reduction in chest X-rays in the investigational arm compared to no reduction in the control arm, with no missed pneumonia cases and no increase in any other adverse events.\n\nThe research team was led by James Tsung, MD, MPH, Associate Professor in the Department of Emergency Medicine and Department of Pediatrics at the Icahn School of Medicine at Mount Sinai, and former clinical fellow Brittany Pardue Jones, MD, who's currently Assistant Professor in the Department of Pediatrics at Vanderbilt University School of Medicine.\n\n\"Ultrasound is portable, cost-saving and safer for children than an X-ray because it does not expose them to radiation,\" says Dr. Tsung. \"Our study could have a profound impact in the developing world where access to radiography is limited.\"\n\nFurthermore, the reduction in chest X-rays in the investigational arm resulted in an overall cost savings of $9,200, and length of stay in the Emergency Department was decreased by 26 minutes.\n\n\"In the era of precision medicine, lung ultrasound may also be an ideal imaging option in children who are at higher risk for radiation-induced cancers or have received multiple radiographic or CT imaging studies,\" says Dr. Tsung.\n\nAs more and more handheld ultrasound machines come to market, these results suggest that lung ultrasound has the potential to become the preferred choice for the diagnosis of pneumonia in children. Further research is needed to investigate the impact of lung ultrasound on antibiotic use and stewardship.\n\n###\n\nAbout the Mount Sinai Health System\n\nThe Mount Sinai Health System is an integrated health system committed to providing distinguished care, conducting transformative research, and advancing biomedical education. Structured around seven hospital campuses and a single medical school, the Health System has an extensive ambulatory network and a range of inpatient and outpatient services--from community-based facilities to tertiary and quaternary care.\n\nThe System includes approximately 6,100 primary and specialty care physicians; 12 joint-venture ambulatory surgery centers; more than 140 ambulatory practices throughout the five boroughs of New York City, Westchester, Long Island, and Florida; and 31 affiliated community health centers. Physicians are affiliated with the renowned Icahn School of Medicine at Mount Sinai, which is ranked among the highest in the nation in National Institutes of Health funding per investigator. The Mount Sinai Hospital is ranked as one of the nation's top 10 hospitals in Geriatrics, Cardiology/Heart Surgery, and Gastroenterology, and is in the top 25 in five other specialties in the 2014-2015 \"Best Hospitals\" issue of U.S. News & World Report. Mount Sinai's Kravis Children's Hospital also is ranked in seven out of ten pediatric specialties by U.S. News & World Report. The New York Eye and Ear Infirmary of Mount Sinai is ranked 11th nationally for Ophthalmology, while Mount Sinai Beth Israel is ranked regionally.", "images": ["https://web.archive.org/web/20160413190323im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160413190323im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160413190323im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20160413190323im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160413190323im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160413190323im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160413190323im_/http://media.eurekalert.org/multimedia_prod/pub/rel/112992_rel.jpg", "https://web.archive.org/web/20160413190323im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160413190323im_/http://media.eurekalert.org/multimedia_prod/pub/web/112992_web.jpg", "https://web.archive.org/web/20160413190323im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160413190323im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160413190323im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160413190323im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160413190323im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20160413190323im_/http://media.eurekalert.org/multimedia_prod/pub/rel/112991_rel.jpg"], "top_img": "https://web.archive.org/web/20160413190323im_/http://media.eurekalert.org/multimedia_prod/pub/web/112992_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160413190323/http://www.eurekalert.org/pub_releases/2016-04/tmsh-lum041116.php", "title": "Lung ultrasound may be a safe substitute for chest X-ray when diagnosing pneumonia in children", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Lung ultrasound has been shown to be highly effective and safe for diagnosing pneumonia in children.", "keywords": "Medicine/Health, Critical Care/Emergency Medicine, Diagnostics, Health Care Systems/Services, Infectious/Emerging Diseases, Internal Medicine, Pediatrics, Public Health", "date": "Tue, 12 Apr 2016 04:00:00 GMT", "journal": "Chest", "type": "research", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "mountsinainyc", "domain": "www.eurekalert.org"}, "og": {"title": "Lung ultrasound may be a safe substitute for chest X-ray when diagnosing pneumonia in children", "description": "Lung ultrasound has been shown to be highly effective and safe for diagnosing pneumonia in children.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160413190323/http://www.eurekalert.org/pub_releases/2016-04/tmsh-lum041116.php", "image": "https://web.archive.org/web/20160413190323im_/http://media.eurekalert.org/multimedia_prod/pub/web/112992_web.jpg", "video": {"identifier": "https://web.archive.org/web/20160413190323/http://media.eurekalert.org/multimedia_prod/pub/media/112992_web.mp4", "width": 480, "height": 360}, "type": "video.other"}, "fb": {"profile_id": "mountsinainyc"}}, "movies": [], "publish_date": 1461902400.0, "source": "https://web.archive.org", "summary": ""}