{"url": "https://web.archive.org/web/20171114171011/https://www.eurekalert.org/pub_releases/2017-11/oupu-hti111317.php", "text": "A new paper in the Journal of the National Cancer Institute finds that testing for cervical cancer using HPV testing in addition to the Pap smear is unlikely to detect cancer cases that wouldn't be found using HPV testing alone.\n\nThe main goal of cervical screening programs is to detect and treat precancer before cancer develops. Cytology-based screening, known as the Pap test or Pap smear, is used to detect abnormal cells. The Pap test can also find noncancerous conditions, such as infections and inflammation.\n\nCervical cancer screening guidelines have changed dramatically over the last 15 years, following introduction of testing for the dozen high-risk human papillomavirus (HPV) types that cause virtually all cervical cancer and its precursors. Despite more research into HPV, and the introduction of preventive HPV vaccines, screening will remain important and comprise many millions of tests annually for decades to come. But improved screening methods have also introduced some confusion, even controversy.\n\nHPV testing is more sensitive than the Pap test for detecting precancer. The HPV test captures the known cancer causing viruses, but there are gynecologists who believe that there may be unknown cancer causing viruses and so continue to do the Pap smear (plus HPV testing).\n\nHowever, reports of rare HPV-negative, Pap-test-positive cancers are motivating continued use of both tests (cotesting) despite increased testing costs. An HPV test, in which doctors test a cervicovaginal specimen for the presence of the nucleic acids of carcinogenic types of HPV, is more sensitive than the Pap test (a microscopic examination of exfoliated cells) for detection of precancers. Thus, if a single screening method were chosen to complement HPV vaccination, primary HPV testing likely would gradually supplant the Pap test.\n\nIn the US, an interim guidance issued by a committee of experts from several clinical societies recommended primary HPV testing every three years, the same as the Pap test. Alternatively, current guidelines recommend cotesting but, in recognition of the additional reassurance provided by this approach compared with the Pap test alone, the screening interval is extended to every five years. Draft guidelines from the US Preventive Services Task Force recently recommended either primary HPV testing every five years or the Pap test every three years for women 30 to 64, and did not recommend cotesting.\n\nThe accumulated evidence supports inclusion of HPV testing in screening; thus, the main choice moving forward is between cotesting and primary HPV testing alone.\n\nResearchers were searching for realistic performance data to quantify the additional benefit of the Pap test component of cotesting, as the costs of intensive screening of all women using two screening tests are substantial.\n\nIn January 2003, just prior to US FDA approval of HPV and Pap test cotesting in mid-2003 and interim guidelines in 2004, Kaiser Permanente Northern California, a large integrated health care organization, introduced three-year cotesting in women aged 30 years and older. Kaiser Permanente has now screened over a million women by cotesting. This remains the most extensive experience of HPV testing incorporated into routine screening in the world.\n\nResearchers here quantified the detection of cervical precancer and cancer by cotesting compared with HPV testing alone at Kaiser Permanente, where 1,208,710 women have undergone triennial cervical cotesting since 2003. Screening histories preceding cervical cancers (n=623) and precancers (n=5,369) were examined to assess the relative contribution of the Pap test and HPV test components in identifying cases.\n\nThe analysis found that HPV testing identified more women subsequently diagnosed with cancer and precancer than the Pap test. HPV testing was statistically significantly more likely to be positive for cancer at any time point, except within 12 months. HPV-negative/ Pap test-positive results preceded only small fractions of cases of precancer (3.5%) and cancer (5.9%); these cancers were more likely to be regional or distant stage than other cases.\n\nGiven the rarity of cancers among screened women, the contribution of the Pap test to screening translated to earlier detection of at most five cases per million women per year. Two-thirds (67.9%) of women found to have cancer up to 10 years of follow-up at Kaiser Permanente were detected by the first cotest performed.\n\nThe researchers conclude that the added sensitivity of cotesting versus HPV alone for detection of treatable cancer affected extremely few women.?\n\n###\n\nThe paper \"Relative Performance of HPV and Cytology Components of Cotesting in Cervical Screening\" is available at: https:/ / doi. org/ 10. 1093/ jnci/ djx225\n\nDirect correspondence to:\n\nMark SchiffmanDivision of Cancer Epidemiology and GeneticsNational Cancer InstituteBethesda, MD\n\nTo request a copy of the study, please contact: Daniel Luzer\n\ndaniel.luzer@oup.com\n\nSharing on social media? Find Oxford Journals online at @OxfordJournals", "images": ["https://web.archive.org/web/20171114171011im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20171114171011im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20171114171011im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20171114171011im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20171114171011im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20171114171011im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20171114171011im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20171114171011im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20171114171011im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20171114171011im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20171114171011im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20171114171011im_/https://www.eurekalert.org/images/meganav/ACS2017_300x100.jpg", "https://web.archive.org/web/20171114171011im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20171114171011im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg"], "top_img": "https://web.archive.org/web/20171114171011im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20171114171011/https://www.eurekalert.org/pub_releases/2017-11/oupu-hti111317.php", "title": "HPV testing is better than the Pap test at detecting cervical cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A new paper in the Journal of the National Cancer Institute finds that testing for cervical cancer using HPV testing in addition to the Pap smear is unlikely to detect cancer cases that wouldn't be found using HPV testing alone.", "keywords": "Medicine/Health, Cancer", "date": "Tue, 14 Nov 2017 05:00:00 GMT/UTC", "funder": "NIH/National Cancer Institute, Intergovernmental Personnel Act Mobility program, Intramural Research Program", "journal": "Journal of the National Cancer Institute", "type": "research", "institution": "Oxford University Press USA", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "EurekAlert", "domain": "www.eurekalert.org", "title": "HPV testing is better than the Pap test at detecting cervical cancer", "description": "A new paper in the Journal of the National Cancer Institute finds that testing for cervical cancer using HPV testing in addition to the Pap smear is unlikely to detect cancer cases that wouldn't be found using HPV testing alone."}, "og": {"title": "HPV testing is better than the Pap test at detecting cervical cancer", "description": "A new paper in the Journal of the National Cancer Institute finds that testing for cervical cancer using HPV testing in addition to the Pap smear is unlikely to detect cancer cases that wouldn't be found using HPV testing alone.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20171114171011/https://www.eurekalert.org/pub_releases/2017-11/oupu-hti111317.php", "image": "https://web.archive.org/web/20171114171011im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1511931600.0, "source": "https://web.archive.org", "summary": ""}