{"url": "https://web.archive.org/web/20150517002702/http://www.eurekalert.org:80/pub_releases/2015-05/cwru-tgd050515.php", "text": "Treating gum disease reduced symptoms of prostate inflammation, called prostatitis, report researchers from Case Western Reserve University School of Dental Medicine and the Departments of Urology and Pathology at University Hospitals Case Medical Center.\n\nPrevious studies have found a link between gum disease and prostatitis, a disease that inflames the gland that produces semen. Inflammation can make urination difficult.\n\n\"This study shows that if we treat the gum disease, it can improve the symptoms of prostatitis and the quality of life for those who have the disease,\" said Nabil Bissada, chair of Case Western Reserve's Department of Periodontics and the new study's corresponding author.\n\nThe researchers reported their findings in the Dentistry article, \"Periodontal Treatment Improves Prostate Symptoms and Lowers Serum PSA in Men with High PSA and Chronic Periodontitis.\" Naif Alwithanani, a graduate student in the dental school, led the investigation as part of his residency in periodontics.\n\nBissada explained that gum disease not only affects the mouth, but is a system-wide condition that can cause inflammation in various parts of the body. The dental school has previously found a link between gum disease and fetal deaths, rheumatoid arthritis and heart disease.\n\nThe new prostate study\n\nResearchers studied 27 men, 21 years old and older. Each had had a needle biopsy within the past year that confirmed inflammation of the prostate gland, and a blood test that showed elevated prostate specific antigen (PSA) levels--possible signs of inflammation and cancer.\n\nThe men were assessed for symptoms of prostate disease by answering questions on the International-Prostate Symptom Score (IPSS) test about their quality of life and possible urination issues.\n\nResearchers found 21 of the 27 participants had no or mild inflammation, but 15 had biopsy-confirmed malignancies. Two had both inflammation and a malignancy.\n\nThe men also had to have at least 18 teeth and were examined for signs of gum disease, such as increased levels of inflammation and bleeding and/or loose teeth due to attachment and bone loss.\n\nAll the men had moderate to severe gum disease, for which they received treatment. They were tested again for periodontal disease four to eight weeks later and showed significant improvement.\n\nDuring the periodontal care, the men received no treatment for their prostate conditions. But even without prostate treatment, 21 of the 27 men showed decreased levels of PSA. Those with the highest levels of inflammation benefited the most from the periodontal treatment. Six participants showed no changes.\n\nSymptom scores on the IPSS test also showed improvement.\n\nBissada is now conducting follow-up research to support the first study's findings. He hopes to make periodontal treatment a standard part of treating prostate disease, much like cardiac patients are often encouraged to visit their dentist before undergoing heart procedures and a dental checkup is advised for women who are pregnant or considering pregnancy.\n\n###\n\nCase Western Reserve dental researchers Nishant Joshi, Catherine Demko and Robert Skillicorn; and University Hospitals Case Medical Center researchers Donald Bodner, Lee Ponsky, Sanjay Gupta and Gregory T. MacLennan contributed to the study.", "images": ["https://web.archive.org/web/20150517002702im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20150517002702im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20150517002702im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20150517002702im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20150517002702im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20150517002702im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20150517002702im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20150517002702im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20150517002702im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20150517002702im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20150517002702im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20150517002702im_/http://www.eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20150517002702im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150517002702/http://www.eurekalert.org/pub_releases/2015-05/cwru-tgd050515.php", "title": "Treating gum disease reduces prostate symptoms, CWRU researchers find", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Treating gum disease reduced symptoms of prostate inflammation, called prostatitis, report researchers from Case Western Reserve University School of Dental Medicine and the Departments of Urology and Pathology at University Hospitals Case Medical Center.", "keywords": "Medicine/Health, Cancer, Prostate Cancer, Dentistry/Periodontal Disease, Urogenital System", "date": "Tue, 05 May 2015 04:00:00 GMT", "funder": "Case Western Reserve University School of Dental Medicine and University Hospitals Case Medical Center", "journal": "Dentistry", "type": "research", "institution": "Case Western Reserve University", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "casenews", "domain": "www.eurekalert.org"}, "og": {"title": "Treating gum disease reduces prostate symptoms, CWRU researchers find", "description": "Treating gum disease reduced symptoms of prostate inflammation, called prostatitis, report researchers from Case Western Reserve University School of Dental Medicine and the Departments of Urology and Pathology at University Hospitals Case Medical Center.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150517002702/http://www.eurekalert.org/pub_releases/2015-05/cwru-tgd050515.php", "image": "https://web.archive.org/web/20150517002702im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1432872000.0, "source": "https://web.archive.org", "summary": ""}