{"url": "https://web.archive.org/web/20170421104530/https://www.eurekalert.org/pub_releases/2017-04/eaft-ido041117.php", "text": "ILC 2017: The study evaluated the use of a direct-acting antiviral treatment in children aged 6 to 11, for whom the standard of care has been pegylated interferon plus ribavirin\n\nApril 21, 2017, Amsterdam, The Netherlands: A study presented today that evaluated an investigational dosage of once-daily ledipasvir 45 mg/sofosbuvir 200 mg (LDV/SOF) in children aged six to 11 years infected with the Hepatitis C virus (HCV), found that 99% of children (n=89/90) had undetectable levels of HCV-RNA 12 weeks after treatment. The study, presented at The International Liver Congress™ 2017 in Amsterdam, The Netherlands, also showed that the fixed-dose combination of LDV/SOF was well-tolerated, and no patients experienced a serious adverse event considered related to the study drug.\n\nAround 180 million people globally have chronic HCV infection,1 including approximately 15 million people in the EU.2 The prevalence of HCV infection in children varies from 0.05%-0.36% in the United States and Europe and up to 1.8%-5.8% in some developing countries.3 While direct-acting antivirals have been used to treat and cure adult patients with HCV,4-7 until now children have been mainly treated for 24 to 48 weeks with pegylated interferon plus ribavirin (RBV), an older treatment which causes severe side effects.8\n\n\"Direct-acting antivirals have transformed the treatment of adults with chronic HCV, however, studies of these new therapies in children are required,\" said Dr Karen Murray, University of Washington School of Medicine and Seattle Children's, Seattle, United States, and lead author of the study. \"These data establish the use of the oral direct-acting antivirals as an important treatment option in HCV-infected children aged six to 11 years old.\"\n\nThis ongoing, open-label study enrolled 90 children aged between six and 11 years with chronic HCV, mostly genotype 1 (n=86). Children with HCV genotype 1 infection received 12 weeks of treatment (n=85) or 24 weeks of treatment if they had cirrhosis and failed prior treatment with pegylated interferon plus RBV (n=1); genotype 3 patients received LDV/SOF plus RBV for 24 weeks (n=2); genotype 4 patients received LDV/SOF for 12 weeks (n=2). Most children were male (59%), white (79%), treatment naïve (80%), and vertically infected (97%). Of the study population, 89/90 achieved a sustained virologic response 12 weeks after treatment (SVR12); one treatment-naïve genotype 1 patient with cirrhosis relapsed. No children discontinued the study due to side effects or had a severe or life-threatening adverse event related to the study drug. The most common side effects reported in 10% or more of patients were headache, fever, abdominal pain, diarrhoea, vomiting, cough, fatigue, sore throat and nausea.\n\n\"This study is a breakthrough for the management of children aged six to 11 years old with Hepatitis C, demonstrating that the new DAA regimen is highly efficacious and, more importantly, safe in this group of HCV-infected children\", said Prof Frank Tacke, University Hospital Aachen, Germany, and EASL Governing Board Member.\n\n###\n\nAbout The International Liver Congress™\n\nThis annual congress is the biggest event in the EASL calendar, attracting scientific and medical experts from around the world to learn about the latest in liver research. Attending specialists present, share, debate and conclude on the latest science and research in hepatology, working to enhance the treatment and management of liver disease in clinical practice. This year, the congress is expected to attract approximately 10,000 delegates from all corners of the globe. The International Liver Congress™ 2017 will take place from April 19 - 23, at the RAI Amsterdam, Amsterdam, The Netherlands.\n\nAbout The European Association for the Study of the Liver (EASL)\n\nSince its foundation in 1966, this not-for-profit organisation has grown to over 4,000 members from all over the world, including many of the leading hepatologists in Europe and beyond. EASL is the leading liver association in Europe, having evolved into a major European Association with international influence, with an impressive track record in promoting research in liver disease, supporting wider education and promoting changes in European liver policy.\n\nContact\n\nFor more information, please contact the ILC Press Office at:\n\nEmail: ILCpressoffice@ruderfinn.co.uk\n\nTelephone: +44 (0)7841 009 252\n\nOnsite location reference\n\nSession title: Parallel session: Advances in the treatment of HCV\n\nTime, date and location of session: 16:00 - 18:00, Friday 21 April, Hall 5\n\nPresenter: Karen Murray, United States of America\n\nAbstract: Ledipasvir/sofosbuvir ± ribavirin for 12 or 24 weeks is safe and effective in children 6-11 years old with chronic hepatitis C infection (PS101), 17:30 - 17:45\n\nAuthor disclosures\n\nResearch funding from Gilead and NIH; Merck - stock ownership.\n\nReferences\n\n1 EASL Recommendation on Treatment of Hepatitis C 2016. Available from: http://www. easl. eu/ medias/ cpg/ HCV2016/ English-report. pdf . Last accessed: April 2017.\n\n2 World Health Organization. Global Alert and Response - Hepatitis C. Available from: http://www. who. int/ csr/ disease/ hepatitis/ whocdscsrlyo2003/ en/ index3. html . Last accessed: April 2017.\n\n3 Pawlowska M, Malgorzata et al. What's new in hepatitis C virus infections in children? WJG. 2015;21(38):10783-10789.\n\n4 Afdhal N, et al. Ledipasvir and sofosbuvir for untreated HCV genotype 1 infection. N Engl J Med. 2014 May 15;370(20):1889-98.\n\n5 Afdhal N, et al. Ledipasvir and sofosbuvir for previously treated HCV genotype 1 infection. N Engl J Med. 2014 Apr 17;370(16):1483-93.\n\n6 Kowdley KV, et al. Ledipasvir and sofosbuvir for 8 or 12 weeks for chronic HCV without cirrhosis. N Engl J Med. 2014 May 15;370(20):1879-88.\n\n7 Sulkowski MS, et al. Daclatasvir plus sofosbuvir for previously treated or untreated chronic HCV infection. N Engl J Med. 2014 Jan 16;370(3):211-21.\n\n8 Jara P, Hierro L. Treatment of Hepatitis C in children. Expert Rev Gastroenterol Hepatol. 2010;4(1):51-61.", "images": ["https://web.archive.org/web/20170421104530im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170421104530im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170421104530im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170421104530im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170421104530im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170421104530im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170421104530im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170421104530im_/https://www.eurekalert.org/images/meganav/ACS253Meeting_600x200.jpg", "https://web.archive.org/web/20170421104530im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170421104530im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170421104530im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170421104530im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170421104530im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170421104530im_/https://www.eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20170421104530im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170421104530/https://www.eurekalert.org/pub_releases/2017-04/eaft-ido041117.php", "title": "Investigational dose of oral interferon-free treatment can cure hepatitis C in children", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A study presented today that evaluated an investigational dosage of once-daily ledipasvir 45 mg/sofosbuvir 200 mg (LDV/SOF) in children aged six to 11 years infected with HCV, found that 99 percent of children had undetectable levels of HCV-RNA 12 weeks after treatment. The study, presented at The International Liver Congress™ 2017 in Amsterdam, The Netherlands, showed that the fixed-dose combination of LDV/SOF was well-tolerated, and no patients experienced serious adverse events related to the study drug.", "keywords": "Medicine/Health, Clinical Trials, Health Professionals, Infectious/Emerging Diseases, Internal Medicine, Liver, Pediatrics, Pharmaceutical Science, Disease in the Developing World", "date": "Fri, 21 Apr 2017 04:00:00 GMT", "journal": "Journal of Hepatology", "type": "research", "institution": "European Association for the Study of the Liver", "meeting": "The International Liver CongressTM 2017", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "EASLnews", "domain": "www.eurekalert.org", "title": "Investigational dose of oral interferon-free treatment can cure hepatitis C in children", "description": "A study presented today that evaluated an investigational dosage of once-daily ledipasvir 45 mg/sofosbuvir 200 mg (LDV/SOF) in children aged six to 11 years infected with HCV, found that 99 percent of children had undetectable levels of HCV-RNA 12 weeks after treatment. The study, presented at The International Liver Congress™ 2017 in Amsterdam, The Netherlands, showed that the fixed-dose combination of LDV/SOF was well-tolerated, and no patients experienced serious adverse events related to the study drug."}, "og": {"title": "Investigational dose of oral interferon-free treatment can cure hepatitis C in children", "description": "A study presented today that evaluated an investigational dosage of once-daily ledipasvir 45 mg/sofosbuvir 200 mg (LDV/SOF) in children aged six to 11 years infected with HCV, found that 99 percent of children had undetectable levels of HCV-RNA 12 weeks after treatment. The study, presented at The International Liver Congress™ 2017 in Amsterdam, The Netherlands, showed that the fixed-dose combination of LDV/SOF was well-tolerated, and no patients experienced serious adverse events related to the study drug.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170421104530/https://www.eurekalert.org/pub_releases/2017-04/eaft-ido041117.php", "image": "https://web.archive.org/web/20170421104530im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1493438400.0, "source": "https://web.archive.org", "summary": ""}