{"url": "https://web.archive.org/web/20151110150622/http://www.eurekalert.org:80/pub_releases/2015-11/m-cik110615.php", "text": "Orlando, Fla - Researchers at Orlando Health have developed a blood test that can detect even the most subtle signs of a concussion in children, correctly identifying the presence of traumatic brain injuries 94 percent of the time in a recent study.\n\n\"This could ultimately change the way we diagnose concussions, not only in children, but in anyone who sustains a head injury,\" said Linda Papa, MD, MSC, an emergency medicine physician and NIH funded researcher at Orlando Health and lead author of the study. \"We have so many diagnostic blood tests for different parts of the body, like the heart, liver and kidneys, but there's never been a reliable blood test to identify trauma in the brain. We think this test could change that,\" she said.\n\nIn a new study published in the journal Academic Emergency Medicine, Papa and her team recently performed CT scans on 152 children and compared the results of those scans with results from the blood test she developed. As expected, the high definition imagery from the CT scans was able to identify which patients had suffered visible traumatic brain injuries. Moreover, the study showed that the blood test detected symptoms of concussions, even when brain injuries were not visible on the CT scan.\n\nThe team then tested blood serum from the same patients, which was taken less than 6 hours after their injuries. \"With our blood test, we were able to identify the presence of brain injuries 94 percent of the time,\" said Papa. \"This simple blood test was nearly as accurate as a state-of-the-art CT scan.\"\n\nEven more impressive, the blood test also gave doctors an indication of how severe the brain injury was. \"We were looking at different types of brain lesions detected by the CT scans, ranging from mild to serious injuries, and found that the biomarker we tested for actually corresponded to the injuries. Levels of the biomarker were lower in mild cases, and were much more elevated in severe case,\" said Papa.\n\nThe biomarker this particular blood test looks for is known as glial fibrillary acidic protein (GFAP). These proteins are found in glial cells, which surround neurons in the brain.\n\nWhen there's an injury to the brain cells, the GFAP are released. What makes them unique is that they pass the blood-brain barrier and enter the bloodstream, which makes them easy to detect with this particular test.\n\nCurrently, almost all concussions in children are diagnosed only by symptoms, which are either observed, like vomiting or balance problems, or symptoms that are reported by the child, like headaches, blurred vision or feeling groggy. Neither scenario gives doctors an objective indication of the severity of the injury.\n\nCT scans can provide a more definitive profile of the injury, \"however, they are expensive and are associated with radiation exposure,\" said Papa. \"You really want to minimize the amount of CTs you do to your patients, especially children, who are a lot more sensitive to radiation and the side effects that can come with it.\"\n\n\"If there was a simple diagnostic tool like a blood test that can tell us quickly and accurately if a brain injury has occurred, and how severe it might be, that would be ideal,\" said Papa. \"That's what we are striving for with this project.\"\n\nIn fact, Papa envisions the development of mobile devices that could diagnose concussions on the spot, much like the devices diabetics use to test their blood with a simple finger prick and a drop of blood.\n\n\"The idea is to get a point-of-care test that could be used on the field, to help the coaches, the trainers and the athletic directors, make a decision then and there about whether the child should go back to play,\" said Papa.\n\nIt's estimated nearly a quarter of a million children a year are treated in hospitals for traumatic brain injuries like concussions, that occur while playing sports. That's an average of nearly 700 children a every day.\n\n\"If we could find a simple test that takes the guess work out of diagnosing these kids, that would completely change the way we approach concussions and would certainly give parents greater peace of mind,\" said Papa.\n\nResearchers plan to do more studies with the blood test, but they hope it will be commercially available within the next 5 years.\n\n###", "images": ["https://web.archive.org/web/20151110150622im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20151110150622im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20151110150622im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20151110150622im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20151110150622im_/http://media.eurekalert.org/multimedia_prod/pub/rel/102877_rel.jpg", "https://web.archive.org/web/20151110150622im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20151110150622im_/http://media.eurekalert.org/multimedia_prod/pub/web/102878_web.jpg", "https://web.archive.org/web/20151110150622im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20151110150622im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20151110150622im_/http://media.eurekalert.org/multimedia_prod/pub/rel/102876_rel.jpg", "https://web.archive.org/web/20151110150622im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20151110150622im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20151110150622im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20151110150622im_/http://www.eurekalert.org/images/meganav/AHA_logo.jpg", "https://web.archive.org/web/20151110150622im_/http://media.eurekalert.org/multimedia_prod/pub/rel/102878_rel.jpg", "https://web.archive.org/web/20151110150622im_/http://www.eurekalert.org/images/meganav/portal-cancer.png"], "top_img": "https://web.archive.org/web/20151110150622im_/http://media.eurekalert.org/multimedia_prod/pub/web/102878_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20151110150622/http://www.eurekalert.org/pub_releases/2015-11/m-cik110615.php", "title": "Concussions in kids are detectable by blood test", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Researchers at Orlando Health have developed a blood test that can detect even the most subtle signs of a concussion in children, correctly identifying the presence of traumatic brain injuries 94 percent of the time in a recent study. This could ultimately change the way doctors diagnose concussions, not only in children, but in anyone who sustains a head injury.", "keywords": "Biochemistry, Medicine/Health, Clinical Trials, Critical Care/Emergency Medicine, Neurobiology, Pediatrics, Sports Medicine, Trauma/Injury", "date": "Mon, 09 Nov 2015 05:00:00 GMT", "journal": "Academic Emergency Medicine", "type": "research", "institution": "Orlando Health", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "EurekAlertAAAS", "domain": "www.eurekalert.org"}, "og": {"title": "Concussions in kids are detectable by blood test", "description": "Researchers at Orlando Health have developed a blood test that can detect even the most subtle signs of a concussion in children, correctly identifying the presence of traumatic brain injuries 94 percent of the time in a recent study. This could ultimately change the way doctors diagnose concussions, not only in children, but in anyone who sustains a head injury.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20151110150622/http://www.eurekalert.org/pub_releases/2015-11/m-cik110615.php", "image": "https://web.archive.org/web/20151110150622im_/http://media.eurekalert.org/multimedia_prod/pub/web/102878_web.jpg", "video": {"identifier": "https://web.archive.org/web/20151110150622/http://media.eurekalert.org/multimedia_prod/pub/media/102878_web.mp4", "width": 480, "height": 360}, "type": "video.other"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1448773200.0, "source": "https://web.archive.org", "summary": ""}