{"url": "http://www.nih.gov/news-events/nih-research-matters/heart-bypass-surgery-brings-long-term-benefits", "text": "Heart bypass surgery brings long-term benefits\n\nAt a Glance A clinical trial found that bypass surgery increases survival rates for patients with advanced stages of coronary artery disease and heart failure.\n\nThe results may inform recommendations for patient care and clinical practice.\n\nmonkeybusinessimages/iStock/Thinkstock\n\nCoronary artery disease is a condition in which a waxy substance called plaque builds up inside the arteries, which supply oxygen-rich blood to your heart. Eventually, an area of plaque can rupture and cause a blood clot to form on the plaque’s surface. If the blockage isn’t treated quickly, the portion of heart muscle fed by the artery begins to die. This heart damage may go unrecognized and lead to severe or long-lasting problems.\n\nCoronary artery bypass grafting (CABG) is a surgical procedure that improves blood flow to the heart by bypassing clogged arteries. CABG was once thought to be too risky for patients with the long-term effects of coronary artery disease: left ventricular dysfunction (when the left side of the heart is unable to pump normally) and heart failure (when the heart can’t pump enough blood to meet the body’s needs). Early studies of the safety and effectiveness of CABG excluded most patients with these conditions. The procedure was typically used to relieve disabling angina, or chest pain.\n\nA team led by Dr. Eric J. Velazquez of Duke University Medical Center conducted a 5-year randomized controlled trial to investigate the effects of CABG on patients with coronary artery disease that shows sign of left ventricular dysfunction and heart failure. More than 1,200 patients were included in the clinical trial. They were randomly assigned to receive either CABG plus medical treatment or medical treatment alone. The medical treatment included guideline-directed medications and devices. Patients had follow-up evaluations every 4 months for the first year and then every subsequent 6 months.\n\nAn extension study evaluated the 10-year outcomes of the surgical intervention. Almost all the participants were included in the 10-year follow-up results. The research was funded by NIH’s National Heart, Lung, and Blood Institute (NHLBI). Results were published online in the New England Journal of Medicine on April 3, 2016.\n\nDeath from any cause occurred in 359 patients (59%) in the CABG group and in 398 patients (66%) receiving medical treatment alone. A total of 247 patients (41%) in the CABG group and 297 patients (49%) in the medical treatment group died from cardiovascular causes. In addition, the bypass surgery was associated with an overall 1.4-year increase in median survival time (7.7 vs. 6.3 years).\n\nThese results show that CABG improves survival for people with coronary artery disease, left ventricular dysfunction, and heart failure.\n\n“The current 10-year follow-up provides new important insights about patient subgroups that are more likely to benefit from CABG as compared to medical therapy alone,” explains NHLBI Director Dr. Gary H. Gibbons. “As such, we now have a solid evidence base to inform patient care and the future development of clinical practice recommendations.”", "images": ["http://www.nih.gov/sites/all/themes/nih/images/nih-logo-color.png", "https://www.nih.gov/sites/default/files/styles/floated_media_breakpoint-medium/public/news-events/research-matters/2016/20150412-bypass.jpg?itok=Qih7XGy4&timestamp=1460390346", "https://www.nih.gov/sites/default/files/news-events/research-matters/2016/20150412-bypass.jpg"], "top_img": "https://www.nih.gov/sites/default/files/news-events/research-matters/2016/20150412-bypass.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.nih.gov/news-events/nih-research-matters/heart-bypass-surgery-brings-long-term-benefits", "title": "Heart bypass surgery brings long-term benefits", "meta_data": {"MobileOptimized": "width", "google-site-verification": "rjIoO4vW0AYgltSYvxM1L_CzGIkq28kHf9gHIASKx8s", "description": "A clinical trial found that bypass surgery increases survival rates for patients with advanced stages of coronary artery disease and heart failure.", "keywords": "Coronary artery bypass grafting, CABG, coronary artery disease, coronary heart disease, ischemic cardiomyopathy, Surgical Treatment for Ischemic Heart Failure, STICH, STICHES, Eric J. Velazquez, Gary H. Gibbons, New England Journal of Medicine, NEJM", "robots": "follow, index", "viewport": "width=device-width, initial-scale=1.0", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "National Institutes of Health (NIH)", "type": "article", "title": "Heart bypass surgery brings long-term benefits", "url": "https://www.nih.gov/news-events/nih-research-matters/heart-bypass-surgery-brings-long-term-benefits", "description": "A clinical trial found that bypass surgery increases survival rates for patients with advanced stages of coronary artery disease and heart failure.", "updated_time": "2016-07-12T16:16:19-04:00", "image": "https://www.nih.gov/sites/default/files/news-events/research-matters/2016/20150412-bypass.jpg"}, "twitter": {"card": "summary", "title": "Heart bypass surgery brings long-term benefits", "url": "https://www.nih.gov/news-events/nih-research-matters/heart-bypass-surgery-brings-long-term-benefits", "description": "A clinical trial found that bypass surgery increases survival rates for patients with advanced stages of coronary artery disease and heart failure.", "image": "https://www.nih.gov/sites/default/files/news-events/research-matters/2016/20150412-bypass.jpg"}, "article": {"published_time": "2016-04-11T11:59:24-04:00", "modified_time": "2016-07-12T16:16:19-04:00"}, "owner": "OD", "published_date": "2016-04-11T11:59:24-04:00", "last_revision": "2016-07-12T16:16:19-04:00"}, "movies": [], "publish_date": 1460390364.0, "source": "http://www.nih.gov", "summary": ""}