{"url": "http://media.jamanetwork.com/news-item/study-suggests-breastfeeding-may-lower-risk-of-childhood-leukemia/", "text": "JAMA Pediatrics\n\nOriginal Investigation\n\nBreastfeeding and Childhood Leukemia Incidence Original Investigation\n\nEMBARGOED FOR RELEASE: 11A.M. (ET), MONDAY, JUNE 1, 2015\n\nMedia Advisory: To contact corresponding author Efrat L. Amitay, Ph.D., M.P.H., email eamita01@campus.haifa.ac.il\n\nTo place an electronic embedded link to this study in your story Links will be live at the embargo time: http://archpedi.jamanetwork.com/article.aspx?doi=10.1001/jamapediatrics.2015.1025\n\nJAMA Pediatrics\n\nBreastfeeding for six months or longer was associated with a lower risk of childhood leukemia compared with children who were never breastfed or who were breastfed for a shorter time, according to an article published online by JAMA Pediatrics.\n\nLeukemia is the most common childhood cancer and accounts for about 30 percent of all childhood cancers. Still, little is known about its cause. Breast milk is meant to exclusively supply all the nutritional needs of infants and current recommendations include exclusively breastfeeding for the first six months of life to optimize growth, development and health.\n\nEfrat L. Amitay, Ph.D., M.P.H., and Lital Keinan-Boker, M.D., Ph.D., M.P.H., of the University of Haifa, Israel, reviewed the evidence in 18 studies on the association between breastfeeding and childhood leukemia.\n\nIn a review of all 18 studies, the authors found breastfeeding for six months or longer was associated with a 19 percent lower risk compared with no breastfeeding or breastfeeding for a shorter period of time. A separate analysis of 15 studies found that ever being breastfed compared with never being breastfed was associated with an 11 percent lower risk of childhood leukemia.\n\nThe authors suggest several biological mechanisms of breast milk may explain their results, including that breast milk contains many immunologically active components and anti-inflammatory defense mechanisms that influence the development of an infant’s immune system.\n\n“Because the primary goal of public health is prevention of morbidity, health care professionals should be taught the potential health benefits of breastfeeding and given tools to assist mothers with breastfeeding, whether themselves or with referrals to others who can help. The many potential preventive health benefits of breastfeeding should also be communicated openly to the general public, not only to mothers, so breastfeeding can be more socially accepted and facilitated. In addition, more high-quality studies are needed to clarify the biological mechanisms underlying this association between breastfeeding and lower childhood leukemia morbidity,” the study concludes.\n\n(JAMA Pediatr. Published online June 1, 2015. doi:10.1001/jamapediatrics.2015.1025. Available pre-embargo to the media at http://media.jamanetwork.com.)\n\nEditor’s Note: Please see article for additional information, including other authors, author contributions and affiliations, etc.\n\n# # #\n\nFor more information, contact JAMA Network Media Relations at 312-464-JAMA (5262) or email mediarelations@jamanetwork.org.", "images": ["https://8zdwfheqf626okso1umzsoo3-wpengine.netdna-ssl.com/wp-content/themes/ftm/library/images/apple-icon-touch.png"], "top_img": "https://8zdwfheqf626okso1umzsoo3-wpengine.netdna-ssl.com/wp-content/themes/ftm/library/images/apple-icon-touch.png", "keywords": [], "authors": [], "canonical_link": "https://media.jamanetwork.com/news-item/study-suggests-breastfeeding-may-lower-risk-of-childhood-leukemia/", "title": "Study Suggests Breastfeeding May Lower Risk of Childhood Leukemia", "meta_data": {"HandheldFriendly": "True", "MobileOptimized": 320, "viewport": "width=device-width, initial-scale=1.0", "msapplication-TileColor": "#f01d4f", "msapplication-TileImage": "https://media.jamanetwork.com/wp-content/themes/ftm/library/images/win8-tile-icon.png", "twitter": {"card": "summary_large_image", "description": "EMBARGOED FOR RELEASE: 11A.M. (ET), MONDAY, JUNE 1, 2015 Media Advisory: To contact corresponding author Efrat L. Amitay, Ph.D., M.P.H., email eamita01@campus.haifa.ac.il To place an electronic embedded link to this study in your story Links will be live at the embargo time: http://archpedi.jamanetwork.com/article.aspx?doi=10.1001/jamapediatrics.2015.1025 JAMA Pediatrics Breastfeeding for six months or longer was associated with a lower...", "title": "Study Suggests Breastfeeding May Lower Risk of Childhood Leukemia - For The Media - JAMA Network"}}, "movies": [], "publish_date": null, "source": "http://media.jamanetwork.com", "summary": ""}