{"url": "https://web.archive.org/web/20170110133519/https://www.eurekalert.org/pub_releases/2017-01/kcl-ntr010417.php", "text": "A new method of stimulating the renewal of living stem cells in tooth pulp using an Alzheimer's drug has been discovered by a team of researchers at King's College London.\n\nFollowing trauma or an infection, the inner, soft pulp of a tooth can become exposed and infected. In order to protect the tooth from infection, a thin band of dentine is naturally produced and this seals the tooth pulp, but it is insufficient to effectively repair large cavities.\n\nCurrently dentists use man-made cements or fillings, such as calcium and silicon-based products, to treat these larger cavities and fill holes in teeth. This cement remains in the tooth and fails to disintegrate, meaning that the normal mineral level of the tooth is never completely restored.\n\nHowever, in a paper published today in Scientific Reports, scientists from the Dental Institute at King's College London have proven a way to stimulate the stem cells contained in the pulp of the tooth and generate new dentine - the mineralised material that protects the tooth - in large cavities, potentially reducing the need for fillings or cements.\n\nThe novel, biological approach could see teeth use their natural ability to repair large cavities rather than using cements or fillings, which are prone to infections and often need replacing a number of times. Indeed when fillings fail or infection occurs, dentists have to remove and fill an area that is larger than what is affected, and after multiple treatments the tooth may eventually need to be extracted.\n\nAs this new method encourages natural tooth repair, it could eliminate all of these issues, providing a more natural solution for patients.\n\nSignificantly, one of the small molecules used by the team to stimulate the renewal of the stem cells included Tideglusib, which has previously been used in clinical trials to treat neurological disorders including Alzheimer's disease. This presents a real opportunity to fast-track the treatment into practice.\n\nUsing biodegradable collagen sponges to deliver the treatment, the team applied low doses of small molecule glycogen synthase kinase (GSK-3) to the tooth. They found that the sponge degraded over time and that new dentine replaced it, leading to complete, natural repair. Collagen sponges are commercially-available and clinically-approved, again adding to the potential of the treatment's swift pick-up and use in dental clinics.\n\nLead author of the study, Professor Paul Sharpe from King's College London said: \"The simplicity of our approach makes it ideal as a clinical dental product for the natural treatment of large cavities, by providing both pulp protection and restoring dentine.\n\n\"In addition, using a drug that has already been tested in clinical trials for Alzheimer's disease provides a real opportunity to get this dental treatment quickly into clinics.\"\n\n###\n\nNotes for Editors:\n\nThe paper 'Promotion of natural tooth repair by small molecule GSK3 antagonists' by Vitor Neves, Rebecca Babb, Dhivya Chandrasekaran and Paul T Sharpe will be published in Scientific Reports at 10am on Monday 9 January 2017: http://www. nature. com/ articles/ srep39654\n\nProfessor Paul Sharpe is the head of the Craniofacial Development and Stem Cell Biology Division at the King's College London Dental Institute.\n\nThe King's College London Dental Institute\n\nKing's College London Dental Institute is one of the foremost Dental Schools in the world. Recently ranked fourth in the world in dentistry by the QS World University Rankings 2016, and first in the UK, the Dental Institute aims to maximise impact on health and wellbeing by integrating excellence across four areas:\n\nEducation / teaching\n\nWorld-class science\n\nClinical approaches\n\nPatient care\n\nThe Faculty's international reputation attracts students and staff from across the globe. The largest dental academic centre in the UK, they teach over 700 undergraduate students, 140 graduate taught students, 300 distance learning students and 110 graduate research students.\n\nThe Dental Institute has over 85 academic staff and is organised into four research divisions: Craniofacial Development & Stem Cell Biology, Mucosal & Salivary Research, Tissue Engineering & Biophotonics and Population & Patient Health. The research divisions complement the teaching and clinical service initiatives.\n\nAs well as excellent research facilities the Dental Institute has internationally recognised education programmes. With highly skilled teachers and supervisors, there are exceptional facilities, including access to over 300,000 patients each year across the two world-famous hospitals, Guy's and St Thomas', for hands-on clinical training. They are one of the most comprehensive dental academic health science centres in Europe.", "images": ["https://web.archive.org/web/20170110133519im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170110133519im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170110133519im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170110133519im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170110133519im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170110133519im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170110133519im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170110133519im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170110133519im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170110133519im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170110133519im_/https://www.eurekalert.org/images/meganav/AM17-NoDate.png", "https://web.archive.org/web/20170110133519im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170110133519im_/https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://web.archive.org/web/20170110133519im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170110133519/https://www.eurekalert.org/pub_releases/2017-01/kcl-ntr010417.php", "title": "Natural tooth repair method, using Alzheimer's drug, could revolutionize dental treatments", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A new method of stimulating the renewal of living stem cells in tooth pulp using an Alzheimer's drug has been discovered by a team of researchers at King's College London.", "keywords": "Medicine/Health, Clinical Trials, Dentistry/Periodontal Disease, Health Care Systems/Services, Health Professionals, Pain", "date": "Mon, 09 Jan 2017 05:00:00 GMT", "journal": "Scientific Reports", "type": "research", "institution": "King's College London", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "kingscollegelon", "domain": "www.eurekalert.org", "title": "Natural tooth repair method, using Alzheimer's drug, could revolutionize dental treatments", "description": "A new method of stimulating the renewal of living stem cells in tooth pulp using an Alzheimer's drug has been discovered by a team of researchers at King's College London."}, "og": {"title": "Natural tooth repair method, using Alzheimer's drug, could revolutionize dental treatments", "description": "A new method of stimulating the renewal of living stem cells in tooth pulp using an Alzheimer's drug has been discovered by a team of researchers at King's College London.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170110133519/https://www.eurekalert.org/pub_releases/2017-01/kcl-ntr010417.php", "image": "https://web.archive.org/web/20170110133519im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "kingscollegelondon"}}, "movies": [], "publish_date": 1485666000.0, "source": "https://web.archive.org", "summary": ""}