{"url": "http://www.newswise.com/articles/first-in-canada-implant-of-novel-sensor-device-for-heart-failure-patients", "text": "Newswise — TORONTO, June 20, 2017 – In a Canadian first, a medical team has implanted a wireless device inside a heart failure patient, permitting clinicians to monitor the patient’s cardiovascular status – virtually and in real-time – and proactively adjust treatment to prevent costly, potentially unnecessary hospitalization.\n\n“Heart failure is an epidemic that commonly leads to hospitalization,” says Dr. Heather Ross, scientific lead at the Ted Rogers Centre for Heart Research and cardiologist, Peter Munk Cardiac Centre, University Health Network. “Hospitalization is often necessary when patients start to retain fluid, develop congestion and experience shortness of breath. This technology is a way to directly measure how much fluid is in a patient, allowing us to intervene before they develop symptoms of congestion, before they end up in hospital. This is a big game-changer.”\n\nFunded by the Ted Rogers Centre for Heart Research, the device called CardioMEMS™ HF System was successfully implanted by interventional cardiologists at the Peter Munk Cardiac Centre in March 2017. The system features a small butterfly-like sensor that then sits inside the pulmonary artery of a heart failure patient. When the patient lies on an accompanying antenna-equipped pillow device, the sensor provides important data – including the patient’s lung pressure readings to clinicians – via a secure website.\n\n“Never before have we had the ability to obtain a patient’s accurate lung pressure data while they are outside the hospital,” said Meredith Linghorne, nurse practitioner, Peter Munk Cardiac Centre. “Traditionally we’ve relied on a patient describing symptoms, and by then they may have already progressed to the point of hospitalization. With this device, we can see warning signs days in advance, and adjust treatment accordingly.”\n\nThe most rapidly rising cardiovascular disease in Canada, heart failure affects close to one million Canadians, and an estimated 26 million people globally. In Canada, heart failure patients stay an average of almost 10 days for each hospital admission, accounting for 1.4 million hospital stays a year. These patients live an average of 2.1 years after diagnosis and cost the Canadian health-care system more than $3 billion annually. About one-quarter of these patients return to hospital within three months, while approximately 50 per cent return to hospital within six months.\n\nThe CardioMEMS™ HF System is designed to monitor heart failure patients whose condition is serious but who are not so ill that the technology cannot improve their outcome. The first Canadian patient implanted with the heart monitor will be among 25 patients within the Ted Rogers Centre for Heart Research at the Peter Munk Cardiac Centre to be fitted with the device over the next nine months.\n\nProduced by Abbott, the CardioMEMSÔ HF System is approved in the United States by the Food & Drug Administration (FDA) and is currently awaiting approval by Health Canada.\n\n- 30 -\n\nVideo interview: Dr. Heather Ross, cardiologist, and Meredith Linghorne, nurse practitioner.\n\nABOUT THE TED ROGERS CENTRE FOR HEART RESEARCH\n\nThe Ted Rogers Centre for Heart Research aims to develop new diagnoses, treatments and tools to prevent and individually manage heart failure – Canada’s fastest growing cardiac disease. Enabled by an unprecedented gift of $130 million from the Rogers family, the Centre was jointly conceived by its three partner organizations: the Hospital for Sick Children, University Health Network, and the University of Toronto. Together, they committed an additional $139 million toward the Centre – representing a $270 million investment in basic science, translational and clinical research, innovation, and education in regenerative medicine, genomics, and the clinical care of children and adults. It is addressing heart failure across the lifespan. www.tedrogersresearch.ca / @trogersresearch\n\nABOUT THE PETER MUNK CARDIAC CENTRE\n\nThe Peter Munk Cardiac Centre is the premier cardiac centre in Canada. Since it opened in 1997, the Centre has saved and improved the lives of cardiac and vascular patients from around the world. Each year, approximately 55,000 patients receive innovative and compassionate care from multidisciplinary teams in the Peter Munk Cardiac Centre, and the Centre trains more cardiologists, cardiovascular surgeons and vascular surgeons than any other hospital in Canada. The Centre is based at the Toronto General Hospital and the Toronto Western Hospital - members of University Health Network. www.petermunkcardiaccentre.ca", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://www.newswise.com/images/new-newswise-logo-square.jpg", "http://www.newswise.com/images/institutions/logos/xUHN-logo-with-tag_2.jpg.pagespeed.ic.yc3ERv0CMf.jpg", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "", "title": "First-in-Canada Implant of Novel Sensor Device for Heart Failure Patients", "meta_data": {"keywords": "Newswise, Heart,canadian first,Heart Failure,heart implant device,Treatment,Peter Munk Cardiac Centre,Ted Rogers Centre for Heart Research,University Health Network,Cardiovascular Health, Heart Disease, Surgery, Transplantation, Local - Canada,  University Health Network (UHN)", "description": "In a Canadian first, a medical team has implanted a wireless device inside a heart failure patient, permitting clinicians to monitor the patient’s cardiovascular status – virtually and in real-time – and proactively adjust treatment to prevent costly, potentially unnecessary hospitalization.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "In a Canadian first, a medical team has implanted a wireless device inside a heart failure patient, permitting clinicians to monitor the patient’s cardiovascular status – virtually and in real-time – and proactively adjust treatment to prevent costly, potentially unnecessary hospitalization.", "title": "First-in-Canada Implant of Novel Sensor Device for Heart Failure Patients", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}