{"url": "https://web.archive.org/web/20170620070231/https://www.eurekalert.org/pub_releases/2017-06/vu-hsc061617.php", "text": "Imagine plopping six cups of coffee grounds on the heads of patients just before they are wheeled into the operating room to have nose or throat surgery?\n\nIn essence, that is what a team of Vanderbilt University engineers are proposing in an effort to improve the reliability of the sophisticated \"GPS\" system that surgeons use for these delicate operations. They have designed a \"granular jamming cap\" filled with coffee grounds that does a better job of tracking patient head movements than current methods. They are disclosing the novel design and data on its effectiveness at the International Conference on Information Processing in Computer-Assisted Interventions in Barcelona on June 20.\n\nOf course, the coffee grounds are not loose: they form a thin layer inside a stretchy silicone headpiece, which looks something like a black latex swim cap decorated with reflective dots. After the cap is placed on the patient's head, it is attached to a vacuum pump that sucks the air out of the cap, jamming the tiny grounds together to form a rigid layer that conforms closely to the shape of the patient's head. (This is the same effect that turns vacuum-packed coffee into solid bricks.)\n\nBefore surgery, a special scanner is used to map the location of the dots relative to key features on the patient's head: a process called registration. Then, during surgery an overhead camera observes the position of the dots allowing the navigation system to accurately track the position of the patient's head when the surgeon repositions it. The computer uses this information to combine a CT scan, which provides a detailed 3-D view of the bone and soft tissue hidden inside the patient's head, with the position of the instruments the surgeon is using and displays them together in real time on a monitor in the operating room.\n\n\"These are very delicate operations and a sophisticated image guidance system has been developed to help the surgeons, but they don't trust the system because sometimes it is spot on and other times it is off the mark,\" said Robert Webster, associate professor of mechanical engineering and otolaryngology, who is developing a surgical robot designed specifically for endonasal surgery. \"When we heard about this, we began wondering what was causing these errors and we decided to investigate.\"\n\nWhen Webster and his research team looked into the matter, they were surprised by what they found. They discovered it wasn't the hardware or the software in the guidance system that was causing the problem. It was the way the reflective markers were attached to the patient's head that was at fault. Typically, these \"fiducial markers\" are attached by an elastic headband and double-backed tape and are subject to jarring and slipping. Their tests found that skin movement and accidental bumps by operating room staff both produced large tracking errors.\n\n\"The basic assumption is that, after registration, the spatial relationships between the patient's head and the fiducial markers remains constant,\" said Patrick Wellborn, the graduate student who is making the presentation. \"Unfortunately, that is not the case. For one thing, studies have shown that the skin on a person's forehead can move as much as a half an inch relative to the skull. And accidentally bumping or dragging cables over the headband can also produce significant targeting errors.\"\n\nIn fact, previous research has found that when everything goes well, the guidance system produces targeting errors of about 2 millimeters but, in about one operation out of seven, the target error is much larger, forcing the surgeon to redo the registration process.\n\n\"Actually, we do have a solution to this problem but it involves drilling and attaching the markers directly to the skull...which we don't like to do because it is painful and it's a step backwards from the majority of what we are doing,\" said Assistant Professor of Otolaryngology Paul Russell, who is collaborating with the engineers on the project.\n\nSo the team began thinking up alternative, non-invasive methods to attach these critical markers. Webster recalled some experiments that were done using coffee grounds to help robots grip irregularly shaped objects. Bladders filled with coffee grounds were built into the robot's gripper. When it grabbed an object, the bladders conformed to its shape. Then a vacuum was pulled, the coffee grounds became rigid and locked the object into place. The researchers decided to see if this technique could be applied to the problem.\n\nIn the last three years, they have gone through a number of designs. They began with headbands that had coffee-ground-filled bags over the temples. Their tests showed that these models could reduce the targeting error by about 50 percent. But the engineers still weren't satisfied.\n\nThen, Wellborn, who was taking over the project, had a brainstorming session with fellow graduate student Richard Hendrick. Among the materials that his predecessor had left behind was a latex bald cap. \"That sparked the idea of caps in general,\" Wellborn recalled. \"We wanted something elastic that was form fitting, which led to the idea of a swim cap.\"\n\nIn addition to fitting extremely tightly to the head, the new design had another advantage. The headband system has only three fiducial markers attached on the ends of three thin rods to form a triangle. The new design allowed them to attach several dozen markers directly to the surface of the cap, which the researchers believe will also contribute to improving the guidance system's accuracy.\n\nThey designed three tests to determine how well this \"granular jamming cap\" performed relative to the current headband in reducing targeting error:\n\nThey \"bumped\" both them from a number of different directions with a tennis ball filled with plastic particles swinging on the end of a string. They found that the cap reduced targeting errors by 83 percent.\n\nThey simulated the case where a cable or other piece of equipment is accidentally pushed against the two by applying forces ranging from four to six pounds in different directions. They determined that the cap outperformed the headband by 76 percent when the forces were applied to the headband and by 92 percent when they were applied to the markers.\n\nThey tested the effects of head repositioning by having an experienced surgeon reposition test subjects' heads six to seven times. In this case, the cap proved to have 66 percent lower error rates than the headband.\n\nOn the strength of these results, Vanderbilt University has applied for a patent on the design and the technology is available for licensing. (Interested parties should contact the Vanderbilt Center for Technology Transfer and Commercialization.)\n\n\"It's a very clever way--that doesn't involve drilling holes in patients' skulls--to greatly improve the accuracy of the guidance system when we are operating in the middle of a person's skull: a zone where the accuracy of the current system is inadequate,\" said Russell.\n\n###\n\nStudy coauthors also include graduate student Neal Dillon and former postdoctoral fellows Jessica Burgner, professor engineering at Leibniz University in Hanover, Germany, Ray Lathrop, senior consultant engineer at Eli Lilly and Company, and Raul Wirz, medical imaging processing research scientist/engineer at Vanderbilt University Medical Center,\n\nThe research was supported by National Institutes of Health grant R01 EB017467 and National Science Foundation Graduate Research Fellowship grant 144519.", "images": ["https://web.archive.org/web/20170620070231im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170620070231im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170620070231im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170620070231im_/https://media.eurekalert.org/multimedia_prod/pub/rel/143366_rel.jpg", "https://web.archive.org/web/20170620070231im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170620070231im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170620070231im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170620070231im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170620070231im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170620070231im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170620070231im_/https://media.eurekalert.org/multimedia_prod/pub/rel/143367_rel.jpg", "https://web.archive.org/web/20170620070231im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170620070231im_/https://media.eurekalert.org/multimedia_prod/pub/rel/143368_rel.jpg", "https://web.archive.org/web/20170620070231im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170620070231im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170620070231im_/https://www.eurekalert.org/multimedia/pub/web/143368_web.jpg"], "top_img": "https://web.archive.org/web/20170620070231im_/https://www.eurekalert.org/multimedia/pub/web/143368_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170620070231/https://www.eurekalert.org/pub_releases/2017-06/vu-hsc061617.php", "title": "How six cups of ground coffee can improve nose, throat surgery", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Vanderbilt engineers have designed a 'granular jamming cap' filled with coffee grounds that can improve the accuracy of the sophisticated 'GPS' system that surgeons use for nose and throat surgery.", "keywords": "Medicine/Health, Internal Medicine, Surgery, Biomedical/Environmental/Chemical Engineering, Biotechnology, Mechanical Engineering, Technology Transfer", "date": "Tue, 20 Jun 2017 04:00:00 GMT", "funder": "National Institutes of Health, National Science Foundation", "type": "research", "institution": "Vanderbilt University", "meeting": "International Conference on Information Processing in Computer-Assisted Interventions", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "vanderbiltu", "domain": "www.eurekalert.org", "title": "How six cups of ground coffee can improve nose, throat surgery", "description": "Vanderbilt engineers have designed a 'granular jamming cap' filled with coffee grounds that can improve the accuracy of the sophisticated 'GPS' system that surgeons use for nose and throat surgery."}, "og": {"title": "How six cups of ground coffee can improve nose, throat surgery", "description": "Vanderbilt engineers have designed a 'granular jamming cap' filled with coffee grounds that can improve the accuracy of the sophisticated 'GPS' system that surgeons use for nose and throat surgery.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170620070231/https://www.eurekalert.org/pub_releases/2017-06/vu-hsc061617.php", "image": "https://web.archive.org/web/20170620070231im_/https://www.eurekalert.org/multimedia/pub/web/143368_web.jpg", "video": {"identifier": "https://web.archive.org/web/20170620070231/https://www.eurekalert.org/multimedia/pub/media/143368_web.mp4", "width": 480, "height": 360}, "type": "video.other"}, "fb": {"profile_id": "vanderbilt"}}, "movies": [], "publish_date": 1498708800.0, "source": "https://web.archive.org", "summary": ""}