{"url": "https://web.archive.org/web/20160602105808/http://www.eurekalert.org/pub_releases/2016-06/ctco-cct060116.php", "text": "Patients transplanted with CD34+ cells who were resistant to other therapies showed persistent improvement in angina at two years\n\nPutnam Valley, NY. (June 1, 2016) - A two-year, multi-center clinical study with 167 patients with class III-IV refractory angina randomized to low and high dose CD34+ cells or placebo has revealed that patients who received either a high or low dose of CD34 -- a member of a family of proteins that have an impact on vascular-associated tissue -- cells had a significant reduction in angina frequency over patients who received placebo. The patients, who were unresponsive to other treatments, were considered to have no other options (refractory).\n\nThe researchers used intramyocardial delivery into the ischemic zone after 3-D mapping to register both electrical and mechanical activities of the left ventricle.\n\nOutcomes from the \"ACT-34-CMI\" study, a two-year, phase II, randomized, double-blind, placebo-controlled clinical trial, will be published in an upcoming cardiac issue of Cell Transplantation.\n\n\"There are an increasing number of patients with advanced coronary artery disease that are not amenable to surgical or percutaneous revascularization,\" said study co-author Dr. Timothy D. Henry of the Cedars-Sinai Heart Institute. \"These patients frequently have symptoms after having had standard therapies and are left with limited treatment options. Encouraging early clinical trials suggest that cell therapy is an attractive treatment option for these patients, especially trials in which subjects were transplanted with autologous (self-donated) CD34+ cells.\"\n\nCD34+ cells drew the attention of researchers for possible therapeutic testing because recent studies pointed to the importance of CD34+ cell content in the bone marrow of patients with risk factors for coronary artery disease in predicting not only baseline, but also future exercise capacity.\n\nAccording to the researchers, the study demonstrated that CD34+ cells have the ability to restore the microcirculation and improve myocardial tissue perfusion. All of the 167 patients participating in the ACT34-CMI study saw significant improvement in both angina frequency and exercise at 12 months and a trend toward decreasing major cardiac events. There was also a reduction in angina in the placebo group at six months, but the effect was less prominent at 12 and 24 months, reported the researchers. In addition, there was a significant reduction in the time to first hospitalization in cell-treated patients, with a trend toward reduction in mortality as well.\n\n\"The results of our study are even more provocative given that the outcomes represent the effect of a single treatment,\" wrote the researchers. \"Recent reports suggest that in patients with recurring symptoms, repeated cell administration may replicate the initial positive results.\"\n\nThe researchers concluded that for \"no option\" patients with class III/IV angina refractory that was unresponsive to conventional medical therapy and who were not candidates for revascularization, injection of CD34+ cells resulted in persistent improvement in angina at two years post-treatment.\n\n###\n\nContact:\n\nTimothy D. Henry\n\n127 S. San Clemente Blvd.\n\nSuite A3100\n\nLos Angeles CA.\n\nEmail: henryt@cshs.org\n\nTel: 424-315-2699\n\nFax: 310-423-3522\n\nCitation: Henry TD, Schaer GL, Traverse JH, Povisc TJ, Davidson C, Lee, JS, Costa MA, Bass T, Mendelsohn F, Fortuin FD, Pepine CJ, Patel AN, Riedel N, Junge C, Hunt A, Kereiakes DJ, White C, Harrington RA, Schatz RA, Losordo DW, the ACT34-CMI Investigators. Autologous CD34? Cell Therapy for Refractory Angina: 2 year Outcomes from the ACT34-CMI StudyCell Transplant. Appeared or available on-line: May 4, 2016\n\nThis study, scheduled to be published later this year in a special cardiovascular issue of Cell Transplantation, is currently freely available on-line as an unedited early e-pub at: http://www. ingentaconnect. com/ content/ cog/ ct/ pre-prints/ content-CT-1584_Henry_et_al\n\nThe Co-Editors-in-Chief for CELL TRANSPLANTATION are at the Department of Neurosurgery and Brain Repair, Morsani College of Medicine, University of South Florida, Tampa, FL, USA and the Center for Neuropsychiatry, China Medical University Hospital, TaiChung, Taiwan. Contact: Paul R. Sanberg at psanberg@health.usf.edu, Shinn-Zong Lin at shinnzong@yahoo.com.tw, or Associate Editor Samantha Portis at celltransplantation@gmail.com", "images": ["https://web.archive.org/web/20160602105808im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160602105808im_/http://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20160602105808im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160602105808im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160602105808im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160602105808im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160602105808im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160602105808im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160602105808im_/http://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20160602105808im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160602105808im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160602105808im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160602105808im_/http://www.eurekalert.org/images/meganav/portal-climate-new.png"], "top_img": "https://web.archive.org/web/20160602105808im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160602105808/http://www.eurekalert.org/pub_releases/2016-06/ctco-cct060116.php", "title": "CD34+ cell treatment reduced angina frequency for 'no option' patients", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A two-year, multi-center clinical study with 167 patients with class III-IV refractory angina randomized to low and high dose CD34+ cells or placebo has revealed that patients who received either a high or low dose of CD34 cells had a significant reduction in angina frequency over patients who received placebo. The researchers used intramyocardial delivery into the ischemic zone after 3-D mapping to register both electrical and mechanical activities of the left ventricle.", "keywords": "Biology, Cell Biology, Medicine/Health, Cardiology, Clinical Trials, Transplantation", "date": "Wed, 01 Jun 2016 04:00:00 GMT", "funder": "Baxter Healthcare", "journal": "Cell Transplantation", "type": "research", "institution": "Cell Transplantation Center of Excellence for Aging and Brain Repair", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "EurekAlertAAAS", "domain": "www.eurekalert.org"}, "og": {"title": "CD34+ cell treatment reduced angina frequency for 'no option' patients", "description": "A two-year, multi-center clinical study with 167 patients with class III-IV refractory angina randomized to low and high dose CD34+ cells or placebo has revealed that patients who received either a high or low dose of CD34 cells had a significant reduction in angina frequency over patients who received placebo. The researchers used intramyocardial delivery into the ischemic zone after 3-D mapping to register both electrical and mechanical activities of the left ventricle.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160602105808/http://www.eurekalert.org/pub_releases/2016-06/ctco-cct060116.php", "image": "https://web.archive.org/web/20160602105808im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1467172800.0, "source": "https://web.archive.org", "summary": ""}