{"url": "https://web.archive.org/web/20170605092925/https://www.eurekalert.org/pub_releases/2017-06/tmsh-tdw060217.php", "text": "A treatment for depression using Emotional Faces Memory Task (EFMT), a technology originally developed by two Mount Sinai researchers, resulted in a significantly greater reduction of major depressive disorder (MDD) symptoms compared to a control group, according to initial clinical results presented at the Society of Biological Psychiatry Annual Scientific Convention on May 19, 2017, in San Diego. EFMT is a cognitive-emotional treatment that is delivered via an app on the Click Neurobehavioral Intervention (CNI) platform , a clinically-validated patient engagement platform developed by Click Therapeutics™.\n\nThis treatment was developed at the Icahn School of Medicine at Mount Sinai by Brian Iacoviello, PhD, an Assistant Professor of Psychiatry who is Director of Scientific Affairs for Click Therapeutics, and Dennis S. Charney, MD, Anne and Joel Ehrenkranz Dean and Professor of Psychiatry, Neuroscience, and Pharmacological Sciences. The underlying mechanism for MDD that the intervention targets involves an imbalance in the activity of specific brain regions: individuals with MDD show hyperactivity of neural systems involved in emotion processing, such as the amygdala, coupled with decreased activity of systems involved in cognitive control and emotion regulation, such as the prefrontal cortex. The amygdala processes incoming emotionally salient stimuli, whereas the prefrontal cortex, as the executive center of the brain, decides whether the incoming stimuli are noteworthy.\n\nPatients using this therapeutic are asked to identify an emotion displayed in a series of faces, and for each face, they are asked to identify the number of faces earlier in the series in which they encountered the same emotion. This aims to balance brain activity in these regions to work in concert with each other. In the trial, the therapeutic reduced MDD symptoms by 42 percent in the experimental group after six weeks compared to 15.7 percent in the control group, which was given a similar task using simple shapes instead of emotions. \"The aim is to target the thinking abnormality we see in patients with MDD - that of perseverating, ruminating, obsessing, dwelling on the negative - by activating these two nodes (emotion processing and cognitive control) simultaneously. Thus, higher cognitive control regions will stay active even while the brain is processing salient emotional stimuli, giving the individual the capacity to shift their mindfulness and attention so that they are not perseverating,\" said Dr. Iacoviello. The initial results demonstrate that the efficacy of this digital therapeutic is comparable to drug therapy, with a highly favorable safety profile. Dr. Iacoviello added, \"We will be advancing these encouraging results to the next level, by incorporating this therapeutic into a highly engaging mobile platform and launching it through the CNI platform. It's exciting to have the opportunity to test the program within a large health care system such as Mount Sinai.\"\n\nDr. Charney said, \"Mount Sinai embraces creativity, innovation, and entrepreneurship. This technology illustrates our strengths in translating health care discoveries from the academic setting into industry, and ultimately to the patients that will benefit from them.\"\n\nMount Sinai Innovation Partners (MSIP), the commercialization-arm of the Icahn School of Medicine at Mount Sinai, has been a key partner in this development. Erik Lium, PhD, Senior Vice President at MSIP, said, \"We strongly believed in the potential of this technology based on early trials at Mount Sinai, and are pleased with our commercial partnership with Click Therapeutics. We look forward to the development of this technology into a digital therapeutic that will be used to treat a major disease.\"\n\n###\n\nAbout MSIP\n\nMount Sinai Innovation Partners facilitates the real-world application and commercialization of Mount Sinai discoveries and the development of research partnerships with industry. MSIP is responsible for the full spectrum of commercialization activities required to bring the Icahn School of Medicine's inventions to life. These activities include evaluating, patenting, marketing, and licensing new technologies, while also engaging commercial and non-profit relationships for sponsored research, material transfer, and confidentiality. For more information, visit http://www. ip. mountsinai. org .\n\nAbout Click Therapeutics\n\nClick Therapeutics, Inc. engineers, validates, and commercializes Digital Therapeutics™ solutions to benefit people with unmet medical needs through cognitive and neurobehavioral modification. Click Therapeutics™ digital interventions enable change within individuals, and can be used independently or in conjunction with biomedical treatments. The Clickometrics® adaptive data science platform continuously personalizes user experience to drive cognitive and behavioral outcomes. As the leader in Digital Therapeutics™ solutions, Click Therapeutics is building the brains behind digital health. For more information, visit ClickTherapeutics.com.", "images": ["https://web.archive.org/web/20170605092925im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170605092925im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170605092925im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170605092925im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170605092925im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170605092925im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170605092925im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170605092925im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170605092925im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170605092925im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170605092925im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170605092925im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170605092925im_/https://www.eurekalert.org/images/e4/logo.png"], "top_img": "https://web.archive.org/web/20170605092925im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170605092925/https://www.eurekalert.org/pub_releases/2017-06/tmsh-tdw060217.php", "title": "Treating depression w/ software: Tech from Mount Sinai steps into the digital healthcare universe", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A treatment for depression using Emotional Faces Memory Task (EFMT), a technology originally developed by two Mount Sinai researchers, resulted in a significantly greater reduction of major depressive disorder (MDD) symptoms compared to a control group, according to initial clinical results presented at the Society of Biological Psychiatry Annual Scientific Convention on May 19, 2017, in San Diego.", "keywords": "Medicine/Health, Neurobiology", "date": "Mon, 05 Jun 2017 04:00:00 GMT", "type": "research", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "meeting": "Society of Biological Psychiatry Annual Scientific Convention", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "mountsinainyc", "domain": "www.eurekalert.org", "title": "Treating depression w/ software: Tech from Mount Sinai steps into the digital healthcare universe", "description": "A treatment for depression using Emotional Faces Memory Task (EFMT), a technology originally developed by two Mount Sinai researchers, resulted in a significantly greater reduction of major depressive disorder (MDD) symptoms compared to a control group, according to initial clinical results presented at the Society of Biological Psychiatry Annual Scientific Convention on May 19, 2017, in San Diego."}, "og": {"title": "Treating depression w/ software: Tech from Mount Sinai steps into the digital healthcare universe", "description": "A treatment for depression using Emotional Faces Memory Task (EFMT), a technology originally developed by two Mount Sinai researchers, resulted in a significantly greater reduction of major depressive disorder (MDD) symptoms compared to a control group, according to initial clinical results presented at the Society of Biological Psychiatry Annual Scientific Convention on May 19, 2017, in San Diego.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170605092925/https://www.eurekalert.org/pub_releases/2017-06/tmsh-tdw060217.php", "image": "https://web.archive.org/web/20170605092925im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "mountsinainyc"}}, "movies": [], "publish_date": 1498708800.0, "source": "https://web.archive.org", "summary": ""}