{"url": "https://web.archive.org/web/20151029132327/http://www.eurekalert.org:80/pub_releases/2015-10/iocr-lct102615.php", "text": "A pioneering drug developed to treat women with inherited cancers can also benefit men with advanced prostate cancer, a major new clinical trial concludes.\n\nThe trial is a milestone in cancer treatment as the first to show the benefits of 'precision medicine' in prostate cancer - with treatment matched to the particular genetic characteristics of a man's tumour.\n\nOlaparib, the world's first drug to reach the market targeted against inherited cancer mutations, was found to benefit as many as a third of patients with prostate cancer, including many who did not inherit cancer genes but whose tumours had acquired defects in DNA repair.\n\nAn international consortium of researchers, led by experts at The Institute of Cancer Research, London, and The Royal Marsden NHS Foundation Trust, publish the trial's findings in the New England Journal of Medicine today (Wednesday).\n\nThe trial, called TOPARP-A, received support from a wide range of funders including Cancer Research UK, the Prostate Cancer Foundation, Stand Up To Cancer, Prostate Cancer UK and the Movember Foundation.\n\nThere was also support from the Investigator-Sponsored Study Collaboration between AstraZeneca and The NIHR Biomedical Research Centre at The Royal Marsden and the ICR, the NIHR Cancer Research Network, and Experimental Cancer Medicine Centre (ECMC) funding to the ICR and Royal Marsden, and several other ECMC sites.\n\nIn the trial, 49 men with treatment-resistant, advanced prostate cancer received olaparib, and 16 of them - or 33 per cent - responded, as defined by a set of clinical criteria.\n\nOlaparib stopped prostate cancer growth, generating lasting falls in prostate specific antigen (PSA) levels, falls in circulating tumour cell counts in the blood, and radiological responses on CT scans and MRI.\n\nThe clinical trial found that up to 30 per cent of men with advanced prostate cancer had tumours with defects in their systems for repairing DNA detected by genomic testing - and that these responded particularly well to olaparib.\n\nOf the 16 patients with detectable DNA repair mutations, 14 responded very well to olaparib - accounting for the large majority of those who benefited from the drug. Most of these men, who all had terminal prostate cancer with limited treatment options, had disease control lasting much longer than expected in this group of patients.\n\nThe results have led on to the start of TOPARP-B, a second part of this trial in which only men whose prostate cancers have detectable DNA repair mutations will receive olaparib. If the results are successful, olaparib could become a standard treatment option for men with advanced prostate cancer and DNA repair mutations.\n\nThe development of olaparib, which is now owned by AstraZeneca, was underpinned by scientific research carried out with funding from Cancer Research UK at The Institute of Cancer Research (ICR) and the University of Cambridge, and clinical trials led by the ICR and The Royal Marsden, and other institutions in the UK and overseas. It has had particularly strong results in phase III trials in patients who inherited mutations to the BRCA genes, many of whom had breast or ovarian cancer.\n\nThe drug, a type of treatment called a PARP inhibitor, was licensed last year for women with ovarian cancer and inherited BRCA mutations, but so far has not been approved for use on the NHS by NICE or the Cancer Drugs Fund.\n\nTrial chief investigator Professor Johann de Bono, Head of Drug Development at The Institute of Cancer Research, London, and The Royal Marsden NHS Foundation Trust, said:\n\n\"Our trial marks a significant step forward in the treatment of prostate cancer, showing that olaparib is highly effective at treating men with DNA repair defects in their tumours. It also proves the principle that we can detect prostate cancers with specific targetable mutations using genomic sequencing to deliver more precise cancer care by matching treatment to those men most likely to benefit.\n\n\"I hope it won't be long before we are using olaparib in the clinic to treat prostate cancer, or before genomic stratification of cancers becomes a standard in this and other cancers.\"\n\nStudy co-leader Dr Emma Hall, Deputy Director of the Cancer Research UK-funded Clinical Trials and Statistics Unit at The Institute of Cancer Research, London, which co-ordinated the study, said:\n\n\"This phase II clinical trial combined a highly targeted cancer drug with cutting-edge genomic sequencing. We showed that a subset of men whose tumours had mutations in their DNA repair machinery responded particularly well to treatment with olaparib. The next trial includes only men with these mutations in their tumours, with the aim of proving that olaparib is highly effective for them.\"\n\nDr Aine McCarthy, science information officer at Cancer Research UK, said:\n\n\"Even though the number of men surviving prostate cancer is increasing, it's still the second most common cause of cancer death in UK men. This is partly because the disease is so hard to treat once it has spread around the body.\n\n\"This trial is exciting because it could offer a new way to treat prostate cancer by targeting genetic mistakes in cancers that have spread. The hope is that this approach could help save many more lives in the future.\"\n\nHoward R. Soule, PhD, executive vice president and chief science officer of the Prostate Cancer Foundation, said:\n\n\"TOPARP-A is significant because it exploits the genetic similarities of prostate, breast and ovarian cancers,\" said. \"We are excited about this pioneering study because it demonstrates the tremendous crossover and wider applications in the research on these diseases.\"\n\nDr. William Nelson, co-vice chair of the SU2C Scientific Advisory Committee and director of the Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins in Baltimore, Maryland, said:\n\n\"Understanding the link between prostate cancer and DNA repair mutations is incredibly important for patients and their families. We can identify prostate cancer patients who will benefit from drugs like olaparib and also help men and their families better understand their genetic risk of metastatic prostate cancer, just as women with BRCA mutations do for breast and ovarian cancer.\"\n\n###\n\nNotes to editors\n\nFor more information contact Henry French on 020 7153 5582 / henry.french@icr.ac.uk. For enquiries out of hours, please call 07595 963 613.\n\nThe Institute of Cancer Research, London, is one of the world's most influential cancer research institutes.\n\nScientists and clinicians at The Institute of Cancer Research (ICR) are working every day to make a real impact on cancer patients' lives. Through its unique partnership with The Royal Marsden NHS Foundation Trust and 'bench-to-bedside' approach, the ICR is able to create and deliver results in a way that other institutions cannot. Together the two organisations are rated in the top four cancer centres globally.\n\nThe ICR has an outstanding record of achievement dating back more than 100 years. It provided the first convincing evidence that DNA damage is the basic cause of cancer, laying the foundation for the now universally accepted idea that cancer is a genetic disease. Today it leads the world at isolating cancer-related genes and discovering new targeted drugs for personalised cancer treatment.\n\nAs a college of the University of London, the ICR provides postgraduate higher education of international distinction. It has charitable status and relies on support from partner organisations, charities and the general public.\n\nThe ICR's mission is to make the discoveries that defeat cancer. For more information visit http://www. icr. ac. uk\n\nThe Royal Marsden NHS Foundation Trust\n\nThe Royal Marsden opened its doors in 1851 as the world's first hospital dedicated to cancer diagnosis, treatment, research and education.\n\nToday, together with its academic partner, The Institute of Cancer Research (ICR), it is the largest and most comprehensive cancer centre in Europe treating over 50,000 NHS and private patients every year. It is a centre of excellence with an international reputation for groundbreaking research and pioneering the very latest in cancer treatments and technologies.\n\nThe Royal Marsden, with the ICR, is the only National Institute for Health Research Biomedical Research Centre for Cancer. First awarded the status in 2006, it was re-awarded in 2011. A total of £62 million is being provided over five years, to support pioneering research work, and is being shared out over eight different cancer themes.\n\nThe Royal Marsden also provides community services in the London boroughs of Sutton and Merton and in June 2010, along with the ICR, the Trust launched a new academic partnership with Mount Vernon Cancer Centre in Middlesex.\n\nSince 2004, the hospital's charity, The Royal Marsden Cancer Charity, has helped raise over £100 million to build theatres, diagnostic centres, and drug development units.\n\nPrince William became President of The Royal Marsden in 2007, following a long royal connection with the hospital.\n\nThe Prostate Cancer Foundation (PCF) is the world's leading philanthropic organization funding and accelerating prostate cancer research. Founded in 1993, PCF has raised more than $615 million and provided funding to more than 2,000 research programs at nearly 200 cancer centers and universities. The PCF global research enterprise now extends to 19 countries. PCF advocates for greater awareness of prostate cancer and more efficient investment of governmental research funds for transformational cancer research. Its efforts have helped produce a 20-fold increase in government funding for prostate cancer. For more information, click here.\n\nAbout the Movember Foundation\n\nThe Movember Foundation is a global charity raising funds and awareness for men's health. These funds deliver breakthrough research and support services to allow men to live longer, healthier, happier lives. Since 2003, millions have joined the men's health movement, raising more than $650 million and funding over 1,000 programs through impact investments, focusing on four key areas: prostate cancer, testicular cancer, poor mental health and physical inactivity.\n\nMovember is fully accredited by the Better Business Bureau, and for the past three years, has been named a Top 100 best NGO by The Global Journal. For more information please visit Movember.com. Movember is a registered 501(c)(3) charity.", "images": ["https://web.archive.org/web/20151029132327im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20151029132327im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20151029132327im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20151029132327im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20151029132327im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20151029132327im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20151029132327im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20151029132327im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20151029132327im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20151029132327im_/http://www.eurekalert.org/images/meganav/ACS_logo.jpg", "https://web.archive.org/web/20151029132327im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20151029132327im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20151029132327im_/http://www.eurekalert.org/images/e4/logo.png"], "top_img": "https://web.archive.org/web/20151029132327im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20151029132327/http://www.eurekalert.org/pub_releases/2015-10/iocr-lct102615.php", "title": "Landmark clinical trial shows gene-targeted drug can treat prostate cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A pioneering drug developed to treat women with inherited cancers can also benefit men with advanced prostate cancer, a major new clinical trial concludes.\n\nThe trial is a milestone in cancer treatment as the first to show the benefits of 'precision medicine' in prostate cancer -- with treatment matched to the particular genetic characteristics of a man's tumor.", "keywords": "Genetics, Medicine/Health, Cancer, Prostate Cancer, Clinical Trials, Pharmaceutical Science", "date": "Wed, 28 Oct 2015 04:00:00 GMT", "funder": "Cancer Research UK, Prostate Cancer Foundation, Stand Up To Cancer, Prostate Cancer UK, Movember Foundation", "journal": "New England Journal of Medicine", "type": "research", "institution": "Institute of Cancer Research", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "ICR_London", "domain": "www.eurekalert.org"}, "og": {"title": "Landmark clinical trial shows gene-targeted drug can treat prostate cancer", "description": "A pioneering drug developed to treat women with inherited cancers can also benefit men with advanced prostate cancer, a major new clinical trial concludes.\n\nThe trial is a milestone in cancer treatment as the first to show the benefits of 'precision medicine' in prostate cancer -- with treatment matched to the particular genetic characteristics of a man's tumor.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20151029132327/http://www.eurekalert.org/pub_releases/2015-10/iocr-lct102615.php", "image": "https://web.archive.org/web/20151029132327im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "theinstituteofcancerresearch"}}, "movies": [], "publish_date": 1446091200.0, "source": "https://web.archive.org", "summary": ""}