{"url": "https://web.archive.org/web/20180925120726/https://www.eurekalert.org/pub_releases/2018-09/b-tmp091918.php", "text": "Evidence suggests it may not only be good for mind and body, but also for a long life\n\nThe consensus--one of the first of its kind--comes on the eve of the Ryder Cup, the biennial golf tournament between Europe and the US.\n\nAmid a growing body of evidence on the health impacts of the sport, the consensus aims to help current and would-be players maximise the health pros and minimise the health cons of golf, and to guide policy-makers and industry leaders on how best to make golf more inclusive and accessible and so encourage more people from all walks of life to take up the sport.\n\nThe statement draws on a systematic review of the available published evidence (342 eligible studies) and discussions among an international working group of 25 experts in public health and health policy, and industry leaders.\n\nAgreement was reached on 79 statements in three areas. These set out what is currently known about golf's associations with health; the factors that may help or hinder take-up of the sport; and a series of recommendations for golfers, industry leaders, and policy makers on how best to maximise its health benefits, promote sustainability, and widen participation.\n\nThe evidence shows that playing golf regularly is associated with longevity and reducing the risk factors for heart disease/stroke. And it can boost older people's strength and balance.\n\nThe sport is also associated with good mental health and improving the overall health of those with disabilities.\n\nCompared with other sports, the risk of injury is moderate, but as it's an outdoor activity, golfers may be more at risk of skin cancer.\n\nGolf is sociable, and gets people outdoors, connecting with nature. It can provide moderate intensity aerobic physical activity, and its health benefits are greatest for players (and spectators) who walk round the course rather than opt for a golf cart.\n\nWhile around 60 million people play golf at least twice every year, the participant profile is quite narrow: players tend to be middle aged to older, male, of white European heritage, relatively well off, and living in North America, Europe, and Australasia.\n\nAnd the sport is often perceived as expensive, male dominated, difficult to learn, and not a game for the young or those on the lower rungs of the social ladder.\n\nThis can put people off, says the statement. The sport needs to be more inclusive and welcoming of people from all walks of life and ethnic backgrounds, and any such initiatives should be supported, it says.\n\nMore people might be keen to take it up if golf were promoted as an enjoyable, lifelong outdoors activity that affords a sense of community and competitive challenge while providing some 'me time' as well as helping to fulfil recommended exercise quotas, says the statement.\n\nAnd the sport can do its bit for sustainability by \"practices that prioritise diversity, healthy societies, connection with, and care of, the environment, environmental integrity and health and wellbeing,\" the statement suggests.\n\nAmong its raft of recommendations, the consensus statement says that:\n\nGolfers\n\nShould aim to play for 150 minutes/week, or do less, but couple golf with other physical activity, and walk the course rather than ride a golf cart\n\nDo warm-up/strengthening exercises to cut the risk of injury and use sun-cream and wear collared shirts/blouses to minimise the risk of skin cancer\n\nMake everyone feel welcome\n\nClubs/Industry should:\n\nBuild on existing initiatives to promote inclusivity and develop environments and price structures that will be attractive to everyone\n\nDevelop a culture that will inspire more women and girls to play golf\n\nMake every effort to promote equality and diversity, and boost accessibility\n\nPromote sustainability through wildlife conservation and by restricting the use of water, energy, and pesticides\n\nProvide additional facilities at clubs, such as a gym, walking routes, crèches and improve the focus on health and safety, with the provision of healthy foods, defibrillators, and speed limiters on golf carts, for example\n\nPolicy makers should:\n\nPromote the benefits of regular physical activity, including golf, for people of all ages, genders, and income brackets\n\nPromote the specific health enhancing aspects of golf\n\nSupport diversity, equality, and sustainability\n\nWork with industry and national associations to boost take up of the sport, particularly in groups where physical activity levels are low\n\nWork with industry and regulatory bodies to get golf included in the Paralympics\n\n\"These outputs, if widely shared and adopted, will contribute to an improved understanding of golf and health, and aid these groups in making evidence-informed decisions and to improve health and wellbeing,\" the consensus statement concludes.\n\n###", "images": ["https://web.archive.org/web/20180925120726im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180925120726im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180925120726im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180925120726im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180925120726im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180925120726im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180925120726im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180925120726im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20180925120726im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180925120726im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180925120726im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20180925120726im_/https://media.eurekalert.org/meganav/ACS256Meeting_600x200.jpg", "https://web.archive.org/web/20180925120726im_/https://media.eurekalert.org/meganav/Nutrition2018_Newsroom.jpg", "https://web.archive.org/web/20180925120726im_/https://www.eurekalert.org/images/e4/logo-footer.png"], "top_img": "https://web.archive.org/web/20180925120726im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180925120726/https://www.eurekalert.org/pub_releases/2018-09/b-tmp091918.php", "title": "Too many people missing out on health benefits of golf, says expert panel", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Too many people are missing out on the health benefits of golf, says a panel of international experts in a consensus statement, which aims to widen participation in the sport.\n\nThe evidence suggests it may not only be good for mind and body, but also for a long life, says the statement, published online in the British Journal of Sports Medicine.", "keywords": "Medicine/Health, Sports Medicine", "date": "2018-09-23 04:00:00 GMT/UTC", "journal": "British Journal of Sports Medicine", "type": "research", "institution": "BMJ", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "bmj_company", "domain": "www.eurekalert.org", "title": "Too many people missing out on health benefits of golf, says expert panel", "description": "Too many people are missing out on the health benefits of golf, says a panel of international experts in a consensus statement, which aims to widen participation in the sport.\n\nThe evidence suggests it may not only be good for mind and body, but also for a long life, says the statement, published online in the British Journal of Sports Medicine."}, "og": {"title": "Too many people missing out on health benefits of golf, says expert panel", "description": "Too many people are missing out on the health benefits of golf, says a panel of international experts in a consensus statement, which aims to widen participation in the sport.\n\nThe evidence suggests it may not only be good for mind and body, but also for a long life, says the statement, published online in the British Journal of Sports Medicine.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180925120726/https://www.eurekalert.org/pub_releases/2018-09/b-tmp091918.php", "image": "https://web.archive.org/web/20180925120726im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "bmjdotcom"}}, "movies": [], "publish_date": 1538193600.0, "source": "https://web.archive.org", "summary": ""}