{"url": "http://archotol.jamanetwork.com/article.aspx?doi=10.1001/jamaoto.2016.1228", "text": "Key Points\n\nQuestion Does treatment with cetuximab and radiotherapy (CRT) increase the rate of laryngeal preservation and laryngectomy-free survival compared with radiotherapy alone in patients with hypopharyngeal and laryngeal carcinoma?\n\nFindings In this secondary analysis of a randomized clinical trial comparing CRT vs radiotherapy alone in 168 treated patients, there was no difference in the rates of laryngeal preservation at 2 years. There was a 4.0% and 8.9% absolute improvement in laryngectomy-free survival at 2 and 3 years, respectively, for CRT vs radiotherapy alone.\n\nMeaning The results of this secondary subset analysis reveal a possible cetuximab-related benefit in laryngeal preservation.\n\nAbstract\n\nImportance The appropriate use of surgery or radiotherapy-based approaches for organ preservation has been the subject of much debate. Unfortunately, there has been a lack of improvement in overall survival for patients with laryngeal carcinoma in the last 30 years.\n\nObjective To assess the rates of laryngeal preservation and laryngectomy-free survival in patients receiving cetuximab and radiotherapy (CRT) and patients receiving radiotherapy alone.\n\nDesign, Setting, and Participants Patients were enrolled in a multicenter, open-label, stratified, randomized, phase 3 study from April 1, 1999, through March 31, 2002, from 73 centers in the United States and 14 other countries. A secondary subgroup analysis of patients with hypopharyngeal and laryngeal carcinoma was undertaken. Rates of laryngeal preservation and laryngectomy-free survival were estimated by the Kaplan-Meier method. The hazard ratios (HRs) were calculated using a Cox proportional hazards regression model. Quality of life was evaluated using the European Organization for Research and Treatment of Cancer core questionnaire and head and neck module.\n\nMain Outcomes and Measures Laryngeal preservation and laryngectomy-free survival.\n\nResults Of the 424 patients included in the trial, 168 treated patients with cancer of the larynx or hypopharynx were included in this analysis (90 in the CRT group and 78 in the radiotherapy alone group). The median (range) age of the patients was 59 (40-80) years in the CRT group and 61 (35-81) years in the radiotherapy alone group. In the CRT group, 72 patients (80.0%) were male and 18 (20.0%) were female. In the radiotherapy alone group, 62 (79.5%) were male and 16 (20.5%) were female. The rates of laryngeal preservation at 2 years were 87.9% for CRT vs 85.7% for radiotherapy alone, with an HR of 0.57 (95% CI, 0.23-1.42; P = .22). Similarly, the HR for laryngectomy-free survival comparing CRT vs radiotherapy alone was 0.78 (95% CI, 0.54-1.11; P = .17). This study was not powered to assess organ preservation. Median overall survival was 27 (95% CI, 20-45) vs 21 (95% CI, 17-35) months for the CRT and radiotherapy alone groups, respectively, with an HR of 0.87 (95% CI, 0.60-1.27). No differences between treatments were reported regarding overall quality of life, need for a feeding tube, or speech.\n\nConclusions and Relevance The results of a possible cetuximab-related laryngeal preservation benefit for patients with hypopharyngeal or laryngeal cancer are intriguing; these results need to be interpreted in the context of a retrospective subset analysis with limited sample size.\n\nTrial Registration clinicaltrials.gov Identifier: NCT00004227\n\nIntroduction\n\nHistorically, locoregionally advanced squamous cell cancers of the larynx or hypopharynx have been treated with surgical resection, usually involving laryngectomy with or without postoperative radiotherapy.1 Although laryngectomy is an effective treatment, investigators have sought therapeutic strategies that result in voice preservation. Various modifications of surgical techniques have been explored.2-5 Alternatively, in the early 1980s, investigators evaluated curative primary radiotherapy with salvage surgery as an option for these patients.6,7 Retrospective studies8,9 that compared primary radiotherapy with salvage surgery to initial surgery with postoperative radiotherapy found similar rates of survival in patients with advanced laryngeal or hypopharyngeal cancers.\n\nAfter the realization that many patients could avoid total laryngectomy with the use of primary radiotherapy, several combination chemoradiotherapy strategies were introduced for patients with laryngeal or hypopharyngeal cancers. In large phase 3 randomized clinical trials, induction chemotherapy followed by radiotherapy demonstrated equivalent overall survival compared with surgical resection and postoperative radiotherapy in patients with laryngeal10,11 and hypopharyngeal cancers.12 More recently, the Radiation Therapy Oncology Group 91-11 trial revealed that radiotherapy with concomitant cisplatin resulted in a superior laryngeal preservation rate compared with induction with cisplatin and fluorouracil followed by radiotherapy or radiotherapy alone for these advanced laryngeal cancers.13,14 However, this treatment did not produce a survival benefit.\n\nThe appropriate use of surgery or radiotherapy-based approaches for organ preservation has been the subject of much debate.15-18 Unfortunately, there has been a lack of improvement in overall survival for patients with laryngeal carcinoma in large database studies19-21 examining the last 30 years of care. Investigators have reported that poor follow-up may contribute to the potential for larger and less curable recurrences, and surgeons experienced with radiotherapy with salvage surgery need to be involved as early as possible.20,21\n\nThe analysis described in this report was performed to assess the laryngeal preservation rates of patients with locoregionally advanced laryngeal and hypopharyngeal cancers who were entered into a randomized clinical trial of cetuximab and radiotherapy (CRT) compared with radiotherapy alone.22,23 This group of patients represents a subgroup (168 patients) of a larger population (424 patients) that also included patients with oropharyngeal cancers. It is noteworthy that this randomized clinical trial was not designed to enroll a sufficient number of patients to definitively and prospectively address the subject of the analysis reported herein. Previous reports22,23 of the overall randomized clinical trial found locoregional control and survival advantages associated with the addition of cetuximab to radiotherapy.\n\nMethods\n\nPatients\n\nPatients were enrolled in the multicenter, open-label, stratified, randomized, phase 3 study from April 1, 1999, through March 31, 2002, from 73 centers in the United States and 14 other countries. Patients who entered the trial had stage III or IV nonmetastatic squamous cell carcinoma of the oropharynx, hypopharynx, or larynx (Figure 1 and Table 1). Patients were eligible if they had pathologically confirmed stage III or IV squamous cell carcinoma, had measurable disease, had no distant metastases, had no prior therapy for the tumor under study, and were medically suitable to undergo definitive radiotherapy. This subgroup includes the patients with hypopharyngeal and laryngeal cancers. The protocol was approved by the ethics review boards at the participating institutions, and all the patients provided written informed consent.\n\nPatients were initially evaluated with a comprehensive head and neck examination, which included panendoscopy. The primary tumors and lymph nodes were staged by the American Joint Committee on Cancer staging classification of 1998. Initial evaluation included computed tomography or magnetic resonance imaging of the head and neck region and chest radiography. Patients began treatment within 2 weeks after this initial evaluation, as determined by the randomization procedure.22 Patients who underwent no surgery or less extensive operations were censored at death or date of last contact.\n\nTreatment\n\nThe primary radiotherapy was delivered with curative intent. Investigators selected 1 of 3 radiation fractionation regimens: once daily, twice daily, or concomitant boost regimen (Figure 1). Cervical lymph node drainage regions, considered to be at high risk for subclinical disease, were treated with a dose of 50 to 54 Gy. The primary tumor and gross nodal disease received full-dose radiotherapy (70-76.8 Gy, depending on fractionation). However, if a postoperative neck dissection was planned, gross nodal disease could be treated with 60 Gy.\n\nFor patients randomized to CRT, cetuximab treatment consisted of an initial dose of 400 mg/m2 and was delivered as a 120-minute intravenous infusion. This initial dose was delivered 1 week before the initiation of CRT. Patients received weekly cetuximab infusions during the radiotherapy treatment. Seven weekly infusions were delivered at a dose of 250 mg/m2 for a period of 60 minutes each.\n\nFor patients who were scheduled to have a planned neck dissection, surgery was scheduled to take place 4 to 8 weeks after completion of CRT or radiotherapy alone.\n\nEvaluations\n\nEvaluations, including physical examination, hematologic testing, and chemical profiles, were performed weekly for the duration of the study. A pharmacologic profile was also performed weekly on patients receiving cetuximab infusion (CRT group). Patients provided a history and underwent a physical examination, which included a fiberoptic examination of the tumor, as well as an assessment of all study end points at required time points after the completion of treatment.22 Posttreatment assessments were performed 4 and 8 weeks after completion of radiotherapy. Patients who were scheduled for a planned postoperative neck dissection could have their 8-week assessment at the 6-week time point, along with posttreatment computed tomography. Subsequently, patients were evaluated every 4 months during the first and second years. They were evaluated semiannually during years 3 to 5. These follow-up assessments included imaging studies, consisting of computed tomography or magnetic resonance imaging of the head and neck region.\n\nQuality of Life\n\nThe instruments used in this study were the European Organization for Research and Treatment of Cancer Quality of Life Questionnaire Core 30 version 3.0 and the Quality of Life Head and Neck Module 35. The self-administered core questionnaire consisted of 30 questions and incorporated 5 functional scales, 3 symptom scales, and a global health and quality-of-life scale. The remaining single items assessed additional symptoms commonly reported by patients with cancer, as well as the perceived financial effect of disease and treatment. All scales and single items met the standards for reliability. The 35-item module comprised 1 multi-item scale and a series of single items assessing head and neck–associated symptoms and adverse effects from conventional therapy.\n\nStatistical Analysis\n\nThe randomization was not stratified by primary site of cancer; hence, the results presented below are a retrospective analysis of the selected subset of patients. A CONSORT flow diagram was included with the original publication of the trial.23 A trial profile for the analysis presented here is shown in Figure 1. The primary end point of the study was to examine differences in the rate of locoregional disease control maintained for 1 year. The duration of locoregional control was defined as the absence of locoregional disease progression at the scheduled follow-up visits and was determined through a masked review of the investigator-generated data by an independent committee of experts. The duration of locoregional control was from randomization to the first documented progression or recurrence of locoregional disease or death from any cause. Overall survival was calculated from randomization to death from any cause. Tumor present in a neck dissection, which was performed for any reason after 15 weeks after radiotherapy, constituted locoregional progression. Distribution of time-to-event parameters was estimated by the Kaplan-Meier method, and treatment effects were compared using a log-rank test. The Cox proportional hazards regression model was used to calculate the nonstratified hazard ratio (HR). The Kaplan-Meier method was also used to estimate the rate of preservation of larynx.24 Patients who underwent no surgery or lesser operations were censored at death or date of last contact.\n\nResults\n\nCharacteristics of the Patients\n\nA total of 424 patients participated in the study and 168 were included in the subanalysis (90 in the CRT group or 78 in the radiotherapy alone group). Most patients from both treatment groups were treated with the concomitant boost fractionation regimen. The 2 treatment groups were well balanced with respect to sex, tumor stage, node stage (Table 1), and the rate of neck surgery (16% in the CRT group and 14% in the radiotherapy alone group).\n\nTreatment Adherence\n\nThe median durations of treatment were 52, 46, and 43 days for once daily, twice daily, or concomitant boost, respectively, for patients treated with CRT and 52, 44, and 43 days, respectively, for patients treated with radiotherapy alone. For patients who received cetuximab, the median number of cetuximab infusions was 8 (range, 1–11). The median cumulative cetuximab dose was 2154 mg/m2 (range, 14-2887 mg/m2). The number of patients who received 7 or more cetuximab infusions was 80 (88.9%). The radiotherapy quality assurance review found that the mean and median doses for the once daily, twice daily, and concomitant boost regimens were 68.7 and 70.0 Gy, 74.3 and 74.4 Gy, and 70.8 and 72.0 Gy, respectively; these doses were similar in both treatment groups. Radiotherapy adherence for patients who received CRT or radiotherapy alone was balanced; 65 (72.2%) received CRT and 56 (71.8%) received radiotherapy alone as planned or with minor deviation. A total of 121 patients (72%) were treated as planned or with minor deviation. Major acceptable deviations in the CRT and radiotherapy alone groups were found in 13 (14.4%) and 13 (16.7%) patients, and major unacceptable deviations were observed in 3 (3.3%) and 5 (6.4%) patients, respectively. A total of 9 (10.0%) and 4 (5.1%) patients in these respective groups were not evaluable for a radiation quality assurance review. The differences in radiotherapy adherence between the 2 treatment groups were not statistically significant. Neck dissections were performed in 14 patients (15.6%) treated with CRT and 11 patients (14.1%) treated with radiotherapy alone.\n\nEfficacy\n\nLocoregional control was the primary end point of the phase 3 study. For this subgroup of patients with laryngeal and hypopharyngeal cancers, locoregional control was slightly improved for patients who received CRT compared with radiotherapy alone (HR, 0.80; 95% CI, 0.56-1.13) (Table 2). The 2-year rates of locoregional control were 36.9% in the CRT group and 25.7% in the radiotherapy alone group. Survival was also slightly improved for patients who received CRT compared with radiotherapy alone (HR, 0.87; 95% CI, 0.60-1.27) (Table 2). The 3-year survival rates were 41.9% in the CRT group and 39.0% in the radiotherapy alone group.\n\nThe rates of laryngeal preservation (no need for salvage laryngectomy) were 87.9% at 2 and 3 years in the CRT group compared with 85.7% at 2 years and 76.8% at 3 years in the radiotherapy alone group. The 2.2% and 11.1% absolute improvements in the rates of laryngeal preservation, at 2 and 3 years, respectively, favored CRT compared with radiotherapy alone (Figure 2). However, this improvement was not statistically significant (HR, 0.57; 95% CI, 0.23-1.42; P = .22). In addition, there was a 4.0% and 8.9% absolute improvement in laryngectomy-free survival at 2 and 3 years, respectively. Again, these differences did not reach statistical significance (HR, 0.78; 95% CI, 0.54-1.11; P = .17) (Figure 2).\n\nSafety\n\nThe most frequently reported adverse events are given in Table 3. The frequency of grades 3 and 4 mucositis/stomatitis and odynophagia was not significantly different among patients who received CRT compared with radiotherapy alone. Patients who received CRT had a greater rate of acneiform rash compared with patients who received radiotherapy alone (Table 3). Chills, fever, and headache were the only toxic events reported to occur at any grade with significantly higher frequency (P = .002, P = .01, and P = .004, respectively) in patients in the CRT group than in the radiotherapy alone group; however, their incidences were low (chills, 16 [17.8%] vs 2 [2.6%]; fever, 20 [22.2%] vs 6 [7.7%]; headache, 20 [22.2%] vs 5 [6.4%]).\n\nQuality of Life\n\nThe quality-of-life responses were evaluated in a longitudinal design in all patients. Baseline assessment was performed at or just after randomization. Subsequent assessments took place before the beginning of the fourth week of radiotherapy, at the 8-week posttreatment evaluation, and at the 2 every-4-month follow-up evaluations of year 1. Plots of mean changes in global health status, use of a feeding tube, or speech problems reveal no differences between the treatment groups (Figure 3). A positive value in change indicates an improvement for the patient.\n\nDifferences in mean changes in swallowing at radiotherapy week 4 (−15 in the CRT group and −25 in the radiotherapy alone group, P = .02), loss of appetite at radiotherapy week 4 (−11 in the CRT group and −18 in the radiotherapy alone group, P = .03), nausea at week 8 after radiotherapy (−7.3 in the CRT group and 0.3 in the radiotherapy alone group, P = .04), coughing at radiotherapy week 4 (7.4 in the CRT group and −5.6 in the radiotherapy alone group, P = .02) and at week 8 after radiotherapy (−3.2 in the CRT group and 1.1 in the radiotherapy alone group, P = .04), constipation at month 8 (2.6 in the CRT group and −19 in the radiotherapy alone group, P < .001), and cognitive functioning at month 12 (−7.0 in the CRT group and 4.6 in the radiotherapy alone group, P = .04) were not seen at the other time points.\n\nDiscussion\n\nWhen laryngectomy is the primary treatment for locoregionally advanced laryngeal and hypopharyngeal cancers, patients gradually adjust to the loss of natural phonation, but the condition substantially interferes with normal communication and social interactions.25 In addition, although the effect of the procedure on voice frequently receives the greatest consideration, the presence of the stoma may also adversely affect patients’ quality of life.26\n\nIn the analysis reported herein, laryngeal preservation rates were studied in a subgroup of patients who were part of a large phase 3 trial that compared primary radiotherapy with or without the antiepidermal growth factor receptor monoclonal antibody cetuximab. The use of CRT produced a higher rate of laryngeal preservation compared with radiotherapy alone for patients with locoregionally advanced laryngeal or hypopharyngeal cancers. Although the difference in the rates of laryngeal preservation between the 2 groups did not reach statistical significance, the initial trial was not powered to assess this subgroup question. The HR of 0.57 is a strong indicator that cetuximab, when added to radiotherapy, may improve laryngeal preservation. The 87.9% rate of laryngeal preservation at 2 years for CRT found in this trial is similar to the rate reported for the use of radiotherapy and concomitant cisplatin in Radiation Therapy Oncology Group 91-11 trial (n = 547).13\n\nPatients who undergo a laryngectomy often experience a difficult adjustment process. Even when the patient achieves a certain level of comfort with various techniques of artificial speech,27 the ability to communicate with others is hampered.26,28,29 Investigations have explored both the patient’s and the interviewer’s perceptions of the patient’s difficulty with communication after laryngectomy.26 Of interest, the interviewers perceived the patients’ impairment with communication as a much greater infringement on quality of life compared with the patients’ perceptions. Patients who underwent laryngectomy believed that interference with social activities resulted in a greater detrimental effect regarding their quality of life compared with the interviewers’ perception of this factor. Therefore, patients have their own perceptions, as well as the perceptions of others, as potential hurdles to normal activities after laryngectomy.\n\nThe perception of life without a larynx plays an important role in a patient’s treatment decision. In a recent trial from France, 269 patients were queried about the treatment choices they might make if they faced the diagnosis of advanced laryngeal cancer.30 Only 29% stated that they would not consider options with a lower chance of cure if told that the best option, with respect to survival, was total laryngectomy. However, their enthusiasm for seeking laryngeal-preserving options waned when told about potential adverse effects, such as tracheostomy or permanent gastrostomy. An older report31 of interviews with firefighters and executives who were asked to envision that they had advanced laryngeal cancer determined that they were willing to accept a 15% to 30% reduction in life expectancy for a laryngeal-preserving treatment compared with total laryngectomy. These studies30,31 demonstrate the importance of reviewing options and potential adverse effects with patients before making a decision regarding the best treatment.\n\nConsidering the importance of laryngeal function, many head and neck cancer treatments have been directed toward the goal of laryngeal preservation. One of the largest randomized clinical trials was designed to evaluate laryngeal preservation compared with radiotherapy alone, concomitant chemoradiotherapy, and induction chemotherapy followed by radiotherapy.13,14 Each treatment group included at least 180 patients, thus providing much greater statistical power than the current communication. The use of concomitant cisplatin and radiotherapy resulted in a statistically significant improvement in laryngeal preservation compared with radiotherapy alone, with a hazard ratio of 0.46. However, the induction regimen of cisplatin and fluorouracil did not improve laryngeal preservation over radiotherapy alone. Neither concomitant chemoradiotherapy nor induction chemotherapy followed by radiotherapy resulted in improved overall survival compared with radiotherapy alone. Furthermore, there were greater severe acute toxic effects from the chemoradiotherapy treatments compared with radiotherapy alone,13 but no significant differences in severe late toxic effects were noted in the comparison of the 3 treatment arms.14 Unfortunately, the concomitant chemoradiotherapy arm had an increase in deaths not attributable to cancer compared with the other 2 arms; this finding needs to be explored further to determine whether undetected fatal late treatment toxic effects are greater with concomitant regimens.\n\nAlthough induction chemotherapy was not used in this trial, it has been the subject of many past and recent assessments involving laryngeal preservation, as well as other efficacy and safety outcomes.10-14 A retrospective review32 of the phase 3 TAX 324 trial (Induction Chemotherapy Comparing Taxotere Cisplatin and 5-Fluorouracil With Standard Cisplatin and 5-Fluorouracil Followed by Chemoradiation in Locally Advanced Head and Neck Cancer) in patients with laryngeal or hypopharyngeal cancers revealed that induction chemotherapy of docetaxel, cisplatin, and fluorouracil (n = 90) compared with cisplatin plus fluorouracil (n = 76) followed by chemoradiotherapy with weekly carboplatin resulted in significantly improved overall survival (P = .02) and progression-free survival (P = .03) for the docetaxel, cisplatin, and fluorouracil group. Among patients undergoing surgery, laryngectomy-free survival was also significantly greater with docetaxel, cisplatin, and fluorouracil (P = .03).\n\nThe TREMPLIN (Radiotherapy With Cisplatin Versus Radiotherapy With Cetuximab After Induction Chemotherapy for Larynx Preservation) trial compared the efficacy and safety of induction chemotherapy using docetaxel, cisplatin, and fluorouracil, followed by chemoradiotherapy with cisplatin (n = 60) or cetuximab (n = 56), for laryngeal preservation.33 No differences were found in laryngeal preservation, laryngeal function preservation, or overall survival between the 2 regimens. Newer studies, such as DeCIDE (Docetaxel-Based Chemotherapy Plus or Minus IC to Decrease Events in Head and Neck Cancer)34 and PARADIGM (Combination Chemotherapy and Radiation in Treating Patients With Stage III or IV Head and Neck Cancer),35 suggest no overall benefit from the addition of induction chemotherapy vs concomitant chemoradiotherapy alone.\n\nConclusions\n\nThe higher rate of laryngeal preservation that was achieved with the use of CRT compared with radiotherapy alone was encouraging. Furthermore, no significant increases in the most debilitating radiotherapy-induced toxic effects, such as mucositis/stomatitis and dysphagia, were observed. This treatment approach warrants further evaluation in larger populations to fully assess the potential value of cetuximab or other molecular targeting agents to augment laryngeal preservation rates.\n\nBack to top Article Information\n\nAccepted for Publication: April 9, 2016.\n\nPublished Online: July 7, 2016. doi:10.1001/jamaoto.2016.1228\n\nCorrection: This article was corrected on October 26, 2018, to correct an inaccurate conflict of interest disclosure; it was previously corrected on December 15, 2016, to correct errors in number at risk in Figure 2A.\n\nCorresponding Author: James A. Bonner, MD, Department of Radiation Oncology, University of Alabama at Birmingham, 1700 Sixth Ave S, Hazelrig-Salter Radiation Oncology Center, Ste 2262, Birmingham, AL 35249 (jabonner@uabmc.edu).\n\nAuthor Contributions: Dr Chin and Mr Hossain had full access to all the data in the study and take responsibility for the integrity of the data and the accuracy of the data analysis.\n\nStudy concept and design: Bonner, Harari, Hossain, Schulten, Chin, Baselga.\n\nAcquisition, analysis, or interpretation of data: Bonner, Giralt, Spencer, Schulten, Hossain, Chang, Chin.\n\nDrafting of the manuscript: Bonner, Hossain, Chin.\n\nCritical revision of the manuscript for important intellectual content: All authors.\n\nStatistical analysis: Bonner, Hossain.\n\nObtained funding: Chang.\n\nAdministrative, technical, or material support: Harari.\n\nStudy supervision: Giralt, Hossain, Chang, Chin, Baselga.\n\nConflict of Interest Disclosures: All authors have completed and submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Dr Bonner reported working as a consultant for Eli Lilly and Company, Merck Serono, and Bristol-Myers Squibb. Dr Schulten reported being an employee of Merck KGaA. Dr Chin and Mr Hossain reported being employees of Eli Lilly and Company. Dr Chang reported being a former employee of Eli Lilly and Company and currently owning Lilly stock. Dr Baselga reports nonfinancial support and reasonable reimbursement for travel from Roche/Genentech; receiving fees from and stock ownership in the following companies: Aura Biosciences (including serving on the board of directors from 2013-2017), Infinity Pharmaceuticals (including serving on the board of directors from 2013-2017), PMV Pharma Biotechnologies (including serving on the scientific advisory board from 2014-present), Juno Therapeutics (acquired by Celgene) (including serving on the scientific advisory board from 2014-2017), Grail (including serving as member or chair of the scientific advisory board from 2016-2018), Varian Medical Systems (including serving on the board of directors from 2017-2018), Bristol-Myers Squibb (including serving on the board of directors from March to September 2018), Seragon (acquired by Roche) (including serving on the scientific advisory board of directors from 2013-2014); stock ownership in ApoGen Biotechnologies (including serving on the scientific advisory board from 2014-present), and Foghorn Therapeutics (including serving on the board from 2017-present); serving as cofounder, receiving fees from, and stock ownership in Tango (formerly Synthetic Lethal) from 2016-present and Northern Biologics (formerly Mosaic Biomedicals) (including serving on the scientific advisory board from 2013-present); receiving consulting and travel fees from Novartis and Eli Lilly; serving as cofounder of Venthera; and serving as investigator on a patent licensed to Memorial Sloan Kettering for use of phosphoinositide 3-kinase inhibitors for treatment of vascular malformations and serving as investigator for patents pending assignment to Memorial Sloan Kettering for combination therapy using PDK1 and PI3K inhibitors and inhibition of KMT2D for the treatment of breast cancer. No other disclosures were reported.\n\nFunding/Support: Research funding was provided by Eli Lilly and Company.\n\nRole of the Funder/Sponsor: The funding source had a role in the design and conduct of the study.\n\nAdditional Contributions: Nathalie Godinot, MS, of Eli Lilly and Company, provided medical writing support. Anastasia Perkowski, MBA, of Eli Lilly and Company, provided medical editing assistance. Neither was compensated outside their usual salary.", "images": ["http://cdn.jamanetwork.com/UI/app/svg/Jama_Network_Logo.svg", "http://cdn.jamanetwork.com/UI/app/img/powered.png", "https://cdn.jamanetwork.com/ama/content_public/journal/otol/935715/ooi160045f1.png?Expires=2147483647&Signature=oiuE5BYtaYv8-tsybgk08J~9jTOP~cEfG648e0fWvA5Zg2JvcYGGBFof9pH~XxWasEGJFgRAYho05ukI5X8Lr~7PCXHl9UeFYXphYUr1uEOC7ScoyNajd9HPMtKofaTEIs9gsmqFXlX825AKsyuO0u86KJNZRxhcmL-j2U8GcxlfrvuHh2Qns6fC6nwOhynUwiJxsj6ZD43AmbSdlqq6GE1T4FjHlaMF-VAnI3P2CC7YPRPDNfoRdn2yVDqpQLDZjLDOtMlTASrzs-em4JCatRcd9esvX8xfFhWON6bAT6iE8bWXqbYsiMHNAILN4-1J1~2i~N9wDWAakGnkvKfoCA__&Key-Pair-Id=APKAIE5G5CRDK6RD3PGA", "http://archotol.jamanetwork.com/ImageLibrary/global/jn-signature-reversed.svg", "http://cdn.jamanetwork.com/UI/app/img/covers/otol.jpg"], "top_img": "https://cdn.jamanetwork.com/ama/content_public/journal/otol/935715/ooi160045f1.png?Expires=2147483647&Signature=oiuE5BYtaYv8-tsybgk08J~9jTOP~cEfG648e0fWvA5Zg2JvcYGGBFof9pH~XxWasEGJFgRAYho05ukI5X8Lr~7PCXHl9UeFYXphYUr1uEOC7ScoyNajd9HPMtKofaTEIs9gsmqFXlX825AKsyuO0u86KJNZRxhcmL-j2U8GcxlfrvuHh2Qns6fC6nwOhynUwiJxsj6ZD43AmbSdlqq6GE1T4FjHlaMF-VAnI3P2CC7YPRPDNfoRdn2yVDqpQLDZjLDOtMlTASrzs-em4JCatRcd9esvX8xfFhWON6bAT6iE8bWXqbYsiMHNAILN4-1J1~2i~N9wDWAakGnkvKfoCA__&Key-Pair-Id=APKAIE5G5CRDK6RD3PGA", "keywords": [], "authors": ["James Bonner", "Department Of Radiation Oncology", "University Of Alabama At Birmingham", "Jordi Giralt", "Hospital General Vall D Hebron", "Barcelona", "Paul Harari", "Department Of Human Oncology", "University Of Wisconsin At Madison", "Sharon Spencer"], "canonical_link": "https://jamanetwork.com/journals/jamaotolaryngology/fullarticle/2532573", "title": "Cetuximab and Radiotherapy in Laryngeal Preservation for Cancers of the Larynx and Hypopharynx: A Secondary Analysis of a Randomized Clinical Trial", "meta_data": {"viewport": "width=device-width, initial-scale=1", "format-detection": "telephone=no", "og": {"title": "Cetuximab and Radiotherapy for Laryngeal Preservation in Patients With Laryngeal Carcinoma", "type": "Article", "url": "https://jamanetwork.com/journals/jamaotolaryngology/fullarticle/2532573", "image": "https://cdn.jamanetwork.com/ama/content_public/journal/otol/935715/ooi160045f3.png?Expires=2147483647&Signature=BG6YU8hIx8bqAFlKL032riBN1aOWgZDF~wpiLFYRRYkMqlq3WZfzkgKGbyZLdmuATIkNTCkke4V0BItr2wXbHw67zhZHMmeJb4LyzXwdFNZfLor0XKegBomhglikJeS-2VqektnEzsuapIaSQH7Qk7QCEr30YdTnDPPO9bxmjH8LKaZ8SchiEizNpyeKkBNc5Ix3cYxr2~NJoDz6C1Zj6b3mcHEqW8I8clrZFxfmHzx9JlFOCHRmIHYb3BvDJ7MZs9vc6Bu3-Hs81EHZ52pobM2NE38wlw8eC-kuJSNIFKnHFEVGCNJ5rADl5DaFqTI47yniXN2By3OsrKuJ3uH-YA__&Key-Pair-Id=APKAIE5G5CRDK6RD3PGA", "description": "This cohort study uses data from a trial comparing cetuximab and radiotherapy vs radiotherapy alone for patients with oropharyngeal cancer to investigate the rate of laryngeal preservation and laryngectomy-free survival in the subgroup of patients with locoregionally advanced SCC of the larynx or..."}, "fb": {"pages": 122228711814384}, "twitter": {"card": "summary_large_image", "site": "@JAMAOto"}, "citation_author": "José Baselga", "citation_author_institution": "Memorial Sloan Kettering Cancer Center, New York, New York", "citation_title": "Cetuximab and Radiotherapy in Laryngeal Preservation for Cancers of the Larynx and Hypopharynx: A Secondary Analysis of a Randomized Clinical Trial", "citation_firstpage": 842, "citation_lastpage": 849, "citation_doi": "10.1001/jamaoto.2016.1228", "citation_keyword": "secondary data analysis", "citation_abstract": "<h3>Importance</h3><p>The appropriate use of surgery or radiotherapy-based approaches for organ preservation has been the subject of much debate. Unfortunately, there has been a lack of improvement in overall survival for patients with laryngeal carcinoma in the last 30 years.</p><h3>Objective</h3><p>To assess the rates of laryngeal preservation and laryngectomy-free survival in patients receiving cetuximab and radiotherapy (CRT) and patients receiving radiotherapy alone.</p><h3>Design, Setting, and Participants</h3><p>Patients were enrolled in a multicenter, open-label, stratified, randomized, phase 3 study from April 1, 1999, through March 31, 2002, from 73 centers in the United States and 14 other countries. A secondary subgroup analysis of patients with hypopharyngeal and laryngeal carcinoma was undertaken. Rates of laryngeal preservation and laryngectomy-free survival were estimated by the Kaplan-Meier method. The hazard ratios (HRs) were calculated using a Cox proportional hazards regression model. Quality of life was evaluated using the European Organization for Research and Treatment of Cancer core questionnaire and head and neck module.</p><h3>Main Outcomes and Measures</h3><p>Laryngeal preservation and laryngectomy-free survival.</p><h3>Results</h3><p>Of the 424 patients included in the trial, 168 treated patients with cancer of the larynx or hypopharynx were included in this analysis (90 in the CRT group and 78 in the radiotherapy alone group). The median (range) age of the patients was 59 (40-80) years in the CRT group and 61 (35-81) years in the radiotherapy alone group. In the CRT group, 72 patients (80.0%) were male and 18 (20.0%) were female. In the radiotherapy alone group, 62 (79.5%) were male and 16 (20.5%) were female. The rates of laryngeal preservation at 2 years were 87.9% for CRT vs 85.7% for radiotherapy alone, with an HR of 0.57 (95% CI, 0.23-1.42;<i>P</i> = .22). Similarly, the HR for laryngectomy-free survival comparing CRT vs radiotherapy alone was 0.78 (95% CI, 0.54-1.11;<i>P</i> = .17). This study was not powered to assess organ preservation. Median overall survival was 27 (95% CI, 20-45) vs 21 (95% CI, 17-35) months for the CRT and radiotherapy alone groups, respectively, with an HR of 0.87 (95% CI, 0.60-1.27). No differences between treatments were reported regarding overall quality of life, need for a feeding tube, or speech.</p><h3>Conclusions and Relevance</h3><p>The results of a possible cetuximab-related laryngeal preservation benefit for patients with hypopharyngeal or laryngeal cancer are intriguing; these results need to be interpreted in the context of a retrospective subset analysis with limited sample size.</p><h3>Trial Registration</h3><p>clinicaltrials.gov Identifier: NCT00004227</p>", "citation_journal_title": "JAMA Otolaryngology–Head & Neck Surgery", "citation_journal_abbrev": "JAMA Otolaryngol Head Neck Surg", "citation_volume": 142, "citation_issue": 9, "citation_publication_date": "2016/09/01", "citation_issn": "2168-6181", "citation_publisher": "American Medical Association", "citation_reference": "citation_title=Induction chemotherapy followed by concurrent chemoradiotherapy (sequential chemoradiotherapy) versus concurrent chemoradiotherapy alone in locally advanced head and neck cancer (PARADIGM): a randomised phase 3 trial.; citation_author=Haddad  R; citation_author=O’Neill  A; citation_author=Rabinowits  G;  citation_journal_title=Lancet Oncol;  citation_year=2013;  citation_volume=14;  citation_issue=3;  citation_pages=257-264;", "citation_pdf_url": "https://jamanetwork.com/journals/jamaotolaryngology/articlepdf/2532573/jamaotolaryngology_bonner_2016_oi_160045.pdf", "description": "This cohort study uses data from a trial comparing cetuximab and radiotherapy vs radiotherapy alone for patients with oropharyngeal cancer to investigate the ra"}, "movies": [], "publish_date": 1472702400.0, "source": "http://archotol.jamanetwork.com", "summary": ""}