{"url": "https://web.archive.org/web/20150611000420/http://www.eurekalert.org:80/pub_releases/2015-06/uotm-amf060815.php", "text": "A new study from The University of Texas Medical Branch at Galveston has revealed that a treatment taken daily by people who have had organ transplants to prevent organ rejection protects against Alzheimer's disease. An early online version of this paper detailing the findings has been published and is scheduled for publication in the July 7 issue of the Journal of Alzheimer's Disease.\n\nAlzheimer's disease is the most common age-associated neurodegenerative disorder that has no cure. Compelling evidence shows that toxic protein aggregates called Aβ oligomers selectively target and disrupt the points of communication between brain cells, impairing memory in people suffering from the disease. Because of this, there is a large consensus that preventing this kind of toxicity would be an effective treatment strategy.\n\nCalcineurin is an enzyme that regulates communication between brain cells and memory formation. The UTMB research team and others have shown previously that this enzyme plays a central role in the harmful effects of the Aβ oligomers and that elevated calcineurin is found in the nervous system of Alzheimer's patients.\n\nUsing a mouse model of Alzheimer's, the researchers earlier showed that blocking calcineurin restored memory function. However, the question of whether such a strategy would prevent the onset and progression of Alzheimer's in people is challenging because treatment with a calcineurin-blocking agent suppresses the immune system.\n\nTo bypass this issue, the UTMB team analyzed data from the medical records of 2,644 patients who received organ transplants and must take calcineurin inhibitor-based medications, such as Tacrolimus or cyclosporine, for the rest of their lives to prevent rejection of the transplanted organ. As part of the medical care for transplant recipients, any evidence of memory impairment or dementia is immediately noted and monitored, as it can limit treatment compliance among these patients.\n\nThe participants were separated into groups by age at the time of last visit or death, gender and ethnicity. Eight participants showed evidence of dementia - two were younger than 65, five were in the 65-74 years old group and one was in the 75-84 years old group.\n\nThe UTMB study data was compared with national data obtained from the 2014 Alzheimer's Association Facts and Figures dataset on age-matched patients to compare the prevalence of Alzheimer's.\n\n\"These data clearly show that the prevalence of dementia and Alzheimer's in our transplant patient group is significantly lower, in fact almost absent, when compared to national data from the general population,\" said senior author Luca Cicalese, professor in the department of surgery. \"In patients over 65 years, 11 percent of the general population had dementia compared with 1.02 percent of the study subjects. In Americans over 75 years, 15.3 percent of the population had dementia compared with 0.6 percent of the study subjects. Among Americans over 85 years, 32 percent had dementia, although we did not have any patients in this age group with dementia.\"\n\nSince the people involved in the study mostly come from Texas, the researchers further compared their over 65 years old group with the prevalence of Alzheimer's in the general population of the state and got similar results.\n\n\"Taken together, our findings from these people confirm the data obtained with animal models and support, for the first time in human subjects, our notion that calcineurin inhibition has a protective effect on the development and possible progression and even reversal of Alzheimer's disease,\" said senior author Giulio Taglialatela, Professor and Vice Chair for Research in the department of neurology and director of UTMB's Mitchell Center for Neurodegenerative Diseases. \"Therefore, we are currently working on devising treatment strategies to obtain the same beneficial effects in AD humans using low doses of calcineurin inhibitors that result in minimal or no immunosuppression, thus limiting possible undesired side effects.\"\n\n###\n\nUTMB's Cristiana Rastellini, Professor in the departments of Surgery and Microbiology & Immunology also was an author on this paper.\n\nThis research was supported by the National Institutes of Health and the Mitchell Center for Neurodegenerative Diseases.", "images": ["https://web.archive.org/web/20150611000420im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20150611000420im_/http://www.eurekalert.org/images/meganav/aacr2015meeting_600X200.jpg", "https://web.archive.org/web/20150611000420im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20150611000420im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20150611000420im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20150611000420im_/http://media.eurekalert.org/multimedia_prod/pub/web/93246_web.jpg", "https://web.archive.org/web/20150611000420im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20150611000420im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20150611000420im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20150611000420im_/http://media.eurekalert.org/multimedia_prod/pub/rel/93246_rel.jpg", "https://web.archive.org/web/20150611000420im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20150611000420im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20150611000420im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20150611000420im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg"], "top_img": "https://web.archive.org/web/20150611000420im_/http://media.eurekalert.org/multimedia_prod/pub/web/93246_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150611000420/http://www.eurekalert.org/pub_releases/2015-06/uotm-amf060815.php", "title": "Anti-rejection medications for transplant recipients protect against Alzheimer's disease", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A new study from the University of Texas Medical Branch at Galveston has revealed that a treatment taken daily by people who have had organ transplants to prevent organ rejection protects against Alzheimer's disease. An early online version of this paper detailing the findings has been published and is scheduled for publication in the July 7 issue of the Journal of Alzheimer's Disease.", "keywords": "Medicine/Health, Gerontology, Aging, Alzheimer's Disease, Transplantation", "date": "Mon, 08 Jun 2015 04:00:00 GMT", "funder": "National Institutes of Health, UTMB Mitchell Center for Neurodegenerative Diseases", "journal": "Journal of Alzheimer's Disease", "type": "research", "institution": "University of Texas Medical Branch at Galveston", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "utmb_news", "domain": "www.eurekalert.org"}, "og": {"title": "Anti-rejection medications for transplant recipients protect against Alzheimer's disease", "description": "A new study from the University of Texas Medical Branch at Galveston has revealed that a treatment taken daily by people who have had organ transplants to prevent organ rejection protects against Alzheimer's disease. An early online version of this paper detailing the findings has been published and is scheduled for publication in the July 7 issue of the Journal of Alzheimer's Disease.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150611000420/http://www.eurekalert.org/pub_releases/2015-06/uotm-amf060815.php", "image": "https://web.archive.org/web/20150611000420im_/http://media.eurekalert.org/multimedia_prod/pub/web/93246_web.jpg", "type": "website"}, "fb": {"profile_id": "UTMB.edu"}}, "movies": [], "publish_date": 1435550400.0, "source": "https://web.archive.org", "summary": ""}