{"url": "https://web.archive.org/web/20150517021043/http://www.eurekalert.org:80/pub_releases/2015-05/esoc-ehm051415.php", "text": "Even exercise of short duration and low intensity has life expectancy benefits for the elderly. Such conclusions have been well examined in the general population, where a recommended exercise program of 30 minutes at least five days a week (or 150 minutes per week) has been shown to reduce the average risk of death by 30 percent.\n\nHowever, such a correlation between the level of physical activity and risk of death has not been so clearly determined in the elderly. Indeed, most physical activity guidelines are the same for the middle-aged adults as for the elderly, even though it is estimated that over 60% of the elderly are unable to achieve this same level of exercise.\n\nNow, a study in a French cohort of more than 1000 elderly subjects (the PROOF study) has found a negative correlation between their level of physical activity and risk of all-cause death, suggesting that in the elderly (as in other population groups) the risk of death decreases with greater and more regular exercise.\n\nThe results of the study are presented today at EuroPRevent 2015 by Dr David Hupin from the Department of Clinical and Exercise Physiology at the University Hospital of St-Etienne-Lyon, France.1\n\nSubjects were enrolled in the study at age 65 in 2001 and followed-up for 13 years. During that follow-up their level of physical activity was monitored and categorised according to five levels of MET-h values per week: <1; 1-3.74; 3-75-7.49 (equivalent to brisk walking for up to 150 minutes per week, and the recommended activity level); 7.5-15; and >15 MET-h per week.2 Mortality and cardiovascular events were recorded over the follow-up period and associated with exercise levels.\n\nResults showed that around 10% of the eligible cohort died during the follow-up period. However, the risk of death was calculated to be 57% lower in those whose activity level was equal to or higher than the recommended 150 minutes per week (7.5-15 MET-h per week). And furthermore, those doing a very low level of physical activity per week (1-3.74 MET-h/week) had 51% lower risk of death than those doing the very minimum (<1 MET-h/week). These differences in risk were statistically significant.\n\nThere were other significant findings too - notably that starting or restarting physical activity during retirement reduced the risk of death by two-thirds, but in contrast any reduction, even in low levels of activity, exposed the elderly to a higher risk of death.\n\nIn commenting on the results, Dr Hupin said several conclusions might be drawn but notably that the level of physical activity in the elderly was negatively associated with mortality rate in a \"dose-dependent\" way and that even a low level of exercise below current recommendations had some protective effect.\n\nAs a simple rule for the elderly Dr Hupin recommended that at least 15 minutes of physical activity for five days a week would be a suitable first target for the elderly. \"This could include brisk walking, cycling, swimming or gymnastics,\" he suggested, \"all possibly associated with leisure time physical activity or daily life activities.\"\n\nDr Hupin emphasised that the widespread acceptance of this message would encourage more elderly people to include even \"low doses\" of physical activity in their usual daily activities, without experiencing high levels of fatigue or of pain. \"This message should be relayed by general practitioners, who play a key and essential role in promoting exercise behaviour in the elderly,\" he said. \"Even a little is good, and more may be better.\"\n\nThe findings from this PROOF study were confirmed in a meta-analysis preformed by the same group and reported at this same EuroPRevent congress.3 This analysis, drawing on data involving almost 120,000 subjects, found that \"low-dose\" moderate-to-vigorous physical activity - of, say, 75 minutes per week or 15 minutes per day - significantly reduced mortality in the elderly. Based on the results, Dr Hupin said that a revision of the recommendations for physical activity in the elderly may thus be warranted and beneficial - low dose physical activity can significantly reduce mortality. In this meta-analysis a low dose of activity resulted in a mortality rate reduction of 22%.\n\n###\n\nDid you want to tweet about our congress? - if you do, please use the official #Europrevent hashtag! Thank you\n\nNotes for editors\n\n1. Hupin D, Roche F, Gremeaux V, et al. Relation between physical activity and morbi-mortality of elderly people: the Proof cohort study. Presented at EuroPRevent 2015, Lisbon.\n\n2. METs, or metabolic equivalents, are a measure of physiological measure expressing the energy cost of physical activities. One MET is defined as a rate of oxygen consumption of 3.5 ml/kg/min in adults, which is the rate of oxygen expended at rest. Different activities have been associated with different MET intensity. The MET \"dose\" is determined by three components of physical activity: intensity (MET), duration (hour) and frequency (per week).\n\n3. Hupin D, Roche F, Gremeaux, et al. Low-dose physical activity reduces mortality in the elderly. A systematic review and meta-analysis. Presented at EuroPRevent 2015, Lisbon.\n\nAbout EuroPRevent\n\nEuroPRevent 2015, the world's leading congress in preventive cardiology, is organised by the European Association for Cardiovascular Prevention and Rehabilitation (EACPR), an association of the European Society of Cardiology, from 14 to 16 May in Lisbon.\n\nAbout the European Association for Cardiovascular Prevention & Rehabilitation (EACPR)\n\nThe European Association for Cardiovascular Prevention & Rehabilitation (EACPR) is a registered branch of the ESC. Its aim is to promote excellence in research, practice, education and policy in cardiovascular prevention and rehabilitation in Europe.\n\nAbout the European Society of Cardiology\n\nThe European Society of Cardiology (ESC) represents more than 80 000 cardiology professionals across Europe and the Mediterranean. Its mission is to reduce the burden of cardiovascular disease in Europe.\n\nInformation for journalists attending EuroPRevent 2015", "images": ["https://web.archive.org/web/20150517021043im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20150517021043im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20150517021043im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20150517021043im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20150517021043im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20150517021043im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20150517021043im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20150517021043im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20150517021043im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20150517021043im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20150517021043im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20150517021043im_/http://www.eurekalert.org/images/meganav/portal-climate.png"], "top_img": "https://web.archive.org/web/20150517021043im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150517021043/http://www.eurekalert.org/pub_releases/2015-05/esoc-ehm051415.php", "title": "Exercise, however modest, found progressively beneficial to the elderly", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Even exercise of short duration and low intensity has life expectancy benefits for the elderly. Such conclusions have been well examined in the general population, where a recommended exercise program of 30 minutes at least five days a week (or 150 minutes per week) has been shown to reduce the average risk of death by 30 percent.", "keywords": "Medicine/Health, Cardiology", "date": "Fri, 15 May 2015 04:00:00 GMT", "type": "research", "institution": "European Society of Cardiology", "meeting": "EuroPRevent 2015", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "escardio", "domain": "www.eurekalert.org"}, "og": {"title": "Exercise, however modest, found progressively beneficial to the elderly", "description": "Even exercise of short duration and low intensity has life expectancy benefits for the elderly. Such conclusions have been well examined in the general population, where a recommended exercise program of 30 minutes at least five days a week (or 150 minutes per week) has been shown to reduce the average risk of death by 30 percent.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150517021043/http://www.eurekalert.org/pub_releases/2015-05/esoc-ehm051415.php", "image": "https://web.archive.org/web/20150517021043im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "europeansocietyofcardiology"}}, "movies": [], "publish_date": 1432872000.0, "source": "https://web.archive.org", "summary": ""}