{"url": "https://web.archive.org/web/20180131002245/https://www.eurekalert.org/pub_releases/2018-01/wkh-dbr013018.php", "text": "January 30, 2018 - For older women undergoing mastectomy for breast cancer, direct-to-implant (DTI) breast reconstruction provides good outcomes in a single-step procedure, while avoiding some of the inconvenience and risks of staged approaches to breast reconstruction, reports a study in the February issue of Plastic and Reconstructive Surgery®, the official medical journal of the American Society of Plastic Surgeons (ASPS).\n\n\"The DTI approach is a powerful tool for breast reconstruction in elderly patients,\" comments ASPS Member Surgeon Andrea Moreira, MD, of the Cleveland Clinic. The researchers believe the DTI technique may expand the options for older women, who are less likely to undergo breast reconstruction.\n\nGood Results with DTI Breast Reconstruction in Women over 65\n\nDirect-to-implant breast reconstruction has emerged as a single-stage approach to immediate breast reconstruction after mastectomy. So far, however, most studies of DTI have focused on younger women.\n\n\"Half of all breast cancers occur in women over 65, yet only four to 14 percent of these women undergo reconstruction,\" Dr. Moreira and coauthors write. Most studies of breast reconstruction in older women have focused on multiple-step techniques such as tissue expander implant (TEI) reconstruction.\n\nThe researchers identified women over age 65 who underwent DTI reconstruction at the Cleveland Clinic between 2012 and 2015. They identified a total of 24 breasts reconstructed by DTI in 19 patients, all with at least 30 days' follow-up and most with one year of follow-up\n\nPatient characteristics and outcomes were compared to those of 109 breasts with TEI reconstruction in 98 patients. The women undergoing DTI reconstruction were older (73.5 versus 69.2 years) and had a higher body mass index, compared to the TEI group.\n\nBoth DTI and TEI were safe and effective options for breast reconstruction. Complication rates were similar between groups, including blood and fluid collections (hematoma and seroma), infection, unplanned surgery, and failed reconstruction.\n\nHowever, DTI had some important advantages. Women in the DTI group were less likely to be readmitted to the hospital and spent fewer total days in the hospital. In the year after surgery was completed, women in the DTI group made an average of 6.5 office visits, compared to about 12 visits in the TEI group.\n\nThe DTI group also spent fewer days with a surgical drain in place: average about 13 days, compared to 23 days in the and had fewer total days in the hospital. That's an important consideration, as drains require antibiotic treatment to prevent infection, in addition to causing discomfort for the patient.\n\nThe authors note some important limitations of their study--particularly the fact that it was a review study of one hospital's experience with a relatively new procedure. Dr. Moreira and colleagues write, \"These reported cases include our learning curve patients as we familiarized ourselves with appropriate patient selection and surgical technique.\"\n\nThe researchers emphasize that DTI isn't an option for every patient, depending on breast shape and other factors. Despite these limitations, their experience suggests that complications of the DTI approach in older women are similar to those of the more commonly used TEI technique. Dr. Moreira adds, \"In appropriately selected cases, DTI reconstruction is a viable alternative to staged techniques requiring multiple surgeries.\"\n\n###\n\nPlastic and Reconstructive Surgery® is published by Wolters Kluwer.\n\nClick here to read \"Direct-to-Implant Breast Reconstruction in Women Older than 65 Years: A Retrospective Analysis of Complication Rate and Overall Outcomes.\"\n\nDOI: 10.1097/PRS.0000000000004015\n\nAbout Plastic and Reconstructive Surgery\n\nFor more than 70 years, Plastic and Reconstructive Surgery® (http://www. prsjournal. com/ ) has been the one consistently excellent reference for every specialist who uses plastic surgery techniques or works in conjunction with a plastic surgeon. The official journal of the American Society of Plastic Surgeons, Plastic and Reconstructive Surgery® brings subscribers up-to-the-minute reports on the latest techniques and follow-up for all areas of plastic and reconstructive surgery, including breast reconstruction, experimental studies, maxillofacial reconstruction, hand and microsurgery, burn repair and cosmetic surgery, as well as news on medico-legal issues.\n\nAbout ASPS\n\nThe American Society of Plastic Surgeons is the largest organization of board-certified plastic surgeons in the world. Representing more than 7,000 physician members, the society is recognized as a leading authority and information source on cosmetic and reconstructive plastic surgery. ASPS comprises more than 94 percent of all board-certified plastic surgeons in the United States. Founded in 1931, the society represents physicians certified by The American Board of Plastic Surgery or The Royal College of Physicians and Surgeons of Canada.\n\nAbout Wolters Kluwer\n\nWolters Kluwer N.V. (AEX: WKL) is a global leader in information services and solutions for professionals in the health, tax and accounting, risk and compliance, finance and legal sectors. We help our customers make critical decisions every day by providing expert solutions that combine deep domain knowledge with specialized technology and services.\n\nWolters Kluwer reported 2016 annual revenues of €4.3 billion. The company, headquartered in Alphen aan den Rijn, the Netherlands, serves customers in over 180 countries, maintains operations in over 40 countries and employs 19,000 people worldwide.\n\nWolters Kluwer Health is a leading global provider of information and point of care solutions for the healthcare industry. For more information about our products and the organization, visit http://www. wolterskluwer. com/ , follow @WKHealth or @Wolters_Kluwer on Twitter, like us on Facebook, follow us on LinkedIn, or follow WoltersKluwerComms on YouTube.", "images": ["https://web.archive.org/web/20180131002245im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180131002245im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180131002245im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180131002245im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180131002245im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180131002245im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180131002245im_/https://www.eurekalert.org/images/meganav/AM18_Newsroom.jpg", "https://web.archive.org/web/20180131002245im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20180131002245im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180131002245im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180131002245im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180131002245im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180131002245im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20180131002245im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png"], "top_img": "https://web.archive.org/web/20180131002245im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180131002245/https://www.eurekalert.org/pub_releases/2018-01/wkh-dbr013018.php", "title": "Direct-to-implant breast reconstruction provides good results in older women", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "For older women undergoing mastectomy for breast cancer, direct-to-implant (DTI) breast reconstruction provides good outcomes in a single-step procedure, while avoiding some of the inconvenience and risks of staged approaches to breast reconstruction, reports a study in the February issue of Plastic and Reconstructive Surgery®, the official medical journal of the American Society of Plastic Surgeons (ASPS).", "keywords": "Medicine/Health, Breast Cancer, Health Care Systems/Services, Health Professionals, Pain, Public Health, Rehabilitation/Prosthetics/Plastic Surgery, Surgery", "date": "Tue, 30 Jan 2018 05:00:00 GMT/UTC", "journal": "Plastic and Reconstructive Surgery", "type": "research", "institution": "Wolters Kluwer Health", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "WKHealth", "domain": "www.eurekalert.org", "title": "Direct-to-implant breast reconstruction provides good results in older women", "description": "For older women undergoing mastectomy for breast cancer, direct-to-implant (DTI) breast reconstruction provides good outcomes in a single-step procedure, while avoiding some of the inconvenience and risks of staged approaches to breast reconstruction, reports a study in the February issue of Plastic and Reconstructive Surgery®, the official medical journal of the American Society of Plastic Surgeons (ASPS)."}, "og": {"title": "Direct-to-implant breast reconstruction provides good results in older women", "description": "For older women undergoing mastectomy for breast cancer, direct-to-implant (DTI) breast reconstruction provides good outcomes in a single-step procedure, while avoiding some of the inconvenience and risks of staged approaches to breast reconstruction, reports a study in the February issue of Plastic and Reconstructive Surgery®, the official medical journal of the American Society of Plastic Surgeons (ASPS).", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180131002245/https://www.eurekalert.org/pub_releases/2018-01/wkh-dbr013018.php", "image": "https://web.archive.org/web/20180131002245im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1517202000.0, "source": "https://web.archive.org", "summary": ""}