{"url": "https://web.archive.org/web/20151202232530/http://www.eurekalert.org/pub_releases/2015-05/jhm-pct051915.php", "text": "In a report on what is believed to be the first small clinical trial of its kind, researchers at the Johns Hopkins Kimmel Cancer Center say they have safely used immune cells grown from patients' own bone marrow to treat multiple myeloma, a cancer of white blood cells.\n\nResults of the trial involving a particular type of tumor-targeting T cell, known as marrow-infiltrating lymphocytes (MILs), are described in the May 20 issue of Science Translational Medicine.\n\n\"What we learned in this small trial is that large numbers of activated MILs can selectively target and kill myeloma cells,\" says Johns Hopkins immunologist Ivan Borrello, M.D., who led the clinical trial.\n\nMILs, he explains, are the foot soldiers of the immune system and attack foreign cells, such as bacteria or viruses. But in their normal state, they are inactive and too few in number to have a measurable effect on cancer.\n\nPrevious laboratory research by Borrello and his colleagues showed that activated MILs could selectively target and kill myeloma cells taken from patients and grown in laboratory culture flasks.\n\nFor the clinical trial, the Johns Hopkins team enrolled 25 patients with newly diagnosed or relapsed multiple myeloma, although three of the patients relapsed before they could receive the MILs therapy.\n\nThe scientists retrieved MILs from each patient's bone marrow, grew them in the laboratory to expand their numbers, activated them with microscopic beads coated with immune activating antibodies and intravenously injected each of the 22 patients with their own cells. Three days before the injections of expanded MILs, patients received high doses of chemotherapy and a stem cell transplant, standard treatments for multiple myeloma.\n\nOne year after receiving the MILs therapy, 13 of the 22 patients had at least a partial response to the therapy, meaning that their cancers had shrunk by at least 50 percent.\n\nSeven patients experienced at least a 90 percent reduction in tumor cell volume and lived, on average, 25.1 months without cancer progression. The remaining 15 patients had an average of 11.8 progression-free months following MILs therapy. None of the participants had serious side effects from the MILs therapy. The overall survival was 31.5 months for those with less than 90 percent disease reduction, but this number has not yet been reached in those with better responses. The average follow-up time is currently more than six years.\n\nBorrello notes that several U.S. cancer centers have conducted similar experimental treatments, known as adoptive T cell therapy, but says the Johns Hopkins team is believed to be the only one to use MILs. Other types of tumor-infiltrating cells can be used, but they are usually less plentiful in patients' tumors and may not grow as well outside the body, says Borrello.\n\nIn nonblood-based tumors, such as melanoma, only about one-half of patients have T cells in their tumors that can be harvested, and only about one-half of those harvested cells can be grown. \"Typically, immune cells from solid tumors, called tumor-infiltrating lymphocytes, can be harvested and grown in only about 25 percent of patients who could potentially be eligible for the therapy. But in our clinical trial, we were able to harvest and grow MILs from all 22 patients,\" says Kimberly Noonan, Ph.D., a research associate at the Johns Hopkins University School of Medicine.\n\nNoonan says the small trial helped her and her colleagues learn more about which patients may benefit from MILs therapy. For example, they were able to determine how many of the MILs grown in the lab were specifically targeted to the patient's tumor and whether they continued to target the tumor after being infused.\n\nAdditionally, the scientists found that patients whose bone marrow before treatment contained a high number of certain immune cells, known as central memory cells, also had better response to MILs therapy. Patients who began treatment with signs of an overactive immune response did not respond as well.\n\nNoonan says the research team has used these data to guide two other ongoing MILs clinical trials. Those studies, she says, are trying to extend anti-tumor response and tumor specificity by combining the MILs transplant with a Johns Hopkins-developed cancer vaccine called GVAX and the myeloma drug lenalidomide, which stimulates T cell responses.\n\nThe researchers say the trials also have shed light on new ways to grow the MILs. \"In most of these trials, you see that the more cells you get, the better response you get in patients. Learning how to improve cell growth may therefore improve the therapy,\" says Noonan.\n\nKimmel Cancer Center scientists are also developing MILs to treat solid tumors such as lung, esophageal and gastric cancers, as well as the pediatric cancers neuroblastoma and Ewing's sarcoma.\n\nExperts report there are more than 20,000 new cases of multiple myeloma and more than 10,000 deaths each year in United States. It is the second most common cancer originating in the blood.\n\n###\n\nOther Johns Hopkins scientists who contributed to the research include Carol Ann Huff, Janice Davis, M. Victor Lemas, Susan Fiorino, Jeffrey Bitzan, Anna Ferguson, Amy Emerling, Leo Luznik, William Matsui, Jonathan Powell, Ephraim Fuchs, Gary L. Rosner, C. Epstein, Lakshmi Rudraraju, Richard F. Ambinder, Richard J. Jones and Drew Pardoll.\n\nFunding for the study was provided by the Commonwealth Fund (5P01 CA015396, P30 CA006973) and the Baca and Morisi Funds. Media Contacts:\n\nVanessa Wasta, 410-614-2916, wasta@jhmi.edu\n\nAmy Mone, 410-614-2915, amone@jhmi.edu", "images": ["https://web.archive.org/web/20151202232530im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20151202232530im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20151202232530im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20151202232530im_/http://media.eurekalert.org/multimedia_prod/pub/rel/92210_rel.jpg", "https://web.archive.org/web/20151202232530im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20151202232530im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20151202232530im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20151202232530im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20151202232530im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20151202232530im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20151202232530im_/http://www.eurekalert.org/images/meganav/AHA_logo.jpg", "https://web.archive.org/web/20151202232530im_/http://media.eurekalert.org/multimedia_prod/pub/web/92210_web.jpg", "https://web.archive.org/web/20151202232530im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20151202232530im_/http://www.eurekalert.org/images/e4/logo.png"], "top_img": "https://web.archive.org/web/20151202232530im_/http://media.eurekalert.org/multimedia_prod/pub/web/92210_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20151202232530/http://www.eurekalert.org/pub_releases/2015-05/jhm-pct051915.php", "title": "Pilot clinical trial finds injected immune cells safe in multiple myeloma patients", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "In a report on what is believed to be the first small clinical trial of its kind, researchers at the Johns Hopkins Kimmel Cancer Center say they have safely used immune cells grown from patients' own bone marrow to treat multiple myeloma, a cancer of white blood cells.", "keywords": "Medicine/Health, Cancer, Clinical Trials", "date": "Wed, 20 May 2015 04:00:00 GMT", "funder": "Commonwealth Fund, Baca and Morisi Funds", "journal": "Science Translational Medicine", "type": "research", "institution": "Johns Hopkins Medicine", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "HopkinsMedicine", "domain": "www.eurekalert.org"}, "og": {"title": "Pilot clinical trial finds injected immune cells safe in multiple myeloma patients", "description": "In a report on what is believed to be the first small clinical trial of its kind, researchers at the Johns Hopkins Kimmel Cancer Center say they have safely used immune cells grown from patients' own bone marrow to treat multiple myeloma, a cancer of white blood cells.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20151202232530/http://www.eurekalert.org/pub_releases/2015-05/jhm-pct051915.php", "image": "https://web.archive.org/web/20151202232530im_/http://media.eurekalert.org/multimedia_prod/pub/web/92210_web.jpg", "type": "website"}, "fb": {"profile_id": "Johns.Hopkins.Medicine"}}, "movies": [], "publish_date": 1432872000.0, "source": "https://web.archive.org", "summary": ""}