{"url": "https://www.newswise.com/articles/view/703680/?sc=mwhr&xy=10023344", "text": "Newswise — HOUSTON – (Nov. 8, 2018) A small clinical trial using gold nanoparticles that act as tumor-seeking missiles on a mission to remove prostate cancer has begun at The University of Texas Health Science Center at Houston (UTHealth). It is the first trial of its kind in the world.\n\nThe nanoparticles, or nanoshells, are made of small layers of silica glass formed into a sphere and wrapped in a thin layer of gold. The shells seek out and saturate cancerous cells, and their advanced vibrational properties are then harnessed to cause the tumorous tissue to pulse with extreme temperature when light is applied through a laser specifically designed to excite the particles. The oscillation kills the cancer cells while preserving the healthy tissue, avoiding the nerves and urinary sphincter. This procedure is the first in the world that is precise enough to potentially avoid negative ramifications like urinary incontinence or sexual impotency.\n\n“This therapy could be life-changing for men diagnosed with prostate cancer and I’m honored to be among the first doctors the U.S. Food and Drug Administration approved to put it to the test,” said Steven Canfield, M.D., chair of the division of urology at McGovern Medical School at UTHealth, who recognized the possibility of the nanoparticles to treat prostate cancer and helped developed the trial to test the theory.\n\nProstate cancer begins when cells in a man’s prostate gland mutate and start to grow uncontrollably. Other than skin cancer, prostate is the most common cancer in American men, with an estimated 1 out of 9 men diagnosed. The American Cancer Society estimates 29,430 men died from the disease in 2018 alone.\n\nTreatment options have traditionally included radical prostatectomy, which is the removal of the prostate gland and some of the tissue around it, radiation therapy and cryotherapy, among others. These methods carry the potential to have a negative impact on urinary function and sexual performance.\n\n“The side effects of current prostate cancer treatments can be extremely traumatic. This new technology holds the potential to eliminate those life-altering effects, while still removing the cancer tissue and reducing hospital and recovery time,” Canfield said. “In fact, the first patient in the trial was actually riding a bike within a week of his treatment. The fusion of MRI and ultrasound imaging technology that we use to accurately identify and diagnose the cancer, combined with the extreme precision of the gold nanoshells in targeting the diseased cells, allows us to be incredibly accurate at obliterating them. I am excited as we continue tracking the progress of this groundbreaking improvement to prostate cancer care.”\n\nDoug Flewellen, the first patient in Texas to receive the new method of care, says for him, the procedure was a no-brainer.\n\n“No man wants to go through radical removal, and I knew active monitoring could have potentially aggravated the cancer,” Flewellen said. “The side effects of traditional treatment were not worth it to me, and I wasn’t afraid to try the most cutting-edge technology. Looking back, the experience was even better than I was expecting, and I hope to see nanoparticle therapy advance into an option for anyone diagnosed with prostate cancer in the future.”\n\nThe gold nanoparticles were invented by Naomi Halas, the head of Rice University’s Laboratory for Nanophotonics. Canfield worked closely with Halas and Nanospectra Biosciences, the company where the shells are licensed, to incorporate the state-of-the-art technology into the trial that is also underway at the Icahn School of Medicine at Mount Sinai and the University of Michigan to test the efficacy of the therapy.\n\nTo see the requirements and learn more about the trial, visit: https://clinicaltrials.gov/ct2/show/NCT02680535.\n\nAbout UTHealth\n\nEstablished in 1972 by The University of Texas System Board of Regents, The University of Texas Health Science Center at Houston (UTHealth) is Houston’s Health University and Texas’ resource for health care education, innovation, scientific discovery and excellence in patient care. The most comprehensive academic health center in the UT System and the U.S. Gulf Coast region, UTHealth is home to Jane and Robert Cizik School of Nursing, John P. and Kathrine G. McGovern Medical School, and schools of biomedical informatics, biomedical sciences, dentistry and public health. UTHealth includes The University of Texas Harris County Psychiatric Center, as well as the growing clinical practices UT Physicians, UT Dentists and UT Health Services. The university’s primary teaching hospitals are Memorial Hermann-Texas Medical Center, Children’s Memorial Hermann Hospital and Harris Health Lyndon B. Johnson Hospital. For more information, visit www.uth.edu.", "images": ["https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/11/8/Canfield_USE.png&width=502&height=334", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "https://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "https://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "https://www.newswise.com/assets/img/logo.png", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/11/8/Nanoshellpicture.png&width=502&height=334", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/11/8/Canfield_USE.png&width=100&height=100", "https://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "https://www.newswise.com/images/institutions/logos/xUTHEALTH_logo.jpg.pagespeed.ic.82Xq3C3S0T.jpg"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/11/8/Canfield_USE.png&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/first-ever-prostate-cancer-treatment-uses-gold-nanoparticles-to-destroy-tumorous-cells-", "title": "First-ever prostate cancer treatment uses gold nanoparticles to destroy tumorous cells", "meta_data": {"keywords": "Newswise, Prostate Cancer,prostate cancer clinical trial,clinical  trial,GOLD,Nanoparticle,All Journal News, Cancer, Cell Biology, Men's Health, Nanotechnology, Local - Texas, Local - Houston Metro,  University of Texas Health Science Center at Houston", "description": "A small clinical trial using gold nanoparticles that act as tumor-seeking missiles on a mission to remove prostate cancer has begun at The University of Texas Health Science Center at Houston (UTHealth). It is the first trial of its kind in the world.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "A small clinical trial using gold nanoparticles that act as tumor-seeking missiles on a mission to remove prostate cancer has begun at The University of Texas Health Science Center at Houston (UTHealth). It is the first trial of its kind in the world.", "title": "First-ever prostate cancer treatment uses gold nanoparticles to destroy tumorous cells", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/11/8/Canfield_USE.png&width=100&height=100", "url": "https://www.newswise.com/articles/first-ever-prostate-cancer-treatment-uses-gold-nanoparticles-to-destroy-tumorous-cells-"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "https://www.newswise.com", "summary": ""}