{"url": "https://web.archive.org/web/20160326054537/http://www.eurekalert.org:80/pub_releases/2016-03/acoc-maw031816.php", "text": "Calcium in the arteries of the breast predicts early buildup of plaque in the heart's arteries, and may improve risk assessment in many women, especially young women\n\nRoutine mammography--widely recommended for breast cancer screening--may also be a useful tool to identify women at risk for heart disease, potentially allowing for earlier intervention, according to a study scheduled for presentation at the American College of Cardiology's 65th Annual Scientific Session.\n\nData from this study show for the first time a link between the amount of calcium in the arteries of the breast--readily visible on digital mammography--and the level of calcium buildup in the coronary arteries. Coronary arterial calcification, or CAC, is considered a very early sign of cardiovascular disease. Importantly, the presence of breast arterial calcification also appears to be an equivalent or stronger risk factor for CAC than other well-established cardiovascular risk factors such as high cholesterol, high blood pressure and diabetes. Earlier research had shown a link between breast arterial calcification and atherosclerotic disease--even heart attack, stroke and other cardiovascular disease events, but researchers said these data provide a more direct relationship between the extent of calcified plaque in the mammary and coronary arteries, as well as a comparison to standard risk evaluation.\n\n\"Many women, especially young women, don't know the health of their coronary arteries. Based on our data, if a mammogram shows breast arterial calcifications it can be a red flag--an 'aha' moment--that there is a strong possibility she also has plaque in her coronary arteries,\" said Harvey Hecht, M.D., professor at the Icahn School of Medicine and director of cardiovascular imaging at Mount Sinai St. Luke's hospital, and lead author of the study.\n\nAll told, 70 percent of the women who had evidence of breast arterial calcification on their mammogram were also found to have CAC as shown on a noncontrast CT scan of the chest. For women under 60 years of age with CAC, half also had breast arterial calcification--an important finding as very few would be thinking about or considered for early signs of heart disease. There were even fewer false positives among younger patients; researchers said that if a younger woman had breast arterial calcification, there was an 83 percent chance she also had CAC.\n\nNotably, breast arterial calcification also appeared to be as strong a predictor for cardiovascular risk as standard risk scores such as the Framingham Risk Score, which underestimates women's risk, and the 2013 Cholesterol Guidelines Pooled Cohort Equations, which tends to overestimate risk, Hecht said. When researchers added 33 asymptomatic women with established CAD, breast arterial calcification was more powerful than both risk assessment formulas, which suggests the presence of subclinical atherosclerosis may be a more important indicator of heart disease than other risk factors.\n\n\"This information is available on every mammogram, with no additional cost or radiation exposure, and our research suggests breast arterial calcification is as good as the standard risk factor-based estimate for predicting risk,\" Hecht said. \"Using this information would allow at-risk women to be referred for standard CAC scoring and to be able to start focusing on prevention--perhaps even taking a statin when it can make the most difference.\"\n\nMultivariate analysis showed that early signs of a buildup of plaque in the coronary arteries were most strongly related to breast arterial calcification. While CAC was about two times as likely with advancing age or high blood pressure, it was three times more likely with breast arterial calcification.\n\n\"The message is if a woman is getting a mammogram, look for breast arterial calcification. It's a freebie and provides critical information that could be lifesaving for some women,\" Hecht said, adding he hopes these findings will prompt clinicians, who rarely report breast arterial calcification, to routinely report not just the presence or absence of breast arterial calcifications but also to estimate and note the amount.\n\n\"The more breast arterial calcification a women has, the more likely she is to have calcium in her heart's arteries as well. If all it requires is to take a closer look at the images, how can we ignore it?,\" he said.\n\nA total of 292 women who had digital mammography and noncontrast CT scans within one year were included in the study. Of these, 124, or 42.5 percent, were found to have evidence of breast arterial calcification. Mammograms were reviewed by a second radiologist who was blinded to the CAC results. Women with breast arterial calcification were more likely to be older, have high blood pressure and chronic kidney disease, and less likely smokers. Women with established cardiovascular diseases were excluded. Breast arterial calcification was evaluated on a scale from zero to 12 by increasing severity, and CAC was measured on the CT using a validated 0-12 severity score. The overall accuracy of breast arterial calcification for the presence of CAC was 70 percent, and 63 percent of those with CAC also had breast arterial calcification.\n\nTo date, there is no consensus on using CAC as a screening test, though a very large outcome study of 39,000 subjects is underway in the Netherlands. Mammography, however, is widely used and accepted and, as Hecht said, may provide an opportunity to risk stratify asymptomatic women by breast arterial calcification who might have calcium in the coronary arteries and ordinarily would not have been readily considered for cardiovascular screening.\n\nHeart disease is the leading cause of death among women, yet breast cancer is often the most feared.\n\nRoughly 37 million mammograms are performed annually in the U.S. Mammography is recommended annually for women over 40 years of age by the American Cancer Society and every other year for women 50-75 years old and women at high risk for breast cancer by the U.S. Preventive Service Task Force. Digital mammography is more sensitive to the presence of calcifications and is now available in 96 percent of mammography units in the U.S.\n\nAnother intriguing point that deserves additional study, according to the researchers, is that the nature of the atherosclerosis is different in breast arterial calcification and CAC, making it unclear why one should be related to the other.\n\nHecht stresses that these findings warrant further evaluation and validation in larger studies. Future prospective trials are needed to see what the prognostic significance of breast arterial calcification might be. Because the study involved women who received both mammography and CT scan for clinical indications, these women may have been more likely than the average woman to have coexisting conditions, although Hecht said these were unrelated to heart disease.\n\nThis study is being published simultaneously online in JACC: Cardiovascular Imaging.\n\nIn an accompanying editorial in JACC: Cardiovascular Imaging, Khurram Nasir, M.D., M.P.H., and John McEvoy, from the Center for Healthcare Advancement and Outcomes at Baptist Health South Florida, said that the report provides impetus to document breast arterial calcification in mammography reports, to improve education of primary care and radiology providers on the link with heart disease, and other actions to establish best practices for incorporating this research into care.\n\n\"Even by the conservative estimate of 10 percent, approximately 4 million women nationwide undergoing screening mammography will exhibit breast arterial calcification; with 2 to 3 million of them likely to have signs of premature coronary atherosclerotic disease,\" the authors said. \"Whether the best use of breast arterial calcification is to trigger additional testing or to directly inform preventive treatment decisions, either by flagging high-risk women to their providers or by reclassifying traditional (heart disease) risk estimates, is worth further discussion.\"\n\n###\n\nThe study was funded, in part, by the Flight Attendants Medical Research Institute.\n\nThe study, \"Digital Mammography: Screening for Coronary Artery Disease?,\" will be presented on April 3, 2016, at 9:45 a.m. CT/10:45 a.m. ET/3:45 p.m. UTC at the American College of Cardiology's 65th Annual Scientific Session in Chicago. The meeting runs April 2-4.\n\nThe ACC's Annual Scientific Session, which in 2016 will be April 2-4 in Chicago, brings together cardiologists and cardiovascular specialists from around the world to share the newest discoveries in treatment and prevention. Follow @ACCMediaCenter and #ACC16 for the latest news from the meeting.\n\nThe American College of Cardiology is a 52,000-member medical society that is the professional home for the entire cardiovascular care team. The mission of the College is to transform cardiovascular care and to improve heart health. The ACC leads in the formation of health policy, standards and guidelines. The College operates national registries to measure and improve care, offers cardiovascular accreditation to hospitals and institutions, provides professional medical education, disseminates cardiovascular research and bestows credentials upon cardiovascular specialists who meet stringent qualifications.\n\nLaurie Margolies, M.D., associate professor of radiology at the Icahn School of Medicine at Mount Sinai, and co-author of the study will be available to the media in an embargoed web briefing on Tuesday, March 22, 2016, at 2 p.m. ET/1 p.m. CT/6 p.m. UTC. Eligible media should contact Shealy Molpus, smolpus@acc.org, to receive access to the briefing.\n\nHecht will present the study, \"Digital Mammography: Screening for Coronary Artery Disease?,\" on Sunday, April 3, 2016, at 9:45 a.m. CT/10:45 a.m. ET/3:45 p.m. UTC in Poster Area, South Hall A1.", "images": ["https://web.archive.org/web/20160326054537im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160326054537im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20160326054537im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160326054537im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160326054537im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160326054537im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160326054537im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160326054537im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20160326054537im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160326054537im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160326054537im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160326054537im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160326054537im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png"], "top_img": "https://web.archive.org/web/20160326054537im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160326054537/http://www.eurekalert.org/pub_releases/2016-03/acoc-maw031816.php", "title": "Mammograms: Another way to screen for heart disease?", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Routine mammography -- widely recommended for breast cancer screening -- may also be a useful tool to identify women at risk for heart disease, potentially allowing for earlier intervention, according to a study scheduled for presentation at the American College of Cardiology's 65th Annual Scientific Session.", "keywords": "Medicine/Health, Breast Cancer, Cardiology, Clinical Trials", "date": "Thu, 24 Mar 2016 04:00:00 GMT", "journal": "JACC: Cardiovascular Imaging", "type": "research", "institution": "American College of Cardiology", "meeting": "American College of Cardiology 2016 Scientific Session", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "ACCmediacenter", "domain": "www.eurekalert.org"}, "og": {"title": "Mammograms: Another way to screen for heart disease?", "description": "Routine mammography -- widely recommended for breast cancer screening -- may also be a useful tool to identify women at risk for heart disease, potentially allowing for earlier intervention, according to a study scheduled for presentation at the American College of Cardiology's 65th Annual Scientific Session.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160326054537/http://www.eurekalert.org/pub_releases/2016-03/acoc-maw031816.php", "image": "https://web.archive.org/web/20160326054537im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "AmericanCollegeofCardiology"}}, "movies": [], "publish_date": 1459224000.0, "source": "https://web.archive.org", "summary": ""}