{"url": "https://web.archive.org/web/20180102211701/https://www.eurekalert.org/pub_releases/2018-01/wkh-msp010218.php", "text": "January 2, 2018 - In addition to reducing headache frequency and severity, surgical treatment for migraine leads to significant improvements in everyday functioning and coping ability, according to a study in the January issue of Plastic and Reconstructive Surgery®, the official medical journal of the American Society of Plastic Surgeons (ASPS).\n\n\"Our study demonstrates the high functional disability experienced by migraine patients, compared to those with other pain conditions, \" comments ASPS Member Surgeon William Gerald Austen, Jr, of Massachusetts General Hospital. \"The results also show that migraine surgery can lead to dramatic improvements in functioning and coping ability, even in patients who are very disabled before surgery.\"\n\nStandard Pain Assessments Show Functional Improvement after Migraine Surgery\n\nSurgery has become recognized as an effective treatment option for selected patients with chronic, severe migraine headaches who do not respond to standard treatments. Developed by plastic surgeons who noticed that some migraine patients had fewer headaches after cosmetic forehead-lift, migraine surgery procedures address trigger sites linked to certain headache patterns.\n\nHowever, most studies evaluating migraine surgery have relied on migraine-specific questionnaires. \"Pain questionnaires used in the evaluation of better-understood and more common pain syndromes have not been applied to migraine surgery,\" Dr. Austen and coauthors write.\n\nThe study evaluated the performance of one such questionnaire--the Pain Self Efficacy Questionnaire (PSEQ)--in migraine surgery patients. The PSEQ has been used to study treatment outcomes in patients with a wide range of pain conditions. It provides information not only on pain scores, but also on functional disability and ability to cope with pain when performing normal daily activities.\n\nThe study included 90 patients who underwent migraine surgery, performed by Dr. Austen, between 2013 and 2015. Before and after surgery, patients were evaluated on a standard migraine questionnaire (the Migraine Headache Inventory, or MHI) and on the PSEQ. The final analysis included 74 patients who completed both questionnaires at one-year follow-up after migraine surgery.\n\nBefore migraine surgery, the patients had \"extremely poor\" PSEQ scores, indicating a high level of disability. Preoperative pain coping scores in migraine patients were substantially lower than reported for patients with other types of chronic pain--for example, neuropathic (related to nerve damage) pain, arthritis, or lower back pain.\n\nOne year after migraine surgery, the patients had a very large percent improvement in average PSEQ score: on average, 112 percent higher than baseline. That was much higher than in studies of patients with other types of chronic pain: for example, an average 19 percent improvement after nonsurgical treatment for low back pain.\n\nMigraine surgery improved functioning and coping even in patients with very low initial PSEQ scores. That's in contrast to patients with musculoskeletal problems such as low back pain, in whom low PSEQ scores predict poor treatment outcomes.\n\n\"It seems that migraine surgery patients can recover function and ability to cope with pain very well after surgery, in stark contrast to what has been shown in other pain conditions,\" Dr. Austen and coauthors write. They note that surgery also led to an average 76 percent improvement in the migraine-specific MHI score, measuring outcomes like headache frequency, duration, and severity.\n\nThe new study shows \"continued positive outcomes\" after migraine surgery in appropriately selected patients, including large improvements in migraine-related disability. Dr. Austen and colleagues conclude, \"Chronic pain questionnaires such as the PSEQ add to our understanding of functional outcome after surgery and put pain in migraine surgery patients in perspective to better-known pain conditions.\"\n\n###\n\nPlastic and Reconstructive Surgery® is published by Wolters Kluwer.\n\nClick here to read \"Ability to Cope with Pain Puts Migraine Surgery Patients in Perspective.\"\n\nDOI: 10.1097/PRS.0000000000003955\n\nAbout Plastic and Reconstructive Surgery\n\nFor more than 70 years, Plastic and Reconstructive Surgery® (http://www. prsjournal. com/ ) has been the one consistently excellent reference for every specialist who uses plastic surgery techniques or works in conjunction with a plastic surgeon. The official journal of the American Society of Plastic Surgeons, Plastic and Reconstructive Surgery® brings subscribers up-to-the-minute reports on the latest techniques and follow-up for all areas of plastic and reconstructive surgery, including breast reconstruction, experimental studies, maxillofacial reconstruction, hand and microsurgery, burn repair and cosmetic surgery, as well as news on medico-legal issues.\n\nAbout ASPS\n\nThe American Society of Plastic Surgeons is the largest organization of board-certified plastic surgeons in the world. Representing more than 7,000 physician members, the society is recognized as a leading authority and information source on cosmetic and reconstructive plastic surgery. ASPS comprises more than 94 percent of all board-certified plastic surgeons in the United States. Founded in 1931, the society represents physicians certified by The American Board of Plastic Surgery or The Royal College of Physicians and Surgeons of Canada.\n\nAbout Wolters Kluwer\n\nWolters Kluwer N.V. (AEX: WKL) is a global leader in information services and solutions for professionals in the health, tax and accounting, risk and compliance, finance and legal sectors. We help our customers make critical decisions every day by providing expert solutions that combine deep domain knowledge with specialized technology and services.\n\nWolters Kluwer reported 2016 annual revenues of €4.3 billion. The company, headquartered in Alphen aan den Rijn, the Netherlands, serves customers in over 180 countries, maintains operations in over 40 countries and employs 19,000 people worldwide.\n\nWolters Kluwer Health is a leading global provider of information and point of care solutions for the healthcare industry. For more information about our products and the organization, visit http://www. wolterskluwer. com/ , follow @WKHealth or @Wolters_Kluwer on Twitter, like us on Facebook, follow us on LinkedIn, or follow WoltersKluwerComms on YouTube.", "images": ["https://web.archive.org/web/20180102211701im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180102211701im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180102211701im_/https://www.eurekalert.org/images/meganav/AM18_Newsroom.jpg", "https://web.archive.org/web/20180102211701im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180102211701im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20180102211701im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180102211701im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20180102211701im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180102211701im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180102211701im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180102211701im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180102211701im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180102211701im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180102211701im_/https://www.eurekalert.org/images/meganav/browse-video.jpg"], "top_img": "https://web.archive.org/web/20180102211701im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180102211701/https://www.eurekalert.org/pub_releases/2018-01/wkh-msp010218.php", "title": "Migraine surgery produces 'dramatic improvements' in functioning, study finds", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "In addition to reducing headache frequency and severity, surgical treatment for migraine leads to significant improvements in everyday functioning and coping ability, according to a study in the January issue of Plastic and Reconstructive Surgery®, the official medical journal of the American Society of Plastic Surgeons (ASPS).", "keywords": "Medicine/Health, Health Care Systems/Services, Health Professionals, Neurobiology, Pain, Public Health, Rehabilitation/Prosthetics/Plastic Surgery, Surgery, Trauma/Injury", "date": "Tue, 02 Jan 2018 05:00:00 GMT/UTC", "journal": "Plastic and Reconstructive Surgery", "type": "research", "institution": "Wolters Kluwer Health", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "WKHealth", "domain": "www.eurekalert.org", "title": "Migraine surgery produces 'dramatic improvements' in functioning, study finds", "description": "In addition to reducing headache frequency and severity, surgical treatment for migraine leads to significant improvements in everyday functioning and coping ability, according to a study in the January issue of Plastic and Reconstructive Surgery®, the official medical journal of the American Society of Plastic Surgeons (ASPS)."}, "og": {"title": "Migraine surgery produces 'dramatic improvements' in functioning, study finds", "description": "In addition to reducing headache frequency and severity, surgical treatment for migraine leads to significant improvements in everyday functioning and coping ability, according to a study in the January issue of Plastic and Reconstructive Surgery®, the official medical journal of the American Society of Plastic Surgeons (ASPS).", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180102211701/https://www.eurekalert.org/pub_releases/2018-01/wkh-msp010218.php", "image": "https://web.archive.org/web/20180102211701im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1517202000.0, "source": "https://web.archive.org", "summary": ""}