{"url": "https://web.archive.org/web/20180730193827/https://www.eurekalert.org/pub_releases/2018-07/udg-abi073018.php", "text": "Every year in Europe, three million people are admitted into hospitals for suspected mild traumatic brain injury (mTBI) cases. Yet 90% of these patients will be able to return home safely, as no trauma has been detected. Today, the only reliable diagnosis is the CT Scan, which is only available in some hospitals and, in addition to being expensive, exposes patients to radiations. Researchers from the University of Geneva (UNIGE), in collaboration with the Hospitals of Barcelona, Madrid and Seville, have developed a small device - Point-of-Care Test (POCT) - that analyses the level of proteins in the blood and allows, using a single drop of blood, to diagnose the possibility of a mild traumatic brain injury. This discovery, described in PLOS ONE, will not only relieve emergency departments, free patients from often long waits, but also save on costly medical examinations.\n\nFalling whilst skiing, tumbling down the stairs or getting hit on the head can cause symptoms such as blurred vision, vomiting, loss of consciousness or memory for about 30 minutes. There is then a risk of mild cerebral trauma, which represents more than 90% of brain injuries admitted to hospitals. But is there really a brain lesion? Or are these symptoms merely the consequence of the violence of the shock, of which will ultimately only leave a bump behind?\n\nToday, the injured patients have to go to the emergency rooms of hospitals equipped with a CT Scan, an expensive examination that sends X-rays to the brain to detect the presence or absence of brain trauma. As their case is not a priority, it often takes a long time for the majority of patients to return home without risk of sequelae, except for bad memories.\n\nFind biomarkers for light traumas\n\n\"We wondered if it was possible to isolate certain proteins whose presence in the blood increases in the event of mild traumatic brain injury,» explains Jean-Charles Sanchez, professor at the Department of Internal Medicine of Specialties and the Biomarkers Centre of the Faculty of Medicine of the UNIGE. \"Our idea was to find a way to do a quick examination that would allow, during a boxing or American football match for example, to determine whether the athlete can return to the field or if his condition requires hospitalization. The opposite of the CT Scan, an exam that lasts a long time and cannot be done anywhere,\" he adds.\n\nDuring a shock on the head, some brain cells are damaged and release the proteins they contain, increasing their level in the blood. Scientists at UNIGE and Spanish hospitals then compared the blood of patients admitted for mild traumatic brain injury but diagnosed as negative with that of patients actually suffering from a brain lesion. Using proteomic analyses, which can quantify thousands of proteins simultaneously and observe variations in their levels in the blood, they gradually isolated four molecules indicating the presence of a brain injury: H-FABP, Interleukin-10, S100B and GFAP. \"We have noticed that the H-FABP level alone makes it possible to confirm that there is no risk of trauma in one third of patients admitted after a shock,\" enthuses Jean-Charles Sanchez. The rest of the patients will have to undergo a CT scan to confirm the diagnosis.\n\nTBIcheck, the light brain trauma detector\n\nIt was still necessary to develop a device that could be used everywhere, quickly and simply, and that could be available in pharmacies or sports halls. \"When a person has an accident in the mountain, few practices can do a CT Scan,\" notes the Geneva researcher. His team has developed a rapid diagnostic test (POCT) called TBIcheck, inspired by the principle of pregnancy testing: by placing a single drop of blood on the well of a small 5cm plastic case, the patient knows within 10 minutes whether there is a risk of mild trauma, namely whether or not his H-FABP level is higher than 2.5 nanograms per millilitre of blood. \"If a lane appears, the injured person must go to a hospital for a CT scan, if there is nothing, he can go home safely!\" Jean-Charles Sanchez says. In case of doubt when reading the result, a small reader, the Cube Reader, can be installed on TBIcheck. It will display the word \"positive\" or \"negative\" and send the result to the patient's or caregiver's smartphone via Bluetooth. No more doubts!\n\nCommercialization planned for beginning 2019\n\nThese results, patented by UNIGE and awarded the Prix de l'Innovation Academy in December 2017, will be marketed from 2019 by ABCDx, a start-up founded four years ago by Jean-Charles Sanchez of UNIGE and Joan Montaner of Vall d'Hebron Hospital in Barcelona, co-authors of this study. \"Today, our research shows that the results are even more accurate when we combine H-FABP and GFAP levels,\" continues Jean-Charles Sanchez. \"We are currently preparing an even more effective TBIcheck, which will allow 50% of patients to be sent home, but which requires an increase in the sensitivity of the test that receives the blood.\" ABCDx's ultimate goal is to bring to market biomarkers capable of diagnosing brain trauma, stroke and aneurysms. \"Biomarkers are a mine of information on patients' state of health, it is up to us to decode them,\" concludes the Geneva researcher.\n\n###", "images": ["https://web.archive.org/web/20180730193827im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180730193827im_/https://media.eurekalert.org/meganav/Nutrition2018_Newsroom.jpg", "https://web.archive.org/web/20180730193827im_/https://media.eurekalert.org/multimedia_prod/pub/rel/176795_rel.jpg", "https://web.archive.org/web/20180730193827im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180730193827im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180730193827im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20180730193827im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180730193827im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180730193827im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180730193827im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180730193827im_/https://media.eurekalert.org/multimedia_prod/pub/web/176795_web.jpg", "https://web.archive.org/web/20180730193827im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180730193827im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180730193827im_/https://eurekalert.org/multimedia/pub/web/176795_web.jpg", "https://web.archive.org/web/20180730193827im_/https://www.eurekalert.org/images/e4/logo.png"], "top_img": "https://web.archive.org/web/20180730193827im_/https://eurekalert.org/multimedia/pub/web/176795_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180730193827/https://eurekalert.org/pub_releases/2018-07/udg-abi073018.php", "title": "A brain injury diagnosed with a single drop of blood", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Every year in Europe, three million people are admitted into hospitals for suspected mild traumatic brain injury cases. Today, the only reliable diagnosis is the CT Scan, which is only available in some hospitals and exposes patients to radiations. Researchers from UNIGE have developed a small device that analyses the level of proteins in the blood and allows, using a single drop of blood, to diagnose the possibility of a mild traumatic brain injury.", "keywords": "Medicine/Health, Clinical Trials, Diagnostics", "date": "Mon, 30 Jul 2018 04:00:00 GMT/UTC", "journal": "PLOS ONE", "type": "research", "institution": "Université de Genève", "region": "europe", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "UNIGEnews", "domain": "www.eurekalert.org", "title": "A brain injury diagnosed with a single drop of blood", "description": "Every year in Europe, three million people are admitted into hospitals for suspected mild traumatic brain injury cases. Today, the only reliable diagnosis is the CT Scan, which is only available in some hospitals and exposes patients to radiations. Researchers from UNIGE have developed a small device that analyses the level of proteins in the blood and allows, using a single drop of blood, to diagnose the possibility of a mild traumatic brain injury."}, "og": {"title": "A brain injury diagnosed with a single drop of blood", "description": "Every year in Europe, three million people are admitted into hospitals for suspected mild traumatic brain injury cases. Today, the only reliable diagnosis is the CT Scan, which is only available in some hospitals and exposes patients to radiations. Researchers from UNIGE have developed a small device that analyses the level of proteins in the blood and allows, using a single drop of blood, to diagnose the possibility of a mild traumatic brain injury.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180730193827/https://eurekalert.org/pub_releases/2018-07/udg-abi073018.php", "image": "https://web.archive.org/web/20180730193827im_/https://eurekalert.org/multimedia/pub/web/176795_web.jpg", "type": "website"}, "fb": {"profile_id": "unigeneve"}}, "movies": [], "publish_date": 1532836800.0, "source": "https://web.archive.org", "summary": ""}