{"url": "https://web.archive.org/web/20170112181700/https://www.eurekalert.org/pub_releases/2017-01/uoca-tp011017.php", "text": "'There are women who are alive today because of this drug,' says University of Colorado Cancer center researcher\n\nPhase 1 clinical trial data published this week in the journal Clinical Cancer Research show early promise of the investigational anti-cancer agent tucatinib (formerly ONT-380) against HER2+ breast cancer. The 50 women treated had progressed despite a median 5 previous treatment regimens. Twenty-seven percent of these heavily pretreated patients saw clinical benefit from the drug, with at least \"stable disease\" at 24 or more weeks after the start of treatment. These data led to two subsequent Phase Ib studies, resulting in tucatinib earning FDA fast-track status and the expansion of this study once meant only to demonstrate drug safety into the \"pivotal\" trial that will determine approval.\n\n\"Usually we expect the results of a phase 1 clinical trial to give us data that we can use to guide the results of future treatments. This is a great case in which, for many of these patients, the results were immediate. There are women who are alive today because of this drug,\" says Virginia Borges, MD, MMSc, director of the Breast Cancer Research Program and Young Women's Breast Cancer Translational Program at the University of Colorado Cancer Center. Borges has been a major driver of the drug's development from its invention at Array Biopharm in Boulder, CO and now through clinical trials of the drug, which is licensed to Cascadian Therapeutics of Seattle, WA.\n\nTucatinib is a small molecule inhibitor of the HER2 growth factor receptor. The drug works by targeting the HER2 \"tyrosine kinase\" - a link in the chain of communication that allows HER2 receptors to signal the growth of the cell. The fact that it is a small molecule means the drug is able to pass through the blood-brain barrier to act against brain metastases of the disease. HER2+ breast cancer is more likely to affect younger women and also more likely than other breast cancers to metastasize specifically to the brain.\n\nWorking with Borges's Young Women's Breast Cancer Translational Program at CU Cancer Center, young investigator Elena Shagisultanova, MD, PhD, recently earned a $1.4m competitive ASPIRE grant from Pfizer, Inc., to conduct a clinical trial exploring the use of tucatinib against so-called \"triple positive\" breast cancer - those cancers driven by both estrogen and progesterone receptors and the HER2/neu oncogene.\n\n\"When both [estrogen and HER2] are positive, they counteract the therapy aimed at one or the other, playing off each other like kids splitting parents,\" Borges says. More specifically, when both avenues are present, the crosstalk leads to tumors being resistant to treatment, as either avenue can allow the cancer to survive therapy. Previous trials concurrently targeting estrogen and HER2 have been, according to Borges, \"lackluster,\" resulting in no changes to the standard of care.\n\nThe forthcoming trial lead by Shagisultanova will be a multi-center clinical trial with CU Cancer Center as the lead site, testing the combination of three drugs - tucatinib plus the anti-estrogen receptor drug letrozole and the cell cycle inhibitor palbociclib - against breast cancers positive for both HER2 and estrogen receptors.\n\n\"Tucatinib could be a substantially practice-changing drug,\" Borges says, meaning that in addition to the drug's current investigations as a third-, fourth-, or more-than-fifth-line treatment, she envisions its use sooner in the arc of breast cancer treatment and with far more patients.\n\n\"I think this drug has an extremely high likelihood of being approved for women with HER2+ breast cancer for use after previous treatments,\" Borges says. \"And it's going to be an especially important drug due to its ability to control brain metastases. The opportunity to study it as a front-line drug for recurrent triple positive breast cancer could even someday help us prevent or delay these brain metastases.\"\n\nBecause the drug is taken in pill form and has a very favorable side effect profile, Borges points out that it is relatively patient-friendly, allowing women to avoid treatments in infusion centers and also many of the side-effects associated with chemotherapies.\n\nOngoing updates are expected in journals and meetings later in 2017.\n\n###", "images": ["https://web.archive.org/web/20170112181700im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170112181700im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170112181700im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170112181700im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170112181700im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170112181700im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170112181700im_/https://www.eurekalert.org/multimedia/pub/web/130580_web.jpg", "https://web.archive.org/web/20170112181700im_/https://media.eurekalert.org/multimedia_prod/pub/web/130580_web.jpg", "https://web.archive.org/web/20170112181700im_/https://media.eurekalert.org/multimedia_prod/pub/rel/130580_rel.jpg", "https://web.archive.org/web/20170112181700im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170112181700im_/https://www.eurekalert.org/images/meganav/AM17-NoDate.png", "https://web.archive.org/web/20170112181700im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170112181700im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170112181700im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170112181700im_/https://www.eurekalert.org/images/e4/logo-footer.png"], "top_img": "https://web.archive.org/web/20170112181700im_/https://www.eurekalert.org/multimedia/pub/web/130580_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170112181700/https://www.eurekalert.org/pub_releases/2017-01/uoca-tp011017.php", "title": "Tucatinib (ONT-380) progressing in pivotal trial against HER2+ breast cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Twenty-seven percent of 50 heavily pretreated patients with stage IV HER2+ breast cancer saw clinical benefit from the drug, with at least 'stable disease' at 24 or more weeks after the start of treatment.", "keywords": "Business/Economics, Health Care, Medicine/Health, Cancer, Breast Cancer, Clinical Trials, Pharmaceutical Science, Pharmaceutical Chemistry, Public Health", "date": "Tue, 10 Jan 2017 05:00:00 GMT", "journal": "Clinical Cancer Research", "type": "research", "institution": "University of Colorado Anschutz Medical Campus", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "CUAnschutz", "domain": "www.eurekalert.org", "title": "Tucatinib (ONT-380) progressing in pivotal trial against HER2+ breast cancer", "description": "Twenty-seven percent of 50 heavily pretreated patients with stage IV HER2+ breast cancer saw clinical benefit from the drug, with at least 'stable disease' at 24 or more weeks after the start of treatment."}, "og": {"title": "Tucatinib (ONT-380) progressing in pivotal trial against HER2+ breast cancer", "description": "Twenty-seven percent of 50 heavily pretreated patients with stage IV HER2+ breast cancer saw clinical benefit from the drug, with at least 'stable disease' at 24 or more weeks after the start of treatment.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170112181700/https://www.eurekalert.org/pub_releases/2017-01/uoca-tp011017.php", "image": "https://web.archive.org/web/20170112181700im_/https://www.eurekalert.org/multimedia/pub/web/130580_web.jpg", "type": "website"}, "fb": {"profile_id": "CUAnschutzMed"}}, "movies": [], "publish_date": 1485666000.0, "source": "https://web.archive.org", "summary": ""}