{"url": "https://web.archive.org/web/20160219015401/http://www.eurekalert.org:80/pub_releases/2016-02/fl-nsr021216.php", "text": "MISSION VIEJO, Calif. - Feb. 1 2016 - Can a single ingredient swap make an impact on health? According to the recently released 2015-2020 Dietary Guidelines for Americans, small shifts in food choices can make a big difference; including a shift from solid fats to oils, like the oil in fresh avocados. On the heels of this advice, a new meta-analysis (considered the best evidence and an unbiased overview of the body of knowledge on a specific topic), published in the Journal of Clinical Lipidology, adds to the growing body of research that supports the use of avocados in lieu of solid fats (and foods that have higher saturated fat content) to significantly change lipid profiles.\n\nThe research, \"Impact of avocado-enriched diets on plasma lipoproteins: A meta-analysis,\" conducted at the University of the Pacific and independently funded , looked at 10 unique avocado studies with 229 participants, assessing the impact of avocados on cholesterol levels. Researchers found avocado consumption (1 to 1.5 per day) significantly reduced total cholesterol (TC), \"bad\" low density lipoprotein cholesterol (LDL-C) and triglycerides (TG) when they were substituted for sources of saturated fat. Additionally, avocado consumption did not impact \"good\" high density lipoprotein cholesterol (HDL). However, the optimal amount of avocado and frequency of use needs further evaluation along with the nutritional similarities and differences between other different MUFA sources. Larger trials looking at the impact of avocados on major adverse cardiovascular events are warranted. (See conclusion of study)\n\n\"Interestingly, our results indicate that even healthy subjects with a relatively normal baseline TC (100 to 240 mg/dL), LDL-C (75 to 150 mg/dL), and TG (50 to 175 mg/dL) had significant reductions,\" says Sachin Shah, PharmD, corresponding author and expert in cardiovascular health.\n\nAs we head into American Heart Health Month (February) it's important to remind people that they have the power to help control their risk factors for developing heart disease by exercising regularly, knowing cholesterol levels and keeping them under control and maintaining a healthy weight. Cardiovascular disease is responsible for one out of every four deaths; it is the number 1 killer of American women and men, and it is a leading cause of disability.\n\n\"Fresh avocado, as part of a balanced diet, and as a cholesterol-free substitute for solid fats, can help be part of the solution for maintaining normal cholesterol levels,\" says Nikki Ford, PhD, Director of Nutrition, Hass Avocado Board. \"Beyond their naturally good fats, avocados are also a delicious way to boost fiber (8 percent of DV) and fruit intakes, both of which are under consumed in American diets.\"\n\nThe Hass Avocado Board (HAB) continues to be a leader in educating health professionals and consumers on the benefits of avocados. HAB recently created a series of simple, quick to prepare interactive meal makeovers to show people how to make small shifts in their diets by substituting fresh avocados for other foods or ingredients higher in saturated fats.\n\n\"This study supports the body of research showing the many benefits that fresh avocados have to offer when consumed in everyday healthy eating plans,\" says Emiliano Escobedo, Executive Director, HAB. \"Through our nutrition research program, established in 2010, we are committed to increase awareness and improve understanding of the unique benefits of avocados to human health and nutrition. Clinical studies are currently underway to investigate the relationship between avocado consumption and risk factors for heart disease, diabetes, support of weight management and healthy living.\"\n\n###\n\nTo view the abstract or the published article, visit http://www.lipidjournal.com/article/S1933-2874(15)00427-4/abstract.\n\nAbout the Hass Avocado Board\n\nThe Hass Avocado Board (HAB) is an agriculture promotion group established in 2002 to promote the consumption of Hass Avocados in the United States. A 12-member board representing domestic producers and importers of Hass Avocados directs HAB's promotion, research and information programs under supervision of the United States Department of Agriculture. Funding for HAB comes from Hass avocado producers and importers in the United States.\n\nIn 2010, HAB established a nutrition research program to increase awareness and improve understanding of the unique benefits of avocados to human health.\n\nFor a comprehensive collection of published nutrition and scientific literature, authoritative reports and other articles on or related to avocados, their nutrients and eating patterns that include them, visit avocadonutritioncenter.com.\n\nFor tips and recipes, visit LoveOneToday.com or follow HAB on Facebook, Twitter, Pinterest and YouTube.", "images": ["https://web.archive.org/web/20160219015401im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160219015401im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160219015401im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160219015401im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160219015401im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160219015401im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160219015401im_/http://www.eurekalert.org/images/meganav/AM16-NoDate.png", "https://web.archive.org/web/20160219015401im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160219015401im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160219015401im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20160219015401im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160219015401im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20160219015401im_/http://www.eurekalert.org/images/e4/brand.png"], "top_img": "https://web.archive.org/web/20160219015401im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160219015401/http://www.eurekalert.org/pub_releases/2016-02/fl-nsr021216.php", "title": "New study reveals fresh avocado-substituted diet significantly changes lipid profile", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Can a single ingredient swap make an impact on health? According to the recently released 2015-2020 Dietary Guidelines for Americans, small shifts in food choices can make a big difference; including a shift from solid fats to oils, like the oil in fresh avocados.", "keywords": "Food/Food Science, Nutrition/Nutrients, Medicine/Health, Cardiology, Diet/Body Weight, Cholesterol, Nutrition/Nutrients, Public Health", "date": "Tue, 16 Feb 2016 05:00:00 GMT", "funder": "Independently Funded", "journal": "Journal of Clinical Lipidology", "type": "research", "institution": "Hass Avocado Board", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "EurekAlertAAAS", "domain": "www.eurekalert.org"}, "og": {"title": "New study reveals fresh avocado-substituted diet significantly changes lipid profile", "description": "Can a single ingredient swap make an impact on health? According to the recently released 2015-2020 Dietary Guidelines for Americans, small shifts in food choices can make a big difference; including a shift from solid fats to oils, like the oil in fresh avocados.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160219015401/http://www.eurekalert.org/pub_releases/2016-02/fl-nsr021216.php", "image": "https://web.archive.org/web/20160219015401im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1456722000.0, "source": "https://web.archive.org", "summary": ""}