{"url": "http://www.newswise.com/articles/view/648608/?sc=mwhn", "text": "Newswise — Omega-3 fatty acids may lower the risk of breast cancer in postmenopausal obese women, according to researchers.\n\nThe protection likely comes from the fatty acids' anti-inflammatory effects, said Dr. Andrea Manni, professor and division chief of endocrinology, diabetes and metabolism, Penn State College of Medicine.\n\nObesity is a major breast cancer risk factor in postmenopausal women, and scientists believe increased inflammation is an important underlying cause in this population.\n\n\"Omega-3 fatty acids have an anti-inflammatory effect, so that's one of the reasons why we suspected it may be particularly effective in obese women,\" Manni said.\n\nSome epidemiological data supports the idea that omega-3s protect against breast cancer, but the findings have been inconsistent. Manni suspected that data from normal-weight women obscured the results.\n\nNormal-weight women have less inflammation than heavier women, and are therefore less likely to benefit from anti-inflammatory omega-3s, he said.\n\nTo tease apart the effects, Manni's team, working alongside researchers from Emory University and Colorado State University, looked at the influence of prescription omega-3 supplementation on breast density in different weight women. Breast density is a well-established biomarker for breast cancer risk, and may be an independent risk factor, as well.\n\n\"The higher the breast density, the more likely the woman will develop breast cancer,\" Manni said.\n\nThe study included 266 healthy postmenopausal women with high breast density detected by routine mammograms. The women either received no treatment, the antiestrogen drug Raloxifene, the prescription omega-3 drug Lovaza or a combination of the two drugs.\n\nAt the conclusion of the two-year study, the researchers found that increasing levels of omega-3 in the blood were associated with reduced breast density—but only in women with a body mass index above 29, bordering on obesity.\n\nAlthough Lovaza contains both of the fatty acids DHA -- 375 milligrams -- and EPA -- 465 milligrams, only DHA blood levels were associated with breast density reduction. The researchers plan to test the effect of DHA alone in obese subjects, potentially in combination with weight loss, in a future trial.\n\n\"The finding supports the idea that omega-3s, and specifically DHA, are preferentially protective in obese postmenopausal women,\" Manni said. \"This represents an example of a personalized approach to breast cancer prevention.\"\n\nThese findings may help to support future research looking at the direct effect of omega-3 supplementation on breast cancer incidence in obese women.\n\nManni added that, with obesity-related cancers on the rise, the findings could have implications beyond breast cancer.\n\nThe researchers also made a secondary discovery. Lovaza is an omega-3 drug FDA-approved for the treatment of severe high triglycerides at the dose of 4 milligrams daily. In the current study, the combination of Lovaza and a half recommended dose of Raloxifene at 30 milligrams, was superior to the individual treatments in reducing triglycerides and LDL -- “bad” -- cholesterol and increasing HDL -- “good” -- cholesterol.\n\nOther investigators on this project were Narinder Sandhu and Carina Signori, Department of Medicine; Susann E. Schetter, Department of Radiology; Jason Liao and Ana Calcagnotto, Department of Public Health Sciences; John P. Richie, Bogdan Prokopczyk and Neil Trushin, Department of Pharmacology; Cynthia DuBrock, Penn State Hershey Cancer Institute; Christopher Hamilton and Laurence M. Demers, Department of Pathology; Cesar Aliaga and Karam El-Bayoumy, Department of Biochemistry and Molecular Biology, all at Penn State Milton S. Hershey Medical Center; Terryl J. Hartman, Emory University; and John McGinley and Henry J. Thompson, Colorado State University.Susan G. Komen for the Cure and Penn State Hershey Cancer Institute funded this research. GlaxoSmith Kline and Eli Lilly supplied Lovaza and Raloxifene, respectively.\n\nAbout Penn State College of MedicineLocated on the campus of Penn State Milton S. Hershey Medical Center in Hershey, Pa., Penn State College of Medicine boasts a portfolio of nearly $82 million in funded research. Projects range from the development of artificial organs and advanced diagnostics to groundbreaking cancer treatments and understanding the fundamental causes of disease. Enrolling its first students in 1967, the College of Medicine has more than 1,600 students and trainees in medicine, nursing, the health professions and biomedical research on its campus.", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://www.newswise.com/images/new-newswise-logo-square.jpg", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/images/institutions/logos/xPSH_HOR_RGB_2C.jpg.pagespeed.ic.pSvsaD7x5l.jpg", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/omega-3-fatty-acids-may-lower-breast-cancer-risk-in-postmenopausal-obese-women", "title": "Omega-3 Fatty Acids May Lower Breast Cancer Risk in Postmenopausal Obese Women", "meta_data": {"keywords": "Newswise, Cancer,Breast Cancer,Postmenopausal Women,Obesity,Cancer, Nutrition, Women's Health, Local - Pennsylvania, Obesity,  Penn State Health", "description": "Omega-3 fatty acids may lower the risk of breast cancer in postmenopausal obese women, according to researchers.\r\nThe protection likely comes from the fatty acids' anti-inflammatory effects, said Dr. Andrea Manni, professor and division chief of endocrinology, diabetes and metabolism, Penn State College of Medicine.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Omega-3 fatty acids may lower the risk of breast cancer in postmenopausal obese women, according to researchers.\r\nThe protection likely comes from the fatty acids' anti-inflammatory effects, said Dr. Andrea Manni, professor and division chief of endocrinology, diabetes and metabolism, Penn State College of Medicine.", "title": "Omega-3 Fatty Acids May Lower Breast Cancer Risk in Postmenopausal Obese Women", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "url": "https://www.newswise.com/articles/omega-3-fatty-acids-may-lower-breast-cancer-risk-in-postmenopausal-obese-women"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}