{"url": "http://www.newswise.com/articles/view/657100/?sc=mwhn", "text": "Newswise — WhatA research paper published in The Lancet Infectious Diseases reported that the human papillomavirus (HPV) vaccine is safe and efficacious across a wide age range of women. The international study found that it protects against HPV infection in women older than 26 years. Vaccination programs worldwide currently target routine vaccination of women 26 years and younger.\n\nThe study recruited women in 12 countries across four continents. Cosette Wheeler, PhD, at The University of New Mexico Comprehensive Cancer Center, was the lead author of the report.\n\nWhyThe human papillomaviruses cause cancer of the cervix, anus, and middle throat. Five types of HPV account for about 85 percent of all invasive cervical cancer cases. HPV vaccines are expected to prevent most of these cancer cases.\n\nMany countries routinely vaccinate girls and boys 25 years and younger, although vaccination rates in the United States remain low. In the US, only about 40 percent of girls and 21 percent of boys receive the three-dose vaccination series. The earlier the vaccine is given, the more efficacious it can be.\n\nThis study focused on the benefit of vaccinating women 26 years and older. Infection with HPV can take place at any time throughout adulthood and women in this age group may have already been exposed to HPV. The study showed that women in this age group were still protected from HPV infections.\n\nThe scientists followed each woman for four to seven years. They found that the vaccine protected the women against HPV infections during the follow-up period and that the women were protected from many types of HPV across a broad age range. These study results are essential to new approaches in cancer prevention, particularly those that are investigating combined approaches of cervical screening and vaccination in adult women.\n\nWhoCosette Wheeler, PhD is a UNM Regents Professor in the Departments of Pathology and Obstetrics and Gynecology at the University of New Mexico Health Sciences Center. She holds the Victor and Ruby Hansen Surface Endowed Chair in Translational Medicine and Public Health. Her New Mexico research group has contributed for over 20 years to understanding the molecular epidemiology of human papillomaviruses (HPV) in cervical precancer and cancer among Native American, Hispanic and non-Hispanic women of the southwest and on a global basis. She has overseen a number of large-scale multidisciplinary population-based projects that have ultimately enabled advances in primary (HPV vaccines) and secondary cervical cancer prevention (Pap and HPV tests).\n\nDr. Wheeler has authored over 200 peer-reviewed articles a number in top tier journals. In 2008 Sciencewatch (Thomson Reuters http://sciencewatch.com/ana/st/hpv/08julHPVWheler/) ranked her global citation contributions over the past decade, 7th in human papillomavirus contributions and in the top 1% in the field of clinical medicine.\n\nWhenThe paper, “Efficacy, safety, and immunogenicity of the human papillomavirus 16/18 AS04-adjuvanted vaccine in women older than 25 years: 7-year follow-up of the phase 3, double-blind, randomised controlled VIVIANE study,” was published in the June 28, 2016 online edition of The Lancet (www.thelancet.com/infection).\n\nAuthors are: Cosette M Wheeler, S Rachel Skinner, M Rowena Del Rosario-Raymundo, Suzanne M Garland, Archana Chatterjee, Eduardo Lazcano-Ponce, Jorge Salmerón, Shelly McNeil, Jack T Stapleton, Céline Bouchard, Mark G Martens, Deborah M Money, Swee Chong Quek, Barbara Romanowski, Carlos S Vallejos, Bram ter Harmsel, Vera Prilepskaya, Kah Leng Fong, Henry Kitchener, Galina Minkina, Yong Kuei Timothy Lim, Tanya Stoney, Nahida Chakhtoura, Margaret E Cruickshank, Alevtina Savicheva, Daniel Pereira da Silva, Murdo Ferguson, Anco C Molijn, Wim G V Quint, Karin Hardt, Dominique Descamps, Pemmaraju V Suryakiran, Naveen Karkada, Brecht Geeraerts, Gary Dubin, and Frank Struyf, for the VIVIANE Study Group.\n\nContactDorothy Hornbeck, JKPR, 505-340-5929, dhornbeck@jameskorenchen.com Michele Sequeira, UNM Cancer Center, 505-925-0486, msequeira@salud.unm.edu\n\nAbout the UNM Comprehensive Cancer CenterThe University of New Mexico Comprehensive Cancer Center is the Official Cancer Center of New Mexico and the only National Cancer Institute-designated Cancer Center in a 500-mile radius. One of the premier cancer centers nationwide, the UNM CCC has more than 125 board-certified oncology physicians, forming New Mexico’s largest cancer care team. It treats about 60 percent of adults and virtually all the children in New Mexico diagnosed with cancer — more than 10,000 people— from every county in the state in more than 135,000 clinic visits each year. Through its partnership with the New Mexico Cancer Care Alliance, an “exemplary national model for cancer health care delivery,” the UNM CCC offers access to more than 175 clinical trials to New Mexicans in every part of the state. Annual research funding of almost $60 million supports the UNM CCC’s 130 cancer scientists. Working with partners at Los Alamos and Sandia National Laboratories, Lovelace Respiratory Research Institute, and New Mexico State University, they have developed new diagnostics and drugs for leukemia, breast cancer, ovarian cancer, prostate cancer, liver and pancreatic cancer, brain cancer, and melanoma. Learn more at www.cancer.unm.edu.\n\nSEE ORIGINAL STUDY", "images": ["https://www.newswise.com/images/new-newswise-logo-square.jpg", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "http://www.newswise.com/assets/img/logo.png.pagespeed.ce.pQl5UlxZ8w.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/hpv-vaccine-can-protect-women-across-a-broad-age-range", "title": "HPV Vaccine Can Protect Women Across a Broad Age Range", "meta_data": {"keywords": "Newswise, Cervical Cancer,HPV,Hpv Vaccine,HPV and cancer,Cancer, Local - New Mexico, All Journal News, The Lancet,  University of New Mexico Comprehensive Cancer Center", "description": "A research paper published in The Lancet Infectious Diseases reported that the human papillomavirus (HPV) vaccine is safe and efficacious across a wide age range of women. The international study found that it protects against HPV infection in women older than 26 years.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "A research paper published in The Lancet Infectious Diseases reported that the human papillomavirus (HPV) vaccine is safe and efficacious across a wide age range of women. The international study found that it protects against HPV infection in women older than 26 years.", "title": "HPV Vaccine Can Protect Women Across a Broad Age Range", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "url": "https://www.newswise.com/articles/hpv-vaccine-can-protect-women-across-a-broad-age-range"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}