{"url": "https://web.archive.org/web/20151120050539/http://www.eurekalert.org:80/pub_releases/2015-11/uops-yml111615.php", "text": "PHILADELPHIA -- Men with prostate cancer who are undergoing radiation therapy can benefit from yoga, researchers at the Perelman School of Medicine at the University of Pennsylvania reported at the Society of Integrative Oncology's 12th International Conference.\n\nThe new, first-of-its-kind study, led by Neha Vapiwala, MD, an associate professor in the department of Radiation Oncology at PSOM and Penn's Abramson Cancer Center, found that general quality of life and measurements of side effects often experienced by prostate cancer patients--including fatigue, sexual health, and urinary incontinence--were stable throughout a course of outpatient radiation therapy among the men participating in an intensive yoga program.\n\n\"Data have consistently shown declines in these important measures among prostate cancer patients undergoing cancer therapy without any structured fitness interventions, so the stable scores seen with our yoga program are really good news,\" Vapiwala said.\n\nCancer-related fatigue differs from everyday-life fatigue, which is usually temporary and can be relieved by rest or sleep. Fatigue that stems from cancer or cancer treatments has been found to lower patients' quality of life even more than pain, and studies have shown that anywhere from 60 to 90 percent of patients receiving radiation therapy report this symptom. Furthermore, erectile dysfunction is reported in 21 to 85 percent of all prostate cancer patients, while urinary incontinence is reported in 24 percent of men with this disease.\n\nThe possible explanation for the benefits of yoga seen in the study stems from physiologic data demonstrating its ability to help reduce cancer- as well as treatment- related fatigue and to strengthen pelvic floor muscles and increase blood flow. These latter aspects may in turn improve erectile dysfunction and urinary incontinence, said Vapiwala.\n\n\"There may also be a psychosocial benefit that derives from participation in a group fitness activity that incorporates meditation and promotes overall healthiness. And all of this ultimately improves general quality of life,\" she added.\n\nOther studies have demonstrated beneficial health and quality of life effects from yoga interventions in cancer patients. However, yoga has been predominantly evaluated for breast cancer, and research on its role in alleviating prostate cancer patients' side effects has been lacking, largely due to the perception that men would not be willing to participate in this form of holistic exercise.\n\nNational statistics indicate that 72 percent of those who practice yoga are female, and only 18 percent of practitioners are over the age of 55. The median age at diagnosis for cancer of the prostate is 66.\n\n\"Despite these figures, we found that a structured yoga intervention in the form of twice-weekly classes is feasible for patients during a six- to nine-week course of outpatient radiotherapy for prostate cancer,\" said Vapiwala. \"Our participation-rate finding alone is important because it is a caution against making assumptions about patients without proper evidence.\"\n\nSpecifically, between May 2013 and June 2014, 68 eligible prostate cancer patients were identified and offered study participation, of which 45 consented (66 percent) to attend twice-weekly yoga classes of 75 minutes each, taught by trained Eischens yoga instructors within the Abramson Cancer Center.\n\nAlthough 18 (40 percent) of these participants were voluntarily withdrawn early due to unavoidable and unanticipated conflicts between radiation treatment times and the yoga class schedule, the remainder were able to participate and the study's feasibility endpoint was met.\n\n\"Eischens yoga incorporates ideas from movement theory and kinesiology and is accessible to all body types and experience levels,\" said Tali Mazar Ben-Josef, DMD, a certified Eischens yoga instructor and researcher in the Abramson Cancer Center, who will present the results at the SOI meeting.\n\nMost yoga participants reported a sense of well-being at the end of each class, and upon finishing the yoga program and concluding their study involvement, many patients requested and received an at-home practice routine to fit their needs, Ben-Josef said.\n\nThe effect of yoga was measured by participants' responses to a series of questions that assess overall quality-of-life, cancer-related fatigue, and prevalence of sexual and erectile dysfunction and urinary incontinence. The researchers chose these variables because they affect so many prostate cancer patients.\n\nSeverity of fatigue scores demonstrated significant variability over the time of treatment, with increases by week four as expected, but then improving over the course of treatment. Erectile dysfunction, urinary incontinence, and general quality of life scores demonstrated steady trends.\n\nCurrently, the team is randomizing prostate cancer patients to participation vs. no participation in this structured yoga program in order to further characterize the potential benefits of yoga in this population.\n\nThis trial represents an expansion of the Abramson Cancer Center's integrative medicine and wellness services that are available to patients and survivors. In addition to yoga, patients can receive training in stress-reduction techniques, meditation, reiki therapy, acupuncture, and massage.\n\n\"We offer several ways to enhance quality of life, minimize or reduce side effects of cancer and cancer treatment, and promote healing and recovery,\" Vapiwala said. \"This study represents one of many research projects we are conducting in an effort to pinpoint the best, most effective practices to help patients with these needs.\"\n\nNearly 240,000 men are diagnosed with prostate cancer each year in the United States, according to the American Cancer Society, which funded the new study.\n\nThe full results from the feasibility study are expected to be published early 2016.\n\n###", "images": ["https://web.archive.org/web/20151120050539im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20151120050539im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20151120050539im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20151120050539im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20151120050539im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20151120050539im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20151120050539im_/http://www.eurekalert.org/images/meganav/AHA_logo.jpg", "https://web.archive.org/web/20151120050539im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20151120050539im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20151120050539im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20151120050539im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20151120050539im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20151120050539im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png"], "top_img": "https://web.archive.org/web/20151120050539im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20151120050539/http://www.eurekalert.org/pub_releases/2015-11/uops-yml111615.php", "title": "Yoga may lessen side effects in men undergoing prostate cancer treatment", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Men with prostate cancer who are undergoing radiation therapy can benefit from yoga, researchers at the Perelman School of Medicine at the University of Pennsylvania reported at the Society of Integrative Oncology's 12th International Conference.", "keywords": "Medicine/Health, Epidemiology, Health Care Systems/Services, Immunology/Allergies/Asthma, Infectious/Emerging Diseases, Liver", "date": "Mon, 16 Nov 2015 05:00:00 GMT", "funder": "American Cancer Socierty", "type": "research", "institution": "University of Pennsylvania School of Medicine", "meeting": "Society of Integrative Oncology's 12th International Conference", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "PennMedNews", "domain": "www.eurekalert.org"}, "og": {"title": "Yoga may lessen side effects in men undergoing prostate cancer treatment", "description": "Men with prostate cancer who are undergoing radiation therapy can benefit from yoga, researchers at the Perelman School of Medicine at the University of Pennsylvania reported at the Society of Integrative Oncology's 12th International Conference.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20151120050539/http://www.eurekalert.org/pub_releases/2015-11/uops-yml111615.php", "image": "https://web.archive.org/web/20151120050539im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "pages/Penn‑Medicine/99556027612"}}, "movies": [], "publish_date": 1448773200.0, "source": "https://web.archive.org", "summary": ""}