{"url": "https://www.fda.gov/NewsEvents/Newsroom/PressAnnouncements/ucm596531.htm", "text": "For Immediate Release: February 13, 2018\n\nThe U.S. Food and Drug Administration today permitted marketing of the first blood test to evaluate mild traumatic brain injury (mTBI), commonly referred to as concussion, in adults. The FDA reviewed and authorized for marketing the Banyan Brain Trauma Indicator in fewer than 6 months as part of its Breakthrough Devices Program.\n\nMost patients with a suspected head injury are examined using a neurological scale, called the 15-point Glasgow Coma Scale, followed by a computed tomography or CT scan of the head to detect brain tissue damage, or intracranial lesions, that may require treatment; however, a majority of patients evaluated for mTBI/concussion do not have detectable intracranial lesions after having a CT scan. Availability of a blood test for concussion will help health care professionals determine the need for a CT scan in patients suspected of having mTBI and help prevent unnecessary neuroimaging and associated radiation exposure to patients.\n\n“Helping to deliver innovative testing technologies that minimize health impacts to patients while still providing accurate and reliable results to inform appropriate evaluation and treatment is an FDA priority. Today’s action supports the FDA’s Initiative to Reduce Unnecessary Radiation Exposure from Medical Imaging—an effort to ensure that each patient is getting the right imaging exam, at the right time, with the right radiation dose,” said FDA Commissioner Scott Gottlieb, M.D. “A blood-testing option for the evaluation of mTBI/concussion not only provides health care professionals with a new tool, but also sets the stage for a more modernized standard of care for testing of suspected cases. In addition, availability of a blood test for mTBI/concussion will likely reduce the CT scans performed on patients with concussion each year, potentially saving our health care system the cost of often unnecessary neuroimaging tests.”\n\nAccording to the U.S. Centers for Disease Control and Prevention, in 2013 there were approximately 2.8 million TBI-related emergency department visits, hospitalizations and deaths in the U.S. Of these cases, TBI contributed to the deaths of nearly 50,000 people. TBI is caused by a bump, blow or jolt to the head or a penetrating head injury that disrupts the brain’s normal functioning. Its severity may range from mild to severe, with 75 percent of TBIs that occur each year being assessed as mTBIs or concussions. A majority of patients with concussion symptoms have a negative CT scan. Potential effects of TBI can include impaired thinking or memory, movement, sensation or emotional functioning.\n\n“A blood test to aid in concussion evaluation is an important tool for the American public and for our Service Members abroad who need access to quick and accurate tests,” said Jeffrey Shuren, M.D., director of the FDA’s Center for Devices and Radiological Health. “The FDA’s review team worked closely with the test developer and the U.S. Department of Defense to expedite a blood test for the evaluation of mTBI that can be used both in the continental U.S. as well as foreign U.S. laboratories that service the American military.”\n\nThe Brain Trauma Indicator works by measuring levels of proteins, known as UCH-L1 and GFAP, that are released from the brain into blood and measured within 12 hours of head injury. Levels of these blood proteins after mTBI/concussion can help predict which patients may have intracranial lesions visible by CT scan and which won’t. Being able to predict if patients have a low probability of intracranial lesions can help health care professionals in their management of patients and the decision to perform a CT scan. Test results can be available within 3 to 4 hours.\n\nThe FDA evaluated data from a multi-center, prospective clinical study of 1,947 individual blood samples from adults with suspected mTBI/concussion and reviewed the product’s performance by comparing mTBI/concussion blood tests results with CT scan results. The Brain Trauma Indicator was able to predict the presence of intracranial lesions on a CT scan 97.5 percent of the time and those who did not have intracranial lesions on a CT scan 99.6 percent of the time. These findings indicate that the test can reliably predict the absence of intracranial lesions and that health care professionals can incorporate this tool into the standard of care for patients to rule out the need for a CT scan in at least one-third of patients who are suspected of having mTBI.\n\nThe Brain Trauma Indicator was reviewed under the FDA’s De Novo premarket review pathway, a regulatory pathway for some low- to moderate-risk devices that are novel and for which there is no prior legally marketed device.\n\nThe FDA is permitting marketing of the Brain Trauma Indicator to Banyan Biomarkers, Inc.\n\nThe FDA, an agency within the U.S. Department of Health and Human Services, protects the public health by assuring the safety, effectiveness, and security of human and veterinary drugs, vaccines and other biological products for human use, and medical devices. The agency also is responsible for the safety and security of our nation’s food supply, cosmetics, dietary supplements, products that give off electronic radiation, and for regulating tobacco products.\n\n###\n\nInquiries Media: Tara Rabin 240-402-3157 Consumer: 888-INFO-FDA\n\nRelated Information", "images": ["https://www.fda.gov/themes/custom/preview/assets/images/icon-https.svg", "https://www.fda.gov/themes/custom/preview/assets/images/icon-dot-gov.svg", "https://www.fda.gov/themes/custom/preview/assets/images/US_Flag.png", "https://www.fda.gov/themes/custom/preview/img/FDA-Social-Graphic.png"], "top_img": "https://www.fda.gov/themes/custom/preview/img/FDA-Social-Graphic.png", "keywords": [], "authors": [], "canonical_link": "https://www.fda.gov/news-events/press-announcements/fda-authorizes-marketing-first-blood-test-aid-evaluation-concussion-adults", "title": "FDA authorizes marketing of first blood test to aid in the evaluation of concussion in adults", "meta_data": {"title": "FDA authorizes marketing of first blood test to aid in the evaluation of concussion in adults | FDA", "og": {"site_name": "U.S. Food and Drug Administration", "type": "Article", "url": "http://www.fda.gov/news-events/press-announcements/fda-authorizes-marketing-first-blood-test-aid-evaluation-concussion-adults", "title": "FDA authorizes marketing of first blood test to aid in the evaluation of concussion in adults", "updated_time": "Thu, 02/15/2018 - 05:39", "image": "https://www.fda.gov/themes/custom/preview/img/FDA-Social-Graphic.png", "description": "FDA authorizes marketing of first blood test to aid in the evaluation of concussion in adults; new quick testing option to help reduce need for CT scans, radiation exposure for patients"}, "twitter": {"card": "summary_large_image", "site": "@US_FDA", "title": "FDA authorizes marketing of first blood test to aid in the evaluation of concussion in adults", "creator": "@US_FDA", "image": "https://www.fda.gov/themes/custom/preview/img/FDA-Social-Graphic.png", "description": "FDA authorizes marketing of first blood test to aid in the evaluation of concussion in adults; new quick testing option to help reduce need for CT scans, radiation exposure for patients"}, "dcterms.title": "FDA authorizes marketing of first blood test to aid in the evaluation of concussion in adults", "dcterms.creator": "Office of the Commissioner", "description": "FDA authorizes marketing of first blood test to aid in the evaluation of concussion in adults; new quick testing option to help reduce need for CT scans, radiation exposure for patients", "dcterms.description": "FDA authorizes marketing of first blood test to aid in the evaluation of concussion in adults; new quick testing option to help reduce need for CT scans, radiation exposure for patients", "google-site-verification": "tWxlDhm4ANdksJZPj7TBmHgNoMqZCnecPp0Aa2vC9XA", "dcterms.publisher": "FDA", "dcterms.audience": "Media", "dcterms.issued": "Tue, 02/13/2018 - 19:00", "dcterms.source": "FDA", "article": {"publisher": "FDA", "published_time": "Tue, 09/10/2019 - 23:43", "modified_time": "Thu, 02/15/2018 - 05:39"}, "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0"}, "movies": [], "publish_date": 1568173380.0, "source": "https://www.fda.gov", "summary": ""}