{"url": "https://www.prnewswire.com/news-releases/stem-cells-shows-promise-for-repairing-torn-meniscus-300676349.html", "text": "Results are published in the scientific publication the Journal of Medical Cases, and is authored by USRM Chief Science Officer Dr. Kristin Comella and colleagues Dr. Scott Greenberg of the Magaziner Center for Wellness, and Dr. Laura Ross of Ross Orthopedic.\n\n\"The ability to provide this kind of therapy to Americans can be life changing,\" said Dr. Comella. \"Use of one's own healing cells to help repair damaged tissue rather than having to cut open or manipulate the damaged area to try to reduce pain and restore function is the most elegant form of regenerative medicine we have today.\"\n\nMeniscal injuries are the most common knee injury in the United States with an annual average of incidence of 66 per 100,000, according to a 2014 article in the Journal of Orthopedics. Approximately 850,000 patients each year are surgically treated -- often arthroscopically -- for meniscal injuries.\n\nThe paper outlines the case study of a 56-year-old male with a chronic meniscus injury. During the 12-month follow-up period, the patient reported a reduction in pain and an improvement in knee function. Figure 1a shows a tear at baseline on the posterior horn of the medial meniscus, while Figure 1b, taken 9 months after the first injection shows complete resolution of the tear. The healed tear could not be penetrated by the probe.\n\nThe arthroscopic images showing resolution were also consistent with quality of life improvements for the patient, including a reduction in pain and resumption of normal activities. The patient experienced very little downtime and was able to resume normal activities in less than 1 week.\n\nDr. Comella, who has more than 20+ years' experience, is recognized worldwide by her peers as an innovator and world leader in the development and clinical practice of stem cell products and therapies. USRM has been a part of more than 10,000 stem cell procedures in the past 19 years for a variety of indications including orthopedic, autoimmune, degenerative and neurological diseases.\n\nU.S. Stem Cell, Inc. is an emerging leader in the regenerative medicine / cellular therapy industry specializing in physician training and certification and stem cell products including its lead product Adipocell™, as well as veterinary stem cell training and stem cell banking and creation and management of stem cell clinics. To management's knowledge, USRM has completed more clinical treatments than any other stem cell company in the world.\n\nForward-Looking Statements: Except for historical matters contained herein, statements made in this press release are forward-looking statements. Without limiting the generality of the foregoing, words such as \"may\", \"will\", \"to\", \"plan\", \"expect\", \"believe\", \"anticipate\", \"intend\", \"could\", \"would\", \"estimate\", or \"continue\", or the negative other variations thereof or comparable terminology are intended to identify forward-looking statements. Forward-looking statements involve known and unknown risks, uncertainties and other factors, which may cause our actual results, performance or achievements to be materially different from any future results, performance or achievements expressed or implied by the forward-looking statements and represent our management's beliefs and assumptions only as of the date hereof. Except as required by law, we assume no obligation to update these forward-looking statements, even if new information becomes available in the future. The Company's business and the risks and uncertainties of the business are described in its filings with the Securities and Exchange Commission which can be found at sec.gov.\n\nMedia Contact: U.S. Stem Cell, Inc.\n\n13794 NW 4th Street, Suite 212\n\nSunrise, Fl 33325\n\nPhone: 954.835.1500\n\nEmail: usstemcell@us-stemcell.com\n\nSOURCE U.S. Stem Cell, Inc.\n\nRelated Links\n\nhttp://us-stemcell.com\n\n", "images": ["https://mma.prnewswire.com/media/713945/US_Stem_Cell_Findings.jpg?p=facebook", "https://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "https://mma.prnewswire.com/media/614091/US_Stem_Cell_Logo.jpg?p=thumbnail", "https://mma.prnewswire.com/media/713945/US_Stem_Cell_Findings.jpg?p=publish&w=950", "https://mma.prnewswire.com/media/614091/US_Stem_Cell_Logo.jpg?p=publish&w=200", "https://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png"], "top_img": "https://mma.prnewswire.com/media/713945/US_Stem_Cell_Findings.jpg?p=facebook", "keywords": [], "authors": ["U.S. Stem Cell"], "canonical_link": "https://www.prnewswire.com/news-releases/stem-cells-shows-promise-for-repairing-torn-meniscus-300676349.html", "title": "Stem Cells Shows Promise For Repairing Torn Meniscus", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "SUNRISE, Fla., July 10, 2018 /PRNewswire/ -- U.S. Stem Cell, Inc. (OTC: USRM), a leader in the development of proprietary, physician-based stem cell therapies...", "author": "U.S. Stem Cell, Inc.", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "Stem Cells Shows Promise For Repairing Torn Meniscus", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.placename": "SUNRISE, Fla., July 10, 2018", "geo.region": "Florida", "date": "2018-07-10T08:30:00-04:00", "keywords": "U.S. Stem Cell, Inc.,Health Care & Hospitals ,Medical Pharmaceuticals ,OTC, SmallCap,Publishing & Information Services ,Clinical Trials & Medical Discoveries", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "Stem Cells Shows Promise For Repairing Torn Meniscus", "description": "SUNRISE, Fla., July 10, 2018 /PRNewswire/ -- U.S. Stem Cell, Inc. (OTC: USRM), a leader in the development of proprietary, physician-based stem cell therapies...", "image": "https://mma.prnewswire.com/media/713945/US_Stem_Cell_Findings.jpg?p=twitter"}, "og": {"title": "Stem Cells Shows Promise For Repairing Torn Meniscus", "type": "website", "description": "SUNRISE, Fla., July 10, 2018 /PRNewswire/ -- U.S. Stem Cell, Inc. (OTC: USRM), a leader in the development of proprietary, physician-based stem cell therapies...", "image": "https://mma.prnewswire.com/media/614091/US_Stem_Cell_Logo.jpg?p=facebook", "url": "https://www.prnewswire.com/news-releases/stem-cells-shows-promise-for-repairing-torn-meniscus-300676349.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "https://www.prnewswire.com", "summary": ""}