{"url": "http://www.bmj.com/company/newsroom/multivitamins-in-pregnancy-may-be-linked-to-lower-autism-risk-in-children/", "text": "Multivitamins in pregnancy may be linked to lower autism risk in children\n\nEvidence not yet sufficient to change practice but findings warrant further investigation, say researchers\n\nTaking multivitamins during early pregnancy may be associated with a reduced risk of autism spectrum disorder (ASD) in children compared with mothers who do not take multivitamins, finds a study published in The BMJ today.\n\nThe researchers stress that their findings cannot establish cause and effect, but say they raise questions about a possible association that warrant further investigation.\n\nAutism spectrum disorder (ASD) includes a range of conditions, including Asperger syndrome, that affect a person’s social interaction, communication, interests and behaviour. It’s estimated that about 1 in every 100 people in the UK has ASD. More boys are diagnosed with the condition than girls.\n\nResearch indicates that ASD most likely develops in the womb and that a mother’s diet during pregnancy could have an influence. But results from previous studies have been inconsistent, suggesting that other unmeasured factors (confounding), such as a mother’s overall health and lifestyle, could also play a role.\n\nSo an international research team set out to assess whether nutrient supplementation during pregnancy is associated with reduced risk of ASD, with and without intellectual disability.\n\nThey applied three analytical methods to a sample of 273,107 mother-child pairs living in Stockholm, Sweden. The sample was restricted to children who were 4 to 15 years of age by December 31 2011 and were born between 1996 and 2007.\n\nWomen reported their use of folic acid, iron, and multivitamin supplements at their first antenatal visit and cases of child ASD were identified from national registers.\n\nAfter adjusting for several potentially influencing factors in both mothers and children, the researchers found that multivitamin use, with or without additional iron and/or folic acid, was associated with a lower likelihood of child ASD with intellectual disability relative to mothers who did not use folic acid, iron, and multivitamins.\n\nThere was no consistent evidence that either iron or folic acid use were associated with a reduced risk of ASD.\n\nThe results of the various analyses seemed to be consistent with each other, say the authors, suggesting that the association between multivitamins and ASD might not be fully explained by confounding.\n\nThey point to several study limitations, such as the potential for confounding and difficulty assessing type, timing and dose of supplements. However strengths included the relatively large population-based sample size and the advanced analytical methods used to gauge the robustness of findings.\n\n“Together, the three analyses appear to point toward a potential inverse association between multivitamin use with ASD with intellectual disability,” say the authors.\n\nGiven the current understanding and strength of evidence supporting the importance of nutritional supplementation during pregnancy, “it is impossible to imagine that these results, on their own, should change current practice,” they write. However, they say these findings “raise questions that warrant investigation” and call for verification in randomised studies “before recommending a change to current practice.”\n\n[Ends]\n\nNotes to Editors\n\nResearch: Antenatal nutritional supplementation and autism spectrum disorders in the Stockholm youth cohort: population based cohort study\n\nJournal: The BMJ", "images": ["https://www.bmj.com/company/wp-content/uploads/2014/07/PeopleRepublicChinaFlag19x12.jpg", "https://www.bmj.com/company/wp-content/uploads/2014/07/1415644800_India_flat.png", "https://www.bmj.com/company/wp-content/uploads/2014/07/1448896557_United-KingdomGreat-Britain.png", "https://www.bmj.com/company/wp-content/uploads/2014/07/1415644768_Brazil_flat.png", "https://www.bmj.com/company/wp-content/uploads/2017/02/Hero-banner-BMJ-medium-blue.png", "https://www.bmj.com/company/wp-content/uploads/2014/09/favicon.ico", "https://www.bmj.com/company/wp-content/uploads/2014/07/1415644755_United-States_flat.png"], "top_img": "https://www.bmj.com/company/wp-content/uploads/2014/09/favicon.ico", "keywords": [], "authors": [], "canonical_link": "https://www.bmj.com/company/newsroom/multivitamins-in-pregnancy-may-be-linked-to-lower-autism-risk-in-children/", "title": "Multivitamins in pregnancy may be linked to lower autism risk in children", "meta_data": {"viewport": "width=device-width; initial-scale=1.0;", "description": "Evidence not yet sufficient to change practice but findings warrant further investigation, say researchers Taking multivitamins during early pregnancy may be", "generator": "WordPress 5.2.4", "google-translate-customization": "f67bc63944137bf0-c1b84fb0c4c6d0ba-g0ba3079a3f3ba087-b"}, "movies": [], "publish_date": null, "source": "http://www.bmj.com", "summary": ""}