{"url": "https://www.eurekalert.org/pub_releases/2017-10/uob-ctr100317.php", "text": "Cooling babies deprived of oxygen at birth (perinatal asphyxia) can reduce the number of children who develop epilepsy later in childhood, according to a new study published in the journal Epilepsia.\n\nThe study has been led by Marianne Thoresen, Professor of Neonatal Neuroscience, from the Bristol Medical School: Translational Health Sciences at the University of Bristol.\n\nIt is known that newborn babies who suffer perinatal asphyxia may develop permanent brain injury resulting in cerebral palsy or other conditions, like epilepsy. Until recently, 20 to 30 per cent of these patients would develop epilepsy and many need regular antiepileptic treatment. The patients' cognitive performance, life quality and life expectancy is also affected by having the condition.\n\nThe research team has developed and delivered cooling treatment, known as therapeutic hypothermia, for newborns who suffer lack of oxygen during birth. For up to eight years, the researchers followed 165 infants who were born in the south west and who received cooling therapy at St Michael's Hospital, Bristol, part of University Hospitals Bristol NHS Foundation Trust. The study examined how many babies were diagnosed with epilepsy and how many are on regular antiepileptic drug treatment at two and four to eight years of age.\n\nThe research found that babies, born after 2007, who received the cooling treatment, had much less epilepsy than before cooling treatment was introduced. At two years, seven per cent of the children had an epilepsy diagnosis, however, far fewer, only two per cent, were on regular antiepileptic drugs.\n\nThe study showed that more children had epilepsy when they reached the age of four to eight years with seven per cent on regular medication. However, these are very low numbers needing antiepileptic treatment compared to before cooling treatment was introduced as standard of care.\n\nBefore therapeutic hypothermia was introduced, poor outcome meaning death or moderate or severe disability was around 66 per cent (32 per cent death and 34 per cent surviving with disability).\n\nIn this cohort born after 2007, the number of children with poor outcome is lower at 34 per cent (11 per cent death and 23 per cent survived with disability). Also, the severity of cerebral palsy is milder and seven out of ten are able to walk. Even if a lesser severity of perinatal asphyxia is accounted for, cooling therapy has increased the number of healthy survivors and there are very few children with epilepsy needing drug treatment.\n\nProfessor Marianne Thoresen said: \"Even if we account for a lesser severity of perinatal asphyxia, our research has shown that therapeutic hypothermia reduces the number of children who develop epilepsy later in childhood. Cooling treatment also reduces the number and severity of cerebral palsy and increases the number of patients who survive normally.\"\n\n###\n\nThe research was funded by Sparks UK; University of Bristol's Alumni Foundation; The Laerdal Foundation for Acute Medicine, Norway; University of Oslo, and a private donation.\n\nPaper:\n\n'Reduced infancy and childhood epilepsy following hypothermia-treated neonatal encephalopathy' by Xun Liu, Sally Jary, Frances Cowan and Marianne Thoresen in Epilepsia", "images": ["https://media.eurekalert.org/meganav/S11690 ACS SAN DIEGO graphic - 600x200.jpg", "https://media.eurekalert.org/meganav/AAAS-logo.png", "https://www.eurekalert.org/images/e4/logo-footer.png", "https://media.eurekalert.org/meganav/SfNMenuBanner2019.jpg", "https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://www.eurekalert.org/images/e4/logo-2x.png", "https://www.eurekalert.org/images/e4/brand.png", "https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.eurekalert.org/pub_releases/2017-10/uob-ctr100317.php", "title": "Cooling treatment reduces epilepsy in children", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Cooling babies deprived of oxygen at birth (perinatal asphyxia) can reduce the number of children who develop epilepsy later in childhood, according to a new study published in the journal Epilepsia.", "keywords": "Medicine/Health, Pediatrics", "date": "Tue, 03 Oct 2017 04:00:00 GMT/UTC", "funder": "Sparks UK, University of Bristol Alumni Foundation, The Laerdal Foundation for Acute Medicine, University of Oslo", "journal": "Epilepsia", "type": "research", "institution": "University of Bristol", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "BristolUni", "domain": "www.eurekalert.org", "title": "Cooling treatment reduces epilepsy in children", "description": "Cooling babies deprived of oxygen at birth (perinatal asphyxia) can reduce the number of children who develop epilepsy later in childhood, according to a new study published in the journal Epilepsia."}, "og": {"title": "Cooling treatment reduces epilepsy in children", "description": "Cooling babies deprived of oxygen at birth (perinatal asphyxia) can reduce the number of children who develop epilepsy later in childhood, according to a new study published in the journal Epilepsia.", "site_name": "EurekAlert!", "url": "https://www.eurekalert.org/pub_releases/2017-10/uob-ctr100317.php", "image": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "bristoluniversity"}}, "movies": [], "publish_date": 1507435200.0, "source": "https://www.eurekalert.org", "summary": ""}