{"url": "http://www.newswise.com/articles/view/667922/?sc=mwhn", "text": "Newswise — Lap band surgery has significant benefits for severely obese teenagers and, despite its controversial nature, should still be considered as a first option to manage obesity during adolescence, a new study has found.\n\nLed by University of Adelaide researchers, in collaboration with Flinders Medical Centre, and published in the journal Obesity Surgery, the study is the first to show medium to long-term follow-up (3-5 years) of lap band surgery in Australian adolescents.\n\nThe research followed 21 severely obese teenagers between 14 and 18 years who had Laparoscopic Adjustable Gastric Banding (lap band surgery) in the South Australian Health Service.\n\nSevere obesity is associated with serious physical and psychological conditions affecting quality of life. Australian revised National Health and Medical Research Council guidelines for obesity management say that lap band surgery should be considered in adolescents with severe obesity – that is with a body mass index (BMI) over 40 kg/m2 or over 35 kg/m2 (weight/height2) with the presence of obesity-related diseases and who don’t respond to medical treatment. However there is no data available in Australian adolescents beyond 24 months post-surgery.\n\n“We are talking about a group of adolescents with severe obesity and significant health and psychological problems related to their increased weight – this is not for everyone,” says corresponding author and Paediatric Endocrinologist Dr Alexia Peña, who is a Senior Lecturer with the University of Adelaide’s Robinson Research Institute.\n\nThe study found that weight and BMI improved significantly at all follow-up times following surgery from three months through to 45 months and, in some cases, as long as five years. BMI loss was between 7.1 and 14.7 kg/m2.\n\n“The median BMI reduction of 10 kg/m2 with the lap band is a good result when compared to BMI reduction using the few medications available or lifestyle measures, which is around 1-3 kg/m2,” says Dr Peña. “Lap band surgery is reversible and allows time for adolescents to mature to make a more informed decision on a permanent surgical procedure if required later on in life. This is not the case for other surgeries currently offered for obesity management.\n\n“It is also important that teenagers undergoing this surgery have access to an experienced surgeon as part of a multidisciplinary paediatric team of doctors and Health professionals to ensure there is long-term regular follow-up.”\n\nPaediatric surgeon Mr Sanjeev Khurana, who did all the lap band surgeries between 2009 and 2013, says lap band surgery is a reversible surgical procedure that can be safely used in teens with severe obesity.\n\n“Although gastric banding has been controversial and is currently less used in adults with severe obesity, lap band surgery is one of the most studied surgeries for obesity management, has a high safety record and can be a temporary option to manage severe obesity during adolescence,” says Mr Khurana, who is also a Senior Lecturer in the University of Adelaide’s Discipline of Paediatrics.\n\n“Our findings support lap band surgery as a safe and effective option for management of adolescents with severe obesity – provided it is performed by an experienced surgeon and managed afterwards in a paediatric multidisciplinary environment with regular follow-up until adulthood.”\n\nMedia Contact:\n\nDr Alexia Peña, Paediatric Endocrinologist and Senior Lecturer, Robinson Research Institute, University of Adelaide. Mobile: +61 (0)405 373 297, alexia.pena@adelaide.edu.au\n\nMr Sanjeev Khurana, Consultant Paediatric Surgeon and Senior Lecturer, University of Adelaide. Mobile: +61 (0) 404 499 894, sanjeev.khurana@sa.gov.au\n\nLachlan Parker, Deputy Director – Media and Corporate Relations, Mobile: +61 (0)417 810 890, lachlan.parker@adelaide.edu.au\n\nSEE ORIGINAL STUDY", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://www.newswise.com/images/new-newswise-logo-square.jpg", "http://www.newswise.com/images/institutions/logos/xUoA_logo_colour.jpg.pagespeed.ic.txQIeDrSY2.jpg", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/lap-band-surgery-benefits-very-obese-adolescents", "title": "Lap Band Surgery Benefits Very Obese Adolescents", "meta_data": {"keywords": "Newswise, Lap Band Surgery,Adolescents,Obesity,All Journal News, Obesity, Surgery, Weight Loss,  University of Adelaide", "description": "Lap band surgery has significant benefits for severely obese teenagers and, despite its controversial nature, should still be considered as a first option to manage obesity during adolescence, a new study has found.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Lap band surgery has significant benefits for severely obese teenagers and, despite its controversial nature, should still be considered as a first option to manage obesity during adolescence, a new study has found.", "title": "Lap Band Surgery Benefits Very Obese Adolescents", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "url": "https://www.newswise.com/articles/lap-band-surgery-benefits-very-obese-adolescents"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}