{"url": "http://www.prnewswire.com/news-releases/sun-pharma-announces-positive-topline-results-of-confirmatory-phase-3-clinical-trial-for-seciera-for-treatment-of-dry-eye-609638655.html", "text": "- Shows Efficacy at 12 Weeks of Treatment\n\n- Sun Pharma is Developing Seciera™ for Global Markets\n\nSun Pharma announced successful Phase 3 confirmatory clinical trial results for Seciera™ (cyclosporine A, 0.09% ophthalmic solution), for the treatment of dry eye disease. Seciera™ is a patented, novel, proprietary nanomicellar formulation of cyclosporine A 0.09%. It is a clear, preservative-free, aqueous solution. Seciera™ is being developed by Ocular Technologies, a company recently acquired by Sun Pharma. Following this acquisition, Sun Pharma owns exclusive, worldwide rights to Seciera™ and is developing it to commercialize for global markets including US, Europe, and Japan, as well as several emerging markets.\n\n(Logo: http://photos.prnewswire.com/prnh/20160711/813488 )\n\n\n\nIn this 12 week, multicenter, randomized, double-masked, vehicle controlled Phase 3 confirmatory study, 744 dry eye patients were treated either with Seciera™, or its vehicle. After 12 weeks of treatment, as compared to vehicle, Seciera™ showed statistically significant improvement in the primary end point, Schirmer's score (a measurement of tear production) (p<0.0001). The demonstration of efficacy by Seciera™ at 12 weeks is earlier than other drugs approved for dry eye in the same class.[1] Additionally, several key secondary endpoints showed statistically significant improvements compared to vehicle with some showing an even earlier onset of action. Adverse events reported in the trial were mild to moderate in nature and similar to other approved drugs in the category.[1]-[3] As Sun continues to analyze the data, additional significant findings will be shared at upcoming medical conferences.\n\nPreviously, in a completed Phase 2b/3 clinical trial in 455 patients, Seciera™ demonstrated a rapid onset of action and was well tolerated by the study population. Based on published data, the efficacy and safety endpoints in these trials compared favorably to other formulations of cyclosporine A with the advantage of early onset.[1]\n\nAccording to Dilip Shanghvi, Managing Director, Sun Pharma, \"We are happy to see the early onset of action and strong efficacy results for Seciera™. These results are highly encouraging for millions of Dry Eye patients[4]-[6] across the globe that have yet to find relief for their condition. We look forward to discussing these results with US FDA and agree on next steps for the program.\"\n\n\"I am very excited to see these strong results for Seciera™,\" noted Dr. Joseph Tauber, Study Investigator and founder of the Tauber Eye Center, Kansas City, Missouri. \"As a clinician who specializes in diagnosing and treating dry eye, this novel formulation of cyclosporine A would be a unique and welcome addition to our armamentarium to treat these patients\".\n\nJerry St. Peter, Vice President and Head of Sun Ophthalmics, added: \"A key strategic imperative for our ophthalmic business is to participate in the rapidly growing, underserved, and dynamic Dry Eye market, which is expected to reach $5 billion by 2020.[7] Based on this successful confirmatory Phase 3 trial, Seciera™ has the potential to strengthen our emerging ophthalmics pipeline, which includes the recent launch of BromSite™ and late stage development programs for Xelpros™ and DexaSite™.\"\n\nReferences :\n\nSall K, Stevenson OD, Mundorf TK, Reis BL. Two multicenter, randomized studies of the efficacy and safety of cyclosporine ophthalmic emulsion in moderate to severe dry eye disease. CsA Phase 3 Study Group. Ophthalmology. 2000 Apr;107(4):631-9. PMID: 10768324 Sheppard JD, Torkildsen GL, Lonsdale JD, D'Ambrosio FA Jr, McLaurin EB, Eiferman RA, Kennedy KS, Semba CP. Lifitegrast ophthalmic solution 5.0% for treatment of dry eye disease: results of the OPUS-1 phase 3 study. Ophthalmology. 2014 Feb;121(2):475-83. doi: 10.1016/j.ophtha.2013.09.015. Epub 2013 Nov 26. PMID: 24289915 Tauber J, Karpecki P, Latkany R, Luchs J, Martel J, Sall K, Raychaudhuri A, Smith V, Semba CP. Lifitegrast Ophthalmic Solution 5.0% versus Placebo for Treatment of Dry Eye Disease: Results of the Randomized Phase III OPUS-2 Study. Ophthalmology. 2015 Dec;122(12):2423-31. doi: 10.1016/j.ophtha.2015.08.001. Epub 2015 Sep 11. PMID: 26365210 DEWS Research Subcommittee. Research in dry eye: report of the Research Subcommittee of the International Dry Eye WorkShop (2007). Ocul Surf. 2007;5(2):179-193. Paulsen AJ, Cruickshanks KJ, Fischer ME, et al. Dry eye in the Beaver Dam Offspring Study: prevalence, risk factors, and health-related quality of life. Am J Ophthalmol. 2014;157(4):799-806. Kantar Health. National Health and Wellness Survey: The Global Health and Wellness Report - 2014.http://www.kantarhealth.com/docs/ebooks/global-health-and-wellness-report.pdf. Accessed May23, 2016. Market Scope - 2015 Comprehensive Report on the Global Dry Eye Products Market; December 2015\n\nSOURCE Sun Pharma", "images": ["http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "http://photos.prnewswire.com/prnthumb/20160711/813488", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png", "http://photos.prnewswire.com/prn/20160711/813488?max=950"], "top_img": "http://photos.prnewswire.com/prnthumb/20160711/813488", "keywords": [], "authors": ["Sun Pharma"], "canonical_link": "https://www.prnewswire.com/news-releases/sun-pharma-announces-positive-topline-results-of-confirmatory-phase-3-clinical-trial-for-seciera-for-treatment-of-dry-eye-609638655.html", "title": "Sun Pharma Announces Positive Topline Results of Confirmatory Phase-3 Clinical Trial for Seciera™ for Treatment of Dry Eye", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "MUMBAI, January 4, 2017 /PRNewswire/ -- - Seciera™ Meets Primary and Key Secondary Endpoints in Pivotal Trial - Shows Efficacy at 12 Weeks of Treatment - Sun...", "author": "Sun Pharma", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "Sun Pharma Announces Positive Topline Results of Confirmatory Phase-3 Clinical Trial for Seciera™ for Treatment of Dry Eye", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "india", "date": "2017-01-04T08:34:00-05:00", "keywords": "Sun Pharma,Medical Pharmaceuticals ,Pharmaceuticals   ,Health Care & Hospitals ,Clinical Trials & Medical Discoveries,New Products & Services", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "Sun Pharma Announces Positive Topline Results of Confirmatory Phase-3 Clinical Trial for Seciera™ for Treatment of Dry Eye", "description": "MUMBAI, January 4, 2017 /PRNewswire/ -- - Seciera™ Meets Primary and Key Secondary Endpoints in Pivotal Trial - Shows Efficacy at 12 Weeks of Treatment - Sun...", "image": "http://photos.prnewswire.com/prnthumb/20160711/813488"}, "og": {"title": "Sun Pharma Announces Positive Topline Results of Confirmatory Phase-3 Clinical Trial for Seciera™ for Treatment of Dry Eye", "type": "website", "description": "MUMBAI, January 4, 2017 /PRNewswire/ -- - Seciera™ Meets Primary and Key Secondary Endpoints in Pivotal Trial - Shows Efficacy at 12 Weeks of Treatment - Sun...", "image": "http://photos.prnewswire.com/prnthumb/20160711/813488", "url": "https://www.prnewswire.com/news-releases/sun-pharma-announces-positive-topline-results-of-confirmatory-phase-3-clinical-trial-for-seciera-for-treatment-of-dry-eye-609638655.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}