{"url": "https://web.archive.org/web/20181107224713/https://www.eurekalert.org/pub_releases/2018-11/ulcc-mht110718.php", "text": "CHAPEL HILL - University of North Carolina Lineberger Comprehensive Cancer Center researchers have found that mailing self-collection kits to test for high-risk human papillomavirus infection has the potential to boost cervical cancer screening - especially for low-income women who are overdue for testing.\n\nIn the journal Obstetrics & Gynecology, researchers published the results of mailing at-home, HPV self-collection kits to 193 low-income women in North Carolina who were overdue for screening according to national guidelines. They reported this screening approach detected high-risk HPV in all of the cases of women who were found to have high-grade, abnormal cervical precancerous growths, showing that self-collection at home for HPV may be a viable method to identify women at high-risk for cervical cancer.\n\n\"This is a demonstration that mailing self-collection kits and returning them to test for high-risk HPV infection has big potential to increase screening access among under-screened women, and to do that successfully,\" said UNC Lineberger's Jennifer S. Smith, the study's senior author, and a professor in the UNC Gillings School of Global Public Health.\n\nAlthough cervical cancer is preventable through early detection and treatment, the American Cancer Society estimates that more than 4,100 women will die from cervical cancer in the United States this year. Nearly 20 percent of women in the United States who are eligible for cervical cancer screening report they haven't been tested for cervical cancer within the recommended time interval, national surveys have shown.\n\n\"Women are dying unnecessarily of cervical cancer because they either haven't been vaccinated against HPV in adolescence, or they've not been getting screened according to national guidelines,\" Smith said. \"Increasing screening rates among under-screened women is of paramount importance.\"\n\nIn 2014, the U.S. Food and Drug Administration signed off on using an HPV test alone to screen for cervical cancer for women 25 years and older, in conjunction with the Pap test. Earlier this year, the U.S. Preventive Services Task Force gave an \"A\" rating to HPV primary screening alone for women aged 30 to 65.\n\n\"There are a lot of different barriers that cause women to be underscreened,\" said the study's first author Andrea Des Marais, MPH, project manager with the UNC Gillings School of Global Public Health. \"HPV tests are being widely used now in the United States, but only through physician collection in clinical practice, which requires that women come to a clinic. Offering HPV testing using self-collection by mail has a lot of potential to reach women who are the highest risk of being screened: those who don't access regular medical care.\"\n\nFor the study, researchers mailed at-home, self-collection kits to low-income women in North Carolina who were overdue for screening by national guidelines. They included women between the ages of 30 and 64 years who had reported no history of receiving a Pap test, which checks for precancerous or cancerous cells, within the past four years.\n\nResearchers provided study participants with self-collection brushes along with instructions for how to take a sample from inside the vagina. The brush samples were then tested in a lab for HPV and other sexually transmitted infections. Participants also self-collected samples at a clinic and handed them to a nurse, and had a pelvic exam for a clinician to collect a Pap smear sample.\n\nThe researchers compared the results from self- and clinician-samples - which were tested for high-risk HPV strains that are linked to cervical cancer - to the Pap results and the results of cervical biopsies collected during colposcopy, which is a secondary diagnostic test that confirms the presence of cervical pre-cancerous lesions among women with abnormal Pap smear results.\n\nThe home self-collection test indicated that 12.4 percent of women were infected with high-risk HPV, the self-collection tests used in the clinic found 15.5 of the women had high-risk HPV infection, and the clinician-collected test identified 11.4 percent of the women had high-risk HPV infection.\n\n\"We found comparable detection between self-collection and physician-collection,\" Des Marais said.\n\nAll women found to have high-grade cervical lesions by Pap smear or by cervical biopsy were positive for high-risk HPV on their home self-collected sample.\n\n\"We found in this sample, all of the women who had high-grade lesions had HPV-positive home self-collection results,\" Smith said. \"We didn't miss any of those high-grade cases by conducting home self-collection.\"\n\nSmith said there is more work to be done, such as identifying ways to make the self-collection process more efficient and cost-effective, and getting FDA approval for the clinical use of self-collection for cervical cancer screening.\n\n\"This is a proof-in-principle study that we used to determine whether home self-collection is highly effective for detecting high-grade disease,\" Smith said. \"We are already working on the next step, which is a clinical trial in which women who aren't up-to-date on screening get either a referral to a free clinic appointment to receive a screening, or receive a self-collection kit in the mail, followed by referral to a free clinic appointment. This will allow us to determine the effect that self-collection has on screening uptake.\"\n\n###\n\nIn addition to Des Marais and Smith, other authors included Yuqian Zhao, Marcia M. Hobbs, Vijay Sivaraman, Lynn Barclay, and Noel T. Brewer.\n\nThe study was supported by the National Cancer Institute, the National Institutes of Health, and the University Cancer Research Fund. Individual researchers were supported by the China Scholarship Council.\n\nFinancial disclosure: High-risk HPV and sexually transmitted disease tests, sample preservation media, ThinPrep processor slides, and other equipment were donated by Hologic, Inc. Self-collection brushes were donated by Rovers Medical Devices. Some travel expenses for Des Marais were paid by Hologic, and others have consulted for the company. Smith has received research funding, supply donations, and consultancies, and served as a paid speaker for Arbor Vita, BD Diagnostics, Hologic, Rovers Medical Devices, and Trovagene. Neither Hologic nor Rovers had input into the research design, analysis or interpretation of results.", "images": ["https://web.archive.org/web/20181107224713im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20181107224713im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20181107224713im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20181107224713im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20181107224713im_/https://media.eurekalert.org/meganav/AM19_Newsroom.jpg", "https://web.archive.org/web/20181107224713im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20181107224713im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20181107224713im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20181107224713im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20181107224713im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20181107224713im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20181107224713im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20181107224713im_/https://media.eurekalert.org/meganav/Neuroscience2018_Newsroom.jpg", "https://web.archive.org/web/20181107224713im_/https://www.eurekalert.org/images/e4/brand.png"], "top_img": "https://web.archive.org/web/20181107224713im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20181107224713/https://www.eurekalert.org/pub_releases/2018-11/ulcc-mht110718.php", "title": "Mailed HPV tests can help find women at-risk for cervical cancer, study finds", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "n the journal Obstetrics & Gynecology, researchers published the results of mailing at-home, HPV self-collection kits to 193 low-income women in North Carolina who were overdue for screening according to national guidelines.", "keywords": "Medicine/Health, Cancer", "date": "2018-11-07 05:00:00 GMT/UTC", "journal": "Obstetrics & Gynecology", "type": "research", "institution": "UNC Lineberger Comprehensive Cancer Center", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "EurekAlert", "domain": "www.eurekalert.org", "title": "Mailed HPV tests can help find women at-risk for cervical cancer, study finds", "description": "n the journal Obstetrics & Gynecology, researchers published the results of mailing at-home, HPV self-collection kits to 193 low-income women in North Carolina who were overdue for screening according to national guidelines."}, "og": {"title": "Mailed HPV tests can help find women at-risk for cervical cancer, study finds", "description": "n the journal Obstetrics & Gynecology, researchers published the results of mailing at-home, HPV self-collection kits to 193 low-income women in North Carolina who were overdue for screening according to national guidelines.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20181107224713/https://www.eurekalert.org/pub_releases/2018-11/ulcc-mht110718.php", "image": "https://web.archive.org/web/20181107224713im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1543467600.0, "source": "https://web.archive.org", "summary": ""}