{"url": "https://web.archive.org/web/20160203091819/http://www.eurekalert.org/pub_releases/2016-02/sfmm-tbo020116.php", "text": "ATLANTA (Feb. 1, 2016)--In a study to be presented on Feb. 4 at 1:15 p.m. EST, at the Society for Maternal-Fetal Medicine's annual meeting, The Pregnancy Meeting™, in Atlanta, researchers will present findings from a study titled, High-flavanol chocolate to improve placental function and to decrease the risk of preeclampsia: a double blind randomized clinical trial.\n\nIn light of previous studies showing conflicting results regarding the role of chocolate consumption during pregnancy and the risk of preeclampsia, this study set out to evaluate the impact of high-flavanol chocolate. Researchers conducted a single-center randomized controlled trial of 129 women with singleton pregnancy between 11 and 14 weeks gestation who had double-notching on uterine artery Doppler. The pregnant women selected were randomized to either high-flavanol or low-flavanol chocolate. A total of 30 grams of chocolate was consumed daily for 12 weeks and women were followed until delivery. Uterine artery Doppler pulsatility index was at baseline and 12 weeks after randomization. Preeclampsia, gestational hypertension, placenta weight, and birthweight were also evaluated.\n\nThe result was that there was no difference in preeclampsia, gestational hypertension, placental weight or birthweight in the two groups; however, the uterine artery Doppler pulsatility index (a surrogate marker of blood velocity in the uterine, placental and fetal circulations) in both groups showed marked improvement that was much greater than expected in general population.\n\n\"This study indicates that chocolate could have a positive impact on placenta and fetal growth and development and that chocolate's effects are not solely and directly due to flavanol content,\" explained Emmanuel Bujold, M.D., one of the researchers on the study who will present the findings. Dr. Bujold and Dr. Sylvie Dodin, principal investigator of the trial, are with the Université Laval Québec City, Canada.\n\n###\n\nA copy of the abstract is available at http://www. smfmnewsroom. org and below. For interviews please contact Vicki Bendure at Vicki@bendurepr.com 202-374-9259 (cell).\n\nThe Society for Maternal-Fetal Medicine (est. 1977) is the premiere membership organization for obstetricians/gynecologists who have additional formal education and training in maternal-fetal medicine. The society is devoted to reducing high-risk pregnancy complications by sharing expertise through continuing education to its 2,000 members on the latest pregnancy assessment and treatment methods. It also serves as an advocate for improving public policy, and expanding research funding and opportunities for maternal-fetal medicine. The group hosts an annual meeting in which groundbreaking new ideas and research in the area of maternal-fetal medicine are shared and discussed. For more information visit http://www. smfm. org .\n\nAbstract 32 High-flavanol chocolate to improve placental function and to decrease the risk of preeclampsia: a double blind randomized clinical trial\n\nAuthors: Emmanuel Bujold1, Asma Babar1, Elise Lavoie1, Mario Girard2, Vicky Leblanc1, Simone Lemieux1, Lionel-Ange Poungui1, Isabelle Marc1, Belkacem Abdous1, Sylvie Dodin1\n\n1Université Laval, Québec City, QC, Canada, 2Centre de recherche du CHU de Québec, Québec City, QC, Canada\n\nObjective: Previous studies showed conflicting results regarding the role of chocolate consumption during pregnancy and the risk of preeclampsia. We aimed to evaluate the impact of high-flavanol chocolate in a randomized clinical trial.\n\nStudy Design: We conducted a single-center randomized controlled trial including women with singleton pregnancy between 11 and 14 weeks gestation who had double-notching on uterine artery Doppler. The pregnant women selected were randomized to either high-flavanol (HFC) or low-flavanol chocolate (LFC). A total of 30 g of chocolate was consumed daily for 12 weeks and women were followed until delivery. Uterine artery Doppler pulsatility index (UtA PI), reported as multiple of medians (MoM) adjusted for gestational age, was assessed at baseline and 12 weeks after randomization. Preeclampsia, gestational hypertension, placenta weight, and birthweight were also evaluated.\n\nResults: One hundred twenty nine women were randomized at a mean gestational age of 12.4 ± 0.6 weeks with a mean UtA PI of 1.4 ± 0.4 MoM. Although adjusted UtA PI significantly decreased from baseline to 12 weeks in the 2 groups (<0.0001), the difference between the 2 groups was not significant (p=0.16). At 12 weeks, we observed no significant difference between HFC and LFC groups in the rate of preeclampsia (4.7% vs 3.1%, p=0.49) and gestational hypertension (6.2% vs 12.5%, p=0.56). Placental weight (466 vs 464 grams), p=0.93) and birthweight (3348 vs 3215 grams, p=0.07) were comparable between the two groups.\n\nConclusion: Compared with low-flavanol chocolate, daily intake of 30g of high-flavanol chocolate did not improve placental function, placental weight and the risk of preeclampsia. Nevertheless, the marked improvement of the pulsatility index observed in the 2 chocolate groups might suggest that chocolate effects are not solely and directly due to flavanol content.", "images": ["https://web.archive.org/web/20160203091819im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160203091819im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160203091819im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160203091819im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160203091819im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160203091819im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160203091819im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20160203091819im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160203091819im_/http://www.eurekalert.org/images/meganav/AM16-NoDate.png", "https://web.archive.org/web/20160203091819im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160203091819im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160203091819im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160203091819im_/http://www.eurekalert.org/images/meganav/portal-marine.png"], "top_img": "https://web.archive.org/web/20160203091819im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160203091819/http://www.eurekalert.org/pub_releases/2016-02/sfmm-tbo020116.php", "title": "The benefits of chocolate during pregnancy", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "In a study to be presented on Feb. 4 at the Society for Maternal-Fetal Medicine's annual meeting, The Pregnancy Meeting™, in Atlanta, researchers will present findings from a study titled, 'High-flavanol chocolate to improve placental function and to decrease the risk of preeclampsia: a double blind randomized clinical trial.'", "keywords": "Medicine/Health, Fertility, Gynecology", "date": "Mon, 01 Feb 2016 05:00:00 GMT", "type": "research", "institution": "Society for Maternal-Fetal Medicine", "meeting": "36th Annual Pregnancy Meeting for Society for Maternal-Fetal Medicine", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "EurekAlertAAAS", "domain": "www.eurekalert.org"}, "og": {"title": "The benefits of chocolate during pregnancy", "description": "In a study to be presented on Feb. 4 at the Society for Maternal-Fetal Medicine's annual meeting, The Pregnancy Meeting™, in Atlanta, researchers will present findings from a study titled, 'High-flavanol chocolate to improve placental function and to decrease the risk of preeclampsia: a double blind randomized clinical trial.'", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160203091819/http://www.eurekalert.org/pub_releases/2016-02/sfmm-tbo020116.php", "image": "https://web.archive.org/web/20160203091819im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1456722000.0, "source": "https://web.archive.org", "summary": ""}