{"url": "https://web.archive.org/web/20180622173414/https://www.eurekalert.org/pub_releases/2018-06/n-btp062218.php", "text": "Wilmington, DE -- A Delaware team including Erin Crowgey, PhD, associate director of Bioinformatics with Nemours Biomedical Research, has published a study in the peer-reviewed journal BMC Bioinformatics, showing that DNA patterns in circulating blood cells can be used to help identify spastic cerebral palsy (CP) patients (Crowgey et al.).\n\nThe work represents a collaboration among researchers at Nemours, the University of Delaware (UD) and Genome Profiling LLC (GenPro for short). Co-authors of the paper include Robert Akins, PhD, the project principal investigator, who directs the Center for Pediatric Clinical Research and Development at Nemours/Alfred I. duPont Hospital for Children; UD molecular biologist Adam Marsh, PhD, who is chief science officer at GenPro; and Karyn Robinson, MS and Stephanie Yeager, MS, of Nemours Biomedical Research.\n\nEarly diagnosis supports early intervention\n\nCerebral palsy is a common yet understudied neurodevelopmental problem in the U.S. In fact, there is no national surveillance here, but the CDC estimates that 1 in 323 American children have the condition. CP is a group of disabilities with a wide spectrum of severity. Spastic CP, the most common type, is a lifelong condition characterized by joint stiffness, spasms, and muscle tightness that affects movement and posture and restricts the activity of affected children.\n\nAlthough most children (85-90%) with cerebral palsy are born with it, diagnosis may be delayed until 2+ years of age. A diagnosis is made by monitoring motor milestones; infants thought to be at risk for CP are enrolled in early intervention programs where their progress is closely watched. New and better ways to identify infants with CP are needed so that interventions can start earlier for more children.\n\nNemours, internationally recognized for its CP center at Alfred I. duPont Hospital for Children, serves a diverse population of more than 3,000 children and young adults with CP, one of the largest programs in the U.S. Clinicians and researchers at Nemours continuously seek to improve the diagnosis and care of CP patients. Funding from the Swank Foundation enabled Nemours to develop a cerebral palsy tissue bank that stores blood and tissue samples from hundreds of surgical patients at Nemours.\n\nIn the study, the research team profiled blood samples collected in a blinded study from children and adolescents 9-19 years to explore whether patients with spastic CP showed differences at the cellular level that routine orthopedic patients (needing ACL repairs, spinal fusions or other surgeries) did not. The researchers identified a strong set of methylation markers, or patterns, that indicate differences in the genome between children with spastic CP and those without it. In a second study, using samples from children aged 2-5 years, the researchers were able to validate their results and predict with 73 percent accuracy whether the blood samples came from children who had CP.\n\n\"The evidence suggests that there is some epigenetic connection,\" said Crowgey. \"If we can do a better job of screening for these at time of birth versus waiting for the disorder to be diagnosed at 2 years of age, then potentially we'll be able to deliver earlier therapeutics and have better outcomes and lower medical costs.\" Medicaid data show that annual medical costs for a child with CP are 10 to 26 times higher than for those without CP.\n\nThe power of data science, analytics and machine learning\n\nThe study leverages a unique statistical method and software platform originally developed by Dr. Marsh at UD and commercialized by GenPro to measure methylation patterns in DNA (a cell's genetic code) using next generation sequencing (NGS) data. NGS is a technique that enables scientists to decode DNA faster and more cheaply than traditional DNA sequencing methods. Each person's genome, or complete set of DNA, is like a word that's the length of 3 billion characters; but spelled with only the letters A, T, C or G. Traditional DNA sequencing techniques decode sections of DNA 700 characters at a time, while NGS takes advantage of parallel computing capabilities, enabling scientists to decode millions of DNA fragments. Subtle changes in a patient's physical health are paralleled by changes in DNA methylation, making it a useful tool to understand disease.\n\n\"Many of the signals that we pick up are based on immune system shifts--meaning the way a person's immune system responds to external stress events. When we find that epigenetic response, or signal, in the genetic sequencing, it provides another line of evidence for clinicians to use in making decisions,\" said Marsh.\n\nThe approach uses sophisticated machine learning techniques and algorithms to sort through hundreds of gigabytes of NGS data looking for these distinct DNA methylation patterns. \"The data set is massive. It's not something a human can do. You need infrastructure, machine learning, data analysis, and data science,\" said Crowgey.\n\nPromising results, more testing needed\n\nWhile the study findings indicate that there is a consistent signal present in circulating blood cells of children with spastic CP that remains from early childhood to the teenage years, the researchers say they need to further study samples from different age groups, including teenagers, toddlers, and infants from birth to 2 years. Learning more about methylation signals across ages will allow the approach to be further refined to identify cases and also could provide researchers new clues to understanding the cellular processes involved in advancing CP, and consequently, new therapeutics to manage the disease.\n\n\"We're still in the early phases, but the results are extremely promising and we're excited about the sensitivity of the test that we are seeing in our retrospective analysis,\" said Crowgey. If successful, the researchers say the type of blood test in development also may be useful for other disorders, such as infant leukemia.\n\nAkins was optimistic. \"This is an example of the kind of innovation that can happen when people with different skill sets collaborate. The experimental testing went from idea to validated execution in less than 12 months. We're now working toward a goal of eventually forming a clinical diagnostic test and applying it to a broad population.\" Akins added that Nemours is in a unique position for such an undertaking with its large CP population, its growing strength in data science and analytics, and its recent acquisition of newborn screening for the state of Delaware. \"Many issues will need to be addressed, but we predict routine screening for CP in the near (<10 years) future,\" he said.\n\n###\n\nThis research is funded by the Delaware Bioscience Center for Advanced Technology, the National Science Foundation, the American Academy for Cerebral Palsy and Developmental Medicine, and Nemours.\n\nPull out quote:\n\n\"This blood test could be a game changer. The earlier the diagnosis, the earlier we can direct therapies at the child. Specifically, high intensity physical therapy and possibly early surgery to prevent more significant problems in the future, and hopefully improve overall function and quality of life.\" M. Wade Shrader, MD, Chief, Cerebral Palsy Center, Nemours/Alfred I. duPont Hospital for Children\n\nAbout Nemours Children's Health System\n\nNemours is an internationally recognized children's health system that owns and operates the two free-standing children's hospitals: the Nemours/Alfred I. duPont Hospital for Children in Wilmington, Del., and Nemours Children's Hospital in Orlando, Fla., along with outpatient facilities in six states, delivering pediatric primary, specialty, and urgent care. Nemours also powers the world's most-visited website for information on the health of children and teens, KidsHealth.org, and offers on-demand, online video patient visits through Nemours CareConnect. Nemours ReadingBrightstart.org is a program dedicated to preventing reading failure in young children, grounded in Nemours' understanding that child health and learning are inextricably linked, and that reading level is a strong predictor of adult health.\n\nEstablished as The Nemours Foundation through the legacy and philanthropy of Alfred I. duPont, Nemours provides pediatric clinical care, research, education, advocacy, and prevention programs to families in the communities it serves.", "images": ["https://web.archive.org/web/20180622173414im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180622173414im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180622173414im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180622173414im_/https://media.eurekalert.org/multimedia_prod/pub/rel/173866_rel.jpg", "https://web.archive.org/web/20180622173414im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180622173414im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180622173414im_/https://www.eurekalert.org/multimedia/pub/web/173866_web.jpg", "https://web.archive.org/web/20180622173414im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180622173414im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180622173414im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180622173414im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180622173414im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180622173414im_/https://media.eurekalert.org/multimedia_prod/pub/web/173866_web.jpg", "https://web.archive.org/web/20180622173414im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180622173414im_/https://media.eurekalert.org/meganav/Nutrition2018_Newsroom.jpg"], "top_img": "https://web.archive.org/web/20180622173414im_/https://www.eurekalert.org/multimedia/pub/web/173866_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180622173414/https://www.eurekalert.org/pub_releases/2018-06/n-btp062218.php", "title": "Blood test predicts spastic cerebral palsy", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Researchers at Nemours and the University of Delaware have developed a blood test predictive of spastic cerebral palsy. Their study, published in BMC Bioinformatics, showed that DNA patterns in circulating blood cells can be used to help identify spastic CP patients (Crowgey et al.). \nNew and better ways to identify infants with CP are needed so that interventions can start earlier for more children.", "keywords": "Cell Biology, Genetics, Molecular Biology, Medicine/Health, Developmental/Reproductive Biology, Orthopedic Medicine, Pediatrics, Disabled Persons, Biotechnology, Bioinformatics", "date": "Fri, 22 Jun 2018 04:00:00 GMT/UTC", "funder": "Delaware Bioscience Center for Advanced Technology, National Science Foundation, American Academy for Cerebral Palsy and Developmental Medicine, Nemours", "journal": "BMC Bioinformatics", "type": "research", "institution": "Nemours", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "EurekAlert", "domain": "www.eurekalert.org", "title": "Blood test predicts spastic cerebral palsy", "description": "Researchers at Nemours and the University of Delaware have developed a blood test predictive of spastic cerebral palsy. Their study, published in BMC Bioinformatics, showed that DNA patterns in circulating blood cells can be used to help identify spastic CP patients (Crowgey et al.). \nNew and better ways to identify infants with CP are needed so that interventions can start earlier for more children."}, "og": {"title": "Blood test predicts spastic cerebral palsy", "description": "Researchers at Nemours and the University of Delaware have developed a blood test predictive of spastic cerebral palsy. Their study, published in BMC Bioinformatics, showed that DNA patterns in circulating blood cells can be used to help identify spastic CP patients (Crowgey et al.). \nNew and better ways to identify infants with CP are needed so that interventions can start earlier for more children.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180622173414/https://www.eurekalert.org/pub_releases/2018-06/n-btp062218.php", "image": "https://web.archive.org/web/20180622173414im_/https://www.eurekalert.org/multimedia/pub/web/173866_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1530244800.0, "source": "https://web.archive.org", "summary": ""}