{"url": "http://www.prnewswire.com/news-releases/braeburn-pharmaceuticals-and-camurus-announce-positive-top-line-results-from-phase-2-opioid-challenge-study-with-cam2038-in-subjects-with-opioid-use-disorder-300266387.html", "text": "A key objective of medication-assisted treatment for opioid use disorder is to reduce or eliminate the use of illicit opioids. The results from the present Phase 2 study demonstrate that CAM2038 blocks effectively the subjective effects of opioid challenges with hydromorphone, including limiting drug liking.\n\n\"This study provides clinical proof of concept that CAM2038 will be an effective treatment for opioid use disorder,\" said Behshad Sheldon, President and CEO of Braeburn Pharmaceuticals, \"The current opioid crisis demands innovation, and CAM2038's novel technology is now one step closer to providing physicians and patients with a different approach to treating this deadly chronic disease.\"\n\nThe primary endpoint was met for both CAM2038 doses, demonstrating blockade of the subjective effects of hydromorphone as measured by the Drug Liking Visual Analog Scale. Furthermore, CAM2038 was well tolerated across the course of treatment.\n\n\"The study results show that CAM2038 provides rapid and extended blockade of opioid effects,\" said Fredrik Tiberg, President and CEO of Camurus. \"The results also confirm the dose selection in the current Phase 3 program and the potential of CAM2038 as a future treatment alternative for patients with opioid use disorder, from initiation to long-term maintenance.\"\n\n\"The current study demonstrated that weekly injections of CAM2038 produced significant and robust opioid blockade, a critical mechanism of efficacy for medications treating opioid dependence. CAM2038 has the potential to alter the current treatment paradigm for opioid dependence,\" said Sharon Walsh, Ph.D, Professor of Behavioral Science and Director of the Center on Drug and Alcohol Research, University of Kentucky, \"Because of its long acting properties, CAM2038 may decrease patient and physician burden, improve access to treatment, and obviate public health concerns about illicit diversion of buprenorphine.\"\n\n\"We were pleased to be involved in the development of CAM2038 and are hopeful that it will serve as another safe and effective therapeutic option for patients with opioid use disorder. The ability of CAM2038 to produce a long-lasting and robust blockade of hydromorphone-induced Drug Liking is especially encouraging,\" said Sandra D. Comer, Ph.D, Professor of Neurobiology, Columbia University. \"Importantly, the fact that CAM2038 will be given in the clinic by health providers should address concerns about diversion of buprenorphine for illicit use. We feel that this medication, with its ease of administration and flexible dosing capabilities, could significantly improve management of patients.\"\n\nAbout the Phase 2 Trial\n\nThe Phase 2 study was a three-center, randomized, double-blind, inpatient study to evaluate the degree of subjective opioid blocking efficacy of CAM2038 q1w in non-treatment-seeking participants with moderate-to-severe opioid use disorder. After screening, participants were randomized to different CAM2038 q1w once-weekly injections for two weeks. During this period, four challenge sessions were conducted with a randomized hydromorphone dose to determine subjective 'liking' score based on a visual analogue scale. Additional information on the design of the trial can be found at www.clinicaltrials.gov .\n\nAbout CAM2038\n\nThe investigational CAM2038 buprenorphine subcutaneous injection products for treatment of opioid use disorder are being developed as once-weekly and once-monthly formulations, each with multiple doses, to cover all phases of treatment from initiation through maintenance. The CAM2038 products are designed for administration by healthcare personnel to ensure proper delivery that minimizes the risks of diversion, abuse, misuse, and accidental exposure. The CAM2038 products have been evaluated in three Phase 1/2 clinical trials, which evaluated the safety and tolerability as well as pharmacokinetic and pharmacodynamic properties of the products in a total of 176 individuals (opioid-dependent patients and healthy volunteers under naltrexone blockage). Four more trials, including two Phase 3 studies, are currently ongoing. CAM2038 is also being developed for treatment of chronic pain.\n\nAbout Braeburn Pharmaceuticals\n\nBraeburn Pharmaceuticals, an Apple Tree Partners company, is a pill-free pharmaceutical company delivering precision medicine in neuroscience. In September 2015 the Food and Drug Administration (FDA) accepted for review Braeburn's New Drug Application for its lead candidate, Probuphine®, a six-month buprenorphine implant for treatment of opioid addiction. The Agency set May 27, 2016 as the target date for action.\n\nLong-acting therapeutic treatment options can be essential to improving patient outcomes and facilitating recovery in these conditions, which are often complicated by stigma and present significant public health challenges. Braeburn's investigational product pipeline consists of long-acting implantable and injectable therapies for serious neurological and psychiatric disorders, including opioid addiction, pain, and schizophrenia. Candidates include: Probuphine®, a six-month buprenorphine implant for treatment of opioid addiction; CAM2038, weekly and monthly subcutaneous injection depot formulations of buprenorphine for treatment of opioid addiction and pain; a risperidone six-month implant for treatment of schizophrenia; and a novel molecule, ATI-9242, for treatment of schizophrenia. More information on Braeburn, can be found at www.braeburnpharma.com.\n\nAbout Camurus\n\nCamurus is a Swedish research-based pharmaceutical company committed to developing and commercialising innovative and differentiated medicines for the treatment of severe and chronic conditions. New drug products with best-in-class potential are conceived based on the proprietary FluidCrystal® drug delivery technologies and an extensive R&D expertise. Camurus' clinical pipeline includes products for treatment of cancer, endocrine diseases, pain and addiction, developed in-house and in collaboration with international pharmaceutical companies. The company's share is listed on Nasdaq Stockholm under the ticker \"CAMX\". For more information, visit www.camurus.com.\n\nMedia contacts:\n\nFredrik Tiberg, President & CEO\n\nTel: +46 (0)46 286 46 92\n\nfredrik.tiberg@camurus.comwww.camurus.com\n\nSherry Feldberg\n\nMSLGROUP Boston\n\n781-684-0770\n\nbraeburnpharma@mslgroup.com\n\nLogo - http://photos.prnewswire.com/prnh/20150607/221301LOGO\n\nLogo - http://photos.prnewswire.com/prnh/20151104/283936LOGO\n\nSOURCE Braeburn Pharmaceuticals; Camurus\n\nRelated Links\n\nhttp://www.camurus.com\n\n", "images": ["http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "http://photos.prnewswire.com/prnfull/20151104/283936LOGO?max=950", "http://photos.prnewswire.com/prnthumb/20151104/283936LOGO", "https://photos.prnewswire.com/prnfull/20150607/221301LOGO?max=200"], "top_img": "http://photos.prnewswire.com/prnthumb/20151104/283936LOGO", "keywords": [], "authors": ["Braeburn Pharmaceuticals"], "canonical_link": "https://www.prnewswire.com/news-releases/braeburn-pharmaceuticals-and-camurus-announce-positive-top-line-results-from-phase-2-opioid-challenge-study-with-cam2038-in-subjects-with-opioid-use-disorder-300266387.html", "title": "Braeburn Pharmaceuticals and Camurus announce positive top line results from Phase 2 opioid challenge study with CAM2038 in subjects with opioid use disorder", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "PRINCETON, N.J. and LUND, Sweden, May 11, 2016 /PRNewswire/ -- Braeburn Pharmaceuticals and Camurus today announce top line results of a multiple-dose, pivotal...", "author": "Braeburn Pharmaceuticals; Camurus", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "Braeburn Pharmaceuticals and Camurus announce positive top line results from Phase 2 opioid challenge study with CAM2038 in subjects with opioid use disorder", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "sweden", "date": "2016-05-11T02:00:00-04:00", "keywords": "Braeburn Pharmaceuticals; Camurus,Health Care & Hospitals ,Medical Pharmaceuticals ,Biotechnology ,Pharmaceuticals   ,Clinical Trials & Medical Discoveries", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "Braeburn Pharmaceuticals and Camurus announce positive top line results from Phase 2 opioid challenge study with CAM2038 in subjects with opioid use disorder", "description": "PRINCETON, N.J. and LUND, Sweden, May 11, 2016 /PRNewswire/ -- Braeburn Pharmaceuticals and Camurus today announce top line results of a multiple-dose, pivotal..."}, "og": {"title": "Braeburn Pharmaceuticals and Camurus announce positive top line results from Phase 2 opioid challenge study with CAM2038 in subjects with opioid use disorder", "type": "website", "description": "PRINCETON, N.J. and LUND, Sweden, May 11, 2016 /PRNewswire/ -- Braeburn Pharmaceuticals and Camurus today announce top line results of a multiple-dose, pivotal...", "image": "http://photos.prnewswire.com/prnthumb/20151104/283936LOGO", "url": "https://www.prnewswire.com/news-releases/braeburn-pharmaceuticals-and-camurus-announce-positive-top-line-results-from-phase-2-opioid-challenge-study-with-cam2038-in-subjects-with-opioid-use-disorder-300266387.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}