{"url": "https://www.prnewswire.com/news-releases/nucleix-announces-positive-clinical-results-for-lung-epicheck-in-early-detection-of-lung-cancer-300707884.html", "text": "REHOVOT, Israel, Sept. 6, 2018 /PRNewswire/ -- Nucleix Ltd., a leading cancer detection company, announced today positive results from a clinical study designed to evaluate its innovative Lung EpiCheck™, a blood test for early detection of lung cancer. The results will be presented in a poster presentation titled Lung EpiCheck ™ - Results of the Training and Test Sets of a Methylation-Based Blood Test for Early Detection of Lung Cancer at the IASLC 19th World Conference on Lung Cancer hosted by the International Association for the Study of Lung Cancer, to take place on September 22-26, 2018 in Toronto, Canada.\n\nIn the study, blood was prospectively collected from 20 centers and 3 biobanks in Europe and Israel. The samples were used for detection of lung cancer with the Lung EpiCheck blood test. Lung EpiCheck was validated on this independent test set comprising 181 lung cancer cases and 141 current or former smoker controls. Results show specificity of 91% and a sensitivity of 74% with an Area Under the Curve (AUC) of 89%. These results demonstrated similar performance to the preceding training set results from 102 lung cancer cases and 265 current or former smoker controls.\n\nIn particular, in the non-small-cell lung carcinoma group (n=162), the most prevalent type of lung cancer affecting about 85% of lung cancer patients, Lung EpiCheck was able to identify correctly approximately 70% of patients. With a correct identification of 59% of stage I patients, 77% of stage II, 76% of stage III and 83% of stage IV patients.\n\nIn the small cell lung cancer group (n=13), Lung EpiCheck was able to identify correctly 92% of the patients, with a sensitivity of 100% in the limited stage, and 86% at the extensive stage.\n\n\"Lung cancer is the leading cause of death from cancer worldwide due to the high incidence of the disease, and the low rate of diagnosis at early and more curable stages,\" stated Prof. Mina Gaga, the President of the European Respiratory Society (ERS) and a lead investigator in the study. \"Clearly, we must establish screening programs for lung cancer worldwide. At the moment, low-dose computerized tomography (LDCT) screening which has been shown to reduce mortality from lung cancer in the very large NLST study is only reimbursed in the US for high-risk individuals. LDCT screening is not reimbursed in Europe or most areas in the world while there is still a debate about its cost and safety. Screening is however necessary in order to identify lung cancer at early, operable, stages for the entire at-risk population so currently, not only CT screening but also methods of molecular screening are being tested. I am therefore very encouraged with the results of this study, showing that EpiCheck has the ability to identify both non-small-cell and small-cell lung cancer at early stages, with a high level of sensitivity and specificity. Such promising results combined with the simplicity of the test, could allow us to detect lung cancer at the early stages and hence improve 5-year survival from about 15% to about 50-70%. This will offer significant added value in the fight against lung cancer.\"\n\n\"We are very excited to present the best published clinically validated results of a blood test for the early detection of lung cancer,\" said Opher Shapira, PhD, CEO of Nucleix. \"Furthermore, these results were validated prospectively in an independent cohort. Currently, early stage lung cancer can be detected either accidentally, when testing for other conditions, or by using low-dose CT scans, which are costly, carry associated risks such as high radiation, and are employed only for a very high-risk population. Early detection of lung cancer can be a game-changer in the fight against this devastating disease, and we are looking forward to begin extensive clinical trials in the US, Europe and China next year, in order to get the test to the market as soon as possible at an affordable price.\"\n\nAbout Lung EpiCheck\n\nThe Lung EpiCheck blood test is based on a proprietary molecular biomarker technology, which combines new biochemical assays and sophisticated algorithms. The technology is based on identification and analysis of subtle changes in DNA methylation patterns, a powerful tool for distinguishing between cancer and healthy cells and thus for detection of tumors in the body. Dying tumor cells release cell-free DNA (cfDNA) into the blood, where cancer-specific methylation changes can be detected at any disease stage. The Lung EpiCheck blood test detects changes in DNA methylation in 6 markers in cfDNA associated with lung cancer.\n\nAbout Lung Cancer\n\nLung cancer is the deadliest and most common of all cancer types. It is estimated that there are about 1.8 million new cases of lung cancer annually worldwide and about 1.55 million die from the disease each year. The reason for the high mortality rate is that currently most cases are detected when the patient becomes symptomatic, which is usually at late stages of the disease. To date, there is no adequate screening process for the early detection of lung cancer, bringing 5-year survival rate to approximately 15%. In addition, there is a well-defined risk group for developing the disease – mostly smokers and former smokers above the age of 50. In the US, low-dose CT is available for screening of individuals 55-79 years old who smoked at least 1 pack a day for 30 years, which represent less than half of the lung cancer population. Therefore, a screening test aimed at the entire risk group to assist in the early detection of the disease is highly needed and can dramatically increase lung cancer survival.\n\nAbout Nucleix\n\nNucleix Ltd. develops, manufactures and markets innovative, non-invasive, molecular cancer diagnostic tests. Its highly sensitive and specific tests are based on identification of subtle changes in methylation patterns. Nucleix's technology is based on a combination of a new biochemical assay in conjunction with sophisticated algorithms. The Company's pipeline includes CE Mark Bladder EpiCheck, for the non-invasive detection of bladder cancer based on a urine test; Lung EpiCheck, a screening diagnostic blood test for early detection of lung cancer; Liver EpiCheck, a blood test for liver cancer detection in patients with cirrhosis; and Pan Cancer EpiCheck, a molecular diagnostic tool for early detection of multiple cancer types in blood samples, all based on Nucleix's proprietary and innovative epigenetic platforms. Investors in the Company include OrbiMed and other leading investors. For further information, please visit www.nucleix.com.\n\nSOURCE Nucleix", "images": ["https://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png", "https://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "https://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg"], "top_img": "https://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.prnewswire.com/news-releases/nucleix-announces-positive-clinical-results-for-lung-epicheck-in-early-detection-of-lung-cancer-300707884.html", "title": "Nucleix Announces Positive Clinical Results for Lung EpiCheck in Early Detection of Lung Cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "REHOVOT, Israel, Sept. 6, 2018 /PRNewswire/ -- Nucleix Ltd., a leading cancer detection company, announced today positive results from a clinical study...", "author": "Nucleix", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "Nucleix Announces Positive Clinical Results for Lung EpiCheck in Early Detection of Lung Cancer", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.placename": "REHOVOT, Israel, Sept. 6, 2018", "geo.region": "Israel", "date": "2018-09-06T07:10:00-04:00", "keywords": "Nucleix,Health Care & Hospitals , Medical Equipment ,Medical Pharmaceuticals ,Computer & Electronics,Clinical Trials & Medical Discoveries,New Products & Services", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "Nucleix Announces Positive Clinical Results for Lung EpiCheck in Early Detection of Lung Cancer", "description": "REHOVOT, Israel, Sept. 6, 2018 /PRNewswire/ -- Nucleix Ltd., a leading cancer detection company, announced today positive results from a clinical study...", "image": "/content/dam/prnewswire/common/prn_twitter_sharing_logo.png"}, "og": {"title": "Nucleix Announces Positive Clinical Results for Lung EpiCheck in Early Detection of Lung Cancer", "type": "website", "description": "REHOVOT, Israel, Sept. 6, 2018 /PRNewswire/ -- Nucleix Ltd., a leading cancer detection company, announced today positive results from a clinical study...", "image": "/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "url": "https://www.prnewswire.com/news-releases/nucleix-announces-positive-clinical-results-for-lung-epicheck-in-early-detection-of-lung-cancer-300707884.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "https://www.prnewswire.com", "summary": ""}