{"url": "https://web.archive.org/web/20151231000354/http://www.eurekalert.org:80/pub_releases/2015-12/uops-nbc122915.php", "text": "PHILADELPHIA--Palbociclib, a new oral drug whose efficacy in combating breast cancer has been demonstrated alone and in combination with endocrine therapy, also has potential to combat other types of cancer, according to a literature review and additional original research conducted by experts at the Abramson Cancer Center (ACC) in the University of Pennsylvania published this month in JAMA Oncology.\n\nPalbociclib targets the rapid division of tumor cells by inhibiting the activity of the enzymes CDK4 and CDK6, which propel cell division and increase in number in most cancers. It is the first CDK4/6 inhibitor to be approved for the treatment of breast cancer.\n\n\"All living cells undergo cell division and palbociclib's unique capacity to halt the cell division process (also known as the 'cell cycle') therefore has potentially broad applicability,\" said the study's lead author Amy S. Clark, MD, MSCE, an assistant professor of Hematology/Oncology at Penn's Perelman School of Medicine and ACC. \"Pairing palbociclib with other anti-cancer therapies such as endocrine therapy, chemotherapy, and targeted therapy can create a powerful combinatorial effect with real promise for addressing a variety of cancers.\" For example, amplification of CDK4 is reported in a high percentage of melanomas and esophageal cancers.\n\nTargeted therapy uses medication and other interventions to more accurately identify and attack cancer cells, usually while doing no or little damage to normal cells.\n\n\"This drug has minor effects on normal cells other than neutrophils (white blood cells),\" said the study's senior author, Peter J. O'Dwyer, MD, a professor of Hematology/Oncology at Penn and director of the Developmental Therapeutics Program at the ACC. \"In tumors, it can cause shrinkage, or more commonly, arrest of growth. As we discover new functions for the CDK4/6 target of this medicine, we are likely to use it in combinations to make other anti-cancer agents work better.\"\n\nIn addition to inhibiting the cell cycle, palbociclib has been shown, for example to alter several recently described non-cell cycle functions of CDK4/6, a finding expected to expand its therapeutic role, O'Dwyer added.\n\nAssessing 130 relevant publications in the literature, as well as interpreting their own continuing studies, the all-Penn team found that in addition to its safety and effectiveness in fighting certain types of breast cancer, early trials of palbociclib have shown promise of effectiveness in cases of lymphoma, sarcoma, and teratoma, tumors that while rare, often afflict younger patients.\n\nA phase 2 trial showed that, among 17 patients with previously treated mantle-cell lymphoma, palbociclib resulted in one complete response and two partial responses. Although, median progression-free survival was four months, five patients had progression-free survival greater than one year. Another phase 2 trial with 29 sarcoma patients treated with palbociclib showed a progression-free survival of 66 percent at 12 weeks.\n\nAlso, combining palbociclib with other anti-cancer agents is feasible, and early results in myeloma and some solid tumors have led to more definitive studies.\n\nIn both breast and other cancer trials, palbociclib has been shown to be safe with once-daily dosing, and its main adverse effect is reversible neutropenia, an abnormally low count of neutrophils, a type of white blood cell that helps fight infections. The lower their neutrophil count, the more vulnerable patients are to infectious diseases. In such cases the drug is temporarily discontinued and reintroduced at a lower dose. Other side effects included fatigue (33 percent), nausea (30 percent), diarrhea (18 percent), constipation (12 percent), and rash (12 percent).\n\nAt the recommended doses, evidence of the desired drug effect in tumors has been obtained using novel PET imaging at Penn. These tools can help to individualize patient therapy going forward.\n\n###\n\nOther Penn co-authors are Thomas B. Karasic, MD; Angela DeMichele, MD, MSCE; David J.Vaughn, MD; Mark O'Hara, MD; Rodolfo Perini, MD; Paul Zhang, MD; Priti Lal, MD; Michael Feldman, MD, PhD; and Maryann Gallagher, RN.\n\nThe study was funded by Pfizer Inc and the National Institutes of Health (5P30 CA16520-25).", "images": ["https://web.archive.org/web/20151231000354im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20151231000354im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20151231000354im_/http://www.eurekalert.org/images/meganav/AM16-NoDate.png", "https://web.archive.org/web/20151231000354im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20151231000354im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20151231000354im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20151231000354im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20151231000354im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20151231000354im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20151231000354im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20151231000354im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20151231000354im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20151231000354im_/http://www.eurekalert.org/images/e4/logo.png"], "top_img": "https://web.archive.org/web/20151231000354im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20151231000354/http://www.eurekalert.org/pub_releases/2015-12/uops-nbc122915.php", "title": "New breast cancer drug may be effective against other types of cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Palbociclib, a new oral drug whose efficacy in combating breast cancer has been demonstrated alone and in combination with endocrine therapy, also has potential to combat other types of cancer, according to a literature review and additional original research conducted by experts at the Abramson Cancer Center in the University of Pennsylvania published this month in JAMA Oncology.", "keywords": "Medicine/Health, Cancer, Breast Cancer, Clinical Trials, Health Care Systems/Services", "date": "Tue, 29 Dec 2015 05:00:00 GMT", "funder": "Pfizer Inc., National Institutes of Health", "journal": "JAMA Oncology", "type": "research", "institution": "University of Pennsylvania School of Medicine", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "PennMedNews", "domain": "www.eurekalert.org"}, "og": {"title": "New breast cancer drug may be effective against other types of cancer", "description": "Palbociclib, a new oral drug whose efficacy in combating breast cancer has been demonstrated alone and in combination with endocrine therapy, also has potential to combat other types of cancer, according to a literature review and additional original research conducted by experts at the Abramson Cancer Center in the University of Pennsylvania published this month in JAMA Oncology.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20151231000354/http://www.eurekalert.org/pub_releases/2015-12/uops-nbc122915.php", "image": "https://web.archive.org/web/20151231000354im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "pages/Penn‑Medicine/99556027612"}}, "movies": [], "publish_date": 1451365200.0, "source": "https://web.archive.org", "summary": ""}