{"url": "http://www.prnewswire.com/news-releases/glaucoma-drug-dispensing-eye-insert-shows-promise-as-new-option-for-patients-struggling-to-take-daily-prescription-eye-drops-300263282.html", "text": "Despite the availability of effective therapies, glaucoma remains a leading cause of blindness. Nearly 3 million people in the United States have the condition. It is often marked by elevated internal eye pressure, called intraocular pressure. Medicated eye drops taken daily or twice daily can lower internal eye pressure to help prevent damage to the optic nerve. But studies show that many patients do not take glaucoma eye drops as directed due to factors such as forgetfulness or physical limitations like arthritis. 1 Some studies show that half of patients stop taking their prescription glaucoma eye drops after a year, leaving them vulnerable to vision loss. 2\n\nResearchers are tackling this challenge of medication adherence with new drug delivery methods. One technology involves a thin silicone ring suffused with medication that slowly releases over time. An ophthalmologist fits the patient with the ring. No surgery is required. The ring is designed to be replaced by an ophthalmologist every six months. This eliminates the need for glaucoma patients to regularly put in medicated eye drops themselves.\n\nOphthalmologists at 10 sites nationwide tested the ring in a phase 2 clinical trial on patients with glaucoma or ocular hypertension. In the study, 64 patients received the topical ocular insert containing the glaucoma drug bimatoprost. They were also supplied artificial tears. The control group of 66 patients wore an insert treated with no drug but twice a day used 0.5 percent timolol drops, the regulatory benchmark for glaucoma drugs. Eye pressure in the bimatoprost group fell 3.2 to 6.4 mmHg over six months, in comparison to 4.2 to 6.4 mmHG for the timolol group. Overall, eye pressure decreased in the group wearing the bimatoprost ring by about 20 percent from the initial measurements over six months.\n\nAuthors said the device was well-tolerated and safe, with a high retention rate of 89 percent for both groups at six months. The ring became dislodged in 15 patients but was replaced each time, allowing therapy to continue. Some patients experienced itchiness and eye redness, which is not unusual for patients taking glaucoma medication.\n\n\"In making effective treatments easier for patients, the hope is that we can reduce vision loss from glaucoma, and possibly other diseases,\" said study author James D. Brandt, M.D., director of the UC Davis Medical Center Glaucoma Service. \"What is exciting is that this is just one of several sustained-release drug delivery methods designed to help patients who have trouble taking daily eye drops.\"\n\nA phase 3 study of a larger group of patients is expected to begin later in 2016. The authors noted the device could also be used for non-glaucoma medications, with potential applications for dry eye, allergies and inflammation. In addition, the non-invasive nature of the device and its relatively large surface area make this technology a potential candidate for delivering multiple ocular drugs at once, further reducing the burden of self-administration on patients.\n\n\"Six-month IOP Reduction with a Topical Bimatoprost Ocular Insert: Results of a Phase 2 Randomized Controlled Study,\" Brandt, et al. Ophthalmology, article in press, May 2016. DOI: 10.1016/j.ophtha.2016.04.026. The results are also being presented today at the Ophthalmology Innovation Summit in New Orleans. The authors receive financial support from ForSight VISION5, manufacturer of the bimatoprost ring.\n\nFor more information on glaucoma, visit the American Academy of Ophthalmology's EyeSmart® public information website, www.aao.org/eye-health.\n\nAbout the American Academy of Ophthalmology\n\nThe American Academy of Ophthalmology is the world's largest membership association of eye physicians and surgeons. A global community of 32,000 ophthalmologists, we are passionate about protecting sight and fighting preventable blindness. For more than 120 years, we have been educators, innovators and advocates for the public and our profession to ensure the highest-quality medical and surgical eye care. Our EyeSmart® program is a preeminent source of eye health information for the public and empowers people to preserve their vision. For more information, visit www.aao.org.\n\nAbout Ophthalmology\n\nOphthalmology, the official journal of the American Academy of Ophthalmology, publishes original, peer-reviewed, clinically-applicable research. Topics include the results of clinical trials, new diagnostic and surgical techniques, treatment methods, technology assessments, translational science reviews and editorials. For more information, visit www.aaojournal.org.\n\n1 Patterns of Glaucoma Medication Adherence over Four Years of Follow-Up, Newman-Casey, et al. Ophthalmology, 2015.\n\n2 Adherence and persistence with glaucoma therapy, Schwartz, et al, Survey of Ophthalmology, Nov. 2008\n\nVideo - http://origin-qps.onstreammedia.com/origin/multivu_archive/PRNA/ENR/AAO-Bimatoprost-Ocular-Insert-Demo.mp4\n\nPhoto - http://photos.prnewswire.com/prnh/20160504/363904\n\nLogo - http://photos.prnewswire.com/prnh/20151114/287412LOGO\n\nSOURCE American Academy of Ophthalmology\n\nRelated Links\n\nhttp://www.aao.org\n\n", "images": ["http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png", "https://photos.prnewswire.com/prnfull/20160504/363904", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "http://photos.prnewswire.com/prnfull/20151114/287412LOGO?max=200", "http://origin-qps.onstreammedia.com/origin/multivu_archive/PRNA/ENR/AAO-Bimatoprost-Ocular-Insert-Demo_10s.jpg", "https://photos.prnewswire.com/prnfull/20160504/363904?max=950"], "top_img": "http://origin-qps.onstreammedia.com/origin/multivu_archive/PRNA/ENR/AAO-Bimatoprost-Ocular-Insert-Demo_10s.jpg", "keywords": [], "authors": ["American Academy Of Ophthalmology"], "canonical_link": "https://www.prnewswire.com/news-releases/glaucoma-drug-dispensing-eye-insert-shows-promise-as-new-option-for-patients-struggling-to-take-daily-prescription-eye-drops-300263282.html", "title": "Glaucoma Drug-Dispensing Eye Insert Shows Promise as New Option for Patients Struggling to Take Daily Prescription Eye Drops", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "SAN FRANCISCO, May 5, 2016 /PRNewswire-USNewswire/ -- A new device that slowly releases eye medication may one day be a promising option for the many glaucoma...", "author": "American Academy of Ophthalmology", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "Glaucoma Drug-Dispensing Eye Insert Shows Promise as New Option for Patients Struggling to Take Daily Prescription Eye Drops", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "california", "date": "2016-05-05T08:00:00-04:00", "keywords": "American Academy of Ophthalmology", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "Glaucoma Drug-Dispensing Eye Insert Shows Promise as New Option for Patients Struggling to Take Daily Prescription Eye Drops", "description": "SAN FRANCISCO, May 5, 2016 /PRNewswire-USNewswire/ -- A new device that slowly releases eye medication may one day be a promising option for the many glaucoma..."}, "og": {"title": "Glaucoma Drug-Dispensing Eye Insert Shows Promise as New Option for Patients Struggling to Take Daily Prescription Eye Drops", "type": "website", "description": "SAN FRANCISCO, May 5, 2016 /PRNewswire-USNewswire/ -- A new device that slowly releases eye medication may one day be a promising option for the many glaucoma...", "image": "http://origin-qps.onstreammedia.com/origin/multivu_archive/PRNA/ENR/AAO-Bimatoprost-Ocular-Insert-Demo_10s.jpg", "url": "https://www.prnewswire.com/news-releases/glaucoma-drug-dispensing-eye-insert-shows-promise-as-new-option-for-patients-struggling-to-take-daily-prescription-eye-drops-300263282.html"}, "assetURLS": "newsmetaBean.getAssetUrls(,)", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}