{"url": "https://web.archive.org/web/20160823163914/http://www.eurekalert.org/pub_releases/2016-08/uhcm-ssa081716.php", "text": "CLEVELAND, Ohio - A new study finds young children with mild, persistent asthma, can tolerate acetaminophen without the worsening of asthma, when compared with ibuprofen use. The study, funded by the National Heart, Lung, and Blood Institute's (NHLBI) asthma network (AsthmaNet), appears in the August 18, 2016, issue of the New England Journal of Medicine.\n\n\"Previous observational studies had suggested that acetaminophen use was associated with asthma symptoms,\" says Kristie Ross, MD, MS, Clinical Director, Division of Pediatric Pulmonology, Allergy/Immunology and Sleep Medicine at University Hospitals Rainbow Babies & Children's Hospital (UH Rainbow) and co-author on the study. \"Results from this randomized controlled study showed that in young children with mild asthma, acetaminophen used as needed was not associated with increased asthma flares or more asthma symptoms. These findings can help us reassure parents of young children with asthma that they can continue to use acetaminophen on an as needed basis and as directed to treat pain and fever without concern that it will worsen asthma symptoms.\"\n\nDr. Ross, who is also an Associate Professor of Pediatrics at Case Western Reserve University School of Medicine, was joined by UH Rainbow colleagues and study co-authors James Chmiel, MD, MPH, Professor of Pediatrics, and Ross Myers, MD, Assistant Professor of Pediatrics.\n\nTo assess the impact of acetaminophen use on children's asthma, AsthmaNet investigators studied 300 children, aged 1 to 5 years old, who had mild, persistent asthma, defined as symptoms on more than 2 days out of a week but not daily. All children required daily inhaled treatments to manage their asthma. During the study, caregivers used either acetaminophen (commonly known as Tylenol) or ibuprofen (Advil, Motrin) whenever a child needed pain relief or had a fever. None of the study investigators, children, or caregivers knew which study drug each child was receiving.\n\nThe study did not detect any worsening of asthma in the children treated with acetaminophen compared with those receiving ibuprofen. This was measured by asthma exacerbation rate, the number of days of asthma control, the need for rescue medications, and unscheduled medical visits for asthma. They also did not find any significant differences in safety between the two drugs.\n\nAsthmaNet is a nationwide clinical research network created by the NHLBI in 2009. The purpose of AsthmaNet is to develop and conduct multiple clinical trials that explore new approaches in treating asthma from childhood through adulthood. AsthmaNet studies are currently being conducted in 14 states. In the United States, more than 22 million people are known to have asthma.\n\nThe Division of Pediatric Pulmonology and Allergy/Immunology at UH Rainbow is currently recruiting for a number of asthma-related clinical trials. If you are interested in enrolling in a study or learning more about the opportunities, please visit: http://www. uhhospitals. org/ rainbow/ services/ pulmonology/ asthma-center/ clinical-trials .\n\n###\n\nAbout University Hospitals Rainbow Babies & Children's Hospital\n\nInternationally renowned, UH Rainbow Babies & Children's Hospital is a full-service children's hospital and pediatric academic medical center with experts in 16 medical divisions and 11 surgical specialties who offer nationally ranked care not available at other institutions in the region, including a center dedicated to adolescent and young adult cancer treatment and Northeast Ohio's only single-site provider of advanced maternal fetal medicine and neonatology services. As the primary pediatric affiliate of Case Western Reserve University School of Medicine and the only Level I Pediatric Trauma Center in the region, UH Rainbow Babies & Children's Hospital offers access to novel therapies, advanced technologies and clinical discoveries long before they are available nationwide. Rainbow pediatric specialists - all of whom also serve on the faculty at the School of Medicine - are engaged in today's most advanced clinical research and are widely regarded as the best in the nation - and in some specialties, the best in the world. Learn more at Rainbow.org.\n\nAbout Case Western Reserve University\n\nCase Western Reserve University is one of the country's leading private research institutions. Located in Cleveland, we offer a unique combination of forward-thinking educational opportunities in an inspiring cultural setting. Our leading-edge faculty engage in teaching and research in a collaborative, hands-on environment. Our nationally recognized programs include arts and sciences, dental medicine, engineering, law, management, medicine, nursing and social work. About 4,900 undergraduate and 5,900 graduate students comprise our student body. Visit case.edu to see how Case Western Reserve thinks beyond the possible.\n\nAbout the National Heart, Lung, and Blood Institute (NHLBI): NHLBI plans, conducts, and supports research related to the causes, prevention, diagnosis, and treatment of heart, blood vessel, lung, and blood diseases; and sleep disorders. The Institute also administers national health education campaigns on women and heart disease, healthy weight for children, and other topics. NHLBI press releases and other materials are available online at http://www. nhlbi. nih. gov .", "images": ["https://web.archive.org/web/20160823163914im_/http://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20160823163914im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160823163914im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160823163914im_/http://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20160823163914im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160823163914im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160823163914im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160823163914im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160823163914im_/http://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20160823163914im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160823163914im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160823163914im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160823163914im_/http://www.eurekalert.org/images/e4/logo.png"], "top_img": "https://web.archive.org/web/20160823163914im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160823163914/http://www.eurekalert.org/pub_releases/2016-08/uhcm-ssa081716.php", "title": "Study shows acetaminophen can be tolerated by children with mild, persistent asthma", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "New study finds young children with mild, persistent asthma, can tolerate acetaminophen without the worsening of asthma, when compared with ibuprofen use. Results from this randomized, controlled study showed that in young children with mild asthma, acetaminophen used as needed was not associated with increased asthma flares or more asthma symptoms.", "keywords": "Medicine/Health, Immunology/Allergies/Asthma, Pulmonary/Respiratory Medicine, Pharmaceutical Science", "date": "Mon, 22 Aug 2016 04:00:00 GMT", "funder": "NIH/National Heart, Lung, and Blood Institute", "journal": "New England Journal of Medicine", "type": "research", "institution": "University Hospitals Case Medical Center", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "uhhospitals", "domain": "www.eurekalert.org", "title": "Study shows acetaminophen can be tolerated by children with mild, persistent asthma", "description": "New study finds young children with mild, persistent asthma, can tolerate acetaminophen without the worsening of asthma, when compared with ibuprofen use. Results from this randomized, controlled study showed that in young children with mild asthma, acetaminophen used as needed was not associated with increased asthma flares or more asthma symptoms."}, "og": {"title": "Study shows acetaminophen can be tolerated by children with mild, persistent asthma", "description": "New study finds young children with mild, persistent asthma, can tolerate acetaminophen without the worsening of asthma, when compared with ibuprofen use. Results from this randomized, controlled study showed that in young children with mild asthma, acetaminophen used as needed was not associated with increased asthma flares or more asthma symptoms.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160823163914/http://www.eurekalert.org/pub_releases/2016-08/uhcm-ssa081716.php", "image": "https://web.archive.org/web/20160823163914im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "UniversityHospitals"}}, "movies": [], "publish_date": 1472443200.0, "source": "https://web.archive.org", "summary": ""}