{"url": "https://web.archive.org/web/20180425210115/https://www.eurekalert.org/pub_releases/2018-04/aabu-nba042418.php", "text": "NEW YORK April 25, 2018 - A new method for early and accurate breast cancer screening has been developed by researchers at Ben-Gurion University of the Negev and Soroka University Medical Center, using commercially available technology.\n\nThe researchers were able to isolate relevant data to more accurately identify breast cancer biomarkers using two different electronic nose gas sensors for breath, along with gas-chromatography mass spectrometry (GC-MS) to quantify substances found in urine.\n\nIn their study published in Computers in Biology and Medicine, researchers detected breast cancer with more than 95 percent average accuracy using an inexpensive commercial electronic nose (e-nose) that identifies unique breath patterns in women with breast cancer. In addition, their revamped statistical analyses of urine samples submitted both by healthy patients and those diagnosed with breast cancer yielded 85 percent average accuracy.\n\n\"Breast cancer survival is strongly tied to the sensitivity of tumor detection; accurate methods for detecting smaller, earlier tumors remains a priority,\" says Prof. Yehuda Zeiri, a member of Ben-Gurion University's Department of Biomedical Engineering. \"Our new approach utilizing urine and exhaled breath samples, analyzed with inexpensive, commercially available processes, is non-invasive, accessible and may be easily implemented in a variety of settings.\"\n\nThe study reports breast cancer is the most commonly diagnosed malignancy among females and the leading cause of death around the world. In 2016, breast cancer accounted for 29 percent of all new cancers identified in the United States and was responsible for 14 percent of all cancer-related deaths.\n\nMammography screenings, which are proven to significantly reduce breast cancer mortality, are not always able to detect small tumors in dense breast tissue. In fact, typical mammography sensitivity, which is 75 to 85 percent accurate, decreases to 30 to 50 percent in dense tissue.\n\nCurrent diagnostic imaging detection for smaller tumors has significant drawbacks: dual-energy digital mammography, while effective, increases radiation exposure, and magnetic resonance imaging (MRI) is expensive. Biopsies and serum biomarker identification processes are invasive, equipment-intensive and require significant expertise.\n\n\"We've now shown that inexpensive, commercial electronic noses are sufficient for classifying cancer patients at early stages,\" says Prof. Zeiri. \"With further study, it may also be possible to analyze exhaled breath and urine samples to identify other cancer types, as well.\"\n\n###\n\nStudy contributors include: Ben-Gurion University biomedical engineering researchers Prof. Yehuda Zeiri, Or Herman-Saffar, Zvi Boger, and Raphael Gonen; Dr. Shai Libson, a surgeon in the Breast Health Center at Soroka; and Dr. David Lieberman, an associate professor in Ben-Gurion University's Joyce and Irving Goldman Medical School, Faculty of Health Sciences.\n\nAbout American Associates, Ben-Gurion University of the Negev\n\nAmerican Associates, Ben-Gurion University of the Negev (AABGU) plays a vital role in sustaining David Ben-Gurion's vision: creating a world-class institution of education and research in the Israeli desert, nurturing the Negev community and sharing the University's expertise locally and around the globe. As Ben-Gurion University of the Negev looks ahead to turning 50 in 2020, AABGU imagines a future that goes beyond the walls of academia. It is a future where Ben-Gurion U. invents a new world and inspires a vision for a stronger Israel and its next generation of leaders. Together with supporters, AABGU will help the University foster excellence in teaching, research and outreach to the communities of the Negev for the next 50 years and beyond. Visit vision.aabgu.org to learn more.", "images": ["https://web.archive.org/web/20180425210115im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180425210115im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180425210115im_/https://media.eurekalert.org/meganav/EB2018_Newsroom.jpg", "https://web.archive.org/web/20180425210115im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180425210115im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20180425210115im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180425210115im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180425210115im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180425210115im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180425210115im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180425210115im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180425210115im_/https://media.eurekalert.org/meganav/ACS255Meeting_600x200.jpg", "https://web.archive.org/web/20180425210115im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180425210115im_/https://www.eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20180425210115im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180425210115/https://www.eurekalert.org/pub_releases/2018-04/aabu-nba042418.php", "title": "New breath and urine tests detect early breast cancer more accurately", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "'Breast cancer survival is strongly tied to the sensitivity of tumor detection; accurate methods for detecting smaller, earlier tumors remains a priority,' says Professor Yehuda Zeiri, a member of Ben-Gurion University's Department of Biomedical Engineering. 'Our new approach utilizing urine and exhaled breath samples, analyzed with inexpensive, commercially available processes, is noninvasive, accessible and may be easily implemented in a variety of settings.'", "keywords": "Medicine/Health, Cancer, Breast Cancer", "date": "Wed, 25 Apr 2018 04:00:00 GMT/UTC", "journal": "Computers in Biology and Medicine", "type": "research", "institution": "American Associates, Ben-Gurion University of the Negev", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "EurekAlert", "domain": "www.eurekalert.org", "title": "New breath and urine tests detect early breast cancer more accurately", "description": "'Breast cancer survival is strongly tied to the sensitivity of tumor detection; accurate methods for detecting smaller, earlier tumors remains a priority,' says Professor Yehuda Zeiri, a member of Ben-Gurion University's Department of Biomedical Engineering. 'Our new approach utilizing urine and exhaled breath samples, analyzed with inexpensive, commercially available processes, is noninvasive, accessible and may be easily implemented in a variety of settings.'"}, "og": {"title": "New breath and urine tests detect early breast cancer more accurately", "description": "'Breast cancer survival is strongly tied to the sensitivity of tumor detection; accurate methods for detecting smaller, earlier tumors remains a priority,' says Professor Yehuda Zeiri, a member of Ben-Gurion University's Department of Biomedical Engineering. 'Our new approach utilizing urine and exhaled breath samples, analyzed with inexpensive, commercially available processes, is noninvasive, accessible and may be easily implemented in a variety of settings.'", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180425210115/https://www.eurekalert.org/pub_releases/2018-04/aabu-nba042418.php", "image": "https://web.archive.org/web/20180425210115im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1524974400.0, "source": "https://web.archive.org", "summary": ""}