{"url": "http://www.newswise.com/articles/view/660259/?sc=mwhn", "text": "Newswise — DURHAM, N.C. -- Patients suffering from noninfectious uveitis, a group of diseases that causes eye inflammation, can get effective treatment from a corticosteroid alternative that has previously been approved for treatment of arthritis and Crohn’s disease, according to a study led by a Duke Health researcher.\n\nThe Food & Drug Administration recently approved the additional use of adalimumab (sold as Humira) for patients with noninfectious uveitis. Corticosteroids have traditionally been the only FDA-approved treatment for these diseases, although some doctors had prescribed adalimumab off-label.\n\nThe FDA’s approval is limited to treatment of the three types of noninfectious uveitis that pose the greatest threat of vision loss. Glenn Jaffe, M.D., a professor in the Department of Ophthalmology at Duke University School of Medicine, said adalimumab works to treat uveitis by targeting a protein that is thought to promote inflammation. Jaffe led one of two clinical studies that formed the basis of the FDA’s approval and was senior author of the study appearing Sept. 8 in the New England Journal of Medicine (NEJM).\n\n“Patients may have many unwanted side effects when taking steroids long-term, as many uveitis patients do,” Jaffe said. “The goal of these studies was to determine whether there was an alternative that could replace or minimize the use of steroids. The studies also looked at whether an alternative would be better tolerated or more effective, yet still safe.”\n\nThe study consisted of 217 adults who had active, non-infectious intermediate or posterior uveitis, or panuveitis. Participants were randomly assigned to a group that received either adalimumab or a placebo at the start of the trial and every two weeks thereafter. All participants also initially received standard doses of the corticosteroid prednisone, and continued to receive it in diminishing doses over the course of 15 weeks.\n\nJaffe and colleagues then analyzed patients’ time to treatment failure, or how soon they saw a recurrence or worsening of one or more of four signs of inflammation: new areas of inflammation in the back of the eye, reduced visual clarity, more inflammatory cells in the front of the eye, or more cloudiness of the gel that fills the eye. Jaffe said the study focused on time to treatment failure because delaying or preventing inflammation is the key to successful treatment.\n\n“It is the active inflammation, caused by the body’s immune system reacting against itself, that can potentially permanently decrease the patient’s vision and cause unwanted symptoms, such as eye pain and floaters in the field of vision,” he said. “The hope is that by delaying or eliminating recurrences, the symptoms will be minimized or eliminated.”\n\nThe researchers found that median time to treatment failure was 24 weeks in the adalimumab group and 13 weeks in the placebo group. Patients in the adalimumab group were also significantly less likely to experience treatment failure during the duration of the study (80 weeks) and they were at lower risk of treatment failure due to each of the four signs.\n\nJaffe said the study’s results are significant not only because they indicate adalimumab delays treatment failure, but also because the investigation considered several signs as causes for treatment failure.\n\n“Using these multiple, possible endpoints was something unique to this study,” Jaffe said. “Since each of these signs can be associated with different types of uveitis, the study’s results broaden the applicability of treatment for patients.”\n\nThe study authors note, however, that patients in the adalimumab group reported serious adverse effects, such as respiratory tract infections and allergic reactions, more frequently than those in the placebo group.\n\nIn addition to Jaffe, co-authors include Andrew D. Dick, Antoine P. Brézin, Quan Dong Nguyen, Jennifer E. Thorne, Philippe Kestelyn, Talin Barisani-Asenbauer, Pablo Franco, Arnd Heiligenhaus, David Scales, David S. Chu, Anne Camez, Nisha V. Kwatra, Alexandra P. Song, Martina Kron, Samir Tari, and Eric B. Suhler.\n\nAbbVie, the pharmaceutical company that manufactures and markets adalimumab as Humira, sponsored the study. Dr. Jaffe served as a consultant for AbbVie, and other study authors also report financial relationships with the company. Further author disclosures are available in the study’s manuscript.", "images": ["http://www.newswise.com/images/institutions/logos/xdh_horz_blue_crop.png.pagespeed.ic.m1GNF8c8SP.png", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://www.newswise.com/images/new-newswise-logo-square.jpg", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/humira-provides-effective-non-steroid-alternative-for-eye-inflammation", "title": "Humira Provides Effective, Non-Steroid Alternative for Eye Inflammation", "meta_data": {"keywords": "Newswise, ,Pharmaceuticals, Vision, NEJM, Local - North Carolina, Embargoed Feed - hidden, All Journal News,  Duke Health", "description": "Patients suffering from noninfectious uveitis, a group of diseases that causes eye inflammation, can get effective treatment from a corticosteroid alternative that has previously been approved for treatment of arthritis and Crohn’s disease, according to a study led by a Duke Health researcher.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Patients suffering from noninfectious uveitis, a group of diseases that causes eye inflammation, can get effective treatment from a corticosteroid alternative that has previously been approved for treatment of arthritis and Crohn’s disease, according to a study led by a Duke Health researcher.", "title": "Humira Provides Effective, Non-Steroid Alternative for Eye Inflammation", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "url": "https://www.newswise.com/articles/humira-provides-effective-non-steroid-alternative-for-eye-inflammation"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}