{"url": "https://www.buffalo.edu/news/releases/2016/04/041.html", "text": "Websites aren't telling full story on tobacco product risks\n\n“The evidence to date does not come close to establishing that there would be a loss to public health from making this information widely available from credible sources. ”\n\nBUFFALO, N.Y. – Millions of people visit the websites of the Mayo Clinic, American Cancer Society and the Centers for Disease Control and Prevention, among others, seeking authoritative health information. But are they receiving it?\n\nWhen it comes to learning about the differences in risk among certain types of nicotine products, many government websites are actually misleading or under-informing the public, according to two researchers who analyzed the content of numerous health websites.\n\nThis \"information quarantine\" in turn helps explain the woeful lack of public knowledge about relative risks, violating basic consumer rights as well as the public health principles of individual rights and health literacy, the researchers say.\n\n\n\nWriting in the International Journal of Drug Policy, Lynn Kozlowski of the University at Buffalo and David Sweanor of the University of Ottawa point out that many websites omit information showing that products such as e-cigarettes, smokeless tobacco and snus are far less harmful than traditional cigarettes.\n\n“Public health ethics always has a concern to avoid any net harm to population health,” explains Kozlowski, professor of community health and health behavior at UB and the paper’s lead author.\n\n“The fear has been that much safer tobacco and nicotine products like snus, smokeless tobacco and vape will possibly cause a net loss to public health because more people will use these products and these products may lead to cigarette use. This fear, however, is not based on actual evidence and cannot be used to suppress or otherwise keep the public uninformed of what is clearly known about the lower risks of these products,” adds Kozlowski, PhD, one of the world’s leading researchers on smoking behavior.\n\nAn information quarantine functions similarly to a medical quarantine – think of your favorite zombie movie or television show in which the infected person is secluded from everyone else to protect the overall public. In order to justify a quarantine, there has to be clear evidence that the need to protect population health should overrule personal autonomy.\n\nIn the case of providing information on differential health risks of nicotine products, “The evidence to date does not come close to establishing that there would be a loss to public health from making this information widely available from credible sources,” Kozlowski says.\n\nKozlowski and Sweanor reviewed several major health websites — including the CDC, Mayo Clinic, American Cancer Society, Substance Abuse and Mental Health Services Administration and the National Cancer Institute — and found three types of examples of information on smokeless tobacco, “but no-to-modest efforts to inform consumers of the significantly lower risks compared to cigarettes for lifelong users,” the researchers write.\n\nIn fact, they found that the Mayo Clinic perpetuated a misrepresentation discovered in 2003 — erroneously informing visitors that smokeless tobacco was as dangerous as cigarettes. The day after the article was released, the Mayo Clinic removed the headline, replacing it with the still misleading statement that smokeless tobacco was “not a safe product.”\n\n“People can only make as good a decision as the information available to them allows,” said Sweanor, an adjunct professor in the University of Ottawa’s Faculty of Law who has spearheaded the development of world-leading tobacco control initiatives in Canada since the early 1980s.\n\n“The public is dramatically misinformed about the relative risks of substitutable tobacco and nicotine products. The risk differentials are huge, but this is simply not known by a vast majority of those whose lives are at risk,” adds Sweanor.\n\nEngland has an example of a website — Action on Smoking and Health (ASH) — that gets it right on vaping, the researchers said. A briefing posted on the site specifically states: “Compared to tobacco products, electronic cigarettes are significantly safer.”\n\nIn their paper, the researchers note that information on comparative risks is common for other products and activities, like over-the-counter medicines and even safety ratings of vehicles.\n\nThey argue that the U.S. Food and Drug Administration (FDA), which regulates the sale of tobacco products, isn’t doing its part to inform consumers of important differences in harm among tobacco products.\n\nTo illustrate their point, Kozlowski and Sweanor use the example that if one type of alcoholic beverage caused 3 in 5 regular users to die prematurely — as is the case with smoking traditional cigarettes — while another caused massively fewer deaths, consumers would want to know which product was the safer alternative.\n\n“It would be scandalous, even criminal, to keep such facts from consumers,” the researchers write. “Yet, such facts are being kept from adult consumers of legal tobacco/nicotine products, either by not informing or actively misinforming consumers. It is as if tobacco consumers were blindfolded and not allowed to see dramatic differences in harm from different products.”", "images": ["https://www.buffalo.edu/content/shared/university/news/news-center-releases/2016/04/041/_jcr_content/par/assetcolumn/assets/relatedphoto.img.140.88.jpg/1560978073825.jpg", "https://www.buffalo.edu/content/www/news/config/footer/_jcr_content/par/fatfooter/col4/image_0.img.140.auto.png/1412972111743.png", "https://www.buffalo.edu/content/www/news/config/footer/_jcr_content/par/fatfooter/col4/image.img.140.auto.png/1412972806951.png", "https://www.buffalo.edu/content/shared/university/news/news-center-releases/2016/04/041/_jcr_content/teaser.img.512.auto.jpg/1560978313998.jpg", "https://www.buffalo.edu/v-e541efb31faa2518c910054a542e8044/etc/designs/ubcms/images/fatfooter/ub-logo-two-line.png", "https://www.buffalo.edu/v-263c198d6bac02c569902b95592cc4fa/etc/designs/ubcms/images/header/ub-logo-black-stacked.png", "https://www.buffalo.edu/etc/designs/default/0.gif", "https://www.buffalo.edu/content/shared/www/mobile/mobile_promo_2014/_jcr_content/par/image.img.60.auto.png/1475073058330.png"], "top_img": "https://www.buffalo.edu/content/shared/university/news/news-center-releases/2016/04/041/_jcr_content/teaser.img.512.auto.jpg/1560978313998.jpg", "keywords": [], "authors": [], "canonical_link": "http://www.buffalo.edu/news/releases/2016/04/041.html", "title": "Websites aren't telling full story on tobacco product risks", "meta_data": {"viewport": "width=device-width,initial-scale=1", "keywords": "Social Issues, David Hill, Community Health and Health Behavior, Research and Economic Development, News Center, Health and Medicine, Health and Medicine Experts, News Article, School of Public Health and Health Professions (SPHHP), Lynn T. Kozlowski", "keywordIDs": "ub-entity:news-center/ub-news-topic/social-issues,ub-entity:news-center/ub-news-author/david-hill,ub-entity:public-health/community-health-behavior,ub-entity:research,ub-entity:news-center,ub-entity:news-center/ub-news-topic/health-and-medicine,ub-entity:news-center/ub-news-expert-field/health-and-medicine,content-type:news-article,ub-entity:public-health,ub-entity:news-center/ub-news-expert/lynn-kozlowski", "ub-entity": {"news-center/ub-news-topic": "Social Issues, Health and Medicine"}, "date": "2016-04-19", "og": {"title": "Websites aren't telling full story on tobacco product risks", "description": "Millions of people visit the websites of the Mayo Clinic, American Cancer Society and the Centers for Disease Control and Prevention, among others, seeking authoritative health information. But are they receiving it?", "image": "https://www.buffalo.edu/content/shared/university/news/news-center-releases/2016/04/041/_jcr_content/teaser.img.512.auto.jpg/1560978313998.jpg"}, "twitter": {"card": "summary"}}, "movies": [], "publish_date": 1459742400.0, "source": "https://www.buffalo.edu", "summary": ""}