{"url": "https://web.archive.org/web/20160615120343/http://www.eurekalert.org/pub_releases/2016-06/wifb-htd061316.php", "text": "(Boston) -- To date, there are no methods that can quickly and accurately detect pathogens in blood to allow the diagnosis of systemic bloodstream infections that can lead to life-threatening sepsis. The standard of care for detecting such blood-borne infections is blood culture, but this takes days to complete, only identifies pathogens in less than 30% of patients with fulminant infections, and it is not able to detect toxic fragments of dead pathogens that also drive the exaggerated inflammatory reactions leading to sepsis.\n\nBiomarkers that report elevated inflammation are used clinically in the treatment of patients with sepsis; however, they fail to distinguish inflammation triggered by infectious pathogens from that induced by non-infectious causes, such as burns, traumas and surgeries.\n\nNow, a Wyss Institute team led by Donald Ingber reports in eBioMedicine that it has filled this void with a rapid and specific diagnostic assay that could help physicians decide within an hour whether a patient has a systemic infection and should be hospitalized for aggressive intervention therapy. The potential of this assay to detect pathogen materials was demonstrated in both animal studies and a prospective human clinical study, whose results also suggest that it also could serve as a companion diagnostic to monitor the success of antibiotic and dialysis-like sepsis therapies.\n\n\"Our pathogen detection technology solves both dilemmas: it quickly reports whether infectious pathogens are present in the body, even at early stages of infection before sepsis develops. And it can more specifically identify patients who have excessive inflammation due to systemic infection, rather than other causes,\" said Donald Ingber, M.D., Ph.D., the Wyss Institute's Founding Director, the Judah Folkman Professor of Vascular Biology at Harvard Medical School and the Vascular Biology Program at Boston Children's Hospital, and Professor of Bioengineering at the Harvard John A. Paulson School of Engineering and Applied Sciences. \"This assay could become a real game changer in this clinical area, and it also should lead to more judicious use of antibiotics, helping to decrease the worrisome rise we are seeing in antibiotic-resistant organisms.\"\n\n\"In a cohort of emergency room patients with suspected sepsis, we saw that the assay picked up infection within an hour in 85% of patients who exhibited clinical symptoms of sepsis, and equally importantly, it did not falsely predict infection in healthy subjects or patients with inflammation triggered by other causes, such as trauma. On the other hand, blood cultures that we performed in parallel using the same samples only detected pathogens in 18% of the cases,\" said Nathan Shapiro, M.D., Ph.D., Director of Translational Research in the Center for Vascular Biology Research at BIDMC, who worked with Ingber's team to conduct the clinical study. \"This highlights the advance this technology represents.\"\n\nThe diagnostic assay is built on FcMBL, a genetically engineered pathogen-binding protein previously developed by Ingber and Michael Super, a Wyss Senior Staff Scientist who co-leads the Institute's pathogen-detecting effort. FcMBL binds to pathogens and pathogen-released fragments, known as Pathogen-Associated Molecular Patterns (PAMPs) by recognizing carbohydrate molecules on their surface.\n\nPrevious efforts in Ingber's team at the Wyss Institute have established FcMBL as a key component of an advanced dialysis-like, pathogen-extracting therapeutic device, and of a method for the fast retrieval of infectious pathogens from complex clinical samples to enable their identification and antibody susceptibilities.\n\n\"In our latest work, we show that the FcMBL-based pathogen-detecting assay is considerably faster and more accurate than any other available assay for systemic infection. We are currently working to ready it for high-throughput use in clinical and point of care situations and to accelerate it even further,\" said Mark Cartwright, Ph.D., a Staff Scientist at the Wyss Institute and a lead-author on the study.\n\nAs a prerequisite to their clinical study, the Wyss Institute's team had successfully tested the assay in rat and pig models of infection with pathogenic E. coli bacteria.\n\n\"The animal models clearly told us that the assay can sensitively trace spikes of PAMPs released during antibiotic therapy, or residual infectious PAMP materials, even when no living bacteria circulate anymore in blood but they remain hidden inside internal organs. Thus, this assay could be an excellent tool for monitoring ongoing infection and responses to antibiotics and dialysis-like therapies for severe infections and sepsis,\" said Mike Super, Ph.D.\n\nTogether, the findings suggest that the FcMBL-based pathogen detection technology with its rapid handling time, high sensitivity and broad specificity towards infection-causing pathogens could provide a real-world advance to diagnose life-threatening infections in both clinical microbiology laboratories and point-of-care settings.\n\n###\n\nThe work was funded by the Wyss Institute and the Defense Advanced Research Project Agency (DARPA).\n\nPRESS CONTACTS\n\nWyss Institute for Biologically Inspired Engineering at Harvard University\n\nBenjamin Boettner, benjamin.boettner@wyss.harvard.edu, +1 917-913-8051\n\nMULTIMEDIA CONTACT\n\nWyss Institute for Biologically Inspired Engineering at Harvard University\n\nSeth Kroll, seth.kroll@wyss.harvard.edu, +1 617-432-7758\n\nThe Wyss Institute for Biologically Inspired Engineering at Harvard University uses Nature's design principles to develop bioinspired materials and devices that will transform medicine and create a more sustainable world. Wyss researchers are developing innovative new engineering solutions for healthcare, energy, architecture, robotics, and manufacturing that are translated into commercial products and therapies through collaborations with clinical investigators, corporate alliances, and formation of new startups. The Wyss Institute creates transformative technological breakthroughs by engaging in high risk research, and crosses disciplinary and institutional barriers, working as an alliance that includes Harvard's Schools of Medicine, Engineering, Arts & Sciences and Design, and in partnership with Beth Israel Deaconess Medical Center, Brigham and Women's Hospital, Boston Children's Hospital, Dana-Farber Cancer Institute, Massachusetts General Hospital, the University of Massachusetts Medical School, Spaulding Rehabilitation Hospital, Boston University, Tufts University, Charité - Universitätsmedizin Berlin, University of Zurich and Massachusetts Institute of Technology.\n\nThe Beth Israel Deaconess Medical Center is a patient care, teaching and research affiliate of Harvard Medical School and consistently ranks as a national leader among independent hospitals in National Institutes of Health funding. BIDMC is in the community with Beth Israel Deaconess Hospital-Milton, Beth Israel Deaconess Hospital-Needham, Beth Israel Deaconess Hospital-Plymouth, Anna Jaques Hospital, Cambridge Health Alliance, Lawrence General Hospital, Signature Healthcare, Beth Israel Deaconess HealthCare, Community Care Alliance and Atrius Health. BIDMC is also clinically affiliated with the Joslin Diabetes Center and Hebrew Rehabilitation Center and is a research partner of Dana-Farber/Harvard Cancer Center and The Jackson Laboratory. BIDMC is the official hospital of the Boston Red Sox.", "images": ["https://web.archive.org/web/20160615120343im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160615120343im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160615120343im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160615120343im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160615120343im_/http://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20160615120343im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160615120343im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160615120343im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160615120343im_/http://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20160615120343im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160615120343im_/http://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20160615120343im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160615120343im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif"], "top_img": "https://web.archive.org/web/20160615120343im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160615120343/http://www.eurekalert.org/pub_releases/2016-06/wifb-htd061316.php", "title": "How to diagnose systemic infections much more quickly and reliably", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A Wyss Institute team led by Donald Ingber reports in eBioMedicine  a rapid and specific diagnostic assay to detect infectious pathogenic material that could help physicians decide within an hour whether a patient has a systemic infection and should be hospitalized for aggressive intervention therapy.", "keywords": "Bacteriology, Biomedical/Environmental/Chemical Engineering, Microbiology, Parasitology, Medicine/Health, Clinical Trials, Diagnostics, Infectious/Emerging Diseases, Toxicology, Trauma/Injury", "date": "Tue, 14 Jun 2016 04:00:00 GMT", "journal": "eBioMedicine", "type": "research", "institution": "Wyss Institute for Biologically Inspired Engineering at Harvard", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "wyssinstitute", "domain": "www.eurekalert.org"}, "og": {"title": "How to diagnose systemic infections much more quickly and reliably", "description": "A Wyss Institute team led by Donald Ingber reports in eBioMedicine  a rapid and specific diagnostic assay to detect infectious pathogenic material that could help physicians decide within an hour whether a patient has a systemic infection and should be hospitalized for aggressive intervention therapy.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160615120343/http://www.eurekalert.org/pub_releases/2016-06/wifb-htd061316.php", "image": "https://web.archive.org/web/20160615120343im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1467172800.0, "source": "https://web.archive.org", "summary": ""}