{"url": "https://web.archive.org/web/20161027132159/https://www.eurekalert.org/pub_releases/2016-10/tyn-p3102416.php", "text": "Data published by Alzheon in the Journal of the Prevention of Alzheimer's Disease is the first report to associate efficacy of an amyloid-targeted drug with the number of APOE4 alleles\n\nFRAMINGHAM, Mass., October 24, 2016 - Results published today in The Journal of the Prevention of Alzheimer's Disease (JPAD) describe analyses of Phase 3 data for the investigational amyloid-targeted drug, tramiprosate, in patients with Mild to Moderate Alzheimer's disease (AD). These efficacy analyses evaluated patient subgroups based on the number of ε4 alleles of apolipoprotein E (APOE4), a major genetic risk factor in up to 65 percent of patients with AD. 1,2 The published results showed a gene-dose effect at the high dose of tramiprosate (150 mg, twice daily), with patients with two APOE4 alleles (APOE4/4 homozygotes) showing the largest clinical benefit, those with one APOE4 allele (APOE4 heterozygotes) showing an intermediate benefit, while APOE4 non-carriers showed no benefit from tramiprosate. The results published in JPAD are the first evidence from a large clinical trial to associate efficacy of an amyloid-targeted agent with APOE4 status in AD patients.\n\nThe manuscript, titled \"Clinical Benefits of Tramiprosate in Alzheimer's Disease Are Associated with Higher Number of APOE4 Alleles: The 'APOE4 Gene-Dose Effect',\" is featured in the advanced online publication of The Journal of the Prevention of Alzheimer's Disease (JPAD) 3 with lead authors from Alzheon, Inc., a biopharmaceutical company focused on treatments for neurodegenerative and neuropsychiatric disorders. Based on the analyses in the publication, Alzheon is developing ALZ-801, an optimized oral prodrug of tramiprosate, and has refined the design of the pivotal clinical trial to evaluate ALZ-801 as a potential disease-modifying agent in symptomatic AD patients who are APOE4/4 homozygotes.\n\nAnton P. Porsteinsson, MD, Professor of Psychiatry at the University of Rochester School of Medicine and Dentistry and Director of the Alzheimer's Disease Care, Research and Education Program at the University of Rochester in Rochester, NY, and an investigator in the North American Phase 3 clinical trial, commented: \"The genetically-defined population of APOE4 carriers has an 8-12 fold increased risk of developing AD and has more rapidly progressive disease, usually becoming symptomatic a decade earlier than non-carriers of the APOE4 genotype. These analyses with tramiprosate in the APOE4 subgroups are compelling, and suggest a meaningful clinical benefit, on top of the existing symptomatic AD treatments, in Alzheimer's patients who are in great need of new treatments. We can apply these insights about the therapeutic response of APOE4 carriers to refine patient selection and potentially improve the success rate of new Alzheimer's medicines.\"\n\nThe efficacy and safety analyses with tramiprosate published in JPAD reveal a therapeutic effect in patients who are carriers of APOE4 after segmenting them from the larger, non-genetically-defined study population in the Phase 3 clinical program, involving more than 2,000 AD patients in North America and Europe. In the overall Mild and Moderate AD study population with baseline MMSE of 16-26 (and any APOE genotype), the North American study did not demonstrate a significant benefit with either of two tramiprosate doses (100 mg BID and 150 mg BID), compared to placebo, during the 78-week study period. 4 As a result, the European study was terminated before completion, and the results were not previously published.\n\n\"To our knowledge, this is the first time that the clinical benefits of an amyloid-targeted agent have been associated with the number of APOE4 alleles in Alzheimer's patients. This new insight shows how we can apply a precision medicine approach in AD and develop this drug for the right patients, namely patients with the APOE4 genotype, which carries the highest risk as well as the earliest onset and faster disease progression,\" said Martin Tolar, MD, PhD, Founder, President and CEO of Alzheon. \"These newly-published findings form the basis for the design of our Phase 3 program, and further support our company's commitment to advance ALZ-801 into pivotal studies in APOE4/4 homozygous AD patients who represent up to 15% of AD patients1. We are preparing to advance ALZ-801, a promising new treatment for Alzheimer's disease, into confirmatory clinical studies in 2017.\"\n\nThe observed gene-dose effects of tramiprosate in APOE4 carriers are consistent with the prevalence of amyloid pathology in AD patients. Amyloid imaging in AD clinical trials has shown the highest prevalence of positive amyloid scans in APOE4/4 homozygotes, and the lowest prevalence in APOE4 non-carriers. 5 As one of the few orally-administered amyloid-targeted agents, tramiprosate blocks the aggregation of beta amyloid monomers into toxic oligomers, and was developed to show efficacy in patients with amyloid pathology and an accurate diagnosis of AD.\n\nEfficacy Results in APOE4/4 Homozygous Patients from the JPAD Phase 3 Analyses\n\nThe published results showed the largest clinical benefit in the Alzheimer's APOE4/4 homozygous AD patients, who represent approximately 15 percent of patients in the study.3 APOE4/4 homozygous patients who received the high dose of tramiprosate showed efficacy benefit compared to placebo on both cognitive and functional measures in the Phase 3 analyses. The effects on the ADAS-cog cognitive outcome were significant at Week 65 (LS means difference from placebo: 3.47, nominal p = 0.007) and Week 78 (2.60, nominal p = 0.043), and corresponded to 66 percent and 40 percent benefit from tramiprosate compared to placebo. These effects were supported by functional benefits on the CDR-SB that showed a positive trend at Week 65 (LS means difference from placebo: 0.79, nominal p = 0.063) and were numerically in favor of tramiprosate at Week 78 (0.54, nominal p = 0.21).\n\n\"APOE4/4 homozygous AD patients are especially challenging since they are known to have the highest burden of amyloid pathology in cerebral cortex and blood vessels, which explains their susceptibility to ARIA-E with some amyloid-targeted treatments. In these new subgroup analyses, the high dose of tramiprosate showed promising clinical effects in APOE4/4 homozygous AD patients already receiving maximal standard of care, and this dose was not associated with any events of vasogenic edema,\" said Susan Abushakra, MD, Chief Medical Officer of Alzheon and lead author on the JPAD publication. \"Replication of these findings in Alzheon's planned Phase 3 study would provide a meaningful therapeutic advance for AD patients with the APOE4/4 genotype, and we are now preparing to carry forward these results into the development of ALZ-801.\"\n\nSafety Results from the JPAD Phase 3 Analyses\n\nThe safety profile of tramiprosate in 2,025 AD patients across the two studies was favorable and similar in the APOE4 carriers and non-carriers. The main adverse events were gastrointestinal (nausea, vomiting and weight loss), which were mild or moderate in severity.\n\nNew ARIA-E safety analyses were reported in the JPAD publication. Brain magnetic resonance imaging (MRI) evaluations in 426 patients were conducted during the Phase 3 studies and did not reveal any events of vasogenic brain edema (ARIA-E or amyloid-related imaging abnormalities-edema) on either dose of tramiprosate. Vasogenic edema (or brain swelling) is a side effect observed in clinical studies with some injectable anti-amyloid antibodies, which requires MRI monitoring and can occasionally be serious. 6\n\nAbout Tramiprosate and the New Prodrug ALZ-801\n\nIn 2013, Alzheon obtained the license to tramiprosate and the associated portfolio of drug compounds, along with the historical clinical dataset, and applied new insights to the existing data. This led to the development of an optimized oral, amyloid-targeted drug candidate, ALZ-801. Alzheon developed ALZ-801 as a novel oral prodrug of tramiprosate, designed to improve the pharmacokinetic and gastrointestinal tolerability profile, while retaining tramiprosate as the active agent in ALZ-801. Phase 1 studies in more than 170 subjects, including healthy elderly, showed that ALZ-801 provides consistent plasma levels of tramiprosate, with very low inter-subject variability. The rate of nausea and vomiting was also lower than with tramiprosate tablets. ALZ-801 at the dose of 265 mg provided equivalent systemic plasma exposures to tramiprosate 150 mg tablets. Alzheon is advancing ALZ-801 into pivotal Phase 3 studies in the genetically-defined APOE4/4 homozygous patients with Alzheimer's disease.\n\nAbout Apolipoprotein E\n\nApolipoprotein E, or APOE, is a gene that provides a predictive window into an individual's Alzheimer's disease prognosis. APOE encodes for a protein called apolipoprotein E, which combines with fats to form lipoproteins that can be moved throughout the body. In the brain, apolipoprotein E helps shuttle cholesterol to neurons to support their normal function. There are three forms, or alleles, of the APOE gene, called ε2, ε3 and ε4. The ε4 allele has been found to correlate with high risk of developing Alzheimer's disease. People who inherit one copy of the ε4 allele, APOE4 heterozygotes, have an increased chance of developing the disease; those who inherit two copies of the allele, APOE4 homozygotes, are at even greater risk and tend to have more aggressive disease. The ε4 allele is significantly overrepresented in the Alzheimer's disease population compared to the general population: up to 65 percent of Alzheimer's patients carry one or two copies of the ε4 allele compared to about 25 percent of the general population.\n\n###\n\nAbout Alzheon\n\nAlzheon, Inc. is committed to developing innovative medicines by directly addressing the underlying pathology of devastating neurodegenerative disorders. Our lead Alzheimer's clinical candidate, ALZ-801, is a Phase 3-ready, first-in-class, small molecule oral inhibitor of amyloid aggregation and neurotoxicity - hallmarks of Alzheimer's disease. ALZ-801 is a novel prodrug that builds on the safety and efficacy profile of the active compound tramiprosate, which has been evaluated in clinical trials involving over 2,000 Alzheimer's patients. Our clinical expertise and technology platform is focused on developing drug candidates using a precision medicine approach based on individual genetic and biological information to advance therapies with the greatest impact for patients.", "images": ["https://web.archive.org/web/20161027132159im_/https://www.eurekalert.org/images/meganav/ACSMeeting.201608.jpg", "https://web.archive.org/web/20161027132159im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20161027132159im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20161027132159im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20161027132159im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20161027132159im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20161027132159im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20161027132159im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20161027132159im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20161027132159im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20161027132159im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20161027132159im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20161027132159im_/https://www.eurekalert.org/images/meganav/browse-video.jpg"], "top_img": "https://web.archive.org/web/20161027132159im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20161027132159/http://www.eurekalert.org/pub_releases/2016-10/tyn-p3102416.php", "title": "Phase 3 analyses in Alzheimer's show clinical benefit of tramiprosate in APOE4 carriers", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Results published in JPAD describe analyses of Phase 3 data for the investigational amyloid-targeted drug, tramiprosate, in patients with Alzheimer's disease (AD). These efficacy analyses evaluated patient subgroups based on the number of ε4 alleles of apolipoprotein-E (APOE4), a major genetic risk factor in up to 65 percent of AD patients. The published results are the first evidence from a large clinical trial to associate efficacy of an amyloid-targeted agent with APOE4 status in AD patients.", "keywords": "Biotechnology, Genetics, Medicine/Health, Alzheimer's Disease, Pharmaceutical Science, Aging, Biotechnology", "date": "Mon, 24 Oct 2016 04:00:00 GMT", "funder": "Alzheon Inc.", "journal": "Journal of the Prevention of Alzheimer's Disease", "type": "research", "institution": "The Yates Network", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "EurekAlertAAAS", "domain": "www.eurekalert.org", "title": "Phase 3 analyses in Alzheimer's show clinical benefit of tramiprosate in APOE4 carriers", "description": "Results published in JPAD describe analyses of Phase 3 data for the investigational amyloid-targeted drug, tramiprosate, in patients with Alzheimer's disease (AD). These efficacy analyses evaluated patient subgroups based on the number of ε4 alleles of apolipoprotein-E (APOE4), a major genetic risk factor in up to 65 percent of AD patients. The published results are the first evidence from a large clinical trial to associate efficacy of an amyloid-targeted agent with APOE4 status in AD patients."}, "og": {"title": "Phase 3 analyses in Alzheimer's show clinical benefit of tramiprosate in APOE4 carriers", "description": "Results published in JPAD describe analyses of Phase 3 data for the investigational amyloid-targeted drug, tramiprosate, in patients with Alzheimer's disease (AD). These efficacy analyses evaluated patient subgroups based on the number of ε4 alleles of apolipoprotein-E (APOE4), a major genetic risk factor in up to 65 percent of AD patients. The published results are the first evidence from a large clinical trial to associate efficacy of an amyloid-targeted agent with APOE4 status in AD patients.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20161027132159/http://www.eurekalert.org/pub_releases/2016-10/tyn-p3102416.php", "image": "https://web.archive.org/web/20161027132159im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1477713600.0, "source": "https://web.archive.org", "summary": ""}