{"url": "https://web.archive.org/web/20180226130041/https://www.eurekalert.org/pub_releases/2018-02/aha-vam022118.php", "text": "DALLAS, Feb. 26, 2018 -- A lacto-ovo-vegetarian diet, which includes eggs and dairy but excludes meat and fish, and a Mediterranean diet are likely equally effective in reducing the risk of heart disease and stroke, according to new research in the American Heart Association's journal Circulation.\n\nPrevious separate studies have shown that a Mediterranean diet reduces certain risk factors for cardiovascular disease, as does a vegetarian diet; however, this was the first study to compare effects of the two distinct eating patterns\n\nCurrent study authors said they wanted to evaluate whether switching to a lacto-ovo-vegetarian diet would also be heart-healthy in people who were used to eating both meat and fish. \"To best evaluate this issue, we decided to compare a lacto-ovo-vegetarian diet with a Mediterranean diet in the same group of people,\" said Francesco Sofi, M.D., Ph.D, lead study author and professor of clinical nutrition at the University of Florence and Careggi University Hospital in Italy.\n\nThe study included 107 healthy but overweight participants, ages 18-75, who were randomly assigned to follow for three months either a low-calorie vegetarian diet, which included dairy and eggs, or a low-calorie Mediterranean diet for three months. The Mediterranean diet included poultry, fish and some red meat as well as fruits, vegetables, beans and whole grains. After three months, the participants switched diets. Most participants were able to stay on both diets.\n\nResearchers found participants on either diet:\n\nlost about 3 pounds of body fat;\n\nlost about 4 pounds of weight overall; and\n\nexperienced about the same change in body mass index, a measure of weight in relationship to height.\n\nAuthors said they did find two differences between the diets that may be noteworthy. The vegetarian diet was more effective at reducing LDL (the \"bad\") cholesterol, while the Mediterranean diet resulted greater reductions in triglycerides, high levels of which increase the risk for heart attack and stroke.\n\nStill, \"the take-home message of our study is that a low-calorie lacto-ovo-vegetarian diet can help patients reduce cardiovascular risk about the same as a low-calorie Mediterranean diet,\" Sofi said. \"People have more than one choice for a heart-healthy diet.\"\n\nIn an editorial accompanying the study, Cheryl A. M. Anderson, Ph.D., M.P.H., M.S., an associate professor of preventive medicine at the University of California, San Diego, in California, wrote that there were similarities between the two diets that may explain the results. Both follow \"a healthy dietary pattern rich in fruits and vegetables, legumes [beans], whole grains and nuts; focusing on diet variety, nutrient density and appropriate amount of food; and limiting energy intake from saturated fats.\"\n\nAnderson, who was not involved in the study, added that promoting both diets by healthcare professionals \"offer a possible solution to the ongoing challenges to prevent and manage obesity and cardiovascular diseases.\"\n\nStudy limitations include the fact that participants were at \"relatively low\" risk of cardiovascular disease. Anderson said future research should compare the diets in patients at higher risk for heart disease and should also explore \"whether or not healthful versions of traditional diets around the world that emphasize fresh foods and limit sugars, saturated fats, and sodium can prevent and manage obesity and cardiovascular diseases.\"\n\n###\n\nCo-authors are Monica Dinu, MSc.; Giuditta Pagliai, MSc.; Francesca Cesari, MSc., Ph.D.; Anna Maria Gori, MSc.; Alice Sereni, MSc.; Matteo Becatti, MSc., Ph.D.; Claudia Fiorillo, MSc., Ph.D.; Rossella Marcucci, M.D., Ph.D.; and Alessandro Casini, M.D. Author disclosures are on the manuscript.\n\nThis research received no specific grant from any funding agency, commercial or not-for-profit sectors.\n\nAdditional Resources:\n\nAvailable multimedia located on the right column of the release link: https:/ / newsroom. heart. org/ news/ vegetarian-and-mediterranean-diet-may-be-equally-effective-in-preventing-heart-disease?preview= b779410c2621f08983bef20e17c32679\n\nAfter February 26, view the manuscript and editorial online\n\nGet Smart About Super Foods\n\nFollow AHA/ASA news on Twitter @HeartNews\n\nFor updates and new science from the Circulation journal follow @CircAHA\n\nStatements and conclusions of study authors published in American Heart Association scientific journals are solely those of the study authors and do not necessarily reflect the association's policy or position. The association makes no representation or guarantee as to their accuracy or reliability. The association receives funding primarily from individuals; foundations and corporations (including pharmaceutical, device manufacturers and other companies) also make donations and fund specific association programs and events. The association has strict policies to prevent these relationships from influencing the science content. Revenues from pharmaceutical and device corporations and health insurance providers are available at http://www. heart. org/ corporatefunding .\n\nAbout the American Heart Association\n\nThe American Heart Association is devoted to saving people from heart disease and stroke - the two leading causes of death in the world. We team with millions of volunteers to fund innovative research, fight for stronger public health policies and provide lifesaving tools and information to prevent and treat these diseases. The Dallas-based association is the nation's oldest and largest voluntary organization dedicated to fighting heart disease and stroke. To learn more or to get involved, call 1.800.AHA.USA1, visit heart.org or call any of our offices around the country. Follow us on Facebook and Twitter.", "images": ["https://web.archive.org/web/20180226130041im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180226130041im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20180226130041im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180226130041im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180226130041im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180226130041im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180226130041im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180226130041im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180226130041im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20180226130041im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180226130041im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180226130041im_/https://www.eurekalert.org/images/meganav/AM18_Newsroom.jpg", "https://web.archive.org/web/20180226130041im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180226130041im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg"], "top_img": "https://web.archive.org/web/20180226130041im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180226130041/https://www.eurekalert.org/pub_releases/2018-02/aha-vam022118.php", "title": "Vegetarian and Mediterranean diet may be equally effective in preventing heart disease", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Low-calorie lacto-ovo-vegetarian and Mediterranean diets appeared equally effective in reducing cardiovascular disease risk factors. Both diets reduced body fat and overall weight by the same amount. Those on the vegetarian diet experienced greater reductions in LDL ('bad') cholesterol while those on the Mediterranean diet experienced greater reductions in triglycerides than those on the other diet.", "keywords": "Medicine/Health, Cardiology", "date": "Mon, 26 Feb 2018 05:00:00 GMT/UTC", "journal": "Circulation", "type": "research", "institution": "American Heart Association", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "HeartNews", "domain": "www.eurekalert.org", "title": "Vegetarian and Mediterranean diet may be equally effective in preventing heart disease", "description": "Low-calorie lacto-ovo-vegetarian and Mediterranean diets appeared equally effective in reducing cardiovascular disease risk factors. Both diets reduced body fat and overall weight by the same amount. Those on the vegetarian diet experienced greater reductions in LDL ('bad') cholesterol while those on the Mediterranean diet experienced greater reductions in triglycerides than those on the other diet."}, "og": {"title": "Vegetarian and Mediterranean diet may be equally effective in preventing heart disease", "description": "Low-calorie lacto-ovo-vegetarian and Mediterranean diets appeared equally effective in reducing cardiovascular disease risk factors. Both diets reduced body fat and overall weight by the same amount. Those on the vegetarian diet experienced greater reductions in LDL ('bad') cholesterol while those on the Mediterranean diet experienced greater reductions in triglycerides than those on the other diet.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180226130041/https://www.eurekalert.org/pub_releases/2018-02/aha-vam022118.php", "image": "https://web.archive.org/web/20180226130041im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "americanheart"}}, "movies": [], "publish_date": 1519794000.0, "source": "https://web.archive.org", "summary": ""}