{"url": "https://www.eurekalert.org/pub_releases/2017-06/tmsh-msr062617.php", "text": "Cochlear implants that have electrodes designed without wire perform better than those with wires for long-term hearing preservation, a Mount Sinai researcher has reported in a first-of-its-kind study. The research also determined that the best surgical approach for cochlear implant procedures did not involve drilling into the bone around the ear. The results, published in the June 23, 2017, online edition of The Laryngoscope, may transform how doctors approach cochlear implant procedures to give patients the best possible outcomes.\n\nCochlear implants help preserve hearing in patients with nerve deafness who cannot benefit from hearing aids. They are surgically placed in the inner ear to convert sound waves into electrical signals that stimulate the auditory nerve to provide hearing.\n\n\"This is the largest clinical study done in the world on conventional electrodes and will have major implications for doctors and their patients who need their long-term hearing restored,\" said the study's lead investigator, George Wanna, MD, Site Chair, Department of Otolaryngology-Head and Neck Surgery at New York Eye and Ear Infirmary of Mount Sinai (NYEE) and Mount Sinai Beth Israel; Chief, Division of Otology-Neurotology and Director of the Center for Hearing and Balance and Ear Institute at Mount Sinai Health System. \"This study is a breakthrough for patients with hearing loss, and improvements in practice and techniques will allow them to enjoy many hearing benefits such as music enjoyment, listening in complex environments, and sound localization.\"\n\nDr. Wanna and a team of researchers from Vanderbilt University examined roughly 230 patients with every type of cochlear implant, including three FDA-approved implants that use different types of electrodes to stimulate the auditory nerve. They found that electrodes designed with no wire (called lateral wall electrodes) performed the best in maintaining residual hearing in the inner ear, compared to electrodes made with wire. More specifically, the non-wire electrodes were less traumatic, causing less injury and minimizing fractures inside the inner ear. The study found that the actual brand of the electrode did not make a difference; the presence or absence of wire was the only distinguishing factor.\n\nDr. Wanna and the researchers also looked at the impact of two major surgical approaches used to insert the electrodes in the inner ear: \"round window\" (where surgeons open the membrane without bone removal or drilling in the inner ear) and \"cochleostomy\" (which requires drilling into the bone to get inside the inner ear). They reported that patients who had the round window approach had a much better chance of keeping their residual hearing in the long term.\n\n\"The cochleostomy approach causes fibrosis and scarring, leading to hearing loss over time,\" said Dr. Wanna. \"Our results also revealed that using oral steroids also helped in the long term to preserve hearing by preventing inflammation.\"\n\n\"We hope the findings will help surgeons choose the best implants and approaches for their patients,\" said Dr. Wanna. \"This is an exciting time in this field, and the advancement in hearing technology and continued improvements in techniques and outcomes will benefit patients and their families.\"\n\n###\n\nThis research was supported by the National Institute on Deafness and Other Communication Disorders the National Center for Advanced Translational Sciences.\n\nAbout the Mount Sinai Health System\n\nThe Mount Sinai Health System is an integrated health system committed to providing distinguished care, conducting transformative research, and advancing biomedical education. Structured around seven hospital campuses and a single medical school, the Health System has an extensive ambulatory network and a range of inpatient and outpatient services -- from community-based facilities to tertiary and quaternary care.\n\nThe System includes approximately 7,100 primary and specialty care physicians; 12 joint-venture ambulatory surgery centers; more than 140 ambulatory practices throughout the five boroughs of New York City, Westchester, Long Island, and Florida; and 31 affiliated community health centers. Physicians are affiliated with the renowned Icahn School of Medicine at Mount Sinai, which is ranked among the highest in the nation in National Institutes of Health funding per investigator. The Mount Sinai Hospital is in the \"Honor Roll\" of best hospitals in America, ranked No. 15 nationally in the 2016-2017 \"Best Hospitals\" issue of U.S. News & World Report. The Mount Sinai Hospital is also ranked as one of the nation's top 20 hospitals in Geriatrics, Gastroenterology/GI Surgery, Cardiology/Heart Surgery, Diabetes/Endocrinology, Nephrology, Neurology/Neurosurgery, and Ear, Nose & Throat, and is in the top 50 in four other specialties. New York Eye and Ear Infirmary of Mount Sinai is ranked No. 10 nationally for Ophthalmology, while Mount Sinai Beth Israel, Mount Sinai St. Luke's, and Mount Sinai West are ranked regionally. Mount Sinai's Kravis Children's Hospital is ranked in seven out of ten pediatric specialties by U.S. News & World Report in \"Best Children's Hospitals.\"", "images": ["https://media.eurekalert.org/meganav/S11690 ACS SAN DIEGO graphic - 600x200.jpg", "https://media.eurekalert.org/meganav/AAAS-logo.png", "https://www.eurekalert.org/images/e4/logo-footer.png", "https://media.eurekalert.org/meganav/SfNMenuBanner2019.jpg", "https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://www.eurekalert.org/images/e4/logo-2x.png", "https://www.eurekalert.org/images/e4/brand.png", "https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.eurekalert.org/pub_releases/2017-06/tmsh-msr062617.php", "title": "Mount Sinai researcher identifies best practices for cochlear implant hearing preservation", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Findings could transform treatment worldwide and enhance patient care.", "keywords": "Acoustics, Medicine/Health, Health Professionals, Hearing/Speech, Surgery", "date": "Mon, 26 Jun 2017 04:00:00 GMT", "funder": "NIH/National Institute on Deafness and Other Communication Disorders, NIH/The National Center for Advanced Translational Sciences", "journal": "Laryngoscope", "type": "research", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "mountsinainyc", "domain": "www.eurekalert.org", "title": "Mount Sinai researcher identifies best practices for cochlear implant hearing preservation", "description": "Findings could transform treatment worldwide and enhance patient care."}, "og": {"title": "Mount Sinai researcher identifies best practices for cochlear implant hearing preservation", "description": "Findings could transform treatment worldwide and enhance patient care.", "site_name": "EurekAlert!", "url": "https://www.eurekalert.org/pub_releases/2017-06/tmsh-msr062617.php", "image": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "mountsinainyc"}}, "movies": [], "publish_date": 1496894400.0, "source": "https://www.eurekalert.org", "summary": ""}