{"url": "http://www.newswise.com/articles/view/658849/?sc=mwhn", "text": "Newswise — Eating a Mediterranean diet can slow down cognitive decline.\n\nThe Mediterranean diet can improve your mind, as well your heart, shows a study published in the open-access journal Frontiers in Nutrition.\n\nBy sticking to the Mediterranean diet the study showed that people had slowed rates of cognitive decline, reduced conversion to Alzheimer's, and improved cognitive function.\n\nThe main foods in the Mediterranean diet (MedDiet) include plant foods, such as leafy greens, fresh fruit and vegetables, cereals, beans, seeds, nuts, and legumes. The MedDiet is also low in dairy, has minimal red meat, and uses olive oil as its major source of fat.\n\nLeading author Roy Hardman from the Centre for Human Psychopharmacology Swinburne University of Technology Melbourne Australia and his colleagues evaluated all the available papers between 2000-2015 that investigated if and how a MedDiet may impact cognitive processes over time. In total, 18 out of the 135 articles met their strict inclusion criteria.\n\n\"The most surprising result was that the positive effects were found in countries around the whole world. So regardless of being located outside of what is considered the Mediterranean region, the positive cognitive effects of a higher adherence to a MedDiet were similar in all evaluated papers;\" he said.\n\nAttention, memory, and language improved. Memory, in particular, was positively affected by the MedDiet including improvements in: delayed recognition, long-term, and working memory, executive function, and visual constructs.\n\n\"Why is a higher adherence to the MedDiet related to slowing down the rate of cognitive decline? The MedDiet offers the opportunity to change some of the modifiable risk factors,\" he explained.\n\n\"These include reducing inflammatory responses, increasing micronutrients, improving vitamin and mineral imbalances, changing lipid profiles by using olive oils as the main source of dietary fats, maintaining weight and potentially reducing obesity, improving polyphenols in the blood, improving cellular energy metabolism and maybe changing the gut micro-biota, although this has not been examined to a larger extent yet.\"\n\nMoreover, the benefits to cognition afforded by the MedDiet were not exclusive to older individuals. Two of the included studies focused on younger adults and they both found improvements in cognition using computerized assessments.\n\nThe researchers stress that research in this area is important due to the expected extensive population aging over the next 20-30 years. They envision that the utilization of a dietary pattern, such as the MedDiet, will be an essential tool to maintain quality of life and reduce the potential social and economic burdens of manifested cognitive declines like dementia.\n\n\"I would therefore recommend people to try to adhere or switch to a MedDiet, even at an older age,\" Hardman added.\n\nLike many researchers, Hardman takes his research home: \"I follow the diet patterns and do not eat any red meats, chicken or pork. I have fish two-three times per week and adhere to a Mediterranean style of eating.\"\n\nSEE ORIGINAL STUDY", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://www.newswise.com/images/new-newswise-logo-square.jpg", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/want-a-better-memory-try-eating-a-mediterranean-diet", "title": "Want a Better Memory? Try Eating a Mediterranean Diet", "meta_data": {"keywords": "Newswise, diet and aging,Diet and Body Weight,Memory & Cognitive Processes,Mental Health,Mediterranean Diet,Aging, All Journal News, Cognition and Learning, Food Science, Health Food, Healthcare, Mental Health, Neuro, Weight Loss, Alzheimer's and Dementia, Nutrition, Staff Picks,  Frontiers", "description": "Eating a Mediterranean diet can slow down cognitive decline.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Eating a Mediterranean diet can slow down cognitive decline.", "title": "Want a Better Memory? Try Eating a Mediterranean Diet", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "url": "https://www.newswise.com/articles/want-a-better-memory-try-eating-a-mediterranean-diet"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}