{"url": "https://web.archive.org/web/20180621124738/https://www.eurekalert.org/pub_releases/2018-06/mgh-bvl061418.php", "text": "Long-term follow-up of participants in clinical trials of a generic vaccine to reverse advanced type 1 diabetes finds significant clinical benefits, including restoration of near-normal blood sugar levels. Three years after receiving two administrations of the bacillus Calmette-Guérin (BCG) vaccine four weeks apart, all members of a group of adults with longstanding type 1 diabetes showed an improvement in HbA1c to near normal levels - improvement that persisted for the following five years. The study from a Massachusetts General Hospital (MGH) research team - published in npj Vaccines - also reports that the effects of BCG vaccine on blood sugar control appear to depend on a totally novel metabolic mechanism that increases cellular consumption of glucose.\n\n\"This is clinical validation of the potential to stably lower blood sugars to near normal levels with a safe vaccine, even in patients with longstanding disease,\" says Denise Faustman, MD, PhD, director of the MGH Immunobiology Laboratory , principal investigator of BCG clinical trials at MGH and senior author of the npj Vaccines report. \"In addition to the clinical outcomes, we now have a clear understanding of the mechanisms through which limited BCG vaccine doses can make permanent, beneficial changes to the immune system and lower blood sugars in type 1 diabetes.\"\n\nFaustman will also present five-year follow-up results of a separate group of BCG clinical trial participants with longstanding type 1 diabetes on Saturday, June 23, at the 78th Scientific Sessions of the American Diabetes Association in Orlando.\n\nUsed for almost a century to prevent tuberculosis, BCG has been known for more than 30 years to boost production of a cytokine called tumor necrosis factor (TNF), which may be beneficial in autoimmune diseases both by eliminating the autoreactive T cells that attack an individual's tissues - in the case of type 1 diabetes, pancreatic islets - and by inducing production of regulatory T cells (Tregs) that could prevent an autoimmune reaction. Faustman's team first reported in 2001 that inducing TNF production could cure type 1 diabetes in mice, but since TNF dosing is toxic in humans, clinical trials have utilized BCG for its ability to elevate TNF levels safely.\n\nInitial clinical trial results, published in a 2012 PLOS One paper, reported that two doses of BCG spaced four weeks apart led to reductions in autoreactive T cells, an increase in Tregs and what turned out to be a transient increase in insulin production. But by the end of that short, 20-week trial, there was no reduction in HbA1c, the established measure of blood sugar levels over time. An extension and expansion of that trial with long term follow-up, the current results are based on data from 282 human study participants - 52 with type 1 diabetes who participated in the BCG clinical trials and 230 who contributed blood samples for mechanistic studies.\n\nRegular monitoring of clinical trial participants found that HbA1c levels of those receiving BCG had dropped by more than 10 percent at three years after treatment and by more than 18 percent at four years. That reduction was maintained over the next four years, with treated participants having an average HbA1c of 6.65, close to the 6.5 considered the threshold for diabetes diagnosis, and with no reports of severe hypoglycemia. Participants in the placebo group and in a comparison group of patients receiving no treatment experienced consistent HbA1c elevations over the same eight-year time period.\n\nIn investigating how BCG administration produces its beneficial effects, the research team identified a mechanism never previously seen in humans in response to treatment with any drug - a shifting of the process of glucose metabolism from oxidative phosphorylation, the most common pathway by which cells convert glucose into energy, to aerobic glycolysis, a process that involves significantly greater glucose consumption by cells. The researchers also found that BCG could reduce blood sugar elevations in mice that were caused by means other than autoimmune attack, raising the possibility that BCG vaccines could also be beneficial against type 2 diabetes.\n\nMihai G. Netea, PhD, professor in the Department of Internal Medicine at Radboud University Medical Center in the Netherlands, says of this study, \"The clinical effects and the proposed mechanism demonstrated are exciting and add to the emerging consensus that the BCG vaccine can have a lasting and valuable impact on the immune system. We know, and this study shows, that BCG vaccination induces epigenetic reprogramming at the chromatin architecture level and functional alterations indicative of a permanent change in immunity. The MGH trials and other, larger prevention and intervention trials underway around the globe may lead to a major shift in the prevention and treatment of infections and autoimmunity.\" Netea was not involved in the current study.\n\n###\n\nThe MGH team's findings set the stage for further testing of BCG administration, including the FDA-approved phase 2 study currently underway, testing multiple BCG doses in a large group of participants with longstanding type 1 diabetes. That trial is fully enrolled, and there are seven additional BCG clinical trial groups currently recruiting or enrolling at MGH, with a pediatric trial in the planning stages. The MGH BCG clinical trial program is entirely funded by private philanthropy from individuals and family foundations, including the Iacocca Foundation. Additional information about clinical trials, including information for potential participants and financial supporters, is available at http://www. faustmanlab. org or by emailing DiabetesTrial@partners.org.\n\nThe lead author of the npj Vaccines paper is Willem M. Kühtreiber, PhD, MGH Immunobiology Laboratories. Additional co-authors are Lisa Tran, Taesoo Kim, Michael Dybala, Brian Nguyen, Sara Plager, Daniel Huang, Sophie Janes, Audrey Defusco, and Danielle Baum, MGH Immunobiology; and Hui Zheng, PhD, MGH Biostatistics.\n\nMassachusetts General Hospital, founded in 1811, is the original and largest teaching hospital of Harvard Medical School. The MGH Research Institute conducts the largest hospital-based research program in the nation, with an annual research budget of more than $900 million and major research centers in HIV/AIDS, cardiovascular research, cancer, computational and integrative biology, cutaneous biology, genomic medicine, medical imaging, neurodegenerative disorders, regenerative medicine, reproductive biology, systems biology, photomedicine and transplantation biology. The MGH topped the 2015 Nature Index list of health care organizations publishing in leading scientific journals and earned the prestigious 2015 Foster G. McGaw Prize for Excellence in Community Service. In August 2017 the MGH was once again named to the Honor Roll in the U.S. News & World Report list of \"America's Best Hospitals.\"", "images": ["https://web.archive.org/web/20180621124738im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180621124738im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20180621124738im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180621124738im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180621124738im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180621124738im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180621124738im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180621124738im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180621124738im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180621124738im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180621124738im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180621124738im_/https://media.eurekalert.org/meganav/Nutrition2018_Newsroom.jpg", "https://web.archive.org/web/20180621124738im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png"], "top_img": "https://web.archive.org/web/20180621124738im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180621124738/https://www.eurekalert.org/pub_releases/2018-06/mgh-bvl061418.php", "title": "BCG vaccine leads to long-term blood sugar improvement in type 1 diabetes patients", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Long-term follow-up of participants in Massachusetts General Hospital clinical trials of a generic vaccine to reverse advanced type 1 diabetes finds significant clinical benefits, including restoration of near-normal blood sugar levels.", "keywords": "Medicine/Health, Immunology/Allergies/Asthma, Vaccines, Diabetes", "date": "Thu, 21 Jun 2018 04:00:00 GMT/UTC", "funder": "Iacocca Foundation", "journal": "NPJ Vaccines", "type": "research", "institution": "Massachusetts General Hospital", "meeting": "78th Scientific Sessions of the American Diabetes Association", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "MassGeneralNews", "domain": "www.eurekalert.org", "title": "BCG vaccine leads to long-term blood sugar improvement in type 1 diabetes patients", "description": "Long-term follow-up of participants in Massachusetts General Hospital clinical trials of a generic vaccine to reverse advanced type 1 diabetes finds significant clinical benefits, including restoration of near-normal blood sugar levels."}, "og": {"title": "BCG vaccine leads to long-term blood sugar improvement in type 1 diabetes patients", "description": "Long-term follow-up of participants in Massachusetts General Hospital clinical trials of a generic vaccine to reverse advanced type 1 diabetes finds significant clinical benefits, including restoration of near-normal blood sugar levels.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180621124738/https://www.eurekalert.org/pub_releases/2018-06/mgh-bvl061418.php", "image": "https://web.archive.org/web/20180621124738im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "massgeneral"}}, "movies": [], "publish_date": 1530244800.0, "source": "https://web.archive.org", "summary": ""}