{"url": "https://web.archive.org/web/20160426135527/http://www.eurekalert.org/pub_releases/2016-04/nlmc-roc042516.php", "text": "With a cure rate approaching 90 percent, acute lymphoblastic leukemia (ALL) - the most common type of childhood cancer - is often hailed as one of the \"success stories\" of modern cancer treatment. But up to 20 percent of patients with a high risk of relapse are not cured. That could change with the results from a clinical trial co-led by investigators from NYU Langone Medical Center, which shows giving high doses of a commonly-used chemotherapy drug increases the survival rate for these patients.\n\nThe high-dose methotrexate protocol outlined in the study - along with a parallel finding that the steroid decadron is beneficial for younger (but not older) patients - has quickly become the standard practice for the treatment of high-risk ALL patients in North America, the researchers report in the April XX issue of the Journal of Clinical Oncology.\n\nFor more than 50 years, ALL patients have been treated with a combination of steroids and methotrexate, among other agents. Patients classified as high risk for relapse--those with a high white blood cell count or who are more than 10 years old--are treated with a standard phase of therapy where methotrexate is given in a gradual, escalating dosage. The current study showed that an alternative schedule of high-dose methotrexate was superior. Prior to the release of the initial study results, which were first presented last year at the annual meeting of the American Society of Clinical Oncology (ASCO), the standard of care for high-risk ALL patients in North America was escalating methotrexate.\n\n\"One of the improvements in outcome for ALL overall has been using methotrexate in a more intense fashion, by giving higher doses,\" said senior investigator William L. Carroll, MD, the Julie and Edward J. Minskoff Professor of Pediatrics, director of the Stephen D. Hassenfeld Children's Center for Cancer and Blood Disorders at NYU Langone and director emeritus of NYU Langone's Perlmutter Cancer Center. \"We designed this study to compare high dose and escalating methotrexate to determine the best way to use this drug to increase the survival of high-risk ALL patients.\"\n\nThis was a large-scale study involving pediatric cancer centers across the country. More than 3,000 patients with high-risk ALL were enrolled in the randomized clinical trial, which was run by the Children's Oncology Group, a multi-institutional clinical trials consortium supported by the National Cancer Institute. The investigators found that patients in either arm responded very well overall to treatments, but those in the high dose group had a significantly better outcome, by 5 to 6 percent, which translated into a significantly decreased relapse rate for these patients.\n\nThe clinical protocol also examined how to best use a steroid formulation called decadron to treat high-risk ALL patients. Steroids as a class of drugs are one of the most effective medications in the treatment of ALL. Previous studies by the Children's Oncology Group showed that in standard risk ALL patients--those with low white blood cell counts or under 10 years of age--decadron prevented relapse in both the spinal fluid and in the bone marrow. Decadron, however, can increase the infection rate, particularly in high-risk ALL patients, when given for the full 28-day induction period.\n\nDuring this clinical trial, the investigators decreased the duration of decadron from 28 days to 14 to determine if patients could avoid the side effect of increased infection while still benefiting from the steroid's anti-leukemic effects. They found that patients 10 years and older saw no benefit from decadron, and, in fact, were at much higher risk for a debilitating bone condition called osteonecrosis. Patients under 10 years of age, however, did benefit from the shorter decadron exposure with no increased side effects.\n\n\"The improvement in cure rates for ALL over the last few decades, for the most part, has not come through the introduction of new medications, but through using existing medications in new ways, in terms of their dose and schedule,\" Dr. Carroll said. \"This clinical trial illustrates that despite what seem to be remarkable outcomes for kids with ALL, we have not reached a plateau. The outcomes are getting better and better.\"\n\n###\n\nDr. Carroll's co-authors are Eric C. Larsen at Maine Children's Cancer Program, Scarborough, ME; Meenakshi Devidas and Si Chen at the University of Florida; Wanda L. Salzer at the U.S. Army Medical Research and Materiel Command, Fort Detrick, MD; James B. Nachman at the University of Chicago; Elizabeth A. Raetz at the University of Utah; Mignon L. Loh at the Benioff Children's Hospital and the University of California, San Francisco; Leonard A. Mattano Jr. at HARP Pharma Consulting; Catherine Cole at Princess Margaret Hospital for Children and University of Western Australia; Alisa Eicher at Doernbecher Children's Hospital, Portland, OR; Maureen Haugan at Ann and Robert H. Lurie Children's Hospital of Chicago; Mark Sorenson at University of Iowa Hospitals and Clinics; Nyla A. Heerema and Julie M. Gastier-Foster at The Ohio State University School of Medicine; Andrew A. Carroll at the University of Alabama at Birmingham; Michael J. Borowitz at Johns Hopkins Medical Institutions; Brent L. Wood at University of Washington; Cheryl L. Willman at University of New Mexico; Naomi J. Winick at University of Texas Southwestern Medical Center, Dallas; and Stephen P. Hunger at Children's Hospital of Philadelphia and the Perelman School of Medicine at the University of Pennsylvania.\n\nThe research was supported by the National Institutes of Health and the National Cancer Institute.", "images": ["https://web.archive.org/web/20160426135527im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160426135527im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160426135527im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160426135527im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160426135527im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160426135527im_/http://media.eurekalert.org/multimedia_prod/pub/rel/114029_rel.jpg", "https://web.archive.org/web/20160426135527im_/http://media.eurekalert.org/multimedia_prod/pub/web/114029_web.jpg", "https://web.archive.org/web/20160426135527im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160426135527im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160426135527im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160426135527im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20160426135527im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160426135527im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20160426135527im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png"], "top_img": "https://web.archive.org/web/20160426135527im_/http://media.eurekalert.org/multimedia_prod/pub/web/114029_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160426135527/http://www.eurekalert.org/pub_releases/2016-04/nlmc-roc042516.php", "title": "Relapses of childhood leukemia improve with high doses of common chemo drug", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "With a cure rate approaching 90 percent, acute lymphoblastic leukemia (ALL) is often hailed as one of the 'success stories' of modern cancer treatment. But up to 20 percent of patients with a high risk of relapse are not cured. That could change with the results from a clinical trial co-led by investigators from NYU Langone Medical Center, which shows giving high doses of a commonly-used chemotherapy drug increases the survival rate for these patients.", "keywords": "Molecular Biology, Medicine/Health, Cancer, Clinical Trials, Hematology, Pediatrics", "date": "Mon, 25 Apr 2016 04:00:00 GMT", "funder": "National Institutes of Health, NIH/National Cancer Institute", "journal": "Journal of Clinical Oncology", "type": "research", "institution": "NYU Langone Medical Center / New York University School of Medicine", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "NYULMC", "domain": "www.eurekalert.org"}, "og": {"title": "Relapses of childhood leukemia improve with high doses of common chemo drug", "description": "With a cure rate approaching 90 percent, acute lymphoblastic leukemia (ALL) is often hailed as one of the 'success stories' of modern cancer treatment. But up to 20 percent of patients with a high risk of relapse are not cured. That could change with the results from a clinical trial co-led by investigators from NYU Langone Medical Center, which shows giving high doses of a commonly-used chemotherapy drug increases the survival rate for these patients.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160426135527/http://www.eurekalert.org/pub_releases/2016-04/nlmc-roc042516.php", "image": "https://web.archive.org/web/20160426135527im_/http://media.eurekalert.org/multimedia_prod/pub/web/114029_web.jpg", "video": {"identifier": "https://web.archive.org/web/20160426135527/http://media.eurekalert.org/multimedia_prod/pub/media/114029_web.mp4", "width": 480, "height": 360}, "type": "video.other"}, "fb": {"profile_id": "NYULangone"}}, "movies": [], "publish_date": 1461902400.0, "source": "https://web.archive.org", "summary": ""}