{"url": "https://web.archive.org/web/20160407065042/http://www.eurekalert.org:80/pub_releases/2016-04/e-csb040416.php", "text": "Singing in a choir for just one hour boosts levels of immune proteins in people affected by cancer, reduces stress and improves mood, which in turn could have a positive impact on overall health, a new study by Tenovus Cancer Care and the Royal College of Music published today in ecancermedicalscience has found.\n\nThe research raises the possibility that singing in choir rehearsals could help to put people in the best possible position to receive treatment, maintain remission and support cancer patients.\n\nThe study tested 193 members of five different choirs. Results showed that singing for an hour was associated with significant reductions in stress hormones, such as cortisol, and increases in quantities of cytokines - proteins of the immune system - which can boost the body's ability to fight serious illness.\n\nDr Ian Lewis, Director of Research and Policy at Tenovus Cancer Care and co-author of the research, said: \"These are really exciting findings. We have been building a body of evidence over the past six years to show that singing in a choir can have a range of social, emotional and psychological benefits, and now we can see it has biological effects too.\n\n\"We've long heard anecdotal evidence that singing in a choir makes people feel good, but this is the first time it's been demonstrated that the immune system can be affected by singing. It's really exciting and could enhance the way we support people with cancer in the future.\"\n\nThe study also found that those with the lowest levels of mental wellbeing and highest levels of depression experienced greatest mood improvement, associated with lower levels of inflammation in the body. There is a link between high levels of inflammation and serious illness.\n\nChoir members gave samples of their saliva before an hour of singing, and then again just after. The samples were analysed to see what changes occurred in a number of hormones, immune proteins, neuropeptides and receptors.\n\nDr Daisy Fancourt, Research Associate at the Centre for Performance Science, a partnership between the Royal College of Music and Imperial College London and co-author of the research, said: \"Many people affected by cancer can experience psychological difficulties such as stress, anxiety and depression. Research has demonstrated that these can suppress immune activity, at a time when patients need as much support as they can get from their immune system. This research is exciting as it suggests that an activity as simple as singing could reduce some of this stress-induced suppression, helping to improve wellbeing and quality of life amongst patients and put them in the best position to receive treatment.\"\n\nDiane Raybould, 64, took part in the study and has been singing with the Bridgend Sing with Us choir since 2010. Diane was diagnosed with breast cancer when she was aged 50. Her daughter was diagnosed with breast cancer at the same time and sadly, passed away from the disease at just 28. Diane said: \"Singing in the choir is about more than just enjoyment, it genuinely makes you feel better. The choir leaders play a huge part of course, but so does the support of the other choir members, the inspirational programme and uplifting songs. The choir is a family, simple as that. Having cancer and losing someone to cancer can be very isolating. With the choir, you can share experiences openly and that is hugely important.\"\n\nRosie Dow, Head of Sing with Us at Tenovus Cancer Care and co-author of the research, added: \"This research is so exciting, as it echoes everything all our choir members tell us about how singing has helped them. I've seen peoples' lives transformed through singing in our choirs so knowing that singing also makes a biological difference will hopefully help us to reach more people with the message that singing is great for you - mind, body and soul.\"\n\nFollowing on from this research, Tenovus Cancer Care is launching a two year study looking in more depth at the longitudinal effect of choir singing over several months. It will look at mental health, wellbeing, social support and ability to cope with cancer, alongside measuring stress hormones and immune function amongst patients, carers, staff and people who have lost somebody to cancer.\n\n###\n\nThe full research paper can be found at http://ecancer. org/ journal/ 10/ 631. php\n\nIf you or someone you love has been affected by cancer, Tenovus Cancer Care can offer help and support. To find out more call the Tenovus Cancer Care free Support Line on 0808 808 1010 or visit tenovuscancercare.org.uk\n\nFor more information contact Ruth Taylor, PR and Communications Manager on 07429 103084 / ruth.taylor@tenovuscancercare.org.uk. Research paper available on request\n\nAbout the research:\n\n193 members of five choirs in Cardiff, Bridgend, Pontypridd, Cwmbran and Swansea took part in the study across between June and July 2014.\n\nThe Centre for Performance Sciences is a partnership between the Royal College of Music, London and Imperial College London.\n\nTenovus Cancer Care runs 17 Sing with Us choirs across England and Wales. For more information please visit http://www. tenovuscancercare. org. uk/ singwithus\n\nNotes to editor:", "images": ["https://web.archive.org/web/20160407065042im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20160407065042im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160407065042im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160407065042im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20160407065042im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160407065042im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160407065042im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160407065042im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160407065042im_/http://media.eurekalert.org/multimedia_prod/pub/rel/112433_rel.jpg", "https://web.archive.org/web/20160407065042im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160407065042im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160407065042im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160407065042im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160407065042im_/http://media.eurekalert.org/multimedia_prod/pub/web/112433_web.jpg"], "top_img": "https://web.archive.org/web/20160407065042im_/http://media.eurekalert.org/multimedia_prod/pub/web/112433_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160407065042/http://www.eurekalert.org/pub_releases/2016-04/e-csb040416.php", "title": "Choir singing boosts immune system activity in cancer patients and carers, study shows", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Singing in a choir for just one hour boosts levels of immune proteins in people affected by cancer, reduces stress and improves mood, which in turn could have a positive impact on overall health, a new study by Tenovus Cancer Care and the Royal College of Music published today in ecancermedicalscience has found.", "keywords": "Medicine/Health, Alternative Medicine, Cancer, Breast Cancer, Mental Health", "date": "Mon, 04 Apr 2016 04:00:00 GMT", "journal": "ecancermedicalscience", "type": "research", "institution": "ecancermedicalscience", "region": "europe", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "ecancer", "domain": "www.eurekalert.org"}, "og": {"title": "Choir singing boosts immune system activity in cancer patients and carers, study shows", "description": "Singing in a choir for just one hour boosts levels of immune proteins in people affected by cancer, reduces stress and improves mood, which in turn could have a positive impact on overall health, a new study by Tenovus Cancer Care and the Royal College of Music published today in ecancermedicalscience has found.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160407065042/http://www.eurekalert.org/pub_releases/2016-04/e-csb040416.php", "image": "https://web.archive.org/web/20160407065042im_/http://media.eurekalert.org/multimedia_prod/pub/web/112433_web.jpg", "video": {"identifier": "https://web.archive.org/web/20160407065042/http://media.eurekalert.org/multimedia_prod/pub/media/112433_web.mp4", "width": 480, "height": 360}, "type": "video.other"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1461902400.0, "source": "https://web.archive.org", "summary": ""}