{"url": "http://www.newswise.com/articles/view/642967/?sc=swhn", "text": "Newswise — BOSTON – November 13, 2015 – A clinical trial among more than 300 patients has found that the drug ranibizumab (Lucentis) is highly effective in treating proliferative diabetic retinopathy (PDR), a complication of diabetes that can severely damage eyesight. The results, published by the Journal of the American Medical Association, demonstrate the first major therapy advance for the condition in nearly 40 years.\n\nFunded by the National Eye Institute (NEI) and conducted by the Diabetic Retinopathy Clinical Research Network (DRCR.net), the trial compared Lucentis injections with a type of laser therapy called panretinal photocoagulation, which has remained the gold standard for PDR since the mid-1970s. Although laser therapy preserves central vision, it can damage night and side vision, so researchers have sought therapies that lack these side effects.\n\nThe trial results “provide crucial evidence for a safe and effective alternative to laser therapy against PDR,” said NEI Director Paul A. Sieving, M.D., Ph.D.\n\n“Patients who received Lucentis showed a little bit better central vision, much less loss of their side vision, and substantially less risk for surgery than patients who received laser treatment,” said Lloyd Paul Aiello, M.D., Ph.D., director of the Beetham Eye Institute at Joslin Diabetes Center and Professor of Ophthalmology at Harvard Medical School. “These findings will change the available treatment options for patients with PDR.”\n\nDiabetic retinopathy damages blood vessels in the light-sensitive retina in the back of the eye. As the disease worsens, blood vessels can swell and lose their ability to function properly. Diabetic retinopathy becomes proliferative when lack of blood flow in the retina increases production of a protein called vascular endothelial growth factor (VEGF), which can stimulate the growth of new, abnormal blood vessels. These new vessels are prone to bleeding into the center of the eye, sometimes requiring a surgical procedure called a vitrectomy to clear the blood. The abnormal blood vessels can also cause scarring and retinal detachment. Untreated, PDR is associated with high risk of visual loss. Lucentis is among several drugs that block the effects of VEGF.\n\nDr. Aiello and George King, M.D., Chief Scientific Officer at Joslin Diabetes Center and Professor of Medicine at Harvard Medical School, pioneered the study of VEGF in diabetic eye disease, beginning in the early 1990s. (Their work followed a distinguished Joslin tradition—the basic laser photocoagulation technique was developed in the 1960s by Dr. Aiello’s father, Lloyd M. Aiello, M.D., and grandfather, William P. Beetham, M.D.)\n\nAbout 7.7 million U.S. residents have diabetic retinopathy, a leading cause of blindness among working-age Americans. Among these, about 1.5 percent have progressed to PDR.\n\nThe DRCR.net enrolled 305 participants (394 eyes) with PDR in one or both eyes at 55 clinical sites across the country. Eyes were assigned randomly to treatment with Lucentis or laser. About half of the eyes assigned to the laser group required more than one round of laser treatment. In the other group, Lucentis was injected into the eye once per month for three consecutive months, and then as needed until the disease resolved or stabilized.\n\nBecause Lucentis is commonly injected to treat diabetic macular edema (DME)—a build-up of fluid in the center of the retina—the study permitted the use of Lucentis for DME in the laser group, if necessary. Slightly more than half (53 percent) of eyes in the laser group received Lucentis injections to treat DME. About 6 percent of eyes in the Lucentis group received laser therapy, mostly for issues other than DME.\n\nAt two years, vision in the Lucentis group improved by an average of about half a line on an eye chart, compared with virtually no change in the laser group.\n\nParticipants treated with laser generally lost substantial peripheral vision, but those given injections did not, emphasized Jennifer Sun, M.D., M.P.H., Associate Professor of Ophthalmology at Harvard Medical School and physician at the Beetham Eye Institute.\n\n“This was a clear benefit associated with the anti-VEGF medication,” said Dr. Sun, who as the DRCR.net nationwide Protocol Working Investigator was instrumental in the study’s development. “Many of our patients who have laser treatment notice that they have more tunnel vision, which can lead to difficulties as they go about activities of daily life. The use of anti-VEGF treatment rather than laser for PDR could help prevent these symptoms.”\n\nAdditionally, the need for vitrectomy surgery was lower in the Lucentis group (8 of 191 eyes) than in the laser group (30 of 203 eyes).\n\nOverall, the drug’s benefits are particularly clear for people with both PDR and DME. “We know that this drug will help treat both conditions at the same time, so this is an especially appealing treatment alternative for these patients,” Dr. Aiello noted.\n\n“Lucentis should be considered a viable treatment option for people with PDR, especially for individuals needing anti-VEGF for DME,” said Jeffrey G. Gross, M.D., of the Carolina Retina Center in Columbia, South Carolina, who chaired the clinical study.\n\nThe study also suggested that Lucentis may help prevent DME. Among people without this condition at the start of the study, only 9 percent of Lucentis-treated eyes developed it, compared with 28 percent in the laser group. Scientists will follow up on that result as the DRCR.net continues to track patients for a total of five years.\n\nA separate clinical trial, now getting underway, will examine whether anti-VEGF injections given at an earlier stage of diabetic eye disease can help prevent people from developing both DME and the sight-threatening PDR stage of the disease at all, Dr. Aiello said.\n\nThe trial reported today “is a major study that may substantially change our approach to treatment of PDR,” summed up Dr. Sun. “Laser still has a role in the treatment of PDR for some patients, but anti-VEGF therapy gives us another tool in our search for better vision outcomes in our patients with diabetes.”\n\nAbout Joslin Diabetes Center\n\nFounded in 1898, Joslin Diabetes Center is world-renowned for its deep expertise in diabetes treatment and research. Joslin is an independent, non-profit institution affiliated with Harvard Medical School, and a federally-designated Diabetes Research Center. Joslin is dedicated to finding a cure for diabetes and ensuring that people with diabetes live long, healthy lives. We develop and disseminate innovative patient therapies and scientific discoveries throughout the world.\n\nOur mission is to prevent, treat and cure diabetes. Our vision is a world free of diabetes and its complications. For more information, visit www.joslin.org.\n\nAbout Joslin Research\n\nJoslin Research comprises the most comprehensive and productive effort in diabetes research under one roof anywhere in the world. With 30‐plus faculty‐level investigators, Joslin researchers focus on unraveling the biological, biochemical and genetic processes that underlie the development of type 1 and type 2 diabetes and related complications.\n\nJoslin research is highly innovative and imaginative, employing the newest tools in genetics, genomics and proteomics to identify abnormalities that may play a role in the development of diabetes and its complications. Joslin Clinic patients, and others with diabetes, have the option of participating in clinical trials at Joslin to help translate basic research into treatment innovations.\n\nJoslin has one of the largest diabetes training programs in the world, educating 150 M.D. and Ph.D. researchers each year, many of whom go on to head diabetes initiatives at leading institutions all over the globe. For more information, visit www.joslinresearch.org.\n\n* * *", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2015/11/10/LPAiello_4094b.jpg&width=502&height=334", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2015/11/10/LPAiello_4094b.jpg&width=100&height=100", "http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "http://www.newswise.com/images/institutions/logos/xJOS-logo.gif.pagespeed.ic.AYEpI-dRWb.png", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2015/11/10/LPAiello_4094b.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/lucentis-proves-effective-against-proliferative-diabetic-retinopathy", "title": "Lucentis Proves Effective Against Proliferative Diabetic Retinopathy", "meta_data": {"keywords": "Newswise, Diabetes,Type 1 Diabetes,Diabetic Retinopathy,pdr,Diabetes, Local - Massachusetts, Local - Boston Metro, Embargoed Feed - hidden, All Journal News,  Joslin Diabetes Center", "description": "A clinical trial among more than 300 patients has found that the drug ranibizumab (Lucentis) is highly effective in treating proliferative diabetic retinopathy (PDR), a complication of diabetes that can severely damage eyesight.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "A clinical trial among more than 300 patients has found that the drug ranibizumab (Lucentis) is highly effective in treating proliferative diabetic retinopathy (PDR), a complication of diabetes that can severely damage eyesight.", "title": "Lucentis Proves Effective Against Proliferative Diabetic Retinopathy", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2015/11/10/LPAiello_4094b.jpg&width=100&height=100", "url": "https://www.newswise.com/articles/lucentis-proves-effective-against-proliferative-diabetic-retinopathy"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}