{"url": "https://www.nih.gov/news-events/news-releases/blood-test-may-identify-gestational-diabetes-risk-first-trimester", "text": "Blood test may identify gestational diabetes risk in first trimester\n\nNIH analysis suggests early screening could allow for lifestyle changes before condition develops.\n\nA blood test conducted as early as the 10th week of pregnancy may help identify women at risk for gestational diabetes, a pregnancy-related condition that poses potentially serious health risks for mothers and infants, according to researchers at the National Institutes of Health and other institutions. The study appears in Scientific Reports.\n\nGestational diabetes occurs only in pregnancy and results when the level of blood sugar, or glucose, rises too high. Gestational diabetes increases the mother’s chances for high blood pressure disorders of pregnancy and the need for cesarean delivery, and the risk for cardiovascular disease and type 2 diabetes later in life. For infants, gestational diabetes increases the risk for large birth size. Unless they have a known risk factor, such as obesity, women typically are screened for gestational diabetes between 24 and 28 weeks of pregnancy.\n\nIn the current study, researchers evaluated whether the HbA1c test (also called the A1C test), commonly used to diagnose type 2 diabetes, could identify signs of gestational diabetes in the first trimester of pregnancy. The test approximates the average blood glucose levels over the previous 2 or 3 months, based on the amount of glucose that has accumulated on the surface of red blood cells. According to the authors, comparatively few studies have examined whether the HbA1c test could help identify the risk for gestational diabetes, and these studies have been limited to women already at high risk for the condition. The test is not currently recommended to diagnose gestational diabetes at any point in pregnancy.\n\nThe researchers analyzed records from the NICHD Fetal Growth Study, a large observational study that recruited more than 2,000 low-risk pregnant women from 12 U.S. clinical sites between 2009 and 2013. The researchers compared HbA1c test results from 107 women who later developed gestational diabetes to test results from 214 women who did not develop the condition. Most of the women had tests at four intervals during pregnancy: early (weeks 8-13), middle (weeks 16-22 and 24-29) and late (weeks 34-37).\n\nWomen who went on to develop gestational diabetes had higher HbA1c levels (an average of 5.3 percent), compared to those without gestational diabetes (an average HbA1c level of 5.1 percent). Each .1 percent increase in HbA1c above 5.1 percent in early pregnancy was associated with a 22-percent higher risk for gestational diabetes.\n\nIn middle pregnancy, HbA1c levels declined for both groups. However, HbA1c levels increased in the final third of pregnancy, which is consistent with the decrease in sensitivity to insulin that often occurs during this time period.\n\n“Our results suggest that the HbA1C test potentially could help identify women at risk for gestational diabetes early in pregnancy, when lifestyle changes may be more effective in reducing their risk,” said the study’s senior author, Cuilin Zhang, Ph.D., of the Epidemiology Branch at NIH’s Eunice Kennedy Shriver National Institute of Child Health and Human Development.\n\nExercise and a healthy diet may lower blood glucose levels during pregnancy. If these measures are not successful, physicians may prescribe insulin to bring blood glucose under control.\n\nThe authors noted that further studies are needed to confirm whether measuring HbA1c levels in early pregnancy could determine a woman’s later risk for gestational diabetes. Similarly, research is needed to determine whether lowering HbA1c with lifestyle changes, either in early pregnancy or before pregnancy, could reduce the risk for the condition.\n\nAbout the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD): NICHD conducts and supports research in the United States and throughout the world on fetal, infant and child development; maternal, child and family health; reproductive biology and population issues; and medical rehabilitation. For more information, visit https://www.nichd.nih.gov.\n\nAbout the National Institutes of Health (NIH): NIH, the nation's medical research agency, includes 27 Institutes and Centers and is a component of the U.S. Department of Health and Human Services. NIH is the primary federal agency conducting and supporting basic, clinical, and translational medical research, and is investigating the causes, treatments, and cures for both common and rare diseases. For more information about NIH and its programs, visit www.nih.gov.\n\nNIH…Turning Discovery Into Health®", "images": ["https://www.nih.gov/favicon.ico", "https://www.nih.gov/sites/all/themes/nih/images/nih-logo-color.png"], "top_img": "https://www.nih.gov/favicon.ico", "keywords": [], "authors": [], "canonical_link": "https://www.nih.gov/news-events/news-releases/blood-test-may-identify-gestational-diabetes-risk-first-trimester", "title": "Blood test may identify gestational diabetes risk in first trimester", "meta_data": {"MobileOptimized": "width", "google-site-verification": "rjIoO4vW0AYgltSYvxM1L_CzGIkq28kHf9gHIASKx8s", "description": "NIH analysis suggests early screening could allow for lifestyle changes before condition develops.", "keywords": "NIH, NICHD, blood test, identify, gestational diabetes, risk, first trimester", "robots": "follow, index", "viewport": "width=device-width, initial-scale=1.0", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "National Institutes of Health (NIH)", "type": "article", "title": "Blood test may identify gestational diabetes risk in first trimester", "url": "https://www.nih.gov/news-events/news-releases/blood-test-may-identify-gestational-diabetes-risk-first-trimester", "description": "NIH analysis suggests early screening could allow for lifestyle changes before condition develops.", "updated_time": "2018-08-16T08:14:20-04:00"}, "twitter": {"card": "summary_large_image", "url": "https://www.nih.gov/news-events/news-releases/blood-test-may-identify-gestational-diabetes-risk-first-trimester", "title": "Blood test may identify gestational diabetes risk in first trimester", "description": "NIH analysis suggests early screening could allow for lifestyle changes before condition develops.", "image": "https://www.nih.gov/sites/default/files/news-events/news-releases/2018/20180816-glucose-test.jpg"}, "article": {"published_time": "2018-08-15T16:14:27-04:00", "modified_time": "2018-08-16T08:14:20-04:00"}, "published_date": "2018-08-15T16:14:27-04:00", "last_revision": "2018-08-16T08:14:20-04:00"}, "movies": [], "publish_date": 1534364067.0, "source": "https://www.nih.gov", "summary": ""}