{"url": "https://web.archive.org/web/20160130121348/http://www.eurekalert.org/pub_releases/2016-01/mgh-ptc012816.php", "text": "The use of proton radiotherapy to treat the most common malignant brain tumor in children is as effective as standard photon (x-ray) radiation therapy while causing fewer long-term side effects such as hearing loss and cognitive disorders, according to a study receiving online publication in Lancet Oncology. The paper from a team led by Massachusetts General Hospital (MGH) investigators describes patient outcomes an average of seven years after proton therapy for medulloblastoma, a fast-growing tumor that develops in the cerebellum at the base of the brain.\n\n\"Proton radiotherapy is still not widely available in the U.S. or around the world, but it is increasingly recognized for its potential to reduce the side effects of treatment, particularly in the pediatric population,\" says Torunn Yock, MD, MCh, MGH Department of Radiation Oncology, lead and corresponding author of the report. \"At experienced centers, proton therapy has a proven track record of treatment success and safety.\"\n\nIn contrast to photon radiotherapy, in which a dose of radiation is delivered all along the x-ray beam as it passes through a patient's body, in proton therapy the dose is precisely focused on the target area with little or no dose delivered to normal tissues in front of or behind the tumor. This feature has made proton therapy particularly attractive to treat tumors in or near the brain or eyes, areas where the protection of nearby healthy tissues is particularly critical.\n\nWhile medulloblastoma can often be successfully treated with a combination of surgery, chemotherapy and radiotherapy, because of its location within the brain, long-term side effects are common. These can include hearing loss, which can be particularly problematic in young children; problems with learning and memory, and neuroendocrine disorders caused by irradiation of the pituitary gland and hypothalamus. Also commonly seen are problems affecting the heart, lungs, thyroid, spine and reproductive organs, all of which tend to be more serious in children treated at younger ages.\n\nWhile proton therapy may appear to be ideal for reducing these adverse effects, no previous study had prospectively examined the long-term results of children treated for medulloblastoma with proton therapy. To investigate their hypothesis that proton therapy would reduce the incidence and severity of side effects without loss of treatment effectiveness, the researchers enrolled children and adolescents ages 3 to 21 - with an average age of around 6 ½ - who received proton therapy for medulloblastoma at the MGH from 2003 to 2009. All had previous surgery to remove as much of the tumor as possible, and all received chemotherapy before, during or after proton therapy.\n\nStudy participants were tested for hearing, a variety of cognitive functions, levels of important hormones and height and weight at the outset of the study and at several follow-up visits for up to eight years. Of 59 patients who enrolled, 12 died from their tumor during the study period and one from a traumatic brain injury. Significant hearing loss was seen in 12 percent of patients three years after treatment and in 16 percent at five years, which compares with around 25 percent reported in studies using photon radiotherapy. The cognitive effects of proton therapy - primarily affecting verbal comprehension and processing speed - were also less serious than what has been reported with photon radiotherapy, and those effects were primarily seen in children who were under the age of 8 when treated.\n\nThe neuroendocrine effects of proton therapy - deficits in any hormone level were seen in 63 percent of participants seven years after treatment - were similar to what has been reported with photon therapy. However, no cardiac, pulmonary, gastrointestinal, seizure or secondary tumor effects - all of which have been reported in photon therapy studies - were seen in the current study's participants. Survival rates and the incidence and type of tumor recurrence all were similar to what has been reported for photon radiotherapy.\n\n\"Our results indicate that proton therapy maintains excellent cure rates in pediatric medulloblastoma while reducing long-term side effects, particularly in hearing and neurocognitive function, and eliminating cardiac, pulmonary, gastrointestinal and reproductive effects,\" says Yock, who is an associate professor of Radiation Oncology at Harvard Medical School. \"While we are currently investigating quality of life differences between proton and photon treatment, I truly believe that - particularly for the youngest children - the ability to offer them proton therapy can make a big difference in their lives.\"\n\n###\n\nNancy J. Tarbell, MD, MGH Radiation Oncology, is senior author of the Lancet Oncology report. Additional co-authors are Elizabeth Weyman, Bree Eaton, MD, and Shannon M MacDonald, MD, MGH Radiation Oncology; Beow Yeap, ScD, MGH Department of Medicine; David Ebb, MD, Beverly Lavally, RN, and Mary Huang, MD, MGH Pediatric Oncology; Nicole Sherry, MD, MGH Pediatric Endocrinology; Robin Jones, MD, MGH Pediatric Neurology; Margaret Pulsifer, PhD, MGH Psychiatry; Annah Abrams, MD, MGH Child Psychiatary; and Karen Marcus, MD, Brigham and Women's Hospital Radiation Oncology. The study was funded in part by National Cancer Institute grant P01 CA021239.\n\nMassachusetts General Hospital, founded in 1811, is the original and largest teaching hospital of Harvard Medical School. The MGH conducts the largest hospital-based research program in the United States, with an annual research budget of more than $800 million and major research centers in AIDS, cardiovascular research, cancer, computational and integrative biology, cutaneous biology, human genetics, medical imaging, neurodegenerative disorders, regenerative medicine, reproductive biology, systems biology, transplantation biology and photomedicine. In July 2015, MGH returned into the number one spot on the 2015-16 U.S. News & World Report list of \"America's Best Hospitals.\"", "images": ["https://web.archive.org/web/20160130121348im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160130121348im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160130121348im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160130121348im_/http://www.eurekalert.org/images/meganav/AM16-NoDate.png", "https://web.archive.org/web/20160130121348im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20160130121348im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160130121348im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160130121348im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160130121348im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160130121348im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160130121348im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160130121348im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20160130121348im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png"], "top_img": "https://web.archive.org/web/20160130121348im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160130121348/http://www.eurekalert.org/pub_releases/2016-01/mgh-ptc012816.php", "title": "Proton therapy controls common pediatric brain tumor with fewer long-term side effects", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "The use of proton radiotherapy to treat the most common malignant brain tumor in children is as effective as standard photon (X-ray) radiation therapy while causing fewer long-term side effects such as hearing loss and cognitive disorders.", "keywords": "Medicine/Health, Cancer, Pediatrics", "date": "Fri, 29 Jan 2016 05:00:00 GMT", "funder": "NIH/National Cancer Institute", "journal": "Lancet Oncology", "type": "research", "institution": "Massachusetts General Hospital", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "MassGeneralNews", "domain": "www.eurekalert.org"}, "og": {"title": "Proton therapy controls common pediatric brain tumor with fewer long-term side effects", "description": "The use of proton radiotherapy to treat the most common malignant brain tumor in children is as effective as standard photon (X-ray) radiation therapy while causing fewer long-term side effects such as hearing loss and cognitive disorders.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160130121348/http://www.eurekalert.org/pub_releases/2016-01/mgh-ptc012816.php", "image": "https://web.archive.org/web/20160130121348im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "massgeneral"}}, "movies": [], "publish_date": 1454043600.0, "source": "https://web.archive.org", "summary": ""}