{"url": "https://web.archive.org/web/20151013024837/http://www.prnewswire.com:80/news-releases/journal-of-surgical-oncology-publishes-study-showing-oncotype-dx-dcis-score-result-changes-treatment-recommendations-in-30-percent-of-dcis-breast-cancer-patients-300103017.html", "text": "× Genomic Health, Inc. logo.\n\nREDWOOD CITY, Calif., June 23, 2015 /PRNewswire/ -- Genomic Health, Inc. (Nasdaq: GHDX) today announced that the Journal of Surgical Oncology published results from a multi-center study of the Oncotype DX® DCIS Score™, demonstrating the test has significant impact on the treatment recommendations for patients with ductal carcinoma in situ (DCIS), also referred to as stage 0 or pre-invasive breast cancer. These study results underscore the practice-changing clinical utility of the test for many of the 50,000 women diagnosed with DCIS each year in the United States alone.\n\n\"Most patients with DCIS are treated with surgery followed by radiation, yet only about 20 percent of them are likely to experience a recurrence or develop an invasive form of the disease,\" said Michael Alvarado, M.D., associate professor of surgery, the University of California, San Francisco Helen Diller Family Comprehensive Cancer Center. \"These results highlight the need to optimize treatment of this non-invasive, indolent form of breast disease, and the importance of Oncotype DX in helping physicians reduce over- and under-treatment of DCIS.\"\n\nDCIS affects one out of every five women diagnosed with breast cancer in the United States, and is often treated with surgery followed by radiation therapy and/or hormonal therapy. The Oncotype DX DCIS Score result provides patients with an individualized estimate of local (in the same breast) recurrence, which could be either invasive breast cancer or DCIS. This information helps physicians and patients personalize treatment decisions to potentially spare women with low risk of recurrence additional treatment they may not need, while identifying women with a higher risk of recurrence who may need additional treatment after surgery.\n\nConducted in collaboration with Partnership for Health Analytic Research, this prospective study analyzed 115 patients from 10 cancer centers in the United States. The results showed that physician treatment recommendations changed for 31 percent of patients after receiving the DCIS Score result, reducing the number of patients receiving a radiotherapy recommendation by approximately one-third. Importantly, of the patients initially recommended not to receive radiotherapy, 32 percent were identified as having a high risk of recurrence and recommended to have radiotherapy. Physicians in this study rated the DCIS Score as the most important factor in planning treatment compared with pathologic features, patient preference, patient age, comorbidities or consultation with other physicians.\n\n\"The Oncotype DX DCIS Score result was validated in two studies including nearly 900 patients and is the only genomic test for patients with pre-invasive breast cancer,\" said Phil Febbo, M.D., chief medical officer, Genomic Health. \"The publication of this clinical utility study clearly demonstrates that the Oncotype DX DCIS Score can play a key role in enhancing cancer care for patients with DCIS, and we believe that these results will support expanded adoption of and access to the DCIS Score.\"\n\nAbout Oncotype DX®\n\nThe Oncotype DX® portfolio of breast, colon and prostate cancer tests applies advanced genomic science to reveal the unique biology of a tumor in order to optimize cancer treatment decisions. The company's flagship product, the Oncotype DX breast cancer test, has been shown to predict the likelihood of chemotherapy benefit as well as recurrence in invasive breast cancer. Additionally, the test predicts the likelihood of recurrence in a pre-invasive form of breast cancer called DCIS. With half a million patients tested in more than 80 countries, the Oncotype DX tests have redefined personalized medicine by making genomics a critical part of cancer diagnosis and treatment. To learn more about Oncotype DX breast cancer tests, visit: www.OncotypeDX.com or www.mybreastcancertreatment.org.\n\nAbout Genomic Health\n\nGenomic Health, Inc. (NASDAQ: GHDX) is the world's leading provider of genomic-based diagnostic tests that address both the overtreatment and optimal treatment of early-stage cancer, one of the greatest issues in healthcare today. The company is applying its world-class scientific and commercial expertise and infrastructure to lead the translation of massive amounts of genomic data into clinically-actionable results for treatment planning throughout the cancer patient's journey, from diagnosis to treatment selection and monitoring. The company is based in Redwood City, California, with European headquarters in Geneva, Switzerland. For more information, please visit, www.GenomicHealth.com and follow the company on Twitter: @GenomicHealth, Facebook, YouTube and LinkedIn.\n\nThis press release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, including statements relating to the benefits of the test to physicians, patients and payors. Forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially, and reported results should not be considered as an indication of future performance. These risks and uncertainties include, but are not limited to: the ability of test results to change treatment decisions; the risks and uncertainties associated with the regulation of the company's tests; the results of clinical studies; the applicability of clinical study results to actual outcomes; the risk that the company may not obtain or maintain sufficient levels of reimbursement, domestically or abroad, for its existing tests and any future tests it may develop; the risks of competition; unanticipated costs or delays in research and development efforts; and the other risks set forth in the company's filings with the Securities and Exchange Commission, including the risks set forth in the company's quarterly report on Form 10-Q for the year ended March 31, 2015. These forward-looking statements speak only as of the date hereof. Genomic Health disclaims any obligation to update these forward-looking statements.\n\nNOTE: The Genomic Health logo, Oncotype, Oncotype DX, Recurrence Score, and DCIS Score are trademarks or registered trademarks of Genomic Health, Inc. All other trademarks and service marks are the property of their respective owners.\n\nLogo - http://photos.prnewswire.com/prnh/20130425/SF01493LOGO\n\nSOURCE Genomic Health, Inc.\n\nRELATED LINKS", "images": ["https://web.archive.org/web/20151013024837im_/http://photos.prnewswire.com/prnvar/20130425/SF01493LOGO?max=70", "https://web.archive.org/web/20151013024837im_/http://www.prnewswire.com/news-releases/journal-of-surgical-oncology-publishes-study-showing-oncotype-dx-dcis-score-result-changes-treatment-recommendations-in-30-percent-of-dcis-breast-cancer-patients-300103017.html", "https://web.archive.org/web/20151013024837im_/http://content.prnewswire.com/images/JournalistBlogger.gif", "https://web.archive.org/web/20151013024837im_/http://assets2.prnewswire.com/designimages/pinterest.png", "https://web.archive.org/web/20151013024837im_/http://assets2.prnewswire.com/designimages/fb_share.png", "https://web.archive.org/web/20151013024837im_/http://content.prnewswire.com/designimages/logo-prn-mobile.png", "https://web.archive.org/web/20151013024837im_/http://photos.prnewswire.com/prn/20130425/SF01493LOGO", "https://web.archive.org/web/20151013024837im_/http://content.prnewswire.com/designimages/email.png", "https://web.archive.org/web/20151013024837im_/http://prnewswirecom2.122.2o7.net/b/ss/prnewswirecom2/1/H.20.3--NS/0", "https://web.archive.org/web/20151013024837im_/http://photos.prnewswire.com/prnvar/20130425/SF01493LOGO", "https://web.archive.org/web/20151013024837im_/http://assets2.prnewswire.com/designimages/google.jpg", "https://web.archive.org/web/20151013024837im_/http://assets2.prnewswire.com/designimages/LI_share.jpg", "https://web.archive.org/web/20151013024837im_/http://content.prnewswire.com/designimages/mobile_pinterest.png", "https://web.archive.org/web/20151013024837im_/https://assets2.prnewswire.com/designimages/fb_share.png", "https://web.archive.org/web/20151013024837im_/http://content.prnewswire.com/designimages/logo-prn.gif", "https://web.archive.org/web/20151013024837im_/http://photos.prnewswire.com/prnvar/20130425/SF01493LOGO?max=400", "https://web.archive.org/web/20151013024837im_/http://content.prnewswire.com/designimages/mobile_facebook.png", "https://web.archive.org/web/20151013024837im_/https://www.facebook.com/tr?id=1386495324998220&ev=PixelInitialized", "https://web.archive.org/web/20151013024837im_/http://s.clickability.com/s?19=990&14=0&6=309264601&7=506122&25=0&18=0.07057081130450216", "https://web.archive.org/web/20151013024837im_/http://content.prnewswire.com/designimages/mobile_twitter.png", "https://web.archive.org/web/20151013024837im_/http://content.prnewswire.com/designimages/twitter.png", "https://web.archive.org/web/20151013024837im_/http://content.prnewswire.com/designimages/pinterest.png"], "top_img": "https://web.archive.org/web/20151013024837im_/http://photos.prnewswire.com/prnvar/20130425/SF01493LOGO", "keywords": [], "authors": ["Genomic Health"], "canonical_link": "https://web.archive.org/web/20151013024837/http://www.prnewswire.com/news-releases/journal-of-surgical-oncology-publishes-study-showing-oncotype-dx-dcis-score-result-changes-treatment-recommendations-in-30-percent-of-dcis-breast-cancer-patients-300103017.html", "title": "Journal of Surgical Oncology Publishes Study Showing Oncotype DX® DCIS Score™... -- REDWOOD CITY, Calif., June 23, 2015 /PRNewswire/ --", "meta_data": {"msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "twitter": {"card": "summary", "site": "@PRNewswire"}, "viewport": "width=device-width, initial-scale=1", "apple-itunes-app": "app-id=349893430", "og": {"title": "Journal of Surgical Oncology Publishes Study Showing Oncotype DX® DCIS Score™ Result Changes Treatment Recommendations in 30 Percent of DCIS Breast Cancer Patients", "type": "website", "description": "REDWOOD CITY, Calif., June 23, 2015 /PRNewswire/ -- Genomic Health, Inc. (Nasdaq: GHDX) today announced...", "image": "https://web.archive.org/web/20151013024837im_/http://photos.prnewswire.com/prnvar/20130425/SF01493LOGO", "url": "https://web.archive.org/web/20151013024837/http://www.prnewswire.com/news-releases/journal-of-surgical-oncology-publishes-study-showing-oncotype-dx-dcis-score-result-changes-treatment-recommendations-in-30-percent-of-dcis-breast-cancer-patients-300103017.html"}, "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "robots": "index, follow", "author": "Genomic Health, Inc.", "keywords": "Genomic Health, Inc., NASDAQ-NMS:GHDX, california, Surveys, Polls and Research, Health Care & Hospitals, Medical Equipment, Medical Pharmaceuticals", "description": "REDWOOD CITY, Calif., June 23, 2015 /PRNewswire/ -- Journal of Surgical Oncology Publishes Study Showing Oncotype DX® DCIS Score™ Result Changes Treatment...", "cf_entity_title": "Journal of Surgical Oncology Publishes Study Showing Oncotype DX® DCIS...", "cf_entity_thumbnail_url": "http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "date": "2015-06-23T08:00:00Z", "Publisher": "PRNewswire", "geo.placename": "REDWOOD CITY, Calif., June 23", "geo.region": "california", "URL": "https://web.archive.org/web/20151013024837/http://www.prnewswire.com/news-releases/journal-of-surgical-oncology-publishes-study-showing-oncotype-dx-dcis-score-result-changes-treatment-recommendations-in-30-percent-of-dcis-breast-cancer-patients-300103017.html", "contentUrl": "http://photos.prnewswire.com/prnh/20130425/SF01493LOGO", "Caption": "Genomic Health, Inc. logo.", "thumbnail": "http://photos.prnewswire.com/prnvar/20130425/SF01493LOGO?max=400", "Width": 500, "Height": 500, "news_keywords": "Genomic Health, Inc.,Health Care & Hospitals,Medical Equipment,Medical Pharmaceuticals,Surveys, Polls and Research"}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}