{"url": "https://web.archive.org/web/20160609133520/http://www.eurekalert.org/pub_releases/2016-06/smh-bln060716.php", "text": "TORONTO, June 8, 2016 - Eating barley or foods containing barley significantly reduced levels of two types of \"bad cholesterol\" associated with cardiovascular risk, a St. Michael's Hospital research paper has found.\n\nBarley reduced both low-density lipoprotein, or LDL, and non-high-density lipoprotein, or non-HDL, by seven per cent.\n\nThe review also indicated that barley had similar cholesterol-lowering effects as oats, which is often the go-to grain for health benefits.\n\nThe research review, published today in The European Journal of Clinical Nutrition, included 14 studies on clinical trials conducted in seven countries, including Canada.\n\nIt is the first study to look at the effects of barley and barley products on both LDL and non-HDL cholesterol in addition to apolipoprotein B, or apoB, a lipoprotein that carries bad cholesterol through the blood. Measuring non-HDL and apoB provides a more accurate assessment for cardiovascular risk, as they account for the total 'bad cholesterol' found in the blood.\n\n\"The findings are most important for populations at high risk for cardiovascular disease, such as Type 2 diabetics, who have normal levels of LDL cholesterol, but elevated levels of non-HDL or apo B,\" said Dr. Vladimir Vuksan, research scientist and associate director of the Risk Factor Modification Centre of St. Michael's. \"Barley has a lowering effect on the total bad cholesterol in these high-risk individuals, but can also benefit people without high cholesterol.\"\n\nHigh cholesterol and diabetes are major risk factors for cardiovascular disease and stroke, historically treated with medications. However, Dr. Vuksan's research and work focuses on how dietary and lifestyle changes can reduce these risk factors.\n\n\"Barley's positive effect on lowering cholesterol is well-documented and has been included in the Canadian strategy for reducing cardiovascular risk,\" said Dr. Vuksan. \"Health Canada, the FDA and several health authorities worldwide have already approved health claims that barley lowers LDL cholesterol, but this is the first review showing the effects on other harmful lipids.\"\n\nDespite its benefits Dr. Vuksan said barley is not as well-established as some other health-recommended foods -- such as oats. Barley consumption by humans has fallen by 35 per cent in the last 10 years. Canada is one of the top five world producers of barley -- almost 10 megatonnes per year -- but human consumption accounts for only two per cent of the crop yield, with livestock making up the other 98 per cent. \"After looking at the evidence, we can also say that barley is comparably effective as oats in reducing overall risk of cardiovascular disease\" said Dr. Vuksan.\n\nBarley is higher in fibre, has twice the protein and almost half the calories of oats, which are important considerations for those with weight or dietary concerns.\n\nDr. Vuksan said barley can be enjoyed in a variety of ways. He recommends trying to incorporate barley into existing recipes, using it as a substitute for rice or even on its own -- just like oatmeal.\n\n###\n\nAbout St. Michael's Hospital\n\nSt. Michael's Hospital provides compassionate care to all who enter its doors. The hospital also provides outstanding medical education to future health care professionals in 27 academic disciplines. Critical care and trauma, heart disease, neurosurgery, diabetes, cancer care, care of the homeless and global health are among the hospital's recognized areas of expertise. Through the Keenan Research Centre and the Li Ka Shing International Healthcare Education Centre, which make up the Li Ka Shing Knowledge Institute, research and education at St. Michael's Hospital are recognized and make an impact around the world. Founded in 1892, the hospital is fully affiliated with the University of Toronto.\n\nMedia contacts\n\nFor more information or to arrange an interview with Dr. Vuksan, please contact:\n\nKendra Stephenson\n\nCommunications Adviser - Media\n\nCommunications & Public Affairs\n\n416-864-5047\n\nstephensonk@smh.ca\n\nor\n\nLeslie Shepherd\n\nManager, Media Strategy\n\nCommunications & Public Affairs\n\n416-864-6094\n\nshepherd@smh.ca", "images": ["https://web.archive.org/web/20160609133520im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160609133520im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160609133520im_/http://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20160609133520im_/http://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20160609133520im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160609133520im_/http://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20160609133520im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160609133520im_/http://media.eurekalert.org/multimedia_prod/pub/rel/117147_rel.jpg", "https://web.archive.org/web/20160609133520im_/http://media.eurekalert.org/multimedia_prod/pub/web/117147_web.jpg", "https://web.archive.org/web/20160609133520im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160609133520im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160609133520im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160609133520im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160609133520im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg"], "top_img": "https://web.archive.org/web/20160609133520im_/http://media.eurekalert.org/multimedia_prod/pub/web/117147_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160609133520/http://www.eurekalert.org/pub_releases/2016-06/smh-bln060716.php", "title": "Barley lowers not one but two types of 'bad cholesterol', review suggests", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "- Eating barley or foods containing barley significantly reduced levels of two types of 'bad cholesterol' associated with cardiovascular risk, a St. Michael's Hospital research paper has found.", "keywords": "Medicine/Health, Cardiology, Diet/Body Weight, Metabolism/Metabolic Diseases, Cholesterol, Nutrition/Nutrients", "date": "Wed, 08 Jun 2016 04:00:00 GMT", "journal": "European Journal of Clinical Nutrition", "type": "research", "institution": "St. Michael's Hospital", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "StMikesHospital", "domain": "www.eurekalert.org"}, "og": {"title": "Barley lowers not one but two types of 'bad cholesterol',  review suggests", "description": "- Eating barley or foods containing barley significantly reduced levels of two types of 'bad cholesterol' associated with cardiovascular risk, a St. Michael's Hospital research paper has found.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160609133520/http://www.eurekalert.org/pub_releases/2016-06/smh-bln060716.php", "image": "https://web.archive.org/web/20160609133520im_/http://media.eurekalert.org/multimedia_prod/pub/web/117147_web.jpg", "type": "website"}, "fb": {"profile_id": "pages/St-Michaels-Hospital/116986731666237"}}, "movies": [], "publish_date": 1467172800.0, "source": "https://web.archive.org", "summary": ""}