{"url": "https://web.archive.org/web/20170403180313/https://www.eurekalert.org/pub_releases/2017-04/tes-mbs040117.php", "text": "ORLANDO--A new study finds that a noninvasive electromagnetic brain stimulation technique helps obese people lose weight, partly by changing the composition of their intestinal bacteria--the so-called gut microbiota. Results of the technique, called deep transcranial magnetic stimulation (dTMS), will be presented Sunday at ENDO 2017, the Endocrine Society's 99th annual meeting in Orlando, Fla.\n\nThis study expands on the researchers' previous finding that dTMS reduced food cravings and induced weight loss in obese individuals. Unlike deep brain stimulation, dTMS does not need an operation or implantation of electrodes. Instead, an electromagnetic coil is placed on the scalp and sends magnetic pulses to stimulate specific deep regions of the brain. Currently approved in the U.S. for treating major depression, dTMS is being studied in some countries for the treatment of other neuropsychiatric disorders, especially addiction.\n\n\"We need new safe and effective therapies for obesity,\" said principal investigator Livio Luzi, M.D., professor and head of endocrinology at the IRCCS Policlinico San Donato and the University of Milan in Milan, Italy. \"Despite numerous preventive and therapeutic interventions, none has stopped obesity from reaching epidemic proportions.\"\n\nAn underlying cause of obesity may be an impaired gut microbiota composition, an imbalance in the complex mix of beneficial and harmful microorganisms that inhabit the digestive tract. Luzi said scientists now know that an impaired gut microbiota can alter the brain's signals for appetite and satiety, or fullness. He and his co-workers studied whether dTMS could improve the gut microbiota composition in obese persons and, if so, by what underlying mechanisms.\n\nIn their study, funded by the Italian Ministry of Health, the investigators recruited three men and 11 women, ages 22 to 65, with obesity as shown by a body mass index (BMI) of 30 to 45 kg/m2. They randomly assigned the study subjects to two groups for five weeks to receive 15 sessions--three times per week--of either dTMS (to the insula and prefrontal cortex deep in the brain) or a sham stimulation as a control. Before and at the end of treatment, subjects provided stool samples for microbiota analysis.\n\nThe research team also measured blood levels of glucose (sugar), insulin, pituitary gland hormones and neurotransmitters such as norepinephrine. Pituitary hormones play a key role in regulating appetite, and recent research shows that norepinephrine and other neurotransmitters affect microbiota composition, Luzi said.\n\nAfter five weeks of treatment, subjects receiving dTMS lost more than 3 percent of their body weight and more than 4 percent of their fat--significantly more than controls did, Luzi reported.\n\nResults of the fecal analysis demonstrated that, after five weeks, dTMS-treated subjects had greatly increased quantities of several beneficial bacterial species with anti-inflammatory properties, such as are found in healthy people. The control group, however, had no clinically relevant alterations in their microbiota composition, Luzi said. He also reported that changes in the abundance of other bacterial species correlated with improvement of metabolic and hormonal parameters, including glucose, insulin, several pituitary hormones and norepinephrine.\n\n\"These changes suggest a beneficial effect of dTMS on both weight loss and change in microbiota composition,\" Luzi said. \"Our research shows the innovative ability of dTMS in exerting anti-obesity effects through alteration of the gut-brain axis.\"\n\n###\n\nEndocrinologists are at the core of solving the most pressing health problems of our time, from diabetes and obesity to infertility, bone health, and hormone-related cancers. The Endocrine Society is the world's oldest and largest organization of scientists devoted to hormone research and physicians who care for people with hormone-related conditions.", "images": ["https://web.archive.org/web/20170403180313im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170403180313im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170403180313im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170403180313im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170403180313im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170403180313im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170403180313im_/https://www.eurekalert.org/images/meganav/ACS253Meeting_600x200.jpg", "https://web.archive.org/web/20170403180313im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170403180313im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170403180313im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170403180313im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170403180313im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170403180313im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170403180313im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg"], "top_img": "https://web.archive.org/web/20170403180313im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170403180313/https://www.eurekalert.org/pub_releases/2017-04/tes-mbs040117.php", "title": "Magnetic brain stimulation causes weight loss by making gut bacteria healthier", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A new study finds that a noninvasive electromagnetic brain stimulation technique helps obese people lose weight, partly by changing the composition of their intestinal bacteria -- the so-called gut microbiota. Results of the technique, called deep transcranial magnetic stimulation (dTMS), will be presented Sunday at ENDO 2017, the Endocrine Society's 99th annual meeting in Orlando, Fla.", "keywords": "Medicine/Health, Diet/Body Weight, Eating Disorders/Obesity, Endocrinology, Internal Medicine, Gastroenterology, Neurobiology, Nutrition/Nutrients", "date": "Mon, 03 Apr 2017 04:00:00 GMT", "type": "research", "institution": "The Endocrine Society", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "EndoMedia", "domain": "www.eurekalert.org", "title": "Magnetic brain stimulation causes weight loss by making gut bacteria healthier", "description": "A new study finds that a noninvasive electromagnetic brain stimulation technique helps obese people lose weight, partly by changing the composition of their intestinal bacteria -- the so-called gut microbiota. Results of the technique, called deep transcranial magnetic stimulation (dTMS), will be presented Sunday at ENDO 2017, the Endocrine Society's 99th annual meeting in Orlando, Fla."}, "og": {"title": "Magnetic brain stimulation causes weight loss by making gut bacteria healthier", "description": "A new study finds that a noninvasive electromagnetic brain stimulation technique helps obese people lose weight, partly by changing the composition of their intestinal bacteria -- the so-called gut microbiota. Results of the technique, called deep transcranial magnetic stimulation (dTMS), will be presented Sunday at ENDO 2017, the Endocrine Society's 99th annual meeting in Orlando, Fla.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170403180313/https://www.eurekalert.org/pub_releases/2017-04/tes-mbs040117.php", "image": "https://web.archive.org/web/20170403180313im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "EndocrineSociety"}}, "movies": [], "publish_date": 1493438400.0, "source": "https://web.archive.org", "summary": ""}