{"url": "https://web.archive.org/web/20180326200103/https://www.eurekalert.org/pub_releases/2018-03/muos-pdd032618.php", "text": "A new device worn like a visor can detect emergent large-vessel occlusion in patients with suspected stroke with 92 percent accuracy, report clinical investigators at the Medical University of South Carolina (MUSC), Mount Sinai, the University of Tennessee Health Sciences Center and elsewhere in an article published online on March 6, 2018, in the Journal of Neurointerventional Surgery. Patients with large-vessel occlusions can then be routed to a Comprehensive Stroke Center with endovascular capabilities. In contrast, a standard physical examination achieved only 40 to 89 percent accuracy in identifying patients with large-vessel occlusion who could benefit from endovascular therapy.\n\nThe volumetric impedance phase shift spectroscopy (VIPS) device (Cerebrotech VisorTM, Cerebrotech Medical Systems, Pleasanton, CA) works by sending low-energy radio waves through the brain that change frequency when passing through fluids. Such waves are reflected back through the brain and then detected by the device. When a patient is having a severe stroke, the brain's fluids will change, producing an asymmetry in the radio waves detected by the VIPS device. The greater the asymmetry, the more severe the stroke.\n\nEndovascular therapy within 24 hours is the standard of care for emergent large-vessel occlusion, but the chance of achieving a good outcome decreases by approximately 20 percent for each hour that passes before treatment.\n\nThe researchers hope that the device will save valuable time -- especially important in stroke where time is brain -- when it is deployed with emergency medical personnel in the field. This is because the accuracy of the device simplifies the decision made by emergency personnel about where to take patients first, according to Raymond D. Turner, M.D., professor of neurosurgery and chief of the Neuroscience Integrated Center of Clinical Excellence at MUSC. Turner served as principal investigator for MUSC in the VIPS for the Non-Invasive Detection of Hemispheric Bioimpedance Asymmetry in Severe Brain Pathology (VITAL) study reported in the article.\n\n\"Transfer between hospitals takes a lot of time,\" said Turner. \"If we can give the information to emergency personnel out in the field that this is a large-vessel occlusion, that should change their thought process in triage as to which hospital they go to.\"\n\nIn the study, the VIPS device was deployed with emergency medical personnel in regions served by five Comprehensive Stroke Centers equipped with the endovascular capabilities to treat large-vessel occlusions that underlie severe stroke. Their goal was to use the device to accurately identify severe stroke and then compare the results to established physical examination methods practiced by emergency personnel such as the Prehospital Acute Stroke Severity Scale.\n\nBoth healthy participants and patients with suspected stroke were evaluated by emergency personnel using the VIPS device. Three readings were taken and averaged -- a process that takes about 30 seconds. Patients were also later evaluated by neurologists who provided definitive diagnoses using neuroimaging.\n\nCompared to the neurologists' diagnoses, the device displayed 92 percent specificity -- the ability to detect the difference between patients with severe stroke and those with other conditions such as mild stroke or healthy participants with no brain pathology. This places the VIPS device above standard physical examination tools used by emergency personnel that display specificity scores between 40 and 89 percent.\n\nThe VIPS device is made by Cerebrotech Medical Systems, which paid consultants to analyze the neuroimaging data independently. The neuroimaging data was needed to teach the VIPS device which radio waves were indicative of stroke. Yet the consultants did not have access to the VIPS radio wave data during their review of the images, thereby eliminating the potential of the consultants to choose data that might artificially inflate the device's accuracy. It is also not clear how the device would work for patients with cranial implants, as metal interferes with the device's operating radio frequencies.\n\nThe device's success may be found in its ability to give emergency personnel a clear answer as to whether a patient is experiencing a severe stroke. The VIPS device requires very little training to operate compared to that required to learn standard emergency examination skills, thereby reducing the possibility of human error during emergency diagnosis.\n\nIn their next steps, the researchers are undertaking the VITAL 2.0 study to determine if the VIPS device can use complex machine learning algorithms to teach itself how to discriminate between minor and severe stroke without the help of neurologists. If so, the VIPS device could have widespread clinical implications, helping emergency personnel decide whether to take a patient to a comprehensive stroke center or a primary stroke center for treatment.\n\nTurner likens the use of the VIPS device in detecting severe stroke to the use of electrocardiography (ECG) to definitively detect acute myocardial infarction. He predicts that the device has the potential to be used widely by emergency personnel but also to appear in other public spaces. \"This could potentially be something like a defibrillator,\" said Turner. \"You can find out if a patient is having a stroke, just like you can put a defibrillator on a patient to see if they're having a heart attack.\"\n\nThis study was funded by Cerebrotech Medical Systems.\n\nAbout MUSC Founded in 1824 in Charleston, The Medical University of South Carolina is the oldest medical school in the South. Today, MUSC continues the tradition of excellence in education, research, and patient care. MUSC educates and trains more than 3,000 students and residents, and has nearly 13,000 employees, including approximately 1,500 faculty members. As the largest non-federal employer in Charleston, the university and its affiliates have collective annual budgets in excess of $2.2 billion. MUSC operates a 750-bed medical center, which includes a nationally recognized Children's Hospital, the Ashley River Tower (cardiovascular, digestive disease, and surgical oncology), Hollings Cancer Center (a National Cancer Institute designated center) Level I Trauma Center, and Institute of Psychiatry. For more information on academic information or clinical services, visit musc.edu. For more information on hospital patient services, visit muschealth.org.\n\n###", "images": ["https://web.archive.org/web/20180326200103im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180326200103im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180326200103im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180326200103im_/https://media.eurekalert.org/multimedia_prod/pub/rel/166346_rel.jpg", "https://web.archive.org/web/20180326200103im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180326200103im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180326200103im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180326200103im_/https://media.eurekalert.org/multimedia_prod/pub/web/166346_web.jpg", "https://web.archive.org/web/20180326200103im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180326200103im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180326200103im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180326200103im_/https://www.eurekalert.org/multimedia/pub/web/166346_web.jpg", "https://web.archive.org/web/20180326200103im_/https://media.eurekalert.org/meganav/EB2018_Newsroom.jpg", "https://web.archive.org/web/20180326200103im_/https://media.eurekalert.org/meganav/ACS255Meeting_600x200.jpg", "https://web.archive.org/web/20180326200103im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180326200103im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png"], "top_img": "https://web.archive.org/web/20180326200103im_/https://www.eurekalert.org/multimedia/pub/web/166346_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180326200103/https://www.eurekalert.org/pub_releases/2018-03/muos-pdd032618.php", "title": "Portable device detects severe stroke in seconds with 92 percent accuracy", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "In results published online on March 6, 2018, in the Journal of Neurointerventional Surgery, clinical investigators at the Medical University of South Carolina, Mount Sinai, the University of Tennessee Health Sciences Center and elsewhere describe a new visor-like device that detects emergent large-vessel occlusion with 92 percent accuracy. In such cases, emergency medical personnel transfer patients directly to a comprehensive stroke center, routing around less-equipped hospitals and saving valuable time in the process.", "keywords": "Medicine/Health, Cardiology, Stroke, Clinical Trials, Critical Care/Emergency Medicine, Diagnostics, Neurobiology, Surgery, Biomedical/Environmental/Chemical Engineering, Biotechnology", "date": "Mon, 26 Mar 2018 04:00:00 GMT/UTC", "funder": "Cerebrotech Medical Systems", "journal": "Journal of NeuroInterventional Surgery", "type": "research", "institution": "Medical University of South Carolina", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "muschealthpn", "domain": "www.eurekalert.org", "title": "Portable device detects severe stroke in seconds with 92 percent accuracy", "description": "In results published online on March 6, 2018, in the Journal of Neurointerventional Surgery, clinical investigators at the Medical University of South Carolina, Mount Sinai, the University of Tennessee Health Sciences Center and elsewhere describe a new visor-like device that detects emergent large-vessel occlusion with 92 percent accuracy. In such cases, emergency medical personnel transfer patients directly to a comprehensive stroke center, routing around less-equipped hospitals and saving valuable time in the process."}, "og": {"title": "Portable device detects severe stroke in seconds with 92 percent accuracy", "description": "In results published online on March 6, 2018, in the Journal of Neurointerventional Surgery, clinical investigators at the Medical University of South Carolina, Mount Sinai, the University of Tennessee Health Sciences Center and elsewhere describe a new visor-like device that detects emergent large-vessel occlusion with 92 percent accuracy. In such cases, emergency medical personnel transfer patients directly to a comprehensive stroke center, routing around less-equipped hospitals and saving valuable time in the process.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180326200103/https://www.eurekalert.org/pub_releases/2018-03/muos-pdd032618.php", "image": "https://web.archive.org/web/20180326200103im_/https://www.eurekalert.org/multimedia/pub/web/166346_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1522296000.0, "source": "https://web.archive.org", "summary": ""}