{"url": "https://web.archive.org/web/20150615004603/http://www.eurekalert.org:80/pub_releases/2015-06/elar-drs061215.php", "text": "Rome, Italy, 13 June 2015: The results of a study presented today at the European League Against Rheumatism Annual Congress (EULAR 2015) showed that, in rheumatoid arthritis (RA) patients, a good clinical response to maintenance treatment with a tumour necrosis factor inhibitor (TNFi) was maintained even when the dose was reduced by one-third.\n\nReducing the TNFi dose by two-thirds resulted in more flares (exacerbations of symptoms and signs) but these subsided when the higher dose of TNFi was restarted, and did not adversely affect subsequent progression of any disability. In some cases however, patients maintained a clinical response after stopping the TNFi altogether.\n\n\"The optimal management of RA involves achieving the lowest possible disease activity - ideally remission, and then maintaining this level of control,\" said lead author, Dr. James Galloway, Department of Rheumatology, King's College Hospital NHS Foundation Trust, UK. \"Findings from our study have shown that adopting a TNFi dose reduction strategy can still meet this objective, with no compromise on symptom control for the patient and offering a more cost-effective option by substantially reducing the high drug costs associated with TNFi maintenance therapy.\"\n\nRA is a chronic inflammatory disease characterised by joint inflammation and damage, functional disability and significantly increased mortality. Early intervention using a conventional synthetic disease-modifying anti-rheumatic drug (DMARD) such as methotrexate is critical in preventing structural joint damage and progressive loss of function. For those patients who either fail to respond, or who develop an inadequate response to these drugs over time, a biologic DMARD is an effective add-on treatment option.2 The first choice of biologic therapy is usually a TNFi2 and currently identical dosing regimens of TNFi are used both to induce and then maintain a clinical response.1\n\nOver the first six months of the study, flares (exacerbations of symptoms and signs) occurred in 14% of patients who stayed on the same TNFi dose, compared to a similar figure of 13% in those patients for whom the dose was reduced by one-third. A two-thirds dose reduction increased the odds of a flare occurring by four times compared with a one-third dose reduction, with flares occurring in 37% of patients. Post-dose reduction flares resolved when the original dose of TNFi was restarted. There were no significant differences in self-reported measures of disability (Health Assessment Questionnaire score) with either dose reduction strategy at six months.\n\nThe OPTTIRA study is a 12-month multicentre, randomised controlled trial designed to evaluate if reducing TNFi doses (of either etanercept or adalimumab) caused a loss of response in RA patients who were also receiving a synthetic DMARD. To be eligible, patients had to demonstrate stable low disease activity (DAS28 less than 3.2) for over three months. Patients with serious concomitant illness, or those taking high-dose steroids (more than 10mg prednisolone daily) were excluded.\n\nOf the 47 patients who reduced, then stopped their TNFi after six months, 45% (21/47) succeeded without flaring, and their final mean DAS28 score after stopping treatment was 2.2, demonstrating low disease activity.\n\n###\n\nAbstract Number: SAT0150\n\nNOTES TO EDITORS:\n\nFor further information on this study, or to request an interview with the study lead, please do not hesitate to contact the EULAR congress\n\nPress Office in Room 5B of Fiera Roma during EULAR 2015 or on:\n\nEmail: eularpressoffice@cohnwolfe.com\n\nOnsite tel: +44 (0) 7738 890 799 / +44 (0) 20 7331 5442\n\nTwitter: @EULAR_Press\n\nYoutube: Eular Pressoffice\n\nAbout EULAR\n\nThe European League Against Rheumatism (EULAR) is an umbrella organisation which represents scientific societies, health professional associations and organisations for people with rheumatic diseases throughout Europe.\n\nEULAR aims to promote, stimulate and support the research, prevention, and treatment of rheumatic diseases and the rehabilitation of those it affects.\n\nWith 45 scientific member societies, 35 People with Arthritis and Rheumatism in Europe (PARE) organisations, 19 health professionals associations and 21 corporate members, EULAR highlights the importance of combating rheumatic diseases through both medical means and patient care.\n\nEULAR 2015 is set to be the biggest rheumatology event in Europe with around 14,000 scientists, physicians, allied health professionals and related audiences in attendance from more than 120 countries. Over the course of the congress there will be some 300 oral and just under 2,000 poster abstract presentations, more than 150 sessions, 400 lectures, 40 poster tours and 350 invited speakers.", "images": ["https://web.archive.org/web/20150615004603im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20150615004603im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20150615004603im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20150615004603im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20150615004603im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20150615004603im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20150615004603im_/http://www.eurekalert.org/images/meganav/aacr2015meeting_600X200.jpg", "https://web.archive.org/web/20150615004603im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20150615004603im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20150615004603im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20150615004603im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20150615004603im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20150615004603im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg"], "top_img": "https://web.archive.org/web/20150615004603im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150615004603/http://www.eurekalert.org/pub_releases/2015-06/elar-drs061215.php", "title": "Dose reduction strategy can substantially reduce high cost of TNF inhibitor therapy in RA", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "The results of a study presented today at the European League Against Rheumatism Annual Congress (EULAR 2015) showed that, in rheumatoid arthritis patients, a good clinical response to maintenance treatment with a tumor necrosis factor inhibitor was maintained even when the dose was reduced by one-third.", "keywords": "Medicine/Health, Health Professionals, Pain", "date": "Sat, 13 Jun 2015 04:00:00 GMT", "journal": "Annals of Rheumatic Diseases", "type": "research", "institution": "European League Against Rheumatism", "meeting": "EULAR 2015 Annual Congress", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "eular_org", "domain": "www.eurekalert.org"}, "og": {"title": "Dose reduction strategy can substantially reduce high cost of TNF inhibitor therapy in RA", "description": "The results of a study presented today at the European League Against Rheumatism Annual Congress (EULAR 2015) showed that, in rheumatoid arthritis patients, a good clinical response to maintenance treatment with a tumor necrosis factor inhibitor was maintained even when the dose was reduced by one-third.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150615004603/http://www.eurekalert.org/pub_releases/2015-06/elar-drs061215.php", "image": "https://web.archive.org/web/20150615004603im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "eular.org"}}, "movies": [], "publish_date": 1435550400.0, "source": "https://web.archive.org", "summary": ""}