{"url": "https://www.nih.gov/news-events/news-releases/stem-cell-transplants-may-induce-long-term-remission-multiple-sclerosis", "text": "Stem cell transplants may induce long-term remission of multiple sclerosis\n\nEncouraging results help set stage for larger studies.\n\nNew clinical trial results provide evidence that high-dose immunosuppressive therapy followed by transplantation of a person's own blood-forming stem cells can induce sustained remission of relapsing-remitting multiple sclerosis (MS), an autoimmune disease in which the immune system attacks the central nervous system.\n\n“...these five-year results suggest the promise of this treatment for inducing long-term, sustained remissions of poor-prognosis relapsing-remitting MS.”\n\nFive years after receiving the treatment, called high-dose immunosuppressive therapy and autologous hematopoietic cell transplant (HDIT/HCT), 69 percent of trial participants had survived without experiencing progression of disability, relapse of MS symptoms or new brain lesions. Notably, participants did not take any MS medications after receiving HDIT/HCT. Other studies have indicated that currently available MS drugs have lower success rates.\n\nThe trial, called HALT-MS, was sponsored by the National Institute of Allergy and Infectious Diseases (NIAID), part of the National Institutes of Health, and conducted by the NIAID-funded Immune Tolerance Network (ITN). The researchers published three-year results from the study in December 2014, and the final five-year results appear online Feb. 1 in Neurology, the medical journal of the American Academy of Neurology.\n\n“These extended findings suggest that one-time treatment with HDIT/HCT may be substantially more effective than long-term treatment with the best available medications for people with a certain type of MS,” said NIAID Director Anthony S. Fauci, M.D. “These encouraging results support the development of a large, randomized trial to directly compare HDIT/HCT to standard of care for this often-debilitating disease.”\n\nMS symptoms vary widely and may include motor and speech difficulties, weakness, fatigue and chronic pain. The most common form of MS is relapsing-remitting MS, which is characterized by periods of mild or no symptoms interspersed with symptom flare-ups or relapses. Over years, the disease can worsen and shift to a progressive form.\n\nIn HALT-MS, researchers tested the safety, efficacy and durability of HDIT/HCT in 24 volunteers aged 26 to 52 years with relapsing-remitting MS who, despite taking clinically available medications, experienced active inflammation, evidenced by frequent severe relapses, and worsened neurological disability.\n\nThe experimental treatment aims to suppress active disease and prevent further disability by removing disease-causing cells and resetting the immune system. During the procedure, doctors collect a participant’s blood-forming stem cells, give the participant high-dose chemotherapy to deplete the immune system, and return the participant’s own stem cells to rebuild the immune system. The treatment carries some risks, and many participants experienced the expected side effects of HDIT/HCT, such as infections. Three participants died during the study; none of the deaths were related to the study treatment.\n\nFive years after HDIT/HCT, most trial participants remained in remission, and their MS had stabilized. In addition, some participants showed improvements, such as recovery of mobility or other physical capabilities.\n\n“Although further evaluation of the benefits and risks of HDIT/HCT is needed, these five-year results suggest the promise of this treatment for inducing long-term, sustained remissions of poor-prognosis relapsing-remitting MS,” said Richard Nash, M.D., of Colorado Blood Cancer Institute and Presbyterian-St. Luke’s Hospital. Dr. Nash served as principal investigator of the HALT-MS study.\n\n“If these findings are confirmed in larger studies, HDIT/HCT may become a potential therapeutic option for patients with active relapsing-remitting MS, particularly those who do not respond to existing therapies,” said Daniel Rotrosen, M.D., director of NIAID’s Division of Allergy, Immunology and Transplantation.\n\nThis work was sponsored by NIAID, NIH, and conducted by the ITN under award number AI109565 and NIAID-funded statistical and clinical coordinating centers under award number AI117870. The ClinicalTrials.gov identifier for the Phase 2 study High-Dose Immunosuppression and Autologous Transplantation for Multiple Sclerosis (HALT-MS) is NCT00288626.\n\nNIAID conducts and supports research — at NIH, throughout the United States, and worldwide — to study the causes of infectious and immune-mediated diseases, and to develop better means of preventing, diagnosing and treating these illnesses. News releases, fact sheets and other NIAID-related materials are available on the NIAID website.\n\nAbout the National Institutes of Health (NIH): NIH, the nation's medical research agency, includes 27 Institutes and Centers and is a component of the U.S. Department of Health and Human Services. NIH is the primary federal agency conducting and supporting basic, clinical, and translational medical research, and is investigating the causes, treatments, and cures for both common and rare diseases. For more information about NIH and its programs, visit www.nih.gov.\n\nNIH…Turning Discovery Into Health®", "images": ["https://www.nih.gov/favicon.ico", "https://www.nih.gov/sites/all/themes/nih/images/nih-logo-color.png"], "top_img": "https://www.nih.gov/favicon.ico", "keywords": [], "authors": [], "canonical_link": "https://www.nih.gov/news-events/news-releases/stem-cell-transplants-may-induce-long-term-remission-multiple-sclerosis", "title": "Stem cell transplants may induce long-term remission of multiple sclerosis", "meta_data": {"MobileOptimized": "width", "google-site-verification": "rjIoO4vW0AYgltSYvxM1L_CzGIkq28kHf9gHIASKx8s", "description": "Encouraging results help set stage for larger studies.", "keywords": "NIH, NIAID, stem cell, transplants, induce, long-term, remission, multiple sclerosis, MS", "robots": "follow, index", "viewport": "width=device-width, initial-scale=1.0", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "National Institutes of Health (NIH)", "type": "article", "title": "Stem cell transplants may induce long-term remission of multiple sclerosis", "url": "https://www.nih.gov/news-events/news-releases/stem-cell-transplants-may-induce-long-term-remission-multiple-sclerosis", "description": "Encouraging results help set stage for larger studies.", "updated_time": "2017-02-01T16:00:13-05:00"}, "twitter": {"card": "summary_large_image", "url": "https://www.nih.gov/news-events/news-releases/stem-cell-transplants-may-induce-long-term-remission-multiple-sclerosis", "title": "Stem cell transplants may induce long-term remission of multiple", "description": "Encouraging results help set stage for larger studies."}, "article": {"published_time": "2017-02-01T14:46:14-05:00", "modified_time": "2017-02-01T16:00:13-05:00"}, "published_date": "2017-02-01T14:46:14-05:00", "last_revision": "2017-02-01T16:00:13-05:00"}, "movies": [], "publish_date": 1485978374.0, "source": "https://www.nih.gov", "summary": ""}