{"url": "https://www.fda.gov/NewsEvents/Newsroom/PressAnnouncements/ucm555778.htm", "text": "For Immediate Release: April 28, 2017\n\nThe U.S. Food and Drug Administration today approved Rydapt (midostaurin) for the treatment of adult patients with newly diagnosed acute myeloid leukemia (AML) who have a specific genetic mutation called FLT3, in combination with chemotherapy. The drug is approved for use with a companion diagnostic, the LeukoStrat CDx FLT3 Mutation Assay, which is used to detect the FLT3 mutation in patients with AML.\n\n\n\nAML is a rapidly progressing cancer that forms in the bone marrow and results in an increased number of white blood cells in the bloodstream. The National Cancer Institute estimated that approximately 19,930 people would be diagnosed with AML in 2016 and 10,430 were projected to die of the disease.\n\n“Rydapt is the first targeted therapy to treat patients with AML, in combination with chemotherapy,” said Richard Pazdur, M.D., acting director of the Office of Hematology and Oncology Products in the FDA’s Center for Drug Evaluation and Research and director of the FDA’s Oncology Center of Excellence. “The ability to detect the gene mutation with a diagnostic test means doctors can identify specific patients who may benefit from this treatment.”\n\nRydapt is a kinase inhibitor that works by blocking several enzymes that promote cell growth. If the FLT3 mutation is detected in blood or bone marrow samples using the LeukoStrat CDx FLT3 Mutation Assay, the patient may be eligible for treatment with Rydapt in combination with chemotherapy.\n\nThe safety and efficacy of Rydapt for patients with AML were studied in a randomized trial of 717 patients who had not been treated previously for AML. In the trial, patients who received Rydapt in combination with chemotherapy lived longer than patients who received chemotherapy alone, although a specific median survival rate could not be reliably estimated. In addition, patients who received Rydapt in combination with chemotherapy in the trial went longer (median 8.2 months) without certain complications (failure to achieve complete remission within 60 days of starting treatment, progression of leukemia or death) than patients who received chemotherapy alone (median three months).\n\nCommon side effects of Rydapt in patients with AML include low levels of white blood cells with fever (febrile neutropenia), nausea, inflammation of the mucous membranes (mucositis), vomiting, headache, spots on the skin due to bleeding (petechiae), musculoskeletal pain, nosebleeds (epistaxis), device-related infection, high blood sugar (hyperglycemia) and upper respiratory tract infection. Rydapt should not be used in patients with hypersensitivity to midostaurin or other ingredients in Rydapt. Women who are pregnant or breastfeeding should not take Rydapt because it may cause harm to a developing fetus or a newborn baby. Patients who experience signs or symptoms of lung damage (pulmonary toxicity) should stop using Rydapt.\n\nRydapt was also approved today for adults with certain types of rare blood disorders (aggressive systemic mastocytosis, systemic mastocytosis with associated hematological neoplasm or mast cell leukemia). Common side effects of Rydapt in these patients include nausea, vomiting, diarrhea, swelling (edema), musculoskeletal pain, abdominal pain, fatigue, upper respiratory tract infection, constipation, fever, headache and shortness of breath.\n\nThe FDA granted this application Priority Review, Fast Track (for the mastocytosis indication) and Breakthrough Therapy (for the AML indication) designations.\n\nThe FDA granted the approval of Rydapt to Novartis Pharmaceuticals Corporation. The FDA granted the approval of the LeukoStrat CDx FLT3 Mutation Assay to Invivoscribe Technologies Inc.\n\nThe FDA, an agency within the U.S. Department of Health and Human Services, protects the public health by assuring the safety, effectiveness, and security of human and veterinary drugs, vaccines and other biological products for human use, and medical devices. The agency also is responsible for the safety and security of our nation’s food supply, cosmetics, dietary supplements, products that give off electronic radiation, and for regulating tobacco products.\n\n###\n\nInquiries Media: Angela Stark 301-796-0397 Consumer: 888-INFO-FDA\n\nRelated Information", "images": ["https://www.fda.gov/themes/custom/preview/assets/images/icon-https.svg", "https://www.fda.gov/themes/custom/preview/assets/images/icon-dot-gov.svg", "https://www.fda.gov/themes/custom/preview/assets/images/US_Flag.png", "https://www.fda.gov/themes/custom/preview/img/FDA-Social-Graphic.png"], "top_img": "https://www.fda.gov/themes/custom/preview/img/FDA-Social-Graphic.png", "keywords": [], "authors": [], "canonical_link": "https://www.fda.gov/news-events/press-announcements/fda-approves-new-combination-treatment-acute-myeloid-leukemia", "title": "FDA approves new combination treatment for acute myeloid leukemia", "meta_data": {"title": "FDA approves new combination treatment for acute myeloid leukemia | FDA", "og": {"site_name": "U.S. Food and Drug Administration", "type": "Article", "url": "http://www.fda.gov/news-events/press-announcements/fda-approves-new-combination-treatment-acute-myeloid-leukemia", "title": "FDA approves new combination treatment for acute myeloid leukemia", "updated_time": "Wed, 03/28/2018 - 12:28", "image": "https://www.fda.gov/themes/custom/preview/img/FDA-Social-Graphic.png", "description": "The U.S. Food and Drug Administration today approved Rydapt (midostaurin) for the treatment of adult patients with newly diagnosed acute myeloid leukemia (AML) who have a specific genetic mutation called FLT3, in combination with chemotherapy. The drug is approved for use with a companion diagnostic, the LeukoStrat CDx FLT3 Mutation Assay, which is used to detect the FLT3 mutation in patients with AML."}, "twitter": {"card": "summary_large_image", "site": "@US_FDA", "title": "FDA approves new combination treatment for acute myeloid leukemia", "creator": "@US_FDA", "image": "https://www.fda.gov/themes/custom/preview/img/FDA-Social-Graphic.png", "description": "The U.S. Food and Drug Administration today approved Rydapt (midostaurin) for the treatment of adult patients with newly diagnosed acute myeloid leukemia (AML) who have a specific genetic mutation called FLT3, in combination with chemotherapy. The drug is approved for use with a companion diagnostic, the LeukoStrat CDx FLT3 Mutation Assay, which is used to detect the FLT3 mutation in patients with AML."}, "dcterms.title": "FDA approves new combination treatment for acute myeloid leukemia", "dcterms.creator": "Office of the Commissioner", "description": "The U.S. Food and Drug Administration today approved Rydapt (midostaurin) for the treatment of adult patients with newly diagnosed acute myeloid leukemia (AML) who have a specific genetic mutation called FLT3, in combination with chemotherapy. The drug is approved for use with a companion diagnostic, the LeukoStrat CDx FLT3 Mutation Assay, which is used to detect the FLT3 mutation in patients with AML.", "dcterms.description": "The U.S. Food and Drug Administration today approved Rydapt (midostaurin) for the treatment of adult patients with newly diagnosed acute myeloid leukemia (AML) who have a specific genetic mutation called FLT3, in combination with chemotherapy. The drug is approved for use with a companion diagnostic, the LeukoStrat CDx FLT3 Mutation Assay, which is used to detect the FLT3 mutation in patients with AML.", "google-site-verification": "tWxlDhm4ANdksJZPj7TBmHgNoMqZCnecPp0Aa2vC9XA", "dcterms.publisher": "FDA", "dcterms.audience": "Media", "dcterms.issued": "Fri, 04/28/2017 - 06:04", "dcterms.source": "FDA", "article": {"publisher": "FDA", "published_time": "Tue, 09/10/2019 - 23:12", "modified_time": "Wed, 03/28/2018 - 12:28"}, "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0"}, "movies": [], "publish_date": 1568171520.0, "source": "https://www.fda.gov", "summary": ""}