{"url": "https://web.archive.org/web/20160304035020/http://www.eurekalert.org:80/pub_releases/2016-03/iocr-dcs030216.php", "text": "A combination of two drugs delays progression of advanced, aggressive breast cancer by an average of nine months - working in all subsets of the most common type of breast cancer.\n\nThe combination - of a first-in-class targeted drug called palbociclib, and the hormone drug fulvestrant - slowed cancer growth in around two thirds of women with advanced forms of the most common type of breast cancer.\n\nThe combination allowed many women with metastatic hormone-receptor-positive, HER2-negative cancer to delay the start of chemotherapy, which is the traditional treatment option in these patients once hormone drugs have stopped working.\n\nThe international study, led in the UK by Dr Nicholas Turner, from The Institute of Cancer Research, London, and The Royal Marsden NHS Foundation Trust, updates the results of a major phase III trial published last year.\n\nThe results confirm the prior benefit observed with palbociclib, and show that palbociclib works regardless of how sensitive patients' cancer was to earlier hormone therapy.\n\nThe new research, published today (Thursday) in The Lancet Oncology, shows that even women with specific genetic changes conveying resistance to hormone therapy can benefit from the new drug combination.\n\nHormone-receptor-positive, HER2-negative cancer accounts for around 75 per cent of cases of breast cancer.\n\nIn the trial, researchers from 144 research centres in 17 countries followed 521 women allocated to receive either palbociclib and fulvestrant, or a dummy pill and fulvestrant. The trial was funded by Pfizer.\n\nWomen in the palbociclib plus fulvestrant group took a median of 9.5 months to progress, as measured by CT and MRI scans, compared with 4.6 months in the placebo group.\n\nSome 67 per cent of the 347 women in the palbociclib plus fulvestrant group showed clinical benefit - either a reduction in tumour size or control of disease for at least six months - compared with 40 per cent of the 174 women in the placebo plus fulvestrant group.\n\nSome 19 per cent in the palbociclib plus fulvestrant group had a decrease in tumour size compared with 9 per cent in the placebo plus fulvestrant group.\n\nThe study also aimed to assess whether cancers with particular genetic traits responded less well or better to the combination than others.\n\nMutations to the gene PIK3CA represent the most common genetic event in breast cancer, and mutations in the gene are associated with a shorter response to hormone therapy.\n\nThe research showed that using 'liquid biopsies' that measure cancer DNA circulating in the blood to detect PIK3CA, and tests for blood hormone levels, the palbociclib combination worked in all types of hormone-receptor positive, HER2 negative breast cancer.\n\nPalbociclib is a first-in-class drug - with a different mechanism of action to other approved drugs - which simultaneously blocks two proteins called CDK4 and CDK6 in cancer cells. It causes less severe side-effects than traditional chemotherapy.\n\nIn the trial, severe side-effects caused by the combination were rare. Many women (81 per cent on the palbociclib arm) had a drop in their white blood cell count, but this rarely led to serious symptoms.\n\nStudy co-lead author Dr Nicolas Turner, Team Leader in Molecular Oncology at The Institute of Cancer Research, London, and Consultant Medical Oncologist at The Royal Marsden NHS Foundation Trust, said:\n\n\"Our research underlines the effectiveness of palbociclib with fulvestrant in metastatic breast cancer and, importantly, demonstrates its benefit in all types of hormone-receptor positive breast cancer. We hope our results lead to the adoption of this drug combination in breast cancer, where it delays the need to start chemotherapy by an average of nine months.\n\n\"Our study also sends a powerful message that in combining new drugs in innovative trials we can find better options for women with advanced breast cancer. Chemotherapy can add several months to life but it comes at a cost of often life-limiting side effects, and we need alternative treatments that are better tolerated to treat patients with advanced breast cancer.\"\n\nProfessor Paul Workman, Chief Executive of The Institute of Cancer Research, London, said:\n\n\"If we're going to drive further improvements in survival from cancer, it's essential that we find ways of prolonging life in people whose cancers have evolved and become resistant to treatment. This trial is an exciting example of one of the most promising approaches to overcoming drug resistance, by combining drugs with different mechanisms of action to block off cancer's escape routes. It's very encouraging to see such substantial delays to cancer progression.\"\n\n###\n\nNotes to editors\n\nFor more information please contact Henry French on 020 7153 5582 or henry.french@icr.ac.uk. For enquiries out of hours, please call 07595 963 613.\n\nThe Institute of Cancer Research, London, is one of the world's most influential cancer research institutes.\n\nScientists and clinicians at The Institute of Cancer Research (ICR) are working every day to make a real impact on cancer patients' lives. Through its unique partnership with The Royal Marsden NHS Foundation Trust and 'bench-to-bedside' approach, the ICR is able to create and deliver results in a way that other institutions cannot. Together the two organisations are rated in the top four cancer centres globally.\n\nThe ICR has an outstanding record of achievement dating back more than 100 years. It provided the first convincing evidence that DNA damage is the basic cause of cancer, laying the foundation for the now universally accepted idea that cancer is a genetic disease. Today it leads the world at isolating cancer-related genes and discovering new targeted drugs for personalised cancer treatment.\n\nAs a college of the University of London, the ICR provides postgraduate higher education of international distinction. It has charitable status and relies on support from partner organisations, charities and the general public.", "images": ["https://web.archive.org/web/20160304035020im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160304035020im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160304035020im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160304035020im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20160304035020im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160304035020im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160304035020im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160304035020im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160304035020im_/http://www.eurekalert.org/images/meganav/AM16-NoDate.png", "https://web.archive.org/web/20160304035020im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160304035020im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160304035020im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20160304035020im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif"], "top_img": "https://web.archive.org/web/20160304035020im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160304035020/http://www.eurekalert.org/pub_releases/2016-03/iocr-dcs030216.php", "title": "Drug combination slows breast cancer spread", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A combination of two drugs delays progression of advanced, aggressive breast cancer by an average of nine months -- working in all subsets of the most common type of breast cancer. The combination -- of a first-in-class targeted drug called palbociclib, and the hormone drug fulvestrant -- slowed cancer growth in around two thirds of women with advanced forms of the most common type of breast cancer.", "keywords": "Medicine/Health, Cancer, Breast Cancer, Clinical Trials", "date": "Wed, 02 Mar 2016 05:00:00 GMT", "funder": "Pfizer", "journal": "Lancet Oncology", "type": "research", "institution": "Institute of Cancer Research", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "ICR_London", "domain": "www.eurekalert.org"}, "og": {"title": "Drug combination slows breast cancer spread", "description": "A combination of two drugs delays progression of advanced, aggressive breast cancer by an average of nine months -- working in all subsets of the most common type of breast cancer. The combination -- of a first-in-class targeted drug called palbociclib, and the hormone drug fulvestrant -- slowed cancer growth in around two thirds of women with advanced forms of the most common type of breast cancer.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160304035020/http://www.eurekalert.org/pub_releases/2016-03/iocr-dcs030216.php", "image": "https://web.archive.org/web/20160304035020im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "theinstituteofcancerresearch"}}, "movies": [], "publish_date": 1459224000.0, "source": "https://web.archive.org", "summary": ""}