{"url": "https://www.aan.com/PressRoom/Home/PressRelease/1486", "text": "EMBARGOED FOR RELEASE UNTIL 4 PM ET, August 10, 2016\n\nTreating at the Earliest Sign of MS May Offer Long-Term Benefit\n\nMINNEAPOLIS - Starting medication for multiple sclerosis (MS) in people who show the beginning signs of the disease is associated with prolonging the time before the disease is definitively diagnosed, according to a long-term study published in the August 10, 2016, online issue of Neurology®, the medical journal of the American Academy of Neurology. The study involved people who had a first episode that was suggestive of MS, such as numbness, vision problems or problems with balance, and an MRI that showed signs of possible MS. Up to 85 percent of people in this situation, which is called clinically isolated syndrome, will in time be diagnosed with MS. “Not much research has been done on how starting treatment this early affects the long-term course of the disease,” said study author Ludwig Kappos, MD, of University Hospital Basel in Basel, Switzerland, and a member of the American Academy of Neurology. “Our study adds to the evidence supporting treatment at the earliest sign of the disease and indicates that early treatment has a long-lasting effect on disease activity.” The study started with 468 people randomly assigned to receive either early treatment with interferon beta-1b or a placebo. After participants were diagnosed with MS or after two years, the participants on the placebo could switch to interferon beta-1b or another drug. After 11 years, researchers reevaluated the 278 people who were still participating in the study, which included 167 people in the early group and 111 people in the delayed group. Those who received the early treatment were 33 percent less likely to be diagnosed with MS than those who received the delayed treatment. People in the early group also had more time before their first relapse of the disease than people in the delayed group, with 1,888 days compared to 931 days. The early group also had a lower overall yearly relapse rate of 0.21 compared to 0.26 for the delayed group, which is 19 percent lower. There was no difference between the two groups in the tests that measure overall disability or in MRI scans measuring the amount of damage caused by the disease. “Overall, early treatment appears to have a benefit on relapses, especially early in the disease, but limited effects on other outcome measures, including outcomes reported by patients,” said Brian C. Healy, PhD, of Brigham and Women’s Hospital and Massachusetts General Hospital in Boston and a member of the American Academy of Neurology, who wrote an accompanying editorial. Limitations of the study include that participants and researchers learned after the fifth-year tests which participants received the drug and which received the placebo and that after the placebo-control phase of the study, all of the participants received treatment, so there was no untreated control group after that point. The study was supported by Bayer HealthCare Pharmaceuticals. To learn more about multiple sclerosis, please visit http://www.aan.com/patients.\n\nThe American Academy of Neurology is the world's largest association of neurologists and neuroscience professionals, with 36,000 members. The AAN is dedicated to promoting the highest quality patient-centered neurologic care. A neurologist is a doctor with specialized training in diagnosing, treating and managing disorders of the brain and nervous system such as Alzheimer's disease, stroke, migraine, multiple sclerosis, concussion, Parkinson's disease and epilepsy.\n\nFor more information about the American Academy of Neurology, visit AAN.com or find us on Facebook, Twitter, LinkedIn, Instagram and YouTube.", "images": ["https://www.aan.com/siteassets/home-page/misc/publications/19cover-ng-aug.jpg", "https://www.aan.com/siteassets/home-page/misc/publications/19cover-n2-august.jpg", "https://www.aan.com/siteassets/home-page/misc/publications/19.10.15-neurology-cover.jpg", "https://www.aan.com/siteassets/home-page/misc/publications/19cover-bl-oct.png", "https://www.aan.com/siteassets/home-page/misc/publications/19_oct_aannews_cover.jpg", "https://www.aan.com/siteassets/home-page/misc/footerlogo.png", "https://www.aan.com/siteassets/home-page/misc/publications/19.10.17-nt-cover.jpg", "https://www.aan.com/siteassets/home-page/misc/publications/19-continuum-neuroophthalmology-cover.jpg", "https://www.aan.com/siteassets/home-page/misc/publications/19cover-ncp-august.jpg"], "top_img": "https://www.aan.com/siteassets/home-page/misc/publications/19cover-ng-aug.jpg", "keywords": [], "authors": [], "canonical_link": "", "title": "Treating at the Earliest Sign of MS May Offer Long-Term Benefit", "meta_data": {"viewport": "width=device-width, initial-scale=1.0"}, "movies": [], "publish_date": null, "source": "https://www.aan.com", "summary": ""}