{"url": "https://web.archive.org/web/20150916192152/http://www.eurekalert.org:80/pub_releases/2015-09/tjnj-mdp091015.php", "text": "Eating a Mediterranean diet supplemented with extra virgin olive oil was associated with a relatively lower risk of breast cancer in a study of women in Spain, according to an article published online by JAMA Internal Medicine.\n\nBreast cancer is a frequently diagnosed cancer and a leading cause of death in women. Diet has been extensively studied as a modifiable risk factor in the development of breast cancer but epidemiologic evidence on the effect of specific dietary factors is inconsistent.\n\nThe Mediterranean diet is known for its abundance of plant foods, fish and especially olive oil. Miguel A. Martínez-González, M.D., of the University of Navarra in Pamplona and CIBEROBN in Madrid, Spain, and coauthors analyzed the effects of two interventions with the Mediterranean diet (supplemented with extra virgin olive oil [EVOO] or nuts) compared with advice to women to follow a low-fat diet. Study participants in the two intervention groups were given EVOO (one liter per week for the participants and their families) or mixed nuts (30 grams per day: 15 grams of walnuts, 7.5 grams of hazelnuts and 7.5 grams of almonds).\n\nThe study was conducted within the framework of the large PREDIMED (Prevención con Dieta Mediterránea) trial, which was designed to test the effects of the Mediterranean diet on the primary prevention of cardiovascular disease.\n\nFrom 2003 to 2009, 4,282 women (ages 60 to 80 and at high risk of cardiovascular disease) were recruited. Women were randomly assigned to the Mediterranean diet supplemented with EVOO (n=1,476), the Mediterranean diet supplemented with nuts (n=1,285) or the control diet with advice to reduce their dietary intake of fat (n=1,391).\n\nThe women were an average age of 67.7 years old, had an average body mass index of 30.4, most of them had undergone menopause before the age of 55 and less than 3 percent used hormone therapy. During a median follow-up of nearly five years, the authors identified 35 confirmed incident (new) cases of malignant breast cancer.\n\nThe authors report that women eating a Mediterranean diet supplemented with EVOO showed a 68 percent (multivariable-adjusted hazard ratio of 0.32) relatively lower risk of malignant breast cancer than those allocated to the control diet. Women eating a Mediterranean diet supplemented with nuts showed a nonsignificant risk reduction compared with women in the control group.\n\nThe authors note a number of limitations in their study including that breast cancer was not the primary end point of the trial for which the women were recruited; the number of observed breast cancer cases was low; the authors do not have information on an individual basis on whether and when women in the trial underwent mammography; and the study cannot establish whether the observed beneficial effect was attributable mainly to the EVOO or to its consumption within the context of the Mediterranean diet.\n\n\"The results of the PREDIMED trial suggest a beneficial effect of a MeDiet [Mediterranean diet] supplemented with EVOO in the primary prevention of breast cancer. Preventive strategies represent the most sensible approach against cancer. The intervention paradigm implemented in the PREDIMED trial provides a useful scenario for breast cancer prevention because it is conducted in primary health care centers and also offers beneficial effects on a wide variety of health outcomes. Nevertheless, these results need confirmation by long-term studies with a higher number of incident cases,\" the authors conclude.\n\nEditor's Note: Can Diet Prevent Breast Cancer?\n\nIn a related editor's note, Mitchell H. Katz, M.D., a deputy editor of JAMA Internal Medicine, writes: \"Of course, no study is perfect. This one has a small number of outcomes (only 35 incident cases of breast cancer), the women were not all screened for breast cancer with mammography, they were not blinded to the type of diet they were receiving, and all were white, postmenopausal and at high risk for cardiovascular disease. Still, consumption of a Mediterranean diet, which is based on plant foods, fish and extra virgin olive oil, is known to reduce the risk of cardiovascular disease and is safe. It may also prevent breast cancer. We hope to see more emphasis on Mediterranean diet to reduce cancer and cardiovascular disease and improve health and well-being.\"\n\n###\n\n(JAMA Intern Med. Published online September 14, 2015. doi:10.1001/jamainternmed.2015.4838. Available pre-embargo to the media at http://media. jamanetwork. com .)\n\nEditor's Note: Authors made conflict of interest and funding/support disclosures. Please see the article for additional information, including other authors, author contributions and affiliations, financial disclosures\n\nMedia Advisory: To contact study corresponding author Miguel A. Martínez-González, M.D., email Jesus Diaz at jediaz@unav.es or call +34-636-355-333. To contact Editor's Note author Mitchell H. Katz, M.D., email mediarelations@jamanetwork.org", "images": ["https://web.archive.org/web/20150916192152im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20150916192152im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20150916192152im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20150916192152im_/http://www.eurekalert.org/images/meganav/ACS_logo.jpg", "https://web.archive.org/web/20150916192152im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20150916192152im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20150916192152im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20150916192152im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20150916192152im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20150916192152im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20150916192152im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20150916192152im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20150916192152im_/http://www.eurekalert.org/images/e4/logo-footer.png"], "top_img": "https://web.archive.org/web/20150916192152im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150916192152/http://www.eurekalert.org/pub_releases/2015-09/tjnj-mdp091015.php", "title": "Mediterranean diet plus olive oil associated with reduced breast cancer risk", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Eating a Mediterranean diet supplemented with extra virgin olive oil was associated with a relatively lower risk of breast cancer in a study of women in Spain, according to an article published online by JAMA Internal Medicine.", "keywords": "Medicine/Health, Breast Cancer, Internal Medicine", "date": "Mon, 14 Sep 2015 04:00:00 GMT", "journal": "JAMA Internal Medicine", "type": "research", "institution": "The JAMA Network Journals", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "JAMA_current", "domain": "www.eurekalert.org"}, "og": {"title": "Mediterranean diet plus olive oil associated with reduced breast cancer risk", "description": "Eating a Mediterranean diet supplemented with extra virgin olive oil was associated with a relatively lower risk of breast cancer in a study of women in Spain, according to an article published online by JAMA Internal Medicine.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150916192152/http://www.eurekalert.org/pub_releases/2015-09/tjnj-mdp091015.php", "image": "https://web.archive.org/web/20150916192152im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1443499200.0, "source": "https://web.archive.org", "summary": ""}