{"url": "http://newsnetwork.mayoclinic.org/discussion/mayo-clinic-finds-surprising-results-on-first-ever-test-of-stem-cell-therapy-to-treat-arthritis/", "text": "JACKSONVILLE, Fla. — Researchers at Mayo Clinic’s campus in Florida have conducted the world’s first prospective, blinded and placebo-controlled clinical study to test the benefit of using bone marrow stem cells, a regenerative medicine therapy, to reduce arthritic pain and disability in knees.\n\nThe researchers say such testing is needed because there are at least 600 stem cell clinics in the U.S. offering one form of stem cell therapy or another to an estimated 100,000-plus patients, who pay thousands of dollars, out of pocket, for the treatment, which has not undergone demanding clinical study.\n\nThe findings in The American Journal of Sports Medicine include an anomalous finding — patients not only had a dramatic improvement in the knee that received stem cells, but also in their other knee, which also had painful arthritis but received only a saline control injection. Each of the 25 patients enrolled in the study had two bad knees, but did not know which knee received the stem cells.\n\nGiven that the stem cell-treated knee was no better than the control-treated knee — both were significantly better than before the study began — the researchers say the stem cells’ effectiveness remains somewhat uninterpretable. They are only able to conclude the procedure is safe to undergo as an option for knee pain, but they cannot yet recommend it for routine arthritis care.\n\n“Our findings can be interpreted in ways that we now need to test — one of which is that bone marrow stem cell injection in one ailing knee can relieve pain in both affected knees in a systemic or whole-body fashion,” says the study’s lead author, Shane Shapiro, M.D., a Mayo Clinic orthopedic physician.\n\nJournalists, sound bites with Dr. Shane Shapiro are available in the downloads below.\n\nMEDIA CONTACT: Kevin Punsky, Mayo Clinic Public Affairs, 904-953-0746, punsky.kevin@mayo.edu\n\n“One hypothesis is that the stem cells we tested can home to areas of injury where they are needed, which makes sense, given that stem cells injected intravenously in cancer treatments end up in the patients’ bone marrow where they need to go,” he says. “This is just a theory that can explain our results, so it needs further testing.”\n\nAnother explanation is that merely injecting any substance into a knee offered relief from pain.\n\n“That could be, but both this idea and the notion that a placebo effect could be involved would be surprising, given that some patients are still doing very well years after their study treatment ended,” says Dr. Shapiro.\n\nHe adds that these findings are important because while use of a patient’s own stem cells for regenerative therapy is extraordinarily popular, the treatments may be untested and are often poorly regulated.\n\nStem cell clinics often offer expensive treatments for conditions that range from multiple sclerosis, lung and heart disease, to cosmetic treatments, such as facelifts. None of these techniques have been studied because clinics maintain that use of a patient’s own cells is not a drug.\n\nBut, depending on how they are processed and used, stem cells can, in fact, be regulated by the U.S. Food and Drug Administration as biological products or drugs requiring rigorous safety and efficacy approval processes. In early September, the FDA held scientific meetings to clarify how to regulate such practices.\n\nMayo Clinic researchers developed their study with FDA approval.\n\n“We feel that if we are going to offer any stem cell procedures to our patients, the science needs to be worked out,” Dr. Shapiro says.\n\nThe study was conducted in Mayo’s Human Cell Therapy Lab. Researchers extracted 60 to 90 milliliters of bone marrow from each patient, then filtered it, removed all blood cells, and concentrated it down to 4 to 5 milliliters. The solution, which contained tens of thousands of stem cells, was injected into a patient’s knee using ultrasound-guided imagery.\n\n“We actually counted all of the stem cells with markers that are accepted by the FDA, and we made sure they would be able to survive inside the patient,” Dr. Shapiro says. “Counting is expensive. Most clinics just draw the cells from bone marrow or fat and inject them back into the patient without checking for stem cells, hoping that patients get better,” he says.\n\nDr. Shapiro and his colleagues are currently designing new studies that will test whether the stem cells home to distant areas of injuries, as well as exploring other implications suggested in their findings.\n\nStudy investigators include Mayo Clinic in Florida senior author Mary L. O’Connor, M.D., Shari E. Kazmerchak, Michael G. Heckman, and Abba C. Zubair, M.D., Ph.D. Dr. O’Connor is now at Yale University.\n\nFunding for this study was from Mayo Clinic’s Center for Regenerative Medicine.\n\n###\n\nAbout Mayo Clinic\n\nMayo Clinic is a nonprofit organization committed to clinical practice, education and research, providing expert, whole-person care to everyone who needs healing. For more information, visit http://www.mayoclinic.org/about-mayo-clinic or https://newsnetwork.mayoclinic.org/.", "images": ["https://cdn.prod-carehubs.net/n1/802899ec472ea3d8/uploads/2017/07/a-medical-illustration-of-a-stroke-in-the-brain-1X1.jpg", "http://newsnetwork.mayoclinic.org/images/mayo-clinic-logo.png", "https://cdn.prod-carehubs.net/n1/802899ec472ea3d8/uploads/2018/07/female-research-pipetting-samples_MAUD_3620465_0016_1x1.jpg", "https://cdn.prod-carehubs.net/n1/802899ec472ea3d8/uploads/2016/10/a-wooden-tray-of-healthy-Halloween-treats-of-bananas-and-tangerines-1x1.jpg", "https://cdn.prod-carehubs.net/n1/802899ec472ea3d8/uploads/2018/10/closeup-of-a-head-louse-1x1.jpg", "https://cdn.prod-carehubs.net/n1/802899ec472ea3d8/uploads/2016/03/1200x628fig06.jpg"], "top_img": "https://cdn.prod-carehubs.net/n1/802899ec472ea3d8/uploads/2016/03/1200x628fig06.jpg", "keywords": [], "authors": ["Dana Sparks", "Lynda De Widt", "Deborah Balzer"], "canonical_link": "https://newsnetwork.mayoclinic.org/discussion/mayo-clinic-finds-surprising-results-on-first-ever-test-of-stem-cell-therapy-to-treat-arthritis/", "title": "Mayo Clinic finds surprising results on first-ever test of stem cell therapy to treat arthritis", "meta_data": {"viewport": "width=device-width, initial-scale=1", "description": "Mayo Clinic finds surprising results on first-ever test of stem cell therapy to treat arthritis", "og": {"site_name": "https://newsnetwork.mayoclinic.org", "type": "article", "title": "Mayo Clinic finds surprising results on first-ever test of stem cell therapy to treat arthritis", "description": "JACKSONVILLE, Fla. — Researchers at Mayo Clinic’s campus in Florida have conducted the world’s first prospective, blinded and placebo-controlled clinical [...]", "image": "https://cdn.prod-carehubs.net/n1/802899ec472ea3d8/uploads/2016/03/1200x628fig06.jpg", "url": "https://newsnetwork.mayoclinic.org/discussion/mayo-clinic-finds-surprising-results-on-first-ever-test-of-stem-cell-therapy-to-treat-arthritis/"}, "twitter": {"card": "summary", "domain": "https://newsnetwork.mayoclinic.org", "title": "Mayo Clinic finds surprising results on first-ever test of stem cell therapy to treat arthritis", "description": "JACKSONVILLE, Fla. — Researchers at Mayo Clinic’s campus in Florida have conducted the world’s first prospective, blinded and placebo-controlled clinical [...]", "image": "https://cdn.prod-carehubs.net/n1/802899ec472ea3d8/uploads/2016/03/1200x628fig06.jpg", "url": "https://newsnetwork.mayoclinic.org/discussion/mayo-clinic-finds-surprising-results-on-first-ever-test-of-stem-cell-therapy-to-treat-arthritis/"}}, "movies": ["https://www.youtube.com/embed/3ZrOOxLT2mY?feature=oembed&wmode=opaque"], "publish_date": null, "source": "http://newsnetwork.mayoclinic.org", "summary": ""}