{"url": "https://web.archive.org/web/20160331074331/http://www.eurekalert.org:80/pub_releases/2016-03/m-ssb032516.php", "text": "Orlando, Fla - Researchers at Orlando Health detected evidence of concussions in patients up to 7 days after their injury using a simple blood test, according to a new study published in JAMA Neurology. The discovery could greatly expand the window for diagnosing concussions, especially in patients who experience a delayed onset of symptoms.\n\n\"Symptoms of a concussion, or a mild to moderate traumatic brain injury, can be subtle and are often delayed, in many cases by several days,\" said Linda Papa, MD, MSC, an emergency medicine physician and NIH funded researcher at Orlando Health and lead author of the study. \"This could provide doctors with an important tool for simply and accurately diagnosing those patients, particularly children, and making sure they are treated properly.\"\n\nIt's estimated nearly a quarter of a million children are treated in hospitals each year for concussions from playing sports, an average of nearly 700 a day. Almost all concussions in children are diagnosed only by symptoms, which are either observed, like vomiting or loss of balance, or symptoms reported by the child, like blurred vision or headaches. Neither scenario gives doctors and objective way to determine the severity of the injury.\n\n\"If patients are not diagnosed properly and treated appropriately, it could lead to long-term problems,\" said Papa. Untreated, or under-treated traumatic brain injuries like concussions, can lead to prolonged bouts with headaches, dizziness, memory loss and depression.\n\n\"This test could take the guesswork out of making a diagnosis by allowing doctors to simply look for a specific biomarker in the blood.\"\n\nThe biomarker Papa analyzed is known as a glial fibrillary acidic protein (GFAP). These proteins are found in glial cells, which surround neurons in the brain, and when an injury occurs, the GFAP are released. What makes them unique is that they pass the blood-brain barrier and enter the bloodstream, making them easy to detect with this particular test.\n\n\"Not only were they present in the bloodstream, we were able to detect measurable levels of GFAP up to a week after the injury,\" said Papa.\n\nResearchers analyzed nearly 600 patients for 3 years. When cross-checked with scans, the blood test was able to detect mild to moderate traumatic brain lesions with up to 97 percent accuracy in patients 18 years and older. The blood test also indicated which patients were in need of life-saving neurosurgery. This suggests that the blood test could be used by clinicians for up to a week after injury to detect brain injury. This is important because many patients with concussion may not seek medical attention for days after injury.\n\nThe blood test could also dramatically cut down on the need for computerized tomography (CT) scans. Currently, CT scans are the most precise way to diagnose brain lesions, but are expensive and are associated with radiation exposure. \"Physicians really want to minimize the amount of CTs in patients, especially children, who are a lot more sensitive to radiation and the side effects that can come with it. Fortunately, this simple blood test appears to give us nearly the same information as a CT scan.\"\n\nIn fact, in a previous study published last fall, Papa and her team at Orlando Health tested both. They analyzed 152 children within 6 hours of sustaining a concussion, or mild to moderate traumatic brain injury. The results showed that the blood test was able to detect brain injuries with 94 percent accuracy, nearly as effective as state-of-the art CT scans.\n\n\"This could ultimately change the way we diagnose concussions, not only in children, but in anyone who sustains a head injury,\" said Papa. \"We have so many diagnostic blood tests for different parts of the body, like the heart, liver and kidneys, but there's never been a reliable blood test to identify trauma in the brain. We think this test could change that,\" she said.\n\n###\n\nB-ROLL, SOUND BITES, WEB ELEMENTS & HI-RES STILL PHOTOS - Including HD video available for free/unrestricted use by the news media: http://bit. ly/ 1RzO1As\n\nCourtesy: Orlando Health\n\nFor assistance in downloading, or if you have any questions, contact: drew@mediasourcetv.com or call: 614.932.9950\n\nAbout Orlando Health\n\nOrlando Health is a $2.1 billion not-for-profit health care organization and a community-based network of physician practices, hospitals, and outpatient care centers throughout Central Florida. The organization is home to the area's only Level One Trauma Centers for adults and pediatrics and is a statutory teaching hospital system that offers both specialty and community hospitals.", "images": ["https://web.archive.org/web/20160331074331im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160331074331im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20160331074331im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160331074331im_/http://media.eurekalert.org/multimedia_prod/pub/rel/111902_rel.jpg", "https://web.archive.org/web/20160331074331im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160331074331im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160331074331im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160331074331im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160331074331im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160331074331im_/http://media.eurekalert.org/multimedia_prod/pub/web/111902_web.jpg", "https://web.archive.org/web/20160331074331im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20160331074331im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160331074331im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160331074331im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg"], "top_img": "https://web.archive.org/web/20160331074331im_/http://media.eurekalert.org/multimedia_prod/pub/web/111902_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160331074331/http://www.eurekalert.org/pub_releases/2016-03/m-ssb032516.php", "title": "Study: Simple blood test can detect evidence of concussions up to a week after injury", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Researchers at Orlando Health detected evidence of concussions in patients up to 7 days after their injury using a simple blood test -- which could greatly expand the window for diagnosing concussions, especially in patients who experience a delayed onset of symptoms.", "keywords": "Biochemistry, Medicine/Health, Critical Care/Emergency Medicine, Hematology, Neurobiology, Neurochemistry, Pediatrics, Sports Medicine, Sports/Recreation, Trauma/Injury", "date": "Mon, 28 Mar 2016 04:00:00 GMT", "journal": "JAMA Neurology", "type": "research", "institution": "Orlando Health", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "EurekAlertAAAS", "domain": "www.eurekalert.org"}, "og": {"title": "Study: Simple blood test can detect evidence of concussions up to a week after injury", "description": "Researchers at Orlando Health detected evidence of concussions in patients up to 7 days after their injury using a simple blood test -- which could greatly expand the window for diagnosing concussions, especially in patients who experience a delayed onset of symptoms.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160331074331/http://www.eurekalert.org/pub_releases/2016-03/m-ssb032516.php", "image": "https://web.archive.org/web/20160331074331im_/http://media.eurekalert.org/multimedia_prod/pub/web/111902_web.jpg", "video": {"identifier": "https://web.archive.org/web/20160331074331/http://media.eurekalert.org/multimedia_prod/pub/media/111902_web.mp4", "width": 480, "height": 360}, "type": "video.other"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1459224000.0, "source": "https://web.archive.org", "summary": ""}