{"url": "http://yalecancercenter.org/news/article.aspx?id=16834", "text": "People with stage III colon cancer who regularly eat nuts are at significantly lower risk of cancer recurrence and mortality than those who don’t, according to a new, large study led by researchers at Yale Cancer Center. The findings were published today in the Journal of Clinical Oncology. The study followed 826 participants in a clinical trial for a median of 6.5 years after they were treated with surgery and chemotherapy. Those who regularly consumed at least two, one-ounce servings of nuts each week demonstrated a 42% improvement in disease-free survival and a 57% improvement in overall survival. “Further analysis of this cohort revealed that disease-free survival increased by 46% among the subgroup of nut consumers who ate tree nuts rather than peanuts,” said Charles S. Fuchs, M.D., director of Yale Cancer Center and senior author of the study. Tree nuts include almonds, walnuts, hazelnuts, cashews, and pecans, among others. In contrast, peanuts are actually in the legume family of foods. “These findings are in keeping with several other observational studies that indicate that a slew of healthy behaviors — including increased physical activity, keeping a healthy weight, and lower intake of sugar and sweetened beverages — improve colon cancer outcomes,” said Temidayo Fadelu, M.D., a postdoctoral fellow at Dana-Farber Cancer Institute and lead author of the paper. “The results highlight the importance of emphasizing dietary and lifestyle factors in colon cancer survivorship.” Additionally, the researchers emphasized, the study highlighted connections between biological mechanisms that worsen disease not just in colon cancer but in certain chronic illnesses such as type 2 diabetes. Many previous studies have reported that nuts, among other health benefits, may help to reduce insulin resistance, a condition in which the body has difficulty processing the insulin hormone. Insulin resistance leads to unhealthy levels of sugar in the blood and is often a predecessor to type 2 diabetes and related illnesses. Earlier research among patients with colon cancer has revealed worse outcomes among those with lifestyle factors — such as obesity, lack of exercise, and a diet with high levels of carbohydrates — that heighten insulin resistance and quickly raise levels of blood sugar. “These studies support the hypothesis that behaviors that make you less insulin-resistant, including eating nuts, seem to improve outcomes in colon cancer,” Fuchs said. “However, we don’t know yet what exactly about nuts is beneficial.” Nuts also might play a positive role by satisfying hunger with less intake of carbohydrates or other foods associated with poor outcomes, Fuchs noted. Patients may not be eating nuts due to concerns about the high fat content, said Fuchs. For example, a one-ounce serving of about 24 almonds holds about 200 calories, including 14 grams of fat. “People ask me if increasing nut consumption will lead to obesity, which leads to worse outcomes,” he said. “But what’s really interesting is that in our studies, and across the scientific literature in general, regular consumers of nuts tend to be leaner.” Dietary changes can make a difference. An earlier analysis of diets in the same patient cohort by Fuchs and his colleagues found a significant link between coffee consumption and reduced recurrence and mortality in colon cancer. When Fuchs advises his patients about lifestyle choices, “first and foremost I talk about avoiding obesity, exercising regularly, and staying away from a high-carbohydrate diet,” he said. “Then we talk about things like coffee and nuts. If you like coffee or nuts, enjoy them, and if you don’t, there are many other helpful steps you can take.” “Overall, we are working to apply the same rigorous science to the understanding of diet and lifestyles in the colon cancer patient population that we apply to defining new drugs,” Fuchs said. Co-corresponding authors on the paper are Jeffrey Meyerhardt, M.D., of Dana-Farber and Ying Bao, M.D., of Brigham and Women’s Hospital. Lead funding for the research was provided by the National Cancer Institute. Support also came from private sponsors including Pfizer Oncology and the International Tree Nut Council Nutrition Research & Education Foundation. The private sponsors did not participate in the design, conduct, or analysis of the study, or in review or approval of the paper.", "images": ["https://cdn2.medicine.yale.edu/Profile/images/8511acd8-cedf-4b89-85fb-7f49b684e4e8_w60_h60", "https://cdn2.medicine.yale.edu/Profile/images/2f8c44ec-e6bc-4f69-a440-f2f8226e8028", "https://cdn2.medicine.yale.edu/Profile/images/92fe1ecb-0ef7-47a5-9bdb-445a0ca5eed4_w1400"], "top_img": "https://cdn2.medicine.yale.edu/Profile/images/2f8c44ec-e6bc-4f69-a440-f2f8226e8028", "keywords": [], "authors": [], "canonical_link": "https://www.yalecancercenter.org/ysm/news-article/16834/", "title": "Nut consumption may aid colon cancer survival", "meta_data": {"viewport": "width=device-width, initial-scale=1.0", "og": {"title": "Nut consumption may aid colon cancer survival", "description": "People with stage III colon cancer who regularly eat nuts are at significantly lower risk of cancer recurrence and mortality than those who don’t, according to a new, large study led by researchers at Yale Cancer Center.", "url": "https://www.yalecancercenter.org/news-article/16834/", "site_name": "Yale Cancer Center", "type": "article", "image": {"identifier": "https://cdn2.medicine.yale.edu/Profile/images/2f8c44ec-e6bc-4f69-a440-f2f8226e8028", "secure_url": "https://cdn2.medicine.yale.edu/Profile/images/2f8c44ec-e6bc-4f69-a440-f2f8226e8028", "width": 1431, "height": 785}}, "author": "Anne Doerr", "publish-date": "2/28/2018", "twitter": {"card": "summary", "site": "@YaleCancer"}, "fb": {"app_id": 604142276782606}, "msapplication-square70x70logo": "https://ysm-websites4-live-prod.azureedge.net/icons/ysm/smalltile.png", "msapplication-square150x150logo": "https://ysm-websites4-live-prod.azureedge.net/icons/ysm/mediumtile.png", "msapplication-wide310x150logo": "https://ysm-websites4-live-prod.azureedge.net/icons/ysm/widetile.png", "msapplication-square310x310logo": "https://ysm-websites4-live-prod.azureedge.net/icons/ysm/largetile.png"}, "movies": [], "publish_date": null, "source": "http://yalecancercenter.org", "summary": ""}