{"url": "https://web.archive.org/web/20170708001922/https://www.eurekalert.org/pub_releases/2017-07/fos--fbs070717.php", "text": "Copenhagen, Denmark, July 7, 2017 - Researchers from the Department of Nutrition, Exercise and Sports at the University of Copenhagen today announced the findings from a weight loss biomarker study published in the American Journal of Clinical Nutrition (AJCN). The study, \"Pretreatment fasting plasma glucose and insulin modify dietary weight loss success: results from 3 randomized clinical trials,\" found that fasting blood sugar and/or fasting insulin can be used to select the optimal diet and to predict weight loss, particularly for people with prediabetes or diabetes.\n\nThe research analyzed data from three diet clinical trials which collectively looked at more than 1,200 individuals - Diet, Obesity, and Genes (DiOGenes); the OPUS Supermarket intervention (SHOPUS); and the Nutrient-gene interactions in human obesity (NUGENOB). The findings suggest that for most people with prediabetes, a diet rich with vegetables fruits and wholegrains should be recommended for weight loss and could potentially improve diabetes markers. For people with type 2 diabetes, the analysis found that a diet rich in healthy fats from plant sources would be effective for achieving weight loss. These diets could also be effective independent of caloric restriction.\n\nTwo simple biomarkers with a large effect\n\n\"Recognizing fasting plasma glucose as a key biomarker enables a new interpretation of the data from many previous studies, which could potentially lead to a breakthrough in personalized nutrition,\" said Arne Astrup, M.D., Head of Department of Nutrition, Exercise and Sports at University of Copenhagen. \"The beauty of this concept is its simplicity. While we are looking into other biomarkers, it is quite amazing how much more we can do for our patients just by using those two simple biomarkers. We will continue to participate in and support research to explore additional biomarkers such as gut microbiota and genomics approaches, which may offer more insights and help to more effectively customize the right diet for specific individuals.\"\n\nThe latest findings, as reported in AJCN, have garnered international support with further analysis conducted by researchers from the University of Colorado, Tufts University, and Centro de Investigación Biomédica en Red de Fisiopatología de la Obesidad y Nutrición (CIBER OBN). Presented at the American Diabetes Association's 77th Scientific Sessions on June 11, 2017, the additional research includes an examination of patients in the Prevencion Dieta Mediterranea (PREDIMED Study), a Randomized Trial of a Low-CHO Diet for Obesity (CHO Study), and The Healthy Weight for Living Study. The different studies (six in total) employed a variety of nutrition strategies, including caloric restriction and ad libitum diets, varying the contributions of carbohydrate and fat, and increasing fiber intake.\n\nThe study was inspired by a finding in an early trial of Gelesis100, a novel hydrogel which demonstrated pronounced weight loss in people with prediabetes. The latest findings, as published in AJCN, concluded that a personalized nutritional approach based on an individual's biomarkers will lead to improved weight loss and maintenance success. The University of Copenhagen will continue to collaborate with the study's authors and other experts to advance this research and help find solutions for people around the world who struggle with weight loss.\n\n###\n\nContact:\n\nAssistant professor Mads Fiil Hjorth\n\nDepartment of Nutrition, Exercise and Sports, University of Copenhagen\n\nEmail: madsfiil@nexs.ku.dk\n\nTel.: 45-4097-8366\n\nHead of Department,\n\nProfessor Arne Astrup, MD, DMSc\n\nDepartment of Nutrition, Exercise and Sports, University of Copenhagen\n\nEmail: ast@nexs.ku.dk\n\nTel.: 45-2143-3302\n\nAbout the University of Copenhagen\n\nWith over 40,000 students and more than 9,000 employees, the University of Copenhagen is the largest institution of research and education in Denmark. The purpose of the University - to quote the University Statute - is to 'conduct research and provide further education to the highest academic level'. Approximately one hundred different institutes, departments, laboratories, centres, museums, etc., form the nucleus of the University.\n\nThe Department of Nutrition, Exercise and Sports conducts research, education, innovation, and dissemination of information in nutrition, human physiology and sports at the highest international level, and incorporates the humanities as well as health and social sciences.", "images": ["https://web.archive.org/web/20170708001922im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170708001922im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170708001922im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170708001922im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170708001922im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170708001922im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170708001922im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170708001922im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170708001922im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170708001922im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170708001922im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170708001922im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170708001922im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg"], "top_img": "https://web.archive.org/web/20170708001922im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170708001922/https://www.eurekalert.org/pub_releases/2017-07/fos--fbs070717.php", "title": "Fasting blood sugar and fasting insulin identified as new biomarkers for weight loss", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Personalized diet approach could lead to greater weight loss and maintenance success.", "keywords": "Nutrition/Nutrients, Medicine/Health, Clinical Trials, Diet/Body Weight, Health Professionals, Metabolism/Metabolic Diseases, Diabetes, Nutrition/Nutrients, Public Health", "date": "Fri, 07 Jul 2017 04:00:00 GMT", "funder": "Gelesis Inc.", "journal": "American Journal of Clinical Nutrition", "type": "research", "institution": "Faculty of Science - University of Copenhagen", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "EurekAlert", "domain": "www.eurekalert.org", "title": "Fasting blood sugar and fasting insulin identified as new biomarkers for weight loss", "description": "Personalized diet approach could lead to greater weight loss and maintenance success."}, "og": {"title": "Fasting blood sugar and fasting insulin identified as new biomarkers for weight loss", "description": "Personalized diet approach could lead to greater weight loss and maintenance success.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170708001922/https://www.eurekalert.org/pub_releases/2017-07/fos--fbs070717.php", "image": "https://web.archive.org/web/20170708001922im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1501300800.0, "source": "https://web.archive.org", "summary": ""}