{"url": "https://web.archive.org/web/20170215162838/https://www.eurekalert.org/pub_releases/2017-02/uhcm-hro021317.php", "text": "A new investigational delivery method for localized vaginal estrogen therapy that utilizes an applicator free softgel to alleviate moderate-to-severe vaginal pain during intercourse (dyspareunia), a symptom of vulvar and vaginal atrophy (VVA), received high rates of patient satisfaction among post-menopausal women, according to post-trial survey results published in the journal Menopause.\n\n\"These survey results show that something as simple as a change to a more elegant delivery system that is easier to use and not messy might empower more post-menopausal women to seek prescription treatment for VVA, and perhaps help them stay with the application guidelines for longer,\" said study first author Sheryl Kingsberg, PhD, Division Chief, OB/GYN Behavioral Medicine, UH Cleveland Medical Center; Professor of Obstetrics and Gynecology and Psychiatry, Case Western Reserve University School of Medicine; and first author of the survey analysis. \"We still have to find better ways to educate the millions of women suffering with VVA about the symptoms, however, so that more of them know it is common, decide to discuss treatment with their healthcare professional, and seek symptom relief with appropriate treatment.\"\n\nThe new results were part of a multi-center randomized, placebo-controlled phase 3 clinical trial for TX004HR, an investigational bio-identical 17β-estradiol applicator free vaginal softgel capsule. Previous publications have shown TX004HR to be safe and effective at alleviating symptoms of VVA. The survey, which included 731 respondents with a 96 percent response rate, sought to quantify participants' satisfaction with the application method and overall treatment delivery system. The majority of women taking either TX004HR or placebo (85.4 - 92.1 percent) found the product easy to use.\n\nVVA is a chronic condition associated with genitourinary syndrome of menopause (GSM). VVA affects 50 to 70 percent of post-menopausal women, and is characterized by pain with sexual activity, dryness, and discomfort. Current on-the-market treatments for VVA include both over-the-counter creams and moisturizers as well as several safe and effective prescription treatments in cream, tablet, ring or oral form.\n\nPrevious survey research completed by Dr. Kingsberg and others has shown that while 32 million women may be experiencing symptomatic VVA and suffering from related impacts on sexual function, interpersonal relationships, self-esteem and overall quality of life, only 7 percent are currently using a prescription therapy to alleviate symptoms. Though they may suffer from physical and emotional pain as a result of VVA, women may not feel comfortable discussing these symptoms with a healthcare professional, may not recognize the symptoms as treatable, may not fully understand the treatment options available, or if they did receive treatment, found the current prescription treatment options inconvenient, messy, or uncomfortable to use.\n\n###\n\nFinancial disclosure: Dr. Kingsberg has served as a consultant for TherapeuticsMD, the manufacturer of TX004HR, as well as Acerus Pharmaceuticals, AMAG Pharmaceuticals, Bayer Healthcare, Emotional Brain, Materna, Novo Nordisk, Nuelle, Palatin Technologies, Pfizer, Sermonix Pharmaceuticals, Shionogi Inc. and Valeant Pharmaceuticals.\n\nAbout University Hospitals\n\nFounded in 1866, University Hospitals serves the needs of over 1 million patients per year through an integrated network of 18 hospitals, more than 40 outpatient health centers and 200 physician offices in 15 counties throughout northern Ohio. The system's flagship academic medical center, University Hospitals Cleveland Medical Center, located on a 35-acre campus in Cleveland's University Circle, is affiliated with Case Western Reserve University School of Medicine. The main campus also includes University Hospitals Rainbow Babies & Children's Hospital, ranked among the top children's hospitals in the nation; University Hospitals MacDonald Women's Hospital, Ohio's only hospital for women; and University Hospitals Seidman Cancer Center, part of the NCI-designated Case Comprehensive Cancer Center. UH is home to some of the most prestigious clinical and research programs in the nation, including cancer, pediatrics, women's health, orthopedics, radiology, neuroscience, cardiology and cardiovascular surgery, digestive health, dermatology, transplantation and urology. UH Cleveland Medical Center is perennially among the highest performers in national ranking surveys, including \"America's Best Hospitals\" from U.S. News & World Report. UH is also home to Harrington Discovery Institute at University Hospitals - part of The Harrington Project for Discovery & Development. UH is the second largest employer in northern Ohio with 26,000 employees. For more information, go to UHhospitals.org.", "images": ["https://web.archive.org/web/20170215162838im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170215162838im_/https://www.eurekalert.org/images/meganav/AM17-NoDate.png", "https://web.archive.org/web/20170215162838im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170215162838im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170215162838im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170215162838im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170215162838im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170215162838im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170215162838im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170215162838im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170215162838im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170215162838im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170215162838im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png"], "top_img": "https://web.archive.org/web/20170215162838im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170215162838/https://www.eurekalert.org/pub_releases/2017-02/uhcm-hro021317.php", "title": "High rates of satisfaction for applicator free local estrogen softgel ovule", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A new investigational delivery method for localized vaginal estrogen therapy received high rates of patient satisfaction among post-menopausal women, according to post-trial survey results published in the journal Menopause. \n\n'These survey results show that something as simple as a change to a more elegant delivery system that is easier to use and not messy might empower more post-menopausal women to seek prescription treatment for VVA,' said study first author Sheryl Kingsberg, Ph.D., Division Chief, OB/GYN Behavioral Medicine, UH Cleveland Medical Center.", "keywords": "Health Care, Medicine/Health, Clinical Trials, Health Care Systems/Services, Gynecology, Sex-Linked Conditions, Aging, Sex-Linked Conditions, Mental Health", "date": "Wed, 15 Feb 2017 05:00:00 GMT", "journal": "Menopause: The Journal of the North American Menopause Society", "type": "research", "institution": "University Hospitals Cleveland Medical Center", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "uhhospitals", "domain": "www.eurekalert.org", "title": "High rates of satisfaction for applicator free local estrogen softgel ovule", "description": "A new investigational delivery method for localized vaginal estrogen therapy received high rates of patient satisfaction among post-menopausal women, according to post-trial survey results published in the journal Menopause. \n\n'These survey results show that something as simple as a change to a more elegant delivery system that is easier to use and not messy might empower more post-menopausal women to seek prescription treatment for VVA,' said study first author Sheryl Kingsberg, Ph.D., Division Chief, OB/GYN Behavioral Medicine, UH Cleveland Medical Center."}, "og": {"title": "High rates of satisfaction for applicator free local estrogen softgel ovule", "description": "A new investigational delivery method for localized vaginal estrogen therapy received high rates of patient satisfaction among post-menopausal women, according to post-trial survey results published in the journal Menopause. \n\n'These survey results show that something as simple as a change to a more elegant delivery system that is easier to use and not messy might empower more post-menopausal women to seek prescription treatment for VVA,' said study first author Sheryl Kingsberg, Ph.D., Division Chief, OB/GYN Behavioral Medicine, UH Cleveland Medical Center.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170215162838/https://www.eurekalert.org/pub_releases/2017-02/uhcm-hro021317.php", "image": "https://web.archive.org/web/20170215162838im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "UniversityHospitals"}}, "movies": [], "publish_date": 1488258000.0, "source": "https://web.archive.org", "summary": ""}