{"url": "https://web.archive.org/web/20170126172110/https://www.eurekalert.org/pub_releases/2017-01/acos-lao012617.php", "text": "CHICAGO (January 26, 2017): Patients with gastroesophageal reflux disease, known as GERD, who undergo laparoscopic anti-reflux operations compared with traditional \"open\" operations suffer fewer postoperative complications, experience faster recovery, and incur lower health care costs, according to study results published online as an \"article in press\" on the Journal of the American College of Surgeons website, ahead of print publication.\n\n\n\nGERD affects nearly 20 percent of American adults, according to the National Institute of Diabetes and Digestive and Kidney Diseases.* Heartburn, a burning sensation in the chest, is a common symptom of GERD.\n\n\n\n\"Patients with GERD have an incompetent lower esophageal sphincter, which allows gastric acid to go back up into the esophagus,\" said lead study author Francisco Schlottmann, MD, a surgeon at the Center for Esophageal Diseases and Swallowing, University of North Carolina, Chapel Hill. \"Anti-reflux surgery should be considered in patients who do not achieve complete control of their symptoms [regurgitation or cough] with medications; who do not want to take medications for the rest of their lives; or who experience complications of medical therapy.\"\n\n\n\nFor the study, researchers analyzed data in the National Inpatient Sample (NIS) database of more than 75,000 adults who underwent either laparoscopic or open fundoplication for GERD between 2000 and 2013. NIS represents 1,000 U.S. hospitals and contains data on more than seven million hospitalizations each year. During the study period, 58.4 percent of patients underwent laparoscopic procedures and 41.6 percent had open anti-reflux operations performed through a long abdominal incision.\n\n\n\nThe study showed that the rate of laparoscopic procedures increased from 24.8 percent in 2000 to 84.3 percent in 2013. \"Surprisingly, in 2003, 12 years after the first laparoscopic anti-reflux operation was reported, only 25 percent of all the anti-reflux operations were performed laparoscopically in the U.S.,\" Dr. Schlottmann said. \"Subsequently, the rate increased, but 15 percent of all anti-reflux operations were still being performed through an open approach in 2013. We believe this percentage is very high, and we hope that in the next year this percentage will decrease.\"\n\n\n\nAlong with discovering that the use of laparoscopy for the surgical treatment of GERD has increased significantly in the last decade, the researchers also found that, on average, the minimally invasive approach reduced length of hospital stay by approximately two days, and open operations were more than $9,000 more expensive than minimally invasive procedures.\n\n\n\nThe researchers also found that laparoscopic procedures were better for patients in terms of fewer complications. Laparoscopic anti-reflux operations were less likely to result in postoperative blood clots, wound complications, surgical site infection, esophageal perforation (which can be life threatening), bleeding, cardiac failure, and death.\n\n\n\n\"Our study highlights the fact that laparoscopic anti-reflux surgery is as effective as the open approach, and in 2017, with all its advantages, should be the standard of care,\" said senior study author Marco G. Patti, MD, FACS, a surgeon and Director of the Center for Esophageal Diseases and Swallowing, University of North Carolina, Chapel Hill.\n\n\n\n\"We found that laparoscopic surgery is associated with significantly lower costs. In addition, indirect costs of the open approach, including an impaired ability to work, time off from work, and intangible costs of postoperative pain and healing, are difficult to measure but also favor the laparoscopic approach,\" said Dr. Patti.\n\n\n\n\"GERD is a common digestive disorder that can usually be treated with dietary changes and medications such as proton pump inhibitors (PPIs). However, chronic and not-controlled GERD can cause serious complications. Repeated exposure to stomach acid can damage the lining of the esophagus and lead to a precancerous condition called Barrett's esophagus,\" said Dr. Schlottmann.\n\n\n\nStudy results also revealed that urban academic or teaching hospitals performed laparoscopic anti-reflux surgery at a higher rate than open procedures, 54.4 percent versus 45.6 percent. \"We think that it is important to make this information more available to the public. In order to achieve good outcomes, anti-reflux surgery should be performed laparoscopically in specialized centers,\" said Dr. Patti.\n\n\n\n###\n\nPaula D Strassle, MSPH Department of Epidemiology, Gillings School of Global Public Health, University of North Carolina at Chapel Hill, Chapel Hill, NC also participated in this study.\n\n\n\nCitation: Comparative Analysis of Perioperative Outcomes and Costs Between Laparoscopic and Open Antireflux Surgery. Journal of the American College of Surgeons. DOI: http://dx. doi. org/ 10. 1016/ j. jamcollsurg. 2016. 12. 010\n\n*National Institute of Diabetes and Digestive and Kidney Diseases. Digestive Diseases Statistics for the United States. https:/ / www. niddk. nih. gov/ health-information/ health-statistics/ Pages/ digestive-diseases-statistics-for-the-united-states. aspx . Published November 2014. Accessed January 20, 2017.\n\nAbout the American College of Surgeons", "images": ["https://web.archive.org/web/20170126172110im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170126172110im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170126172110im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170126172110im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170126172110im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170126172110im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170126172110im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170126172110im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170126172110im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170126172110im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170126172110im_/https://www.eurekalert.org/images/meganav/AM17-NoDate.png", "https://web.archive.org/web/20170126172110im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170126172110im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png"], "top_img": "https://web.archive.org/web/20170126172110im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170126172110/https://www.eurekalert.org/pub_releases/2017-01/acos-lao012617.php", "title": "Laparoscopic anti-reflux operation for GERD linked to fewer postoperative complications", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Patients with gastroesophageal reflux disease, known as GERD, who undergo laparoscopic anti-reflux operations compared with traditional 'open' operations suffer fewer postoperative complications, experience faster recovery, and incur lower health care costs, according to study results published online as an 'article in press' on the Journal of the American College of Surgeons website, ahead of print publication.", "keywords": "Medicine/Health, Surgery", "date": "Thu, 26 Jan 2017 05:00:00 GMT", "journal": "Journal of American College of Surgeons", "type": "research", "institution": "American College of Surgeons", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "EurekAlert", "domain": "www.eurekalert.org", "title": "Laparoscopic anti-reflux operation for GERD linked to fewer postoperative complications", "description": "Patients with gastroesophageal reflux disease, known as GERD, who undergo laparoscopic anti-reflux operations compared with traditional 'open' operations suffer fewer postoperative complications, experience faster recovery, and incur lower health care costs, according to study results published online as an 'article in press' on the Journal of the American College of Surgeons website, ahead of print publication."}, "og": {"title": "Laparoscopic anti-reflux operation for GERD linked to fewer postoperative complications", "description": "Patients with gastroesophageal reflux disease, known as GERD, who undergo laparoscopic anti-reflux operations compared with traditional 'open' operations suffer fewer postoperative complications, experience faster recovery, and incur lower health care costs, according to study results published online as an 'article in press' on the Journal of the American College of Surgeons website, ahead of print publication.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170126172110/https://www.eurekalert.org/pub_releases/2017-01/acos-lao012617.php", "image": "https://web.archive.org/web/20170126172110im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1485666000.0, "source": "https://web.archive.org", "summary": ""}