{"url": "https://web.archive.org/web/20150906052005/http://www.prnewswire.com/news-releases/eye-tracking-has-high-sensitivity-as-a-biomarker-for-concussion-300125284.html", "text": "MINNEAPOLIS, Aug. 7, 2015 /PRNewswire-USNewswire/ -- New technology that tracks the eye movements of patients may be a more accurate measure of brain injury than any other diagnostic measurements currently in use, according to a study recently published in the journal Concussion. Dr. Uzma Samadani, who recently joined the faculty at Hennepin County Medical Center, in collaboration with researchers at the Steven and Alexandra Cohen Veterans Center at NYU Langone Medical Center, developed the technology that can serve as a biomarker for concussion by tracking patients' eye movements as they watch music videos.\n\nThe eye tracking technology works by having patients watch a music video for 220 seconds while eye movements are measured using a tracking camera. Videos used in the study ranged from Disney's Puss in Boots to Wavin Flag by K'Naan. Multiple measures of each eye's movement, followed by comparisons of their positions over time are used to distinguish between normal subjects and those with concussion.\n\nIn the work, led by Uzma Samadani, MD PhD, Charles Marmar, MD, and Eugene Laska PhD, the investigators built a classifier based on 34 emergency room patients with brain injury and 34 uninjured healthy control subjects of similar age. A classifier is a mathematical model that converts a patient's eye movement measures into a prediction of the concussive status of the individual. They then tested the models on a dataset of 255 subjects, of whom 8 had concussions, and found that the eye tracking test had an optimal sensitivity of 88% and specificity of 87%.\n\nTypically, a classifier produces a score and a subject is classified as having a concussion if the score exceeds a predefined threshold value. The accuracy of a biomarker is measured by plotting the probability of a true versus false positivity at each possible threshold value and the Area Under the Curve (AUC) is computed. A perfect biomarker has an AUC of 1.00, while a worthless marker - no better than the chance toss of a coin - has an AUC of 0.50. Most tests used clinically have AUC's greater than 0.80. For example, serum troponin, the most commonly performed blood test for heart attacks has an AUC ranging in various studies from 0.76 to 0.96. In this study, the eye tracking based classifier had an AUC of 0.88, and a cross-validated AUC of 0.85.\n\nAccording to Dr. Samadani, the major challenge for any technology proposed as a biomarker for concussion is first defining concussion. \"When doctors look for a biomarker for heart attack, it is relatively easy to check the accuracy of a potential candidate because they can perform a cardiac catheterization and confirm that the heart vessel is blocked and an attack has occurred. There is no analogous capability with brain injury – there is no gold standard diagnostic, no blood test, and no imaging study for definitively concluding that a patient has experienced a concussion. We use symptom severity scales and standardized cognitive examination assessments but the imperfect nature of these may result in incorrect subject classification. Potentially, eye tracking may be more accurate than it appears, because of its objective appraisal of a complicated process of coordination that may be impaired.\"\n\n\n\nThe investigators defined concussion as (1) trauma to the head with a normal CT (computed tomography) scan of the brain, (2) symptom severity score of 40 or greater on SCAT3 testing and (3) standardized assessment of concussion (SAC) score less than 24. The symptom severity score measures the self-reported severity of 22 concussion symptoms ranging from headache to dizziness and irritability. The SAC measures orientation, memory, and concentration – capabilities which have some variability even among uninjured healthy control subjects.\n\nIn an accompanying editorial that also appears in the journal, Dr. Samadani proposes that eye tracking will help diagnose and classify brain injury and concussion, particularly in patients with elevated pressure inside their skulls and disruption of pathways in the brain that control eye movements.\n\n\n\n\"The ultimate goal for brain injury,\" said Dr. Samadani, \"is to achieve the same level of diagnostic capability and care as currently exists for other medical conditions. Right now when someone comes in to the emergency room with chest pain, doctors perform an EKG, blood test, imaging, and treatment. With brain injury we need to be able to achieve the same level of care – to assess all aspects of the problem rigorously, classify, and treat accordingly. We already know that there is much more to brain injury than what is seen on a CT scan. Eye tracking tells us how well the brain is working regardless of how it looks, and represents the beginning of a solution to this problem. It is non-invasive, inexpensive and extremely quick. Testing does not require reading nor language skills which makes it useful for multiple patient populations.\"\n\nCommenting further on the study was Dr. David Cifu, the Herman J. Flax, M.D. Professor and Chair of Rehabilitation at Virginia Commonwealth University, Senior TBI Specialist with the U.S. Department of Veterans Affairs and Principal Investigator of the VA/Department of Defense Chronic Effects of NeuroTrauma Consortium.\n\n\"This innovative research by Samadani and colleagues highlights a novel approach to objectively and rapidly support the diagnosis of acute concussion using a novel technique of assessing eye tracking. This publication may represent the first step in the development of a more exacting method of diagnosing and monitoring recovery from traumatic brain injury. Computerized assessment of eye tracking may represent the first truly useful biomarker of TBI.\"\n\n\n\nBrain injury is the number one cause of death and disability in Americans under age 35, according to the U.S. Centers for Disease Control and Prevention. Every year, 1.4 million people suffer from a traumatic brain injury in the United States. Of those, 50,000 die and 235,000 require hospital admission. Internationally it is a leading cause of death in India and China where access to radiographic diagnostics is also limited.\n\nDr. Samadani is the Rockswold Kaplan endowed chair for traumatic brain injury at Hennepin County Medical Center and an Associate Professor of Neurosurgery at the University of Minnesota. Dr. Marmar is the Lucius N. Littauer Professor and Chair of the Department of Psychiatry at NYU Langone Medical Center and Director of its Cohen Veterans Center. Dr. Laska is a statistician at the Nathan Kline Institute for Psychiatric Research and a Research Professor of Psychiatry at the NYU School of Medicine. Other co-authors of this study include Meng Li MA, Meng Qian PhD, Robert Ritlop M Eng, Radek Kolecki MS, Marleen Reyes BA, Lindsey Altomare BA, Je Yeong Sone, Aylin Adem, Paul Huang MD, Douglas Kondziolka MD, Stephen Wall MD, and Spiros Frangos MD. Technology described in this paper has been licensed to Oculogica Inc., a neurodiagnostic startup company in which NYU, Dr. Samadani and Robert Ritlop have an equity interest.\n\nThe work was supported in part by the Steven & Alexandra Cohen Veterans Center for the Study of Post-Traumatic Stress and Traumatic Brain Injury at NYU Langone.\n\nSOURCE Hennepin County Medical Center", "images": ["https://web.archive.org/web/20150906052005im_/http://content.prnewswire.com/designimages/pinterest.png", "https://web.archive.org/web/20150906052005im_/http://content.prnewswire.com/designimages/logo-prn.gif", "https://web.archive.org/web/20150906052005im_/http://prnewswirecom2.122.2o7.net/b/ss/prnewswirecom2/1/H.20.3--NS/0", "https://web.archive.org/web/20150906052005im_/http://content.prnewswire.com/designimages/google.jpg", "https://web.archive.org/web/20150906052005im_/http://s.clickability.com/s?19=990&14=0&6=321003201&7=506122&25=0&18=0.16619254462810973", "https://web.archive.org/web/20150906052005im_/http://content.prnewswire.com/images/JournalistBlogger.gif", "https://web.archive.org/web/20150906052005im_/http://content.prnewswire.com/designimages/email.png", "https://web.archive.org/web/20150906052005im_/http://content.prnewswire.com/designimages/LI_share.jpg", "https://web.archive.org/web/20150906052005im_/https://assets2.prnewswire.com/designimages/fb_share.png", "https://web.archive.org/web/20150906052005im_/https://www.facebook.com/tr?id=1386495324998220&ev=PixelInitialized", "https://web.archive.org/web/20150906052005im_/http://content.prnewswire.com/designimages/logo-prn-mobile.png", "https://web.archive.org/web/20150906052005im_/http://content.prnewswire.com/designimages/twitter.png", "https://web.archive.org/web/20150906052005im_/http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "https://web.archive.org/web/20150906052005im_/http://www.prnewswire.com/news-releases/eye-tracking-has-high-sensitivity-as-a-biomarker-for-concussion-300125284.html"], "top_img": "https://web.archive.org/web/20150906052005im_/http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "keywords": [], "authors": ["Hennepin County Medical Center"], "canonical_link": "https://web.archive.org/web/20150906052005/http://www.prnewswire.com/news-releases/eye-tracking-has-high-sensitivity-as-a-biomarker-for-concussion-300125284.html", "title": "Eye Tracking Has High Sensitivity as a Biomarker for Concussion", "meta_data": {"msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "twitter": {"card": "summary", "title": "Eye Tracking Has High Sensitivity as a Biomarker for Concussion", "description": "MINNEAPOLIS, Aug. 7, 2015 /PRNewswire-USNewswire/ -- New technology that tracks the eye movements of patients may be...", "image": "http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "url": "http://www.prnewswire.com/news-releases/eye-tracking-has-high-sensitivity-as-a-biomarker-for-concussion-300125284.html"}, "viewport": "width=device-width, initial-scale=1", "apple-itunes-app": "app-id=349893430", "og": {"title": "Eye Tracking Has High Sensitivity as a Biomarker for Concussion", "type": "website", "description": "MINNEAPOLIS, Aug. 7, 2015 /PRNewswire-USNewswire/ -- New technology that tracks the eye movements of patients may be...", "image": "https://web.archive.org/web/20150906052005im_/http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "url": "https://web.archive.org/web/20150906052005/http://www.prnewswire.com/news-releases/eye-tracking-has-high-sensitivity-as-a-biomarker-for-concussion-300125284.html"}, "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "robots": "index, follow", "author": "Hennepin County Medical Center", "keywords": "Hennepin County Medical Center, minnesota, Clinical Trials & Medical Discoveries, Surveys, Polls and Research, Health Care & Hospitals, Medical Pharmaceuticals, Mental Health, Biotechnology", "description": "MINNEAPOLIS, Aug. 7, 2015 /PRNewswire-USNewswire/ -- Eye Tracking Has High Sensitivity as a Biomarker for Concussion. Eye Tracking Detects Concussion with...", "cf_entity_title": "Eye Tracking Has High Sensitivity as a Biomarker for Concussion", "cf_entity_thumbnail_url": "http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "date": "2015-08-07T01:01:00Z", "Publisher": "PR Newswire", "geo.placename": "MINNEAPOLIS, Aug. 7", "geo.region": "minnesota", "news_keywords": "Hennepin County Medical Center,Biotechnology,Health Care & Hospitals,Medical Pharmaceuticals,Mental Health,Surveys, Polls and Research,Clinical Trials & Medical Discoveries"}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}