{"url": "https://www.eurekalert.org/pub_releases/2018-05/aaoo-nrr050118.php", "text": "ROSEMONT, Ill. (May 1, 2018)--An estimated 45 percent of people are at risk of developing knee osteoarthritis (OA) in their lifetime. According to a network meta-analysis research article published in the May 1, 2018 issue of the Journal of the American Academy of Orthopaedic Surgeons (JAAOS), the nonsteroidal anti-inflammatory drug (NSAID) naproxen was ranked most effective in individual knee OA treatment for improving both pain and function, and is considered a relatively safe and low-cost treatment method.\n\nNonsurgical treatments for knee OA supported by previous research evidence include strength training, low-impact aerobic exercises, NSAIDs, and weight loss in individuals with a body mass index over 25. This new research analyzed data from multiple trials to determine the relative effectiveness of various nonsurgical treatments for knee OA. The treatments that were compared and ranked included acetaminophen; ibuprofen; intra-articular (IA) or joint injections of cortisone; platelet-rich plasma (PRP); hyaluronic acid (HA); several NSAIDs, such as naproxen, celecoxib, and diclofenac; and both oral and IA placebo.\n\n\"This is the first comprehensive mixed-comparison analysis comparing best-evidence scientific research and excluding lower quality studies that can bias the outcomes,\" said lead author and orthopaedic surgeon David Jevsevar, MD, MBA. \"Using a statistical ranking technique, we worked to provide evidence regarding which of the most common NSAIDs are most likely to decrease pain and improve function, and we attempted to fill in the gaps in evidence for more inconclusive treatments such as HA, PRP, and corticosteroids.\"\n\nAuthors analyzed 53 randomized controlled trials that examined knee OA treatments for at least 28 days and included a minimum of 30 participants per study group. Knee OA treatments were ranked on a scale of one to five, with one being the most effective. They found the following:\n\nFor pain reduction, cortisone injections provided the greatest short-term (4 to 6 weeks) pain relief, followed by ibuprofen, PRP injections, naproxen, and celecoxib.\n\nNaproxen ranked the highest for probability for improving function, followed by diclofenac, celecoxib, ibuprofen, and PRP injections.\n\nNaproxen was ranked the most effective individual knee OA treatment for improving both pain and function followed by cortisone injections, PRP injections, ibuprofen and celecoxib.\n\nHA injections did not achieve a rank in the top five treatments for pain, function, or combined pain and function. An analysis of 12 articles also found that results with HA are not significantly different from those with IA placebo for treatment of knee OA.\n\n\"Because knee OA has both a high disease burden and high treatment costs, additional prospective studies using similar outcomes, timelines, and measures of clinically important changes are needed,\" explained Dr. Jevsevar. \"While the information in this analysis is helpful to physicians, patients also can benefit from these findings and use it with their doctors to weigh all possible treatment options.\"\n\nAlthough the use of NSAIDs for arthritic conditions such as knee OA has potential risks, including heart attack and stroke, existing evidence indicates that naproxen has less potential for adverse cardiovascular events.\n\n###\n\nMore information about the AAOS and JAAOS\n\nFollow the AAOS on Facebook, Twitter and Instagram\n\nFollow the conversation about JAAOS on Twitter\n\nDisclosures\n\nFrom the Department of Orthopaedics, Dartmouth-Hitchcock Medical Center, Lebanon, NH (Dr. Jevsevar), American Academy of Orthopaedic Surgeons, Rosemont, IL (Mr. Shores, Mr. Mullen, Ms. Schulte, and Dr. Cummins), and Franciscan Orthopedic Associates, Tacoma, WA (Dr. Brown). J Am Acad Orthop Surg 2018; 26:325-336. DOI: 10.5435/JAAOS-D-17-00318", "images": ["https://media.eurekalert.org/meganav/S11690 ACS SAN DIEGO graphic - 600x200.jpg", "https://media.eurekalert.org/meganav/AAAS-logo.png", "https://www.eurekalert.org/images/e4/logo-footer.png", "https://media.eurekalert.org/meganav/SfNMenuBanner2019.jpg", "https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://www.eurekalert.org/images/e4/logo-2x.png", "https://www.eurekalert.org/images/e4/brand.png", "https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.eurekalert.org/pub_releases/2018-05/aaoo-nrr050118.php", "title": "New research ranks the effectiveness of nonsurgical treatments for knee osteoarthritis", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "An estimated 45 percent of people are at risk of developing knee osteoarthritis (OA) in their lifetime. According to a network meta-analysis research article published in the May 1, 2018 issue of the Journal of the American Academy of Orthopaedic Surgeons (JAAOS), the nonsteroidal anti-inflammatory drug (NSAID) naproxen was ranked most effective in individual knee OA treatment for improving both pain and function, and is considered a relatively safe and low-cost treatment method.", "keywords": "Medicine/Health, Orthopedic Medicine, Pain", "date": "Tue, 01 May 2018 04:00:00 GMT/UTC", "journal": "Journal of The American Academy of Orthopaedic Surgeons", "type": "research", "institution": "American Academy of Orthopaedic Surgeons", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "aaos1", "domain": "www.eurekalert.org", "title": "New research ranks the effectiveness of nonsurgical treatments for knee osteoarthritis", "description": "An estimated 45 percent of people are at risk of developing knee osteoarthritis (OA) in their lifetime. According to a network meta-analysis research article published in the May 1, 2018 issue of the Journal of the American Academy of Orthopaedic Surgeons (JAAOS), the nonsteroidal anti-inflammatory drug (NSAID) naproxen was ranked most effective in individual knee OA treatment for improving both pain and function, and is considered a relatively safe and low-cost treatment method."}, "og": {"title": "New research ranks the effectiveness of nonsurgical treatments for knee osteoarthritis", "description": "An estimated 45 percent of people are at risk of developing knee osteoarthritis (OA) in their lifetime. According to a network meta-analysis research article published in the May 1, 2018 issue of the Journal of the American Academy of Orthopaedic Surgeons (JAAOS), the nonsteroidal anti-inflammatory drug (NSAID) naproxen was ranked most effective in individual knee OA treatment for improving both pain and function, and is considered a relatively safe and low-cost treatment method.", "site_name": "EurekAlert!", "url": "https://www.eurekalert.org/pub_releases/2018-05/aaoo-nrr050118.php", "image": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "AAOS1"}}, "movies": [], "publish_date": 1525752000.0, "source": "https://www.eurekalert.org", "summary": ""}