{"url": "https://web.archive.org/web/20151213000728/http://www.eurekalert.org:80/pub_releases/2015-12/uoo-btt121015.php", "text": "Scientists have found a marker that can indicate your likelihood of suffering from rheumatoid arthritis (RA) even sixteen years before the condition takes effect. A team from the Kennedy Institute of Rheumatology at Oxford University found that a blood test that looks for antibodies that recognize the protein tenascin-C could reliably show those who will contract the condition.\n\nWhen inflammation occurs in the body, some proteins are altered in a process called citrullination. These altered forms can prompt an immune response from the body, which can see it turning antibodies on itself - causing rheumatoid arthritis. For that reason, tests that spot antibodies to citrullinated proteins are already used to diagnose the disease. While tests for individual proteins usually have a relatively low diagnostic sensitivity, a more general test called CCP, that detects synthetic citrullinated peptides, identifies a lot more RA cases.\n\nLead researcher Dr Anja Schwenzer said: 'We knew that tenascin-C is found at high levels in the joints of people with RA. We decided to see if it could be citrullinated and, if so, whether it was a target for the autoantibodies that attack the body in RA. That might also indicate whether it could be used in tests to indicate the disease.\n\n'When we looked at results from more than 2000 patients we found that testing for antibodies that target citrullinated tenascin-C (cTNC) could diagnose RA in around 50% of cases, including some cases not identified by CCP. It also has a very low rate of false positives - it is 98% accurate at ruling out RA.'\n\nThe Kennedy Institute's Professor Kim Midwood said: 'What is particularly exciting is that when we looked at samples taken from people before their arthritis began, we could see these antibodies to cTNC up to 16 years before the disease occurred - on average the antibodies could be found seven years before the disease appeared.\n\n'This discovery therefore gives us an additional test that can be used to increase the accuracy of the CCP assay and that can predict RA, enabling us to monitor people and spot the disease early. This early detection is key because early treatment is more effective.'\n\nStephen Simpson, Research Director, for Arthritis Research UK said: 'When it comes to rheumatoid arthritis, early diagnosis is key with research showing that there is often a narrow 'window of opportunity' following the onset of symptoms for effective diagnosis and control of disease through treatment. Furthermore, current tests for rheumatoid arthritis are limited in their ability to diagnose disease in different patients. This latest research provides the basis of tests that could improve diagnosis and, importantly, detect disease at a very early stage, with the promise even that people at risk of developing rheumatoid arthritis can be followed before the disease begins. This could have great potential to help patients with rheumatoid arthritis get the right treatment early to keep this painful and debilitating condition under control.'\n\n###", "images": ["https://web.archive.org/web/20151213000728im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20151213000728im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20151213000728im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20151213000728im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20151213000728im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20151213000728im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20151213000728im_/http://www.eurekalert.org/images/meganav/AHA_logo.jpg", "https://web.archive.org/web/20151213000728im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20151213000728im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20151213000728im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20151213000728im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20151213000728im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20151213000728im_/http://www.eurekalert.org/images/meganav/browse-video.jpg"], "top_img": "https://web.archive.org/web/20151213000728im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20151213000728/http://www.eurekalert.org/pub_releases/2015-12/uoo-btt121015.php", "title": "Blood test that could predict arthritis risk", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Testing for antibodies that target citrullinated tenascin-C (cTNC) could diagnose RA in around 50 percent of cases, including some cases not identified by current best tests. It also has a very low rate of false positives -- 98 percent accurate at ruling out RA.", "keywords": "Medicine/Health, Orthopedic Medicine, Pain, Physiology", "date": "Thu, 10 Dec 2015 05:00:00 GMT", "funder": "Arthritis Research UK", "journal": "Annals of Rheumatic Diseases", "type": "research", "institution": "University of Oxford", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "UniofOxford", "domain": "www.eurekalert.org"}, "og": {"title": "Blood test that could predict arthritis risk", "description": "Testing for antibodies that target citrullinated tenascin-C (cTNC) could diagnose RA in around 50 percent of cases, including some cases not identified by current best tests. It also has a very low rate of false positives -- 98 percent accurate at ruling out RA.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20151213000728/http://www.eurekalert.org/pub_releases/2015-12/uoo-btt121015.php", "image": "https://web.archive.org/web/20151213000728im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1451365200.0, "source": "https://web.archive.org", "summary": ""}