{"url": "http://www.prnewswire.com/news-releases/more-than-1000-lives-reported-saved-with-help-of-evzio-naloxone-hcl-injection-auto-injectors-300242286.html", "text": "RICHMOND, Va., March 29, 2016 /PRNewswire/ -- kaléo, a privately-held pharmaceutical company, today announced that EVZIO® (naloxone HCl injection) Auto-injectors have been reported to help save more than 1000 lives.\n\nEVZIO was the first naloxone product specifically designed, FDA approved and labeled for the emergency treatment of opioid overdose by individuals without medical training. EVZIO is an intelligent Auto-injection system that provides simple, on-the-spot voice and visual guidance.\n\n\"In Baltimore, we believe that naloxone should be a part of everyone's medicine cabinet and everyone's first aid kit. If we don't save lives today, there is no chance for a better tomorrow,\" said Baltimore City Health Commissioner Dr. Leana Wen. \"Having EVZIO available in Baltimore is helping us do everything possible to help prevent opioid overdose deaths in our community and across the country.\"\n\n\"The opioid epidemic is killing 79 people each day— the equivalent of a fully loaded 747 airplane crashing each and every week. We can't stand by and hope that things change on their own,\" said Spencer Williamson, President and CEO of kaléo. \"By empowering more patients to have access to this potentially life-saving medicine, we believe that EVZIO will help reduce the burden of opioid overdose in the United States. Since October 2014, we have received reports that EVZIO Auto-injectors have helped save an average of 14 lives per week.\"\n\n\"People at an overdose scene may be very emotional, so it really helps that EVZIO has audio instructions on how to administer this potentially life-saving medication,\" said Laurie Fugitt, RN, BSN, co-founder of Georgia Overdose Prevention. \"It has already helped save many, many lives in Georgia.\"\n\n\"The Cabell-Huntington Health Department is pleased to have EVZIO in our community,\" said Dr. Michael Kilkenny, Physician Director of the Cabell-Huntington Health Department in Huntington, West Virginia. \"Following initial deployment of EVZIO on February 3, we had a confirmed life saved on February 12th. Our community is in a crisis as a result of opioid overdoses and EVZIO has provided an outstanding tool to help combat the harmful effects and death resulting from heroin and opioid use.\"\n\n\"The Sarasota County Sheriff's Office (SCSO) has found the naloxone Auto-injector to be an outstanding addition to our first responder capabilities,\" said Captain Charlie Thorpe. \"Deputies now have instant access to this potentially life-saving tool since our field deployment in December 2015. Opioid overdoses continue to plague communities nation-wide. The SCSO recognizes this effective medical intervention as another way to help combat the opioid overdose threat to our community.\"\n\nAbout Opioid-Induced Respiratory Depression (OIRD) and Overdose\n\nOpioid emergencies, such as an accidental overdose, are a growing public health epidemic. On average, 79 people die from opioids, including prescription opioid analgesics and heroin, everyday in the United States; most occur outside of medical settings, such as in a home.[1],[2] Approximately 136,000 opioid overdose emergency department visits occur each year.[3] Many communities throughout the United States are facing a devastating heroin epidemic. Additionally, there are nearly two times the number of prescription opioid-related deaths as compared to heroin-related deaths.1 On average, 3,300 children five years old and younger are admitted to emergency departments each year due to accidental opioid exposure.[4]\n\nLife-threatening opioid emergencies result in respiratory and/or central nervous system depression. Opioid-Induced Respiratory Depression (OIRD) is the most important serious adverse effect of opioids as it can be immediately life-threatening.[5] In addition to the risk of an opioid overdose associated with an opioid use disorder, there may be an increased risk of life-threatening OIRD even when patients take a prescribed dose of an opioid as directed. For example, taking high doses of opioids, taking an opioid in combination with other drugs (e.g., benzodiazepines) or alcohol, or if there is a history of certain medical conditions (e.g., COPD, severe asthma) places individuals at significantly higher risk for life-threatening OIRD.[6],[7],[8] Seconds count when a life-threatening OIRD event occurs. Without rapid intervention, brain injury or death can occur in as little as 4 minutes.[9] Most life-threatening OIRD emergencies occur in the home and are witnessed by family and friends who may be in the best position to intervene quickly.[10]\n\nNaloxone is an opioid antagonist that displaces opioids from the receptors in the brain, temporarily reversing the life-threatening breathing problems that can occur during an opioid emergency.[11]\n\nAbout EVZIO (EVV-zee-oh)\n\nEVZIO (naloxone HCl injection) Auto-injector is an opioid antagonist indicated for the emergency treatment of known or suspected opioid overdose, as manifested by respiratory and/or central nervous system depression. EVZIO is intended for immediate administration as emergency therapy in settings where opioids may be present. EVZIO is not a substitute for emergency medical care. EVZIO is an intelligent Auto-injection system that provides simple, on-the-spot voice and visual guidance. EVZIO is small, easy-to-carry and easy-to-use to help patients and caregivers keep it on hand so they can take fast, confident action administering EVZIO during an opioid emergency. Results averaged across two adequate and well-controlled usability studies demonstrate more than 94% of users can correctly administer EVZIO without training, and 100% with training.[12] Each EVZIO pre-filled, single-use, hand-held Auto-injector delivers a single 0.4 mg dose of naloxone. Each EVZIO prescription comes with two Auto-injectors and a Trainer. For more information on EVZIO, including full Prescribing Information, visit www.EVZIO.com.\n\nEVZIO IMPORTANT SAFETY INFORMATION\n\nEVZIO is contraindicated in patients known to be hypersensitive to naloxone hydrochloride or to any of the ingredients in EVZIO.\n\nThe following warnings and precautions should be taken when administering EVZIO:\n\nDue to the duration of action, keep the patient under continued surveillance and repeated doses of naloxone should be administered, as necessary, while awaiting emergency medical assistance.\n\nAdditional supportive and/or resuscitative measures may be helpful while awaiting emergency medical assistance.\n\nReversal of respiratory depression by partial agonists or mixed agonists/antagonists, such as buprenorphine and pentazocine, may be incomplete.\n\nUse in patients who are opioid dependent may precipitate acute abstinence syndrome.\n\nPatients with pre-existing cardiac disease or patients who have received medications with potential adverse cardiovascular effects should be monitored in an appropriate healthcare setting.\n\nIn neonates, opioid withdrawal may be life-threatening if not recognized and properly treated.\n\nThe following adverse reactions have been identified during use of naloxone hydrochloride in the postoperative setting: hypotension, hypertension, ventricular tachycardia and fibrillation, dyspnea, pulmonary edema, and cardiac arrest. Death, coma, and encephalopathy have been reported as sequelae of these events. Excessive doses of naloxone hydrochloride in postoperative patients have resulted in significant reversal of analgesia and have caused agitation.\n\nAbrupt reversal of opioid effects in persons who were physically dependent on opioids has precipitated signs and symptoms of opioid withdrawal including: body aches, fever, sweating, runny nose, sneezing, piloerection, yawning, weakness, shivering or trembling, nervousness, restlessness or irritability, diarrhea, nausea or vomiting, abdominal cramps, increased blood pressure, and tachycardia. In the neonate, opioid withdrawal signs and symptoms also included: convulsions, excessive crying, and hyperactive reflexes.\n\nYou are encouraged to report negative side effects of prescription drugs to the FDA. Visit www.fda.gov/medwatch or call 1-800-FDA-1088. For full Prescribing Information visit http://evzio.com/pdfs/Evzio PI.PDF.\n\nAbout kaléo (kuh-LAY-oh)\n\nKaléo is a pharmaceutical company dedicated to building innovative solutions for serious and life-threatening medical conditions. Our mission is to provide innovative solutions that empower patients to confidently take control of their medical conditions. We believe patients and caregivers are the experts on how their medical condition impacts their lives, and are an integral part of our product development process. Each kaléo product combines an established drug with an innovative delivery platform with the goal of achieving superiority and cost effectiveness. Kaléo is a privately-held company headquartered in Richmond, Virginia. For more information, visit www.kaleopharma.com.\n\n\n\n[1] Centers for Disease Control and Prevention. Increase in Drug and Opioid Overdose Deaths—United States, 2000-2014. http://www.cdc.gov/mmwr/preview/mmwrhtml/mm6450a3.htm?s_cid=mm6450a3_w. Accessed 01/04/2015.\n\n[2] World Health Organization. Community Management of Opioid Overdose. Geneva, Switzerland: WHO, 2014.\n\n[3] Yokell et al. Presentation of Prescription and Nonprescription Opioid Overdoses to US Emergency Departments. JAMA Int. Med. 2014; 174(12):2034-7.\n\n[4] Burghardt L, et al. Adult Prescription Drug Use and Pediatric Medication Exposures and Poisonings. Pediatrics. 2013; 132:18-27.\n\n[5] Food and Drug Administration. FDA Blueprint for Prescriber Education for Extended-Release and Long-Acting Opioid Analgesics, 2014.\n\n[6] Zedler B, Xie L, Wang L, et al. Risk factors for serious prescription opioid-related toxicity or overdose among Veterans Health Administration patients. Pain Med. 2014; 15:1911-1929.\n\n[7] Bohnert A, Valenstein M, Bair MJ, et al. Association between Opioid Prescribing Patterns and Opioid Overdose-Related Deaths. 2011; 305(13):1315-1321.\n\n[8] Gudin JA, Mogali S, Jones JD, Comer SD. Risks, Management, and Monitoring of Combination Opioid, Benzodiazepines, and/or Alcohol Use. Postgrad Med J. 2013; 125(4):115-130.\n\n[9] Caplan LR, Hurst JW, Chimowitz MI. Cardiac arrest and other hypoxic-ischemic insults. In: Clinical Neurocardiology. New York, NY: CRC Press; 1999.\n\n[10] World Health Organization. Community Management of Opioid Overdose. Geneva, Switzerland: WHO, 2014.\n\n[11] Straus M, Ghitza U, Tai B. Preventing deaths from rising opioid overdose in the US – the promise of naloxone antidote in community-based naloxone take-home programs. Subst Abuse Rehabil. 2013:65-72.\n\n[12] EVZIO (Naloxone Hydrochloride Injection) Auto-injector [Data on File]. Richmond, VA: Kaleo, Inc.\n\nContact: Mark Herzog\n\nkaléo\n\nmark.herzog@kaleopharma.com\n\n804-545-6360 (office)\n\nLogo - http://photos.prnewswire.com/prnh/20150830/262125LOGO\n\nSOURCE kaleo\n\nRelated Links\n\nhttp://www.kaleopharma.com\n\n", "images": ["http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png", "https://photos.prnewswire.com/prnfull/20150830/262125LOGO?max=200", "https://photos.prnewswire.com/prnthumb/20150830/262125LOGO"], "top_img": "https://photos.prnewswire.com/prnthumb/20150830/262125LOGO", "keywords": [], "authors": [], "canonical_link": "https://www.prnewswire.com/news-releases/more-than-1000-lives-reported-saved-with-help-of-evzio-naloxone-hcl-injection-auto-injectors-300242286.html", "title": "More than 1000 Lives Reported Saved with Help of EVZIO® (naloxone HCl injection) Auto-injectors", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "RICHMOND, Va., March 29, 2016 /PRNewswire/ -- kaléo, a privately-held pharmaceutical company, today announced that EVZIO® (naloxone HCl injection)...", "author": "kaleo", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "More than 1000 Lives Reported Saved with Help of EVZIO® (naloxone HCl injection) Auto-injectors", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "virginia", "date": "2016-03-29T07:55:00-04:00", "keywords": "kaleo,Health Care & Hospitals ,Pharmaceuticals   ,Medical Pharmaceuticals , Medical Equipment", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "More than 1000 Lives Reported Saved with Help of EVZIO® (naloxone HCl injection) Auto-injectors", "description": "RICHMOND, Va., March 29, 2016 /PRNewswire/ -- kaléo, a privately-held pharmaceutical company, today announced that EVZIO® (naloxone HCl injection)..."}, "og": {"title": "More than 1000 Lives Reported Saved with Help of EVZIO® (naloxone HCl injection) Auto-injectors", "type": "website", "description": "RICHMOND, Va., March 29, 2016 /PRNewswire/ -- kaléo, a privately-held pharmaceutical company, today announced that EVZIO® (naloxone HCl injection)...", "image": "https://photos.prnewswire.com/prnthumb/20150830/262125LOGO", "url": "https://www.prnewswire.com/news-releases/more-than-1000-lives-reported-saved-with-help-of-evzio-naloxone-hcl-injection-auto-injectors-300242286.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}