{"url": "https://today.uic.edu/can-you-burn-calories-while-sitting-at-a-desk", "text": "A new study suggests that continuous movement while sitting may increase metabolic rate more than standing at a desk.\n\nCraig Horswill, clinical associate professor of kinesiology and nutrition at the University of Illinois at Chicago, says the study adds to the growing body of evidence that suggests strategies for increasing non-exercise active thermogenesis — defined as spontaneous activity unrelated to a fitness routine — are needed to help overcome the detrimental effects of prolonged sitting.\n\nSitting has been identified as a risk factor for early mortality, independent of the presence of a disease, such as cancer or diabetes. Up to 7 percent of deaths have been attributed to sitting alone.\n\n“Sitting is bad for our health, but it is a big part of daily life for many people,” said Horswill, an expert in exercise and metabolism in UIC’s College of Applied Health Sciences. “Exercise is a good way to counteract the negative effects of sitting, but just incorporating physical activity into one part of our day may not be enough to overcome the damage caused by prolonged sitting and an otherwise sedentary lifestyle.”\n\nBecause the workday is a major contributor to sedentary behavior, with more than 20 percent of workers in the U.S. reporting more than 8 hours each day, tactics that promote workstation activity have emerged in recent years, including standing desks, as well as dynamic pedal and treadmill workstations.\n\nHorswill and his colleagues compared the metabolic rate produced by three workstations: seated at a desk, seated at a desk equipped with a device that stimulates leg movement and standing at a desk. The device, which is commercially available, was a movable footrest, suspended from the underside of the desk, which enabled the feet to swing, twist or teeter.\n\nParticipants in the study familiarized themselves with the workstations during one visit. On a second visit, researchers collected metabolic rate and heart rate data during three progressive stages: seated, seated with the device and standing. Each stage was 15 minutes.\n\nThe researchers found that modest movement while seated elevated the metabolic rate more than sitting and more than standing, by 17 and 7 percent respectively, and had no detrimental effect on cognitive function. The findings are published in WORK, a journal affiliated with the Canadian Association of Occupational Therapists and endorsed by the International Ergonomics Association.\n\n“These results suggest that non-exercise active thermogenesis, which we call NEAT, can increase movement and calorie burning, and may have the potential to impact health,” said Horswill, the senior author on the study. “We expected to see the metabolic rate increase with each progressive stage, but instead found that metabolic rates from movement while seated were either equal to or higher than rates while standing.”\n\nHorswill says the study needs to be further validated, but that the findings should be especially applicable to individuals poised to benefit from NEAT but unable to access popular standing desks because of injury, disability or discomfort.\n\n“This is more evidence that NEAT, something everyone can do throughout the day, may be an important strategy for improving health, and even reducing early death,” said Horswill.\n\nHaley Scott and Danel Voorhees are co-authors on the paper. Active Ideas LLC, which offers the HOVR device used in study, funded the research.", "images": ["https://today.uic.edu/wp-content/themes/uictoday/images/icon-twitter-link.svg", "https://today.uic.edu/wp-content/themes/uictoday/images/social-media-icons/facebook.png", "https://today.uic.edu/wp-content/themes/uictoday/images/social-media-icons/tumblr.png", "https://today.uic.edu/wp-content/themes/uictoday/favicon.ico", "https://today.uic.edu/wp-content/themes/uictoday/images/social-media-icons/rss.png", "https://today.uic.edu/wp-content/themes/uictoday/images/icon-facebook-link.svg", "https://today.uic.edu/wp-content/themes/uictoday/images/icon-tumblr-link.svg", "https://today.uic.edu/wp-content/themes/uictoday/images/icon-linkedin-link.svg", "https://today.uic.edu/wp-content/themes/uictoday/images/social-media-icons/directory.png", "https://today.uic.edu/wp-content/themes/uictoday/images/icon-cta-envelope.svg", "https://today.uic.edu/wp-content/themes/uictoday/images/social-media-icons/instagram.png", "https://today.uic.edu/wp-content/themes/uictoday/images/social-media-icons/twitter.png", "https://cdn.printfriendly.com/buttons/print-button-gray.png", "https://today.uic.edu/wp-content/themes/uictoday/images/social-media-icons/youtube.png", "https://today.uic.edu/wp-content/themes/uictoday/images/uihealth.png", "https://today.uic.edu/files/2017/12/Craig_Horswill_Preferred_Recent-172x258.jpg"], "top_img": "https://today.uic.edu/wp-content/themes/uictoday/favicon.ico", "keywords": [], "authors": ["Jacqueline Carey", "December"], "canonical_link": "https://today.uic.edu/can-you-burn-calories-while-sitting-at-a-desk", "title": "Can you burn calories while sitting at a desk?", "meta_data": {"viewport": "width=device-width, initial-scale=1"}, "movies": [], "publish_date": null, "source": "https://today.uic.edu", "summary": ""}