{"url": "https://web.archive.org/web/20180220071637/https://www.eurekalert.org/pub_releases/2018-02/rson-mtd021318.php", "text": "OAK BROOK, Ill. - An MRI breast imaging technique that requires no contrast agent, combined with sophisticated data analysis, could reduce the number of unnecessary breast biopsies, according to a new study appearing online in the journal Radiology.\n\nBreast MRI currently is used to screen women at high risk of breast cancer and as a diagnostic adjunct to mammography. The examination relies on gadolinium-based contrast agents that need to be injected intravenously.\n\nResearchers recently studied an alternative approach that eliminates the need for contrast agents in some cases by using diffusion-weighted imaging (DWI) measurements derived from MRI. The technique, known as diffusion kurtosis imaging, provides a picture of breast tissue on a microstructural level.\n\n\"Diffusion kurtosis imaging has been introduced in DWI to provide important information on tissue structures at a microscopic level,\" said study lead author Sebastian Bickelhaupt, M.D., from the German Cancer Research Center in Heidelberg, Germany. \"Since malignant lesions disrupt the tissue structures at this level, diffusion kurtosis might serve as a relevant marker of changes.\"\n\nDr. Bickelhaupt, co-lead author Paul Jaeger, M.Sc., and colleagues evaluated a retrospective analysis of data collected from 222 women at two independent study sites. The women had suspicious findings on mammography that were classified under the Breast Imaging Reporting and Data System (BI-RADS) as BI-RADS 4 and 5 breast lesions. A BI-RADS 4 lesion is considered a suspicious abnormality, while a 5 is considered highly suspicious of malignancy. The women underwent DWI followed by biopsy.\n\nFor the analysis, a software algorithm was developed for lesion characterization, and imaging features were extracted using a kurtosis-based radiomics model. Radiomics is a rapidly growing field that enables the extraction of a large amount of quantifiable data from images.\n\nIn an independent test set of 127 women, the radiomics analysis reduced false-positive findings by 70 percent, while detecting 60 of 61 malignant lesions, or 98 percent.\n\n\"The model might help to lower the number of BI-RADS 4 lesions suspected of being cancer on the basis of screening mammography while retaining a high sensitivity similar to the sensitivity reported for biopsies themselves,\" Jaeger said.\n\nShould the results hold in larger trials, the model has potential advantages in the clinic beyond its ability to reduce unnecessary biopsies in women with BI-RADS 4 lesions. The software algorithm makes the assessment reader-independent, ensuring that its accuracy is maintained across different imaging facilities.\n\nThe new approach is not intended to replace current contrast-enhanced breast MRI protocols in general, Dr. Bickelhaupt emphasized, but to expand the spectrum of options available for answering specific clinical questions.\n\n\"This might also improve the efficiency of reporting,\" he said.\n\n###\n\n\"Radiomics Based on Adapted Diffusion Kurtosis Imaging Helps to Clarify Most Mammographic Findings Suspicious for Cancer.\" Collaborating with Dr. Bickelhaupt and Jaeger were Frederik Bernd Laun, Prof. Dr., Wolfgang Lederer, M.D., Heidi Daniel, M.D., Tristan Anselm Kuder, Dr. rer nat, Lorenz Wuesthof, Daniel Paech, M.D., David Bonekamp, M.D., Alexander Radbruch, M.D., Stefan Delorme, Prof. Dr., Heinz-Peter Schlemmer, Prof. Dr., Franziska Steudle, and Klaus H. Maier-Hein, Ph.D.\n\nRadiology is edited by David A. Bluemke, M.D., Ph.D., University of Wisconsin School of Medicine and Public Health, Madison, Wis., and owned and published by the Radiological Society of North America, Inc.\n\nRSNA is an association of over 54,200 radiologists, radiation oncologists, medical physicists and related scientists promoting excellence in patient care and health care delivery through education, research and technologic innovation. The Society is based in Oak Brook, Ill. (RSNA.org)\n\nFor patient-friendly information on breast MRI, visit RadiologyInfo.org.", "images": ["https://web.archive.org/web/20180220071637im_/https://www.eurekalert.org/images/meganav/AM18_Newsroom.jpg", "https://web.archive.org/web/20180220071637im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180220071637im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180220071637im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180220071637im_/https://media.eurekalert.org/multimedia_prod/pub/rel/162973_rel.jpg", "https://web.archive.org/web/20180220071637im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180220071637im_/https://media.eurekalert.org/multimedia_prod/pub/rel/162971_rel.jpg", "https://web.archive.org/web/20180220071637im_/https://www.eurekalert.org/multimedia/pub/web/162973_web.jpg", "https://web.archive.org/web/20180220071637im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180220071637im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180220071637im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180220071637im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180220071637im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180220071637im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180220071637im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20180220071637im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180220071637im_/https://media.eurekalert.org/multimedia_prod/pub/rel/162972_rel.jpg", "https://web.archive.org/web/20180220071637im_/https://media.eurekalert.org/multimedia_prod/pub/web/162971_web.jpg"], "top_img": "https://web.archive.org/web/20180220071637im_/https://www.eurekalert.org/multimedia/pub/web/162973_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180220071637/https://www.eurekalert.org/pub_releases/2018-02/rson-mtd021318.php", "title": "MRI technique differentiates benign breast lesions from malignancies", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "An MRI breast imaging technique that requires no contrast agent, combined with sophisticated data analysis, could reduce the number of unnecessary breast biopsies, according to a new study.", "keywords": "Medicine/Health, Cancer, Breast Cancer, Diagnostics", "date": "Tue, 20 Feb 2018 05:00:00 GMT/UTC", "journal": "Radiology", "type": "research", "institution": "Radiological Society of North America", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "rsna", "domain": "www.eurekalert.org", "title": "MRI technique differentiates benign breast lesions from malignancies", "description": "An MRI breast imaging technique that requires no contrast agent, combined with sophisticated data analysis, could reduce the number of unnecessary breast biopsies, according to a new study."}, "og": {"title": "MRI technique differentiates benign breast lesions from malignancies", "description": "An MRI breast imaging technique that requires no contrast agent, combined with sophisticated data analysis, could reduce the number of unnecessary breast biopsies, according to a new study.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180220071637/https://www.eurekalert.org/pub_releases/2018-02/rson-mtd021318.php", "image": "https://web.archive.org/web/20180220071637im_/https://www.eurekalert.org/multimedia/pub/web/162973_web.jpg", "type": "website"}, "fb": {"profile_id": "RSNAfans"}}, "movies": [], "publish_date": 1519794000.0, "source": "https://web.archive.org", "summary": ""}