{"url": "https://www.newswise.com/articles/view/703758/?sc=mwhr&xy=10023344", "text": "Newswise — HOUSTON ― For the first time, transplanting gut bacteria from healthy donors was used to successfully treat patients suffering from severe colitis caused by treatment with immune checkpoint inhibitors (ICIs). The study from The University of Texas MD Anderson Cancer Center, which includes two patients, suggests fecal microbiota transplantation (FMT) is worth investigating in clinical trials as a therapy for this common side effect of immunotherapy.\n\nThe research, led by Yinghong Wang, M.D., Ph.D., assistant professor of Gastroenterology, Hepatology & Nutrition and director of Medication Induced Colitis and Enteritis, was published today in Nature Medicine.\n\n“The resolution of colitis in these patients can be confirmed clinically and endoscopically after FMT treatment,” said Wang. “Based on these results, this should be evaluated even as a first-line therapy for ICI-associated colitis because it’s safe, quick, and the effect is durable - from one treatment.”\n\nImmune checkpoint inhibitors, which release a block on the immune system to attack cancer, have been successful in providing durable responses for patients with several cancer types. However, these treatments are often associated with significant immune-related toxicities.\n\nColitis, inflammation of the colon, is the second most common side effect from ICIs, occurring in up to 40 percent of patients, explained Wang. When ICI-associated colitis is severe, guidelines require a patient to stop ICI treatment until the colitis is in remission.\n\n“If the patient is a good responder to immunotherapy, that means you’ve taken their effective treatment away,” said Wang. “We have a limited amount of time to fix the problem so they can resume ICI treatment, but I feel that we’ve made great progress in this area.”\n\nThe researchers chose to investigate the potential for FMT as an alternative, compassionate-use therapy for patients suffering from refractory, or unresponsive, ICI-associated colitis. The two patients included in the study were treated at MD Anderson between June 2017 and January 2018.\n\nFMT has shown promise in treating other types of gastrointestinal diseases, such as recurrent Clostridium difficile infection and inflammatory bowel disease (IBD), which shares many clinical and molecular characteristics with ICI-associated colitis. These conditions typically are treated with steroids and targeted immunosuppressive agents, which result in additional severe side effects and can counteract the effects of immunotherapy.\n\nBoth patients in the study had a complete resolution of their colitis following treatment with FMT. The first patient’s colitis resolved within two weeks following a single FMT treatment; the second patient experienced a partial recovery after the first treatment, followed by complete recovery after a second FMT. With endoscopic evaluation before and after treatment, both patients displayed significant improvements in inflammation and ulcerations, including a reduction of inflammatory immune cells.\n\nPre- and post-treatment stool analyses revealed patients’ gut microbiomes to be most similar to the donor immediately after treatment, with less resemblance to the donor over time. Still, post-treatment gut bacteria remained distinct from their own pre-treatment microbiome. Additionally, distinct new populations of bacterial species were evident in these patients following FMT compared to pre-treatment samples, including several species known to be protective or reduce inflammation.\n\nThe authors acknowledge significant limitations to this study based on the very small cohort, and they plan to pursue clinical trials to investigate the effectiveness of FMT in treating ICI-associated colitis as compared with standard immunosuppressive therapy. FMT continues to be offered to MD Anderson patients on a compassionate-use basis.\n\nPrevious MD Anderson research showed that bacteria in the gut influence patient response to ICI therapy, and other evidence suggests modifying the microbiome in mice can alter their response to immunotherapy. The current data further suggests there is the potential for many molecular studies to better understand the role of the microbiome in driving ICI-colitis and immunotherapy response more broadly.\n\nThe study was supported by the Andrew Sabin Family Fellowship Program; the American Association for Cancer Research – Stand Up to Cancer; the National Institutes of Health (CA219896-01A1, HL124112); the Cancer Prevention & Research Institute of Texas; and the Melanoma Moon Shot™, part of MD Anderson’s Moon Shots Program™, a collaborative effort to accelerate the development of scientific discoveries into clinical advances that save patients’ lives\n\nIn addition to Wang, other MD Anderson authors include: Diana Wiesnoski, Christopher Sanchez, and Chia-Chi Chang, Ph.D., all of Genomic Medicine; Beth Helmink, M.D., Ph.D., and Vancheswaran Gopalakrishnan, Ph.D., both of Surgical Oncology; Hamzah Abu-Sbeih, M.D., Gottumukkala Raju, M.D., and John Stroehlein, M.D., all of Gastroenterology, Hepatology & Nutrition; Edwin Parra, M.D., Ph.D., and Alejandro Francisco-Cruz, Ph.D., both of Translational Molecular Pathology; Matthew Campbell, M.D., Jianjun Gao, M.D., Ph.D., and Sumit Subudhi, M.D., Ph.D., all of Genitourinary Medical Oncology; Dipen Maru, M.D., of Pathology; Jorge Blando, DVM, and James Allison, Ph.D., both of Immunology; Padmanee Sharma, M.D., Ph.D., of Genitourinary Medical Oncology and Immunology; Michael Tetzlaff, M.D., Ph.D., of Translational Molecular Pathology and Pathology; Jennifer Wargo, M.D., of Genomic Medicine and Surgical Oncology; and Robert Jenq, M.D., of Genomic Medicine and Stem Cell Transplantation. Additional authors include Kati Choi, M.D., Baylor College of Medicine, Houston; Hebert DuPont, M.D., UTHealth School of Public Health and Kelsey Research Foundation, Houston; and Zhi-Dong Jiang, Dr.Ph., UTHealth School of Public Health, Houston.\n\n- 30 -", "images": ["https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/11/9/yinghong_wang.jpg&width=100&height=100", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "https://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "https://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "https://www.newswise.com/assets/img/logo.png", "https://www.newswise.com/images/institutions/logos/xand-logo.jpg.pagespeed.ic.T097y7o4d-.jpg", "https://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "https://www.newswise.com/legacy/ximage.php,qimage=,_images,_uploads,_2018,_11,_9,_yinghong_wang.jpg,awidth=502,aheight=334.pagespeed.ic.dI-F6dzr4K.jpg"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/11/9/yinghong_wang.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/fecal-transplant-effective-against-immunotherapy-induced-colitis", "title": "Fecal transplant effective against immunotherapy-induced colitis", "meta_data": {"keywords": "Newswise, Colitis,immune checkpoint inhibitors,Immunotherapy,fecal microbiota transplant,fecal microbiota transplantation,Side Effects,microbiome and cancer treatment,All Journal News, Cancer, Digestive Disorders, Transplantation, Nature (journal), Cancer Center Featured Story 2, Local - Texas, Local - Houston Metro, Embargoed Feed - hidden,  University of Texas M. D. Anderson Cancer Center", "description": "For the first time, transplanting gut bacteria from healthy donors was used to successfully treat patients suffering from severe colitis caused by treatment with immune checkpoint inhibitors. The study from The University of Texas MD Anderson Cancer Center, which includes two patients, suggests fecal microbiota transplantation is worth investigating in clinical trials as a therapy for this common side effect of immunotherapy.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "For the first time, transplanting gut bacteria from healthy donors was used to successfully treat patients suffering from severe colitis caused by treatment with immune checkpoint inhibitors. The study from The University of Texas MD Anderson Cancer Center, which includes two patients, suggests fecal microbiota transplantation is worth investigating in clinical trials as a therapy for this common side effect of immunotherapy.", "title": "Fecal transplant effective against immunotherapy-induced colitis", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/11/9/yinghong_wang.jpg&width=100&height=100", "url": "https://www.newswise.com/articles/fecal-transplant-effective-against-immunotherapy-induced-colitis"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "https://www.newswise.com", "summary": ""}