{"url": "https://web.archive.org/web/20160116022618/http://www.eurekalert.org:80/pub_releases/2016-01/pu-cdd011116.php", "text": "Scientists have discovered that a commonly prescribed dementia drug could hold the key to helping prevent debilitating falls for people with Parkinson's.\n\nThe research, published today in The Lancet Neurology (1), shows people with Parkinson's who were given the oral drug rivastigmine were 45% less likely to fall and were considerably steadier when walking, compared to those on the placebo.\n\nParkinson's affects 127,000 people in the UK and approximately seven million worldwide. 70% of people with Parkinson's will fall at least once a year, with over a third experiencing falls repeatedly, resulting in fractures, broken bones and hospital admissions (2).\n\nParkinson's UK Research Fellow Dr Emily Henderson and principal researcher on the study, based at the University of Bristol, said:\n\n\"With the degeneration of dopamine producing nerve cells, people with Parkinson's often have issues with unsteadiness when walking. As part of the condition, they also have lower levels of acetylcholine, a chemical which helps us to concentrate - making it extremely difficult to pay attention to walking.\n\n\"We already know that rivastigmine works to treat dementia by preventing the breakdown of acetylcholine, however our study shows for the first time that it can also improve regularity of walking, speed, and balance. This is a real breakthrough in reducing the risk of falls for people with Parkinson's.\"\n\nDr Henderson and her team at the University of Bristol studied 130 people with Parkinson's who had fallen in the past year. Half the group were given rivastigmine capsules and the other half a placebo for an eight month period.\n\nDr Arthur Roach, Director of Research at Parkinson's UK, which funded the study said:\n\n\"People affected by Parkinson's, their carers, and health and social care professionals have said that preventing falls and improving balance is the biggest unmet need for people living with the condition, other than finding a cure.\n\n\"Things that may be simple to us, such as walking upstairs or getting up in the middle of the night to get a glass of water, or go to the toilet, are much harder and more dangerous when you could easily fall. You risk breaking bones and then needing an emergency hospital admission.\n\n\"This trial shows that there may be drugs already available, being used for other purposes, that can be tested to help treat Parkinson's. This takes us a step closer to improving the quality of life and finding better treatments for people with Parkinson's.\"\n\nCaroline Maxwell from Northamptonshire, a participant on the study, who was diagnosed with Parkinson's 13 years ago said:\n\n\"A few years ago, I had a bad fall while carrying my sewing machine across the room, leaving me in hospital for a week and really denting my confidence.\n\n\"I'm at the stage where I would walk much better with a replacement joint, but because I fall so frequently my surgeon is reluctant to operate. Falling on my replacement hip would put in an even worse situation than what I'm in now.\n\n\"By potentially finding a treatment that helps to prevent falls, I'd be able to get a replacement hip and have the confidence to go shopping on my own, without having to constantly rely on the goodness of strangers to pick me up when I fell.\"\n\n###\n\nFor more information on Parkinson's UK research, and to donate, visit parkinsons.org.uk/research.\n\nFor media and interview enquiries:\n\nHanna Kilpin, Senior Media & PR Officer - Research, Parkinson's UK: hkilpin@parkinsons.org.uk 020 7963 9311. Out of hours: 07961 460248\n\nNotes to editors\n\n1. Rivastigmine for gait stability in patients with Parkinson's disease (ReSPonD): a randomised, double-blind, placebo-controlled, phase 2 trial. Henderson E J et al. Lancet Neurology. January 2016. http://dx.doi.org/10.1016/S1474-4422(15)00389-0.\n\n2. Recurrent Falls in Parkinson 's disease: A Systematic Review. Allen N E et al. Parkinson's Disease. 2013\n\n3. Priority setting partnership to identify the top 10 research priorities for the management of Parkinson's disease. Deane, K H O et al. BMJ Open. December 2014. doi:10.1136/bmjopen-2014-006434\n\n4. Dr Emily Henderson, Dr Arthur Roach and Caroline Maxwell are available for interview on request\n\nParkinson's UK\n\nEvery hour, someone in the UK is told they have Parkinson's.\n\nIt affects 127,000 people in the UK - which is around one in 500 of the population.\n\nParkinson's is a degenerative neurological condition, for which there currently is no cure. The main symptoms of the condition are tremor, slowness of movement and rigidity.\n\nParkinson's UK is the UK's leading charity supporting those with the condition. Its mission is to find a cure and improve life for everyone affected by Parkinson's through cutting edge research, information, support and campaigning.\n\nFor advice, information and support, visit http://www. parkinsons. org. uk or call our free, confidential helpline on 0808 800 0303.\n\nUniversity of Bristol - School of Social and Community Medicine", "images": ["https://web.archive.org/web/20160116022618im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160116022618im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20160116022618im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160116022618im_/http://www.eurekalert.org/images/meganav/AM16-NoDate.png", "https://web.archive.org/web/20160116022618im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160116022618im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160116022618im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160116022618im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20160116022618im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160116022618im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160116022618im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160116022618im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160116022618im_/http://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://web.archive.org/web/20160116022618im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160116022618/http://www.eurekalert.org/pub_releases/2016-01/pu-cdd011116.php", "title": "Common dementia drug found to improve Parkinson's symptoms", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Scientists have discovered that a commonly prescribed dementia drug could hold the key to helping prevent debilitating falls for people with Parkinson's.", "keywords": "Health Care, Pharmaceutical Sciences, Medicine/Health, Neurobiology, Parkinson's Disease, Pharmaceutical Science", "date": "Tue, 12 Jan 2016 05:00:00 GMT", "funder": "Parkinson's UK", "journal": "Lancet Neurology", "type": "research", "institution": "Parkinson's UK", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "EurekAlertAAAS", "domain": "www.eurekalert.org"}, "og": {"title": "Common dementia drug found to improve Parkinson's symptoms", "description": "Scientists have discovered that a commonly prescribed dementia drug could hold the key to helping prevent debilitating falls for people with Parkinson's.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160116022618/http://www.eurekalert.org/pub_releases/2016-01/pu-cdd011116.php", "image": "https://web.archive.org/web/20160116022618im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1454043600.0, "source": "https://web.archive.org", "summary": ""}