{"url": "https://web.archive.org/web/20150626154637/http://www.eurekalert.org:80/pub_releases/2015-06/tl-tln062415.php", "text": "A new test can accurately predict within minutes if an individual has Ebola Virus Disease (EVD), according to new research published in The Lancet. The study is the first to show that a point-of-care EVD test (ReEBOV Antigen Rapid Test; Corgenix) is faster than and as sensitive as a conventional laboratory-based molecular method used for clinical testing during the recent outbreak in Sierra Leone.\n\nThis new rapid diagnostic test (RDT) could cut back on the lengthy process usually required to confirm if a patient has EVD, help identify case contacts, and ultimately curb the spread of Ebola.\n\nCurrently, diagnosis of EVD requires a full vial of venous blood to be shipped to a laboratory with a high level of biosafety and staff expertise for testing by real-time reverse transcription polymerase chain reaction (RT-PCR). This method poses substantial risks to the healthcare workers responsible for blood collection, transport, and testing, and efforts to contain the Ebola epidemic in west Africa have been hampered by this slow and complex diagnostic test.\n\n\"Laboratory results can sometimes take days to return. Delays like this result not only in the failure to diagnose and treat Ebola-infected patients, but also in individuals without Ebola being admitted to holding units where they may be subsequently infected with the virus,\" [1] explains Dr Nira Pollock, senior author and Associate Medical Director of the Infectious Diseases Diagnostic Laboratory at the Boston Children's Hospital, USA.\n\n\"This new test, on the other hand, is capable of detecting the Ebola virus in just a small drop of blood tested at the bedside, and could help us in the fight against Ebola.\" [1]\n\nIn this study, the researchers compared the diagnostic accuracy of the new RDT against the benchmark RT-PCR test (altona Diagnostics) being used for clinical diagnosis in the field reference laboratory run by Public Health England at Port Loko in Sierra Leone.\n\n106 suspected Ebola patients admitted to two treatment centres in Sierra Leone (run by the Ministry of Health and Sanitation of Sierra Leone and supported by the non-governmental organisation Partners In Health) during February 2015 were tested by both RDT (performed on a fingerstick blood sample at the point-of-care) and by standard RT-PCR (performed on plasma in the laboratory). Both RDT (on whole blood) and RT-PCR (on plasma) were also performed on 284 samples in the laboratory.\n\nThe RDT detected all confirmed cases of EVD that were positive by RT-PCR in both point-of-care (28/105 patients) and laboratory testing (45/277 patients), with sensitivity of 100% (identifying all patients with EVD as per the benchmark method), and a specificity of 92% (identifying patients who didn't have EVD).\n\nSurprisingly, the findings also revealed that the standard altona RT-PCR test, under the conditions deployed in the field, was itself an imperfect reference standard. The altona RT-PCR assay failed to detect a small number of EVD cases that tested positive by both RDT and by an alternative RT-PCR test (Trombley), all with relatively low amounts of virus. Both the RDT and altona assays failed to detect a small number of EVD cases that tested positive by the Trombley test, all with very low amounts of virus. The authors caution that given the limitations of the performance of the altona RT-PCR reference test in patients with low levels of the virus in their blood, more research is needed to assess how the new RDT will perform in patients very early in the course of EVD.\n\nAccording to co-author Dr Jana Broadhurst from Partners In Health, Boston, USA, \"This test could have an immediate impact on patient care and infection control by reliably detecting patients well into their illness who are likely to be highly infectious. Earlier test results would improve triage of patients, enabling staff to focus on those most likely to have Ebola, and reducing the opportunity for infection of non-Ebola 'suspects'. Although the RDT requires refrigeration, this is already available in many health centres in endemic areas, particularly those that store vaccines and other medical products.\" [1]\n\nWriting in a linked Comment, Dr Nahid Bhadelia from Boston University School of Medicine and Boston Medical Center, Boston, USA says, \"[This study] validates the accuracy of the ReEBOV RDT in patients who are well into their illness...suggesting it could be used to triage this subset of patients if RT-PCR is not available, particularly in those with a high index of clinical suspicion for a differential diagnosis...the data presented provide crucial information about the point of-care function of this rapid diagnostic test, such as ease of use, quality of samples taken at the bedside, and the concordance with venous samples...the results raise caution regarding the performance of the widely used altona RT-PCR assay, which the authors suggest might have underperformed because of laboratory specific technical and performance factors.\"\n\n###\n\nNOTES TO EDITORS:\n\nThis study was funded by a gift from the Abundance Foundation (Stephen Kahn). Corgenix provided the test kits.\n\n[1] Quotes direct from authors and cannot be found in text of Article.", "images": ["https://web.archive.org/web/20150626154637im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20150626154637im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20150626154637im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20150626154637im_/http://www.eurekalert.org/images/meganav/aacr2015meeting_600X200.jpg", "https://web.archive.org/web/20150626154637im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20150626154637im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20150626154637im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20150626154637im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20150626154637im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20150626154637im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20150626154637im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20150626154637im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20150626154637im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg"], "top_img": "https://web.archive.org/web/20150626154637im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150626154637/http://www.eurekalert.org/pub_releases/2015-06/tl-tln062415.php", "title": "The Lancet: New rapid diagnostic test for Ebola could be game changer in the fight against the disease", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A new test can accurately predict within minutes if an individual has Ebola Virus Disease, according to new research published in The Lancet. The study is the first to show that a point-of-care EVD test (ReEBOV Antigen Rapid Test; Corgenix) is faster than and as sensitive as a conventional laboratory-based molecular method used for clinical testing during the recent outbreak in Sierra Leone.", "keywords": "Medicine/Health", "date": "Thu, 25 Jun 2015 04:00:00 GMT", "journal": "Lancet", "type": "research", "institution": "The Lancet", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "TheLancet", "domain": "www.eurekalert.org"}, "og": {"title": "The Lancet: New rapid diagnostic test for Ebola could be game changer in the fight against the disease", "description": "A new test can accurately predict within minutes if an individual has Ebola Virus Disease, according to new research published in The Lancet. The study is the first to show that a point-of-care EVD test (ReEBOV Antigen Rapid Test; Corgenix) is faster than and as sensitive as a conventional laboratory-based molecular method used for clinical testing during the recent outbreak in Sierra Leone.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150626154637/http://www.eurekalert.org/pub_releases/2015-06/tl-tln062415.php", "image": "https://web.archive.org/web/20150626154637im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "TheLancetMedicalJournal"}}, "movies": [], "publish_date": 1435550400.0, "source": "https://web.archive.org", "summary": ""}