{"url": "https://web.archive.org/web/20150113094213/http://health.ucsd.edu/news/releases/Pages/2015-01-06-novel-imaging-for-prostate-tumors.aspx", "text": "In 2014, prostate cancer was the leading cause of newly diagnosed cancers in men and the second leading cause of cancer death in men. Writing in the January 6, 2015 issue of the journal Prostate Cancer and Prostatic Disease, a team of scientists and physicians from the University of California, San Diego School of Medicine, with counterparts at University of California, Los Angeles, describe a novel imaging technique that measurably improves upon current prostate imaging – and may have significant implications for how patients with prostate cancer are ultimately treated.\n\n“This new approach is a more reliable imaging technique for localizing tumors. It provides a better target for biopsies, especially for smaller tumors,” said Rebecca Rakow-Penner, MD, PhD, a research resident in the Department of Radiology and the study’s first author.\n\nThe technique is also valuable in surgical planning and image staging, said David S. Karow, MD, PhD, assistant professor of radiology at UC San Diego and the study’s corresponding author. “Doctors at UC San Diego and UCLA now have a non-invasive imaging method to more accurately assess the local extent of the tumor and possibly predict the grade of the tumor, which can help them more precisely and effectively determine appropriate treatment.”\n\nThe current standard of care for detecting and diagnosing prostate cancer is contrast enhanced magnetic resonance imaging (MRI), which involves intravenously injecting patients with a contrast agent to highlight blood flow. Greater blood flow is often a requirement of growing cancer cells. When compared to surrounding healthy tissues, it’s hoped that contrast enhanced MRIs will reveal the shape and nature of any tumors present.\n\nBut many tumors do not significantly differ from surrounding healthy tissues with contrast enhanced MRI and so evade easy detection. An imaging technique called diffusion MRI measures the diffusion of water and has been a standard imaging technique in the brain and an emerging technique in the prostate. Cancer tissues are denser than healthy tissues and typically limit the amount and mobility of water within them. But diffusion MRI suffers from magnetic field artifacts that can distort the actual location of tumors by as much as 1.2 centimeters or roughly half an inch – a significant distance when surgeons are attempting, for example, to assess whether a tumor extends beyond the prostate and into adjacent nerve bundles.\n\nThe new approach described in today’s published paper is called restriction spectrum imaging-MRI or RSI-MRI. It corrects for magnetic field distortions and focuses upon water diffusion within tumor cells. By doing both, the ability of imaging to accurately plot a tumor’s location is increased and there is a more refined sense of the tumor’s extent, said Nathan White, PhD, assistant project scientist at UC San Diego, study co-author and co-inventor of the RSI-MRI technique.\n\nIn a related paper to be published in the journal Frontiers in Oncology, the same team of researchers reported that RSI-MRI appears to predict tumor grade. Higher grade tumors correlate with higher restricted water volume in the cancer cells’ large nuclei.\n\n“Prostate cancer can often be an indolent disease, where a patient may only require surveillance rather than aggressive surgery,” noted co-author Christopher J. Kane, MD, professor of urology at UC San Diego.\n\n“If by imaging we could predict the tumor grade,” added Robert Reiter, MD, professor of urology at UCLA, “we may be able to spare some patients from prostate resection and monitor their cancer with imaging.”\n\nCo-authors include senior author Anders M. Dale, Hyung W. Choi, Joshua M. Kuperman, Natalie M. Schenker-Ahmed, Hauke Bartsch, Robert F. Mattrey and William G. Bradley, Department of Radiology, UCSD; J. Kellogg Parsons and Michael A. Liss, Department of Urology, UCSD; Ahmed Shabaik, Department of Pathology, UCSD; Jiaoti Huang, Department of Pathology, UCLA; Daniel J. Margolis and Steven S. Raman, Department of Radiology, UCLA; Leonard S. Marks, Department of Urology, UCLA.\n\nFunding for this research was provided, in part, by the National Institute of Biomedical Imaging and Bioengineering of the National Institutes of Health, the Department of Defense, Prostate Cancer Research Program, the American Cancer Society and the UC San Diego Clinician Scientist Program.", "images": ["https://web.archive.org/web/20150113094213im_/https://assets.ucsd.edu/img/logo/awards/MagnetRecognition.png", "https://web.archive.org/web/20150113094213im_/https://assets.ucsd.edu/img/buttons/button_applestore.png", "https://web.archive.org/web/20150113094213im_/https://assets.ucsd.edu/img/logo/UCSD_Health2014.png", "https://web.archive.org/web/20150113094213im_/https://assets.ucsd.edu/img/logo/awards/USNews2014.png", "https://web.archive.org/web/20150113094213im_/http://health.ucsd.edu/images/og-Default.png", "https://web.archive.org/web/20150113094213im_/https://assets.ucsd.edu/img/icon/tab_translate.png", "https://web.archive.org/web/20150113094213im_/https://assets.ucsd.edu/img/icon/myChart_dropGo.png", "https://web.archive.org/web/20150113094213im_/http://health.ucsd.edu/Style Library/Images/UCSD/icon_closeX.png", "https://web.archive.org/web/20150113094213im_/https://assets.ucsd.edu/img/icon/tab_giving.png", "https://web.archive.org/web/20150113094213im_/https://assets.ucsd.edu/img/buttons/button_androidstore.png", "https://web.archive.org/web/20150113094213im_/https://assets.ucsd.edu/img/logo/ucsd-health-system-w.png", "https://web.archive.org/web/20150113094213im_/https://assets.ucsd.edu/img/logo/awards/Truven2013.png"], "top_img": "https://web.archive.org/web/20150113094213im_/http://health.ucsd.edu/images/og-Default.png", "keywords": [], "authors": [], "canonical_link": "", "title": "Novel Imaging Technique Improves Prostate Cancer Detection", "meta_data": {"geo.region": "US-CA", "geo.placename": "San Diego", "p": {"domain_verify": "98c6903030b37cc99eeaf2ccbf44b85a"}, "google-site-verification": "dVGoKlLW5yWr2UaQU9nwXH1WGOGU0bsCI3N7QjY2TFQ", "google-translate-customization": "34c18153a3840a19-c0e9473abf338896-g0db1ca1eacdf4878-f", "og": {"type": "website", "site_name": "UC San Diego Health System", "image": "https://web.archive.org/web/20150113094213im_/http://health.ucsd.edu/images/HealthSystem_310.png"}, "twitter": {"card": "summary", "site": "@UCSDHealth", "title": "UC San Diego Health System", "description": "UC San Diego Health System is the one place ranked number one in San Diego by U.S. News & World Report's Best Hospitals metro area rankings.", "creator": "@UCSDHealth", "image": "https://web.archive.org/web/20150113094213im_/http://health.ucsd.edu/images/og-Default.png"}, "msapplication-square150x150logo": "/images/HealthSystem_150.png", "msapplication-square310x310logo": "/images/HealthSystem_310.png", "msapplication-square70x70logo": "/images/HealthSystem_70.png", "msapplication-wide310x150logo": "/images/HealthSystem_310x150.png", "msapplication-TileImage": "/images/HealthSystem_144.png", "msapplication-TileColor": "#4A9FBC", "msapplication-tooltip": "UC San Diego Health System is the one place ranked number one in San Diego by U.S. News & World Report's Best Hospitals metro area rankings.", "viewport": "user-scalable=1, width=device-width, initial-scale=1, maximum-scale=4"}, "movies": [], "publish_date": 1420520400.0, "source": "https://web.archive.org", "summary": ""}