{"url": "https://web.archive.org/web/20180109184509/https://www.eurekalert.org/pub_releases/2018-01/uow-ctw010918.php", "text": "Cancer cells can be destroyed more effectively and selectively with a unique new reusable treatment, activated with a substance found in stinging nettles and ants - thanks to new research by the University of Warwick.\n\nCancer cells can be destroyed more effectively and selectively with a unique new reusable treatment, activated with a substance found in stinging nettles and ants - thanks to new research by the University of Warwick.\n\nLed by Professor Peter J. Sadler from Warwick's Department of Chemistry, researchers have developed a new line of attack against cancer: an organic-osmium compound, which is triggered using a non-toxic dose of sodium formate, a natural product found in many organisms, including nettles and ants.\n\nNamed JPC11, it targets a metabolic process which cancer cells rely on to survive and multiply. It does this by converting a key substance used by cancer cells to provide the energy they need for rapid division (pyruvate) into an unnatural lactate - leading to the cells' destruction.\n\nUniquely, this chemo-catalyst treatment can be recycled and reused within a cancer cell to attack it repeatedly.\n\nThis unprecedented functional ability to recycle and reuse the compound within cancer cells could lead to future anticancer drugs being administered in smaller, more effective, and potentially less toxic doses - decreasing the side-effects of chemotherapy.\n\nThe researchers have been focusing on the potential to use this compound on ovarian and prostate cancers.\n\nOvarian cancers are becoming increasingly resistant to existing chemotherapy drugs (such as the platinum drug, cisplatin). Since this new research functions in a totally new and unique way, it may overcome this acquired resistance and widen the spectrum of anticancer activity.\n\nImportantly, the development opens up a possibility for a more selective cancer treatment as JPC11 was observed to specifically target the biochemistry of cancer cells, leaving healthy cells largely untouched - another improvement compared to existing platinum-based drugs, which can also attack non-cancerous cells.\n\nDr James Coverdale, a Research Fellow from Warwick's Department of Chemistry, commented:\n\n\"This is a significant step in the fight against cancer. Manipulating and applying well-established chemistry in a biological context provides a highly selective strategy for killing cancer cells.\n\n\"We have discovered that chemo-catalyst JPC11 has a unique mechanism of action - and we hope that this will lead to more effective, selective and safer treatments in the future.\"\n\nProfessor Peter Sadler, a medicinal chemist at the University of Warwick commented:\n\n\"Platinum compounds are the most widely used drugs for cancer chemotherapy, but we urgently need to respond to the challenges of circumventing resistance and side-effects. Our lab is focussed on the discovery of truly novel anticancer drugs which can kill cells in totally new ways. Chemo-catalysts, especially those with immunogenic properties, might provide a breakthrough.\n\n\"It will take time to progress from the lab to the clinic, but we are fortunate to have a talented enthusiastic, international team working with colleagues in Warwick Cancer Research Centre across the borderlines of chemistry, cell and systems biology and cancer medicine who are determined to succeed.\"\n\nProfessor Martin Wills, catalyst specialist at the University of Warwick, commented:\n\n\"Although asymmetric catalytic hydrogenation processes are well developed in the materials industry, this research provides the first ever example of it being achieved inside cells using a synthetic catalyst.\"\n\nHandedness (molecular asymmetry) is critical to the function of bio-molecules in the body. Proteins, enzymes and our DNA, for example - are handed. Only the correct hand works, in the same way that a right hand does not fit a left-hand glove.\n\nIn this case, the osmium compound JPC11, with sodium formate, can selectively produce a molecule of a specific 'handedness' - thus manipulating how cancer cells grow.\n\nDr Coverdale explained:\n\n\"The 'handedness' of molecules is critical in the body. Our hands are near-identical, but are mirror images of each other. The same can be true of molecules, and in some cases, having the wrong handed molecule can have profound biological consequences.\n\n\"We believe that manipulation of the 'handedness' of molecules in cells could provide a new strategy for fighting diseases.\"\n\n###\n\nNotes:\n\nThe research, 'Asymmetric transfer hydrogenation by synthetic catalysts in cancer cells', is published in Nature Chemistry. DOI: 10.1038/NCHEM.2918\n\nIt is co-authored by Dr Isolda Romero-Canelón, Dr Carlos Sanchez-Cano, Dr Guy J. Clarkson and Dr Abraha Habtemariam.\n\nIt was funded by the European Research Council, Science City (Advantage West Midlands and the European Regional Development Fund), The University of Warwick, Bruker Daltonics, the Engineering and Physical Research Council and Cancer Research UK.", "images": ["https://web.archive.org/web/20180109184509im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20180109184509im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180109184509im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180109184509im_/https://www.eurekalert.org/multimedia/pub/web/159951_web.jpg", "https://web.archive.org/web/20180109184509im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180109184509im_/https://media.eurekalert.org/multimedia_prod/pub/rel/159950_rel.jpg", "https://web.archive.org/web/20180109184509im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180109184509im_/https://www.eurekalert.org/images/meganav/AM18_Newsroom.jpg", "https://web.archive.org/web/20180109184509im_/https://media.eurekalert.org/multimedia_prod/pub/web/159951_web.jpg", "https://web.archive.org/web/20180109184509im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180109184509im_/https://media.eurekalert.org/multimedia_prod/pub/rel/159951_rel.jpg", "https://web.archive.org/web/20180109184509im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180109184509im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180109184509im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180109184509im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180109184509im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180109184509im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png"], "top_img": "https://web.archive.org/web/20180109184509im_/https://www.eurekalert.org/multimedia/pub/web/159951_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180109184509/https://www.eurekalert.org/pub_releases/2018-01/uow-ctw010918.php", "title": "Cancer targeted with reusable 'stinging nettle' treatment", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Cancer cells can be destroyed more effectively and selectively with a unique new reusable treatment, activated with a substance found in stinging nettles and ants -- thanks to new research by the University of Warwick.", "keywords": "Cell Biology, Health Care, Chemistry/Physics/Materials Sciences, Atomic/Molecular/Particle Physics, Pharmaceutical/Combinatorial Chemistry, Medicine/Health, Cancer, Prostate Cancer", "date": "Tue, 09 Jan 2018 05:00:00 GMT/UTC", "funder": "European Research Council, Science City (Advantage West Midlands and the European Regional Development Fund), University of Warwick, Bruker Daltonics, Engineering and Physical Research Council and Cancer Research UK", "journal": "Nature Chemistry", "type": "research", "institution": "University of Warwick", "region": "europe", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "warwicknewsroom", "domain": "www.eurekalert.org", "title": "Cancer targeted with reusable 'stinging nettle' treatment", "description": "Cancer cells can be destroyed more effectively and selectively with a unique new reusable treatment, activated with a substance found in stinging nettles and ants -- thanks to new research by the University of Warwick."}, "og": {"title": "Cancer targeted with reusable 'stinging nettle' treatment", "description": "Cancer cells can be destroyed more effectively and selectively with a unique new reusable treatment, activated with a substance found in stinging nettles and ants -- thanks to new research by the University of Warwick.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180109184509/https://www.eurekalert.org/pub_releases/2018-01/uow-ctw010918.php", "image": "https://web.archive.org/web/20180109184509im_/https://www.eurekalert.org/multimedia/pub/web/159951_web.jpg", "type": "website"}, "fb": {"profile_id": "warwickuniversity"}}, "movies": [], "publish_date": 1517202000.0, "source": "https://web.archive.org", "summary": ""}