{"url": "https://web.archive.org/web/20181123211535/http://www.eurekalert.org/pub_releases/2015-06/sjcr-dpn061915.php", "text": "Boosting the activity of a protective gene and giving patients 'good' gut bacteria could help prevent or slow progression of colorectal cancer, St. Jude Children's Research Hospital scientists have found\n\nMemphis, Tenn., JUNE 19 -- Scientists at St. Jude Children's Research Hospital have discovered how an immune system protein, called AIM2 (Absent in Melanoma 2), plays a role in determining the aggressiveness of colon cancer. They found that AIM2 deficiency causes uncontrolled proliferation of intestinal cells. Surprisingly, they also discovered that AIM2 influences the microbiota -- the population of gut bacteria -- apparently fostering the proliferation of 'good' bacteria that can protect against colon cancer.\n\nThe team, led by Thirumala-Devi Kanneganti, Ph.D., a member of the St. Jude Department of Immunology, published their findings in a recent issue of the journal Cell. She said that the findings could have important applications for prevention, prognosis and treatment.\n\n'Since reduced AIM2 activity in colorectal cancer patients is associated with poor survival, it might be useful to detect the level of AIM2 expression in polyps taken from colonoscopy and use this as one of the biomarkers for prognosis,' Kanneganti said.\n\nKanneganti and her team believe that it might be possible to prevent the disease or reduce its risk by treating susceptible people to increase AIM2 activity and give them healthy donor bacteria. 'In people who already have colorectal cancer, therapies that boost the expression of AIM2, such as interferons, might reduce tumor progression. Also, transferring healthy microbiota or a group of 'good' bacteria to patients with colorectal cancer at the early stage of disease may prolong survival,' Kanneganti said.\n\nCancer researchers had known that mutations in AIM2 were frequently found in patients with colorectal cancers. And a study by other researchers had found that more than half of small bowel tumors had AIM2 mutations.\n\nHowever, AIM2's established function in the cell was not in the machinery of cancer, said one of the paper's first authors Si Ming Man, Ph.D., a postdoctoral fellow in Kanneganti's laboratory. Rather, he said, AIM2 was known to work in the immune system to detect invading bacteria and viruses and help 'alert' the immune system to battle them.\n\n'When we found that the intestine expressed high levels of AIM2, we hypothesized that this gene may also play a role in regulating gut health,' Man said. 'This was how we became interested in AIM2 and colorectal cancer.'\n\nIn their experiments with mice, the scientists used chemicals to trigger the process mimicking the development of colorectal cancer. They found that the mice showed drastically reduced AIM2 function, confirming the finding in humans with the cancer. They also found that mice genetically altered to have reduced AIM2 function, when treated with the chemicals, showed significantly more tumors than normal mice.\n\nThe scientists' studies also showed that AIM2 played a role independent of its immune role, in suppressing abnormal expansion of intestinal stem cell populations. Conversely, malfunction of AIM2 unleashes abnormal stem cell proliferation. Stem cells are immature cells that differentiate into adult cells such as intestinal cells. These cells continuously proliferate to replace old and dying cells in the intestine.\n\n'Many previous studies have indicated that AIM2 contributes to the immune system by acting as a pathogen sensor,' Man said. 'However, our work is the first to identify AIM2's role in controlling proliferation of intestinal stem cells. This work is truly exciting to us because we have found a new role for AIM2 in regulating colorectal cancer, and it does so by inhibiting excessive proliferation of stem cells in the large intestine.' The researchers also pinpointed the specific cellular machinery regulated by AIM2.\n\nThey decided to explore whether AIM2's protective role might involve gut bacteria, based on studies from Kanneganti's lab and others indicating that microbial sensors similar to AIM2 contributed to healthy gut microbiota. Indeed, the comparison of gut bacteria in normal and AIM2-deficient mice showed a different 'microbial landscape' in the two types of mice.\n\nTo test whether gut bacteria might influence the progression of colon cancer, the researchers housed normal and AIM2-deficient mice together, to enable the exchange of gut bacteria. The scientists found a striking reduction in colon tumors in the AIM2-deficient mice and an increase in tumors in the normal mice.\n\n'What this might suggest is that transfer of some of the 'good' microbiota from wild-type mice to replace the 'bad' microbiota from mice lacking AIM2 offers increased protection against colorectal cancer,' Man said. 'We believe that this finding has important clinical relevance because we can potentially prevent or decelerate the progression of colorectal cancer in humans, especially in those who have mutations in the AIM2 gene, by simply giving them 'good' microbiota.'\n\n'We have only scratched the surface of the role of AIM2 in controlling stem cell proliferation and the maintenance of a healthy gut microbiota,' Kanneganti said. 'How exactly AIM2 does both of these functions is an exciting research area to pursue.'\n\n###\n\nThe paper's other authors are Qifan Zhu, Liqin Zhu, Zhiping Liu, Rajendra Karki, Ankit Malik, Deepika Sharma, Liyuan Li, R.K. Subbarao Malireddi, Prajwal Gurung, Geoffrey Neale, Scott Olsen, Robert Carter, Daniel McGoldrick, Gang Wu, David Finkelstein, Peter Vogel and Richard Gilbertson, all of St. Jude.\n\nThe research was funded in part by grants (AR056296, CA163507, AI101935) from the National Institutes of Health and ALSAC.\n\nContact:\n\nCarrie StrehlauDesk: 901-595-2295 or Cell: 901-297-9875\n\nFrannie Marmorstein\n\nfrannie.marmorstein@stjude.org\n\nDesk: 901-595-0221 or Cell: 901-379-6072\n\nAbout St. Jude Children's Research Hospital\n\nSt. Jude Children's Research Hospital is leading the way the world understands, treats and defeats childhood cancer and other life-threatening diseases. It is the only National Cancer Institute-designated Comprehensive Cancer Center devoted solely to children. Treatments developed at St. Jude have helped push the overall childhood cancer survival rate from 20 percent to 80 percent since the hospital opened more than 50 years ago. St. Jude is working to increase the overall survival rate for childhood cancer to 90 percent in the next decade. St. Jude freely shares the breakthroughs it makes, and every child saved at St. Jude means doctors and scientists worldwide can use that knowledge to save thousands more children. Families never receive a bill from St. Jude for treatment, travel, housing and food -- because all a family should worry about is helping their child live. To learn more, visit stjude.org or follow St. Jude at @stjuderesearch", "images": ["https://web.archive.org/web/20181123223711im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20181123223711im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20181123223711im_/https://media.eurekalert.org/meganav/Neuroscience2018_Newsroom.jpg", "https://web.archive.org/web/20181123223711im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20181123223711im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20181123223711im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20181123223711im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20181123223711im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20181123223711im_/https://media.eurekalert.org/meganav/AM19_Newsroom.jpg", "https://web.archive.org/web/20181123223711im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20181123223711im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20181123223711im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20181123223711im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20181123223711im_/https://www.eurekalert.org/images/e4/logo-footer.png"], "top_img": "https://web.archive.org/web/20181123223711im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20181123223711/http://www.eurekalert.org/pub_releases/2015-06/sjcr-dpn061915.php", "title": "Discovery promises new treatments to thwart colon cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Scientists at St. Jude Children's Research Hospital have discovered how an immune system protein, called AIM2 (Absent in Melanoma 2), plays a role in determining the aggressiveness of colon cancer. They found that AIM2 deficiency causes uncontrolled proliferation of intestinal cells. Surprisingly, they also discovered that AIM2 influences the microbiota -- the population of gut bacteria -- apparently fostering the proliferation of 'good' bacteria that can protect against colon cancer.", "keywords": "Medicine/Health, Cancer, Immunology/Allergies/Asthma, Pediatrics", "date": "Fri, 19 Jun 2015 04:00:00 GMT", "funder": "National Institutes of Health, ALSAC", "journal": "Cell", "type": "research", "institution": "St. Jude Children's Research Hospital", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "StJudeResearch", "domain": "www.eurekalert.org", "title": "Discovery promises new treatments to thwart colon cancer", "description": "Scientists at St. Jude Children's Research Hospital have discovered how an immune system protein, called AIM2 (Absent in Melanoma 2), plays a role in determining the aggressiveness of colon cancer. They found that AIM2 deficiency causes uncontrolled proliferation of intestinal cells. Surprisingly, they also discovered that AIM2 influences the microbiota -- the population of gut bacteria -- apparently fostering the proliferation of 'good' bacteria that can protect against colon cancer."}, "og": {"title": "Discovery promises new treatments to thwart colon cancer", "description": "Scientists at St. Jude Children's Research Hospital have discovered how an immune system protein, called AIM2 (Absent in Melanoma 2), plays a role in determining the aggressiveness of colon cancer. They found that AIM2 deficiency causes uncontrolled proliferation of intestinal cells. Surprisingly, they also discovered that AIM2 influences the microbiota -- the population of gut bacteria -- apparently fostering the proliferation of 'good' bacteria that can protect against colon cancer.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20181123223711/http://www.eurekalert.org/pub_releases/2015-06/sjcr-dpn061915.php", "image": "https://web.archive.org/web/20181123223711im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1435550400.0, "source": "https://web.archive.org", "summary": ""}