{"url": "https://web.archive.org/web/20160202094506/http://www.eurekalert.org/pub_releases/2016-02/htcs-hdf012716.php", "text": "Boston, MA - Women who eat more high-fiber foods during adolescence and young adulthood--especially lots of fruits and vegetables--may have significantly lower breast cancer risk than those who eat less dietary fiber when young, according to a new large-scale study led by researchers at Harvard T.H. Chan School of Public Health.\n\nThe study will be published online February 1, 2016 in Pediatrics.\n\n\"Previous studies of fiber intake and breast cancer have almost all been non-significant, and none of them examined diet during adolescence or early adulthood, a period when breast cancer risk factors appear to be particularly important,\" said Maryam Farvid, visiting scientist at Harvard Chan School and lead author of the study. \"This work on the role of nutrition in early life and breast cancer incidence suggests one of the very few potentially modifiable risk factors for premenopausal breast cancer.\"\n\nThe researchers looked at a group of 90,534 women who participated in the Nurses' Health Study II, a large long-running investigation of factors that influence women's health. In 1991, the women--ages 27-44 at the time--filled out questionnaires about their food intake, and did so every four years after that. They also completed a questionnaire in 1998 about their diet during high school. The researchers analyzed the women's fiber intake while adjusting for a number of other factors, such as race, family history of breast cancer, body mass index, weight change over time, menstruation history, alcohol use, and other dietary factors.\n\nBreast cancer risk was 12%-19% lower among women who ate more dietary fiber in early adulthood, depending on how much more they ate. High intake of fiber during adolescence was also associated with 16% lower risk of overall breast cancer and 24% lower risk of breast cancer before menopause. Among all the women, there was a strong inverse association between fiber intake and breast cancer incidence. For each additional 10 grams of fiber intake daily--for example, about one apple and two slices of whole wheat bread, or about half a cup each of cooked kidney beans and cooked cauliflower or squash--during early adulthood, breast cancer risk dropped by 13%. The greatest apparent benefit came from fruit and vegetable fiber.\n\nThe authors speculated that eating more fiber-rich foods may lessen breast cancer risk partly by helping to reduce high estrogen levels in the blood, which are strongly linked with breast cancer development.\n\n\"From many other studies we know that breast tissue is particularly influenced by carcinogens and anticarcinogens during childhood and adolescence,\" said Walter Willett, Fredrick John Stare Professor of Epidemiology and Nutrition at Harvard Chan School and senior author of the study. \"We now have evidence that what we feed our children during this period of life is also an important factor in future cancer risk.\"\n\n###\n\nOther Harvard Chan School researchers involved in the study included Heather Eliassen, associate professor in the Department of Epidemiology, and Xiaomei Liao, research scientist in the Departments of Epidemiology and Biostatistics.\n\nThe study was supported by National Institutes of Health grants R01 CA050385 and UM1 CA176726 and a grant from The Breast Cancer Research Foundation. Farvid was supported by the Japan Pharmaceutical Manufacturers Association.\n\n\"Dietary Fiber Intake in Young Adults and Breast Cancer Risk,\" Maryam S. Farvid, A. Heather Eliassen, Eunyoung Cho, Xiaomei Liao, Wendy Y. Chen, and Walter C. Willett, online February 1, 2016, Pediatrics, 137(3):e20151226 doi: 10.1542/peds.2015-1226\n\nVisit the Harvard Chan School website for the latest news, press releases, and multimedia offerings.\n\nHarvard T.H. Chan School of Public Health brings together dedicated experts from many disciplines to educate new generations of global health leaders and produce powerful ideas that improve the lives and health of people everywhere. As a community of leading scientists, educators, and students, we work together to take innovative ideas from the laboratory to people's lives--not only making scientific breakthroughs, but also working to change individual behaviors, public policies, and health care practices. Each year, more than 400 faculty members at Harvard Chan School teach 1,000-plus full-time students from around the world and train thousands more through online and executive education courses. Founded in 1913 as the Harvard-MIT School of Health Officers, the School is recognized as America's oldest professional training program in public health.", "images": ["https://web.archive.org/web/20160202094506im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160202094506im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160202094506im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160202094506im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160202094506im_/http://www.eurekalert.org/images/meganav/AM16-NoDate.png", "https://web.archive.org/web/20160202094506im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160202094506im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20160202094506im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160202094506im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160202094506im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160202094506im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160202094506im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160202094506im_/http://www.eurekalert.org/images/meganav/portal-climate.png"], "top_img": "https://web.archive.org/web/20160202094506im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160202094506/http://www.eurekalert.org/pub_releases/2016-02/htcs-hdf012716.php", "title": "Higher dietary fiber intake in young women may reduce breast cancer risk", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Boston, MA - Women who eat more high-fiber foods during adolescence and young adulthood--especially lots of fruits and vegetables--may have significantly lower breast cancer risk than those who eat less dietary fiber when young, according to a new large-scale study led by researchers at Harvard T.H. Chan School of Public Health.", "keywords": "Nutrition/Nutrients, Medicine/Health, Cancer, Breast Cancer, Diet/Body Weight, Endocrinology, Nutrition/Nutrients, Pediatrics, Public Health, Parenting/Child Care/Family", "date": "Mon, 01 Feb 2016 05:00:00 GMT", "funder": "National Institutes of Health, The Breast Cancer Research Foundation, Japan Pharmaceutical Manufacturers Association", "journal": "Pediatrics", "type": "research", "institution": "Harvard T.H. Chan School of Public Health", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "HarvardHSPH", "domain": "www.eurekalert.org"}, "og": {"title": "Higher dietary fiber intake in young women may reduce breast cancer risk", "description": "Boston, MA - Women who eat more high-fiber foods during adolescence and young adulthood--especially lots of fruits and vegetables--may have significantly lower breast cancer risk than those who eat less dietary fiber when young, according to a new large-scale study led by researchers at Harvard T.H. Chan School of Public Health.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160202094506/http://www.eurekalert.org/pub_releases/2016-02/htcs-hdf012716.php", "image": "https://web.archive.org/web/20160202094506im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "HarvardChanSPH"}}, "movies": [], "publish_date": 1456722000.0, "source": "https://web.archive.org", "summary": ""}