{"url": "https://web.archive.org/web/20170822190141/https://www.eurekalert.org/pub_releases/2017-08/prpl-css082217.php", "text": "SACRAMENTO, Calif. (Aug. 22, 2017) - A study led by researchers at Cedars-Sinai and NeuroVision Imaging LLC provides the scientific basis for using noninvasive eye imaging to detect the pathological hallmarks of Alzheimer's. The experimental technology, developed by Cedars-Sinai and NeuroVision, scans the retina using techniques that can identify beta-amyloid protein deposits that mirror those in the brain.\n\nAccumulations of neurotoxic beta-amyloid protein can be detected with positron emission tomography, or PET scans, and analysis of cerebrospinal fluid, but these are invasive, inconvenient and costly, making them impractical for routine screening and follow-up evaluation.\n\n\"This is the first study demonstrating the potential to image and quantify retinal findings related to beta-amyloid plaques noninvasively in living patients using a retinal scan with high resolution. This clinical trial is reinforced by an in-depth exploration of the accumulation of beta-amyloid in the retina of Alzheimer's patients versus matched controls, and a comparison analysis between retina and brain pathologies. Findings from this study strongly suggest that retinal imaging can serve as a surrogate biomarker to investigate and monitor Alzheimer's disease,\" said Maya Koronyo-Hamaoui, Ph.D., an associate professor of Neurosurgery and Biomedical Sciences and a research scientist at the Maxine Dunitz Neurosurgical Institute at Cedars-Sinai, and a co-founder, inventor and scientist at NeuroVision. She is the senior leading author of an article in JCI Insight published online Aug. 17.\n\n\"As a developmental outgrowth of the central nervous system that shares many of the brain's characteristics, the retina may offer a unique opportunity for us to easily and conveniently detect and monitor Alzheimer's disease,\" said Keith L. Black, M.D., chairman of NeuroVision, chair of the Department of Neurosurgery and director of the Maxine Dunitz Neurosurgical Institute at Cedars-Sinai. \"We know that Alzheimer's begins as many as 10 or 20 years before cognitive decline becomes evident, and we believe that potential treatments may be more effective if they can be started early in the process. Therefore, screening and early detection may be crucial to our efforts to turn the tide against the growing threat of this devastating disease.\"\n\nSteven Verdooner, NeuroVision CEO, said the imaging system leverages the company's expertise in autofluorescence imaging of the retina using a specialized ophthalmic camera and sophisticated image processing software. \"It's exciting to see these studies demonstrating the power of the technology applied to the Alzheimer's field. Our goal is to develop a product that is easy to use, affordable and widely accessible. We look forward to the potential of retinal imaging playing a vital role in solving the problem of Alzheimer's, both in identifying and monitoring those who may be affected by the disease. Our next step is to continue with clinical trials, building upon the existing pharmaceutical company collaborations, to ensure our technology is ready for the medical community to help manage this disease.\"\n\nThe study's first author, Yosef Koronyo, a research associate at Cedars-Sinai and a scientist and inventor at NeuroVision, said the latest findings cap a decade of study that has produced several landmark discoveries. \"In 2010, our research group published an article providing the first evidence for the existence of Alzheimer's-specific plaques in the human retina, and we demonstrated the ability to detect individual plaques in live mouse models using a modified ophthalmic device.\"\n\nAfter adapting the technology for human application, the researchers initiated several ongoing clinical trials in the United States and Australia to determine the feasibility of detecting and quantifying beta-amyloid plaques in patients with the disease.\n\nIn the new article, the researchers report on a 16-patient clinical trial to demonstrate the feasibility of identifying beta-amyloid in the eye using autofluorescence imaging. They also provide detailed analyses and several new findings on Alzheimer's pathology in the retina, results of research with donated eyes and brains of 37 deceased patients, 23 with confirmed Alzheimer's disease and 14 controls.\n\nAmong key findings, the researchers report a 4.7-fold increase in retinal plaque burden in patients with Alzheimer's, compared to controls, and they provide observations regarding geometric distribution and layer location of amyloid pathology in the retina. With the imaging technology's ability to detect autofluorescence signal related to retinal beta-amyloid, these findings may lead to a practical approach for large-scale identification of the at-risk population and monitoring of Alzheimer's, the researchers say.\n\nThe article provides new insights into the disease's manifestations in the retina and information on the optical imaging system. Here are several highlights:\n\nThe first histologic quantitative analysis of retinal plaque clusters, or \"hot spots,\" containing the most toxic forms of beta-amyloid with specific distribution patterns in superior peripheral regions that were previously unexplored.\n\nA detailed analysis of beta-amyloid deposit types using electron microscopy.\n\nThe first report of certain Alzheimer's-related pathologies in the retina, including vascular amyloid pathology.\n\nThe demonstration of a significant correlation between retinal and brain plaques, and coexistence of neuronal loss.\n\nThe first feasibility study for noninvasively detecting presumed amyloid deposits in retinas of living patients.\n\nThe demonstration of a fully automated calculation quantifying retinal autofluorescence that showed a 2.1-fold increase in patients with Alzheimer's, compared with controls.\n\n###\n\nResearchers from NeuroVision, Cedars-Sinai, the Doheny Eye Institute, Retina Vitreous Associates Medical Group, Retinal Consultants Medical Group, Sutter Neuroscience Institute, UCLA, Geriatric Research Education and Clinical Center, Veterans Greater Los Angeles Healthcare System, and the University of Southern California contributed to the research and article. Koronyo-Hamaoui, Verdooner, Koronyo and Black are founding members of NeuroVision.\n\nFunding was provided by a National Institutes of Health/National Institute on Aging (NIA) award (AG044897; Koronyo-Hamaoui, NVI), The Saban Family Foundation and The Marciano Family Foundation (Koronyo-Hamaoui).\n\nAbout NeuroVision Imaging LLC\n\nNeuroVision was formed in 2010 and is headquartered in Sacramento, California. Dr. Keith Black, the company's chairman and co-founder, is an internationally recognized neurosurgeon, researcher and thought leader in areas of brain and blood-brain barrier function, enhancing the therapeutic effects of treatments in the brain, and optical imaging of the brain. He is the chair of Cedars-Sinai's Department of Neurosurgery. Steven R. Verdooner, NVI's CEO as well as a company director, is an experienced medical technology industry veteran who has successfully developed, commercialized and marketed ophthalmological imaging and measurement systems for other diagnostic applications.\n\nClinical trials were approved by Quorum Review, Seattle, Washington, (IRB00003226) and the U.S. Department of Health and Human Services (FWA00019841). Human tissues were obtained from the USC Alzheimer's Disease Research Center (ADRC) Neuropathology Core, Los Angeles, CA (IRB protocol: HS-042071).\n\nAnimal studies were approved by the Cedars-Sinai Medical Center Institutional Animal Care and Use Committee (IACUC) and the Division on Laboratory Animal Medicine (DLAM) at UCLA.", "images": ["https://web.archive.org/web/20170822190141im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170822190141im_/https://media.eurekalert.org/multimedia_prod/pub/rel/148532_rel.jpg", "https://web.archive.org/web/20170822190141im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170822190141im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170822190141im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170822190141im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170822190141im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170822190141im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170822190141im_/https://www.eurekalert.org/multimedia/pub/web/148532_web.jpg", "https://web.archive.org/web/20170822190141im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170822190141im_/https://www.eurekalert.org/images/meganav/ACS2017_300x100.jpg", "https://web.archive.org/web/20170822190141im_/https://media.eurekalert.org/multimedia_prod/pub/web/148531_web.jpg", "https://web.archive.org/web/20170822190141im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170822190141im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170822190141im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170822190141im_/https://media.eurekalert.org/multimedia_prod/pub/rel/148531_rel.jpg", "https://web.archive.org/web/20170822190141im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png"], "top_img": "https://web.archive.org/web/20170822190141im_/https://www.eurekalert.org/multimedia/pub/web/148532_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170822190141/https://www.eurekalert.org/pub_releases/2017-08/prpl-css082217.php", "title": "Clinical study shows that retinal imaging may detect signs of Alzheimer's disease", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A study led by researchers at Cedars-Sinai and NeuroVision Imaging LLC provides the scientific basis for using noninvasive eye imaging to detect the pathological hallmarks of Alzheimer's. The experimental technology, developed by Cedars-Sinai and NeuroVision, scans the retina using techniques that can identify beta-amyloid protein deposits that mirror those in the brain.", "keywords": "Medicine/Health, Clinical Trials, Neurobiology, Alzheimer's Disease, Biotechnology", "date": "Tue, 22 Aug 2017 04:00:00 GMT", "funder": "NIH/National Institute on Aging, The Saban Family Foundation, The Marciano Family Foundation (Koronyo-Hamaoui)", "journal": "JCI Insight", "type": "research", "institution": "Public Relations Pacific LLC", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "EurekAlert", "domain": "www.eurekalert.org", "title": "Clinical study shows that retinal imaging may detect signs of Alzheimer's disease", "description": "A study led by researchers at Cedars-Sinai and NeuroVision Imaging LLC provides the scientific basis for using noninvasive eye imaging to detect the pathological hallmarks of Alzheimer's. The experimental technology, developed by Cedars-Sinai and NeuroVision, scans the retina using techniques that can identify beta-amyloid protein deposits that mirror those in the brain."}, "og": {"title": "Clinical study shows that retinal imaging may detect signs of Alzheimer's disease", "description": "A study led by researchers at Cedars-Sinai and NeuroVision Imaging LLC provides the scientific basis for using noninvasive eye imaging to detect the pathological hallmarks of Alzheimer's. The experimental technology, developed by Cedars-Sinai and NeuroVision, scans the retina using techniques that can identify beta-amyloid protein deposits that mirror those in the brain.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170822190141/https://www.eurekalert.org/pub_releases/2017-08/prpl-css082217.php", "image": "https://web.archive.org/web/20170822190141im_/https://www.eurekalert.org/multimedia/pub/web/148532_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1503979200.0, "source": "https://web.archive.org", "summary": ""}