{"url": "https://web.archive.org/web/20180111130302/https://www.prnewswire.com/news-releases/boston-scientific-receives-us-fda-approval-for-spectra-wavewriter-spinal-cord-stimulator-system-300581107.html", "text": "SCS works by sending low electrical pulses, which vary in frequency, pulse width and amplitude, to the spinal cord to interrupt pain signals. Paresthesia-based therapy provides pain relief with a light tingling sensation while sub-perception therapy works without that sensation. With the Spectra WaveWriter System, patients can choose to combine both of these therapies to target one specific area of pain or use each therapy as needed to best manage multiple areas of pain. Patients provide real-time feedback using the system's remote control. Together, these features benefit patients by addressing each individual's unique pain relief needs.\n\n\"Patients suffering with chronic pain experience pain differently, and pain also evolves over time, sometimes causing a patient to become less responsive as the body becomes accustomed to treatment,\" said Dr. Giancarlo Barolat, neurosurgeon, Barolat Neuroscience, Denver, Colorado. \"Until now, the medical community has had limited options to offer personalized pain relief therapy to patients. The main advantage of the Spectra WaveWriter System is that it integrates multiple therapies into a single device so that treatment can more easily be tailored to individual needs.\"\n\nThe Spectra WaveWriter System was developed with more than a decade of clinical research focused on optimizing sub-perception and delivering multiple therapies intended for more effective, long-term pain relief. These studies include the WHISPER study and the PROCO study. The PROCO study was a multi-center, prospective, double-blind, randomized study in which patients acted as their own control. This study established in de novo patients that similar pain relief and improvement in quality of life measures are achieved independent of the type of frequency (from 1 kHz up to 10 kHz) used in sub-perception SCS therapy when the proper target and dose are identified. The WHISPER study is a multi-center, prospective, cross-over, randomized, and controlled study evaluating the long-term safety and effectiveness of sub-perception SCS pain relief therapy.\n\n\"We are introducing industry-leading SCS technology to help provide patients with lasting relief from chronic pain,\" said Maulik Nanavaty, president and senior vice president, Neuromodulation, Boston Scientific. \"We are committed to investing in research and expanding treatment options for chronic pain by identifying new, non-opioid solutions for the millions of people suffering from this debilitating condition.\"\n\nMore than 100 million Americans suffer from chronic pain and it is the number one cause of disability in adults in the U.S.1,2 SCS is a non-opioid alternative for treating chronic pain. While prescriptions for opioids have quadrupled since 1999, the amount of pain reported in the U.S. has not changed. 3\n\nAbout Boston Scientific\n\nBoston Scientific transforms lives through innovative medical solutions that improve the health of patients around the world. As a global medical technology leader for more than 35 years, we advance science for life by providing a broad range of high performance solutions that address unmet patient needs and reduce the cost of healthcare. For more information, visit www.bostonscientific.com and connect on Twitter and Facebook.\n\nCautionary Statement Regarding Forward-Looking Statements\n\nThis press release contains forward-looking statements within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934. Forward-looking statements may be identified by words like \"anticipate,\" \"expect,\" \"project,\" \"believe,\" \"plan,\" \"estimate,\" \"intend\" and similar words. These forward-looking statements are based on our beliefs, assumptions and estimates using information available to us at the time and are not intended to be guarantees of future events or performance. These forward-looking statements include, among other things, statements regarding our product launches and product performance and impact. If our underlying assumptions turn out to be incorrect, or if certain risks or uncertainties materialize, actual results could vary materially from the expectations and projections expressed or implied by our forward-looking statements. These factors, in some cases, have affected and in the future (together with other factors) could affect our ability to implement our business strategy and may cause actual results to differ materially from those contemplated by the statements expressed in this press release. As a result, readers are cautioned not to place undue reliance on any of our forward-looking statements.\n\nFactors that may cause such differences include, among other things: future economic, competitive, reimbursement and regulatory conditions; new product introductions; demographic trends; the closing and integration of acquisitions; intellectual property; litigation; financial market conditions; and future business decisions made by us and our competitors. All of these factors are difficult or impossible to predict accurately and many of them are beyond our control. For a further list and description of these and other important risks and uncertainties that may affect our future operations, see Part I, Item 1A – Risk Factors in our most recent Annual Report on Form 10-K filed with the Securities and Exchange Commission, which we may update in Part II, Item 1A – Risk Factors in Quarterly Reports on Form 10-Q we have filed or will file hereafter. We disclaim any intention or obligation to publicly update or revise any forward-looking statements to reflect any change in our expectations or in events, conditions or circumstances on which those expectations may be based, or that may affect the likelihood that actual results will differ from those contained in the forward-looking statements. This cautionary statement is applicable to all forward-looking statements contained in this document.\n\nhttps://www.cdc.gov/drugoverdose/epidemic/index.html Institute of Medicine. Relieving pain in America: a blueprint for transforming prevention, care, education and research. Washington, DC : National Academies Press, 2011. http://www.cdc.gov/drugoverdose/pdf/infographic-cdc_guideline_for_prescribing_opioids_for_chronic_pain-a.pdf\n\nCONTACTS\n\nMedia:\n\nCatherine Brady\n\nMedia Relations\n\n508-683-4797\n\nCatherine.Brady@bsci.com\n\nInvestors:\n\nSusie Lisa, CFA\n\n508-683-5565 (office)\n\nInvestor Relations\n\nBoston Scientific Corporation\n\ninvestor_relations@bsci.com\n\nView original content:http://www.prnewswire.com/news-releases/boston-scientific-receives-us-fda-approval-for-spectra-wavewriter-spinal-cord-stimulator-system-300581107.html\n\nSOURCE Boston Scientific Corporation\n\nRelated Links\n\nhttp://www.bostonscientific.com\n\n", "images": ["https://web.archive.org/web/20180111130302im_/https://content.prnewswire.com/images/prn_facebook_sharing_logo.jpg", "https://web.archive.org/web/20180111130302im_/https://mma.prnewswire.com/media/329537/Boston_Scientific_Logo.jpg?p=thumbnail", "https://web.archive.org/web/20180111130302im_/https://s.clickability.com/s?19=990&14=0&6=468762593&7=506122&25=0&18=0.7637530602743472", "https://web.archive.org/web/20180111130302im_/https://c212.net/c/img/favicon.png?sn=NE85763&sd=2018-01-11", "https://web.archive.org/web/20180111130302im_/https://www.prnewswire.com/news-releases/boston-scientific-receives-us-fda-approval-for-spectra-wavewriter-spinal-cord-stimulator-system-300581107.html", "https://web.archive.org/web/20180111130302im_/https://content.prnewswire.com/binary/prn_cision_logo_mobile.svg", "https://web.archive.org/web/20180111130302im_/https://prnewswirecom2.122.2o7.net/b/ss/prnewswirecom2/1/H.20.3--NS/0", "https://web.archive.org/web/20180111130302im_/https://content.prnewswire.com/binary/prn_cision_logo_desktop.svg"], "top_img": "https://web.archive.org/web/20180111130302im_/https://content.prnewswire.com/images/prn_facebook_sharing_logo.jpg", "keywords": [], "authors": ["Boston Scientific Corporation"], "canonical_link": "//web.archive.org/web/20180111130302/https://www.prnewswire.com/news-releases/boston-scientific-receives-us-fda-approval-for-spectra-wavewriter-spinal-cord-stimulator-system-300581107.html", "title": "Boston Scientific Receives U.S. FDA Approval for Spectra WaveWriter™ Spinal Cord Stimulator System", "meta_data": {"msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "twitter": {"card": "summary", "title": "Boston Scientific Receives U.S. FDA Approval for Spectra WaveWriter™ Spinal Cord Stimulator System", "description": "Boston Scientific Receives U.S. FDA Approval for Spectra WaveWriter™ Spinal Cord Stimulator System", "site": "@PRNewswire", "image": "https://web.archive.org/web/20180111130302im_/https://content.prnewswire.com/designimages/prn_twitter_sharing_logo.png"}, "viewport": "width=device-width, initial-scale=1", "referrer": "unsafe-url", "og": {"title": "Boston Scientific Receives U.S. FDA Approval for Spectra WaveWriter™ Spinal Cord Stimulator System", "type": "website", "description": "MARLBOROUGH, Mass., Jan. 11, 2018 /PRNewswire/ -- Boston Scientific Corporation (NYSE: BSX) today announced that the...", "image": "https://web.archive.org/web/20180111130302im_/https://content.prnewswire.com/images/prn_facebook_sharing_logo.jpg", "url": "https://web.archive.org/web/20180111130302/https://www.prnewswire.com/news-releases/boston-scientific-receives-us-fda-approval-for-spectra-wavewriter-spinal-cord-stimulator-system-300581107.html"}, "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "robots": "index, follow", "author": "Boston Scientific Corporation", "keywords": "Boston Scientific Corporation, NYSE:BSX, massachusetts, FDA Approval, Health Care & Hospitals, Medical Pharmaceuticals, Medical Equipment,", "description": "MARLBOROUGH, Mass., Jan. 11, 2018 /PRNewswire/ -- Boston Scientific Receives U.S. FDA Approval for Spectra WaveWriter™ Spinal Cord Stimulator System....", "cf_entity_title": "Boston Scientific Receives U.S. FDA Approval for Spectra WaveWriter™ Spinal Cord Stimulator System", "cf_entity_thumbnail_url": "https://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "date": "2018-01-11T06:30:00Z", "Publisher": "PR Newswire", "geo.placename": "MARLBOROUGH, Mass., Jan. 11", "geo.region": "massachusetts"}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}