{"url": "http://www.newswise.com/articles/view/655464/?sc=mwhn", "text": "Newswise — June 15, 2016/Novato and Los Angeles, CA Results from quantitative MRI and neuropsychological testing show unprecedented improvements in ten patients with early Alzheimer’s disease (AD) or its precursors following treatment with a programmatic and personalized therapy. Results from an approach dubbed metabolic enhancement for neurodegeneration are now available online in the journal Aging.\n\nThe study, which comes jointly from the Buck Institute for Research on Aging and the UCLA Easton Laboratories for Neurodegenerative Disease Research is the first to objectively show that memory loss in patients can be reversed, and improvement sustained, using a complex, 36-point therapeutic personalized program that involves comprehensive changes in diet, brain stimulation, exercise, optimization of sleep, specific pharmaceuticals and vitamins, and multiple additional steps that affect brain chemistry.\n\n“All of these patients had either well-defined mild cognitive impairment (MCI), subjective cognitive impairment (SCI) or had been diagnosed with AD before beginning the program,” said author Dale Bredesen, MD, a professor at the Buck Institute and professor at the Easton Laboratories for Neurodegenerative Disease Research at UCLA, who noted that patients who had had to discontinue work were able to return to work and those struggling at their jobs were able to improve their performance. “Follow up testing showed some of the patients going from abnormal to normal.”\n\nOne of the more striking cases involved a 66-year old professional man whose neuropsychological testing was compatible with a diagnoses of MCI and whose PET scan showed reduced glucose utilization indicative of AD. An MRI showed hippocampal volume at only the 17th percentile for his age. After 10 months on the protocol a follow-up MRI showed a dramatic increase of his hippocampal volume to the 75th percentile, with an associated absolute increase in volume of nearly 12 percent.\n\nIn another instance, a 69-year old professional man and entrepreneur, who was in the process of shutting down his business, went on the protocol after 11 years of progressive memory loss. After six months, his wife, co-workers and he noted improvement in memory. A life-long ability to add columns of numbers rapidly in his head returned and he reported an ability to remember his schedule and recognize faces at work. After 22 months on the protocol he returned for follow-up quantitative neuropsychological testing; results showed marked improvements in all categories with his long-term recall increasing from the 3rd to 84th percentile. He is expanding his business.\n\nAnother patient, a 49-year old woman who noted progressive difficulty with word finding and facial recognition went on the protocol after undergoing quantitative neuropsychological testing at a major university. She had been told she was in the early stages of cognitive decline and was therefore ineligible for an Alzheimer’s prevention program. After several months on the protocol she noted a clear improvement in recall, reading, navigating, vocabulary, mental clarity and facial recognition. Her foreign language ability had returned. Nine months after beginning the program she did a repeat of the neuropsychological testing at the same university site. She no longer showed evidence of cognitive decline.\n\nAll but one of the ten patients included in the study are at genetic risk for AD, carrying at least one copy of the APOE4 allele. Five of the patients carry two copies of APOE4 which gives them a 10-12 fold increased risk of developing AD. “We’re entering a new era,” said Bredesen. “The old advice was to avoid testing for APOE because there was nothing that could be done about it. Now we’re recommending that people find out their genetic status as early as possible so they can go on prevention.” Sixty-five percent of the Alzheimer’s cases in this country involve APOE4; with seven million people carrying two copies of the ApoE4 allele.\n\nBredesen’ s systems-based approach to reverse memory loss follows the abject failure of monotherapies designed to treat AD and the success of combination therapies to treat other chronic illnesses such as cardiovascular disease, cancer and HIV. Bredesen says decades of biomedical research, both in his and other labs, has revealed that an extensive network of molecular interactions is involved in AD pathogenesis, suggesting that a broader-based therapeutic approach may be more effective. “Imagine having a roof with 36 holes in it, and your drug patched one hole very well—the drug may have worked, a single ‘hole’ may have been fixed, but you still have 35 other leaks, and so the underlying process may not be affected much,” Bredesen said. “We think addressing multiple targets within the molecular network may be additive, or even synergistic, and that such a combinatorial approach may enhance drug candidate performance, as well.”\n\nWhile encouraged by the results of the study, Bredesen admits more needs to be done. “The magnitude of improvement in these ten patients is unprecedented, providing additional objective evidence that this programmatic approach to cognitive decline is highly effective,” Bredesen said. “Even though we see the far-reaching implications of this success, we also realize that this is a very small study that needs to be replicated in larger numbers at various sites.” Plans for larger studies are underway.\n\nCognitive decline is often listed as the major concern of older adults. Already, Alzheimer’s disease affects approximately 5.4 million Americans and 30 million people globally. Without effective prevention and treatment, the prospects for the future are bleak. By 2050, it’s estimated that 160 million people globally will have the disease, including 13 million Americans, leading to potential bankruptcy of the Medicare system. Unlike several other chronic illnesses, Alzheimer’s disease is on the rise--recent estimates suggest that AD has become the third leading cause of death in the United States behind cardiovascular disease and cancer.\n\nTHE BREDESEN PROTOCOL, Dr. Bredesen’s book describing for a lay audience the interventions described in this paper, will be released by Penguin Random House in May 2017. Dr. Bredesen hopes to eventually transform the perception and reality of Alzheimer’s disease from a death sentence to a preventable reversible condition.\n\nCitation: Reversal of Cognitive Decline in Alzheimer’s Disease\n\nOther collaborators on the study include Edwin C. Amos, Jonathan Canick, Mary Ackerley, Cyrus Raji, Milan Fiala, and Jamila Ahdidan. Multiple entities provided support for the research which supported the study. They include the National Institutes of Health (AG16570, AG034427 and AG036975). Please see paper for the complete list.\n\nThe Buck Institute for Research on Aging is the U.S.’s first independent research organization devoted to Geroscience – focused on the connection between normal aging and chronic disease. Based in Novato, CA, The Buck is dedicated to extending “Healthspan”, the healthy years of human life and does so utilizing a unique interdisciplinary approach involving laboratories studying the mechanisms of aging and those focused on specific diseases. Buck scientists strive to discover new ways of detecting, preventing and treating age-related diseases such as Alzheimer’s and Parkinson’s, cancer, cardiovascular disease, macular degeneration, osteoporosis, diabetes and stroke. In their collaborative research, they are supported by the most recent developments in genomics, proteomics, bioinformatics and stem cell technologies. For more information: www.thebuck.org\n\nThe Easton Laboratories for Neurodegenerative Disease Research are part of the UCLA Department of Neurology which encompasses more than 26 disease-related research programs. This includes all of the major categories of neurological diseases and methods, encompassing neurogenetics and neuroimaging as well as health services research. The 140 faculty members of the Department are distinguished scientists and clinicians who have been ranked #1 in NIH funding for 9 consecutive years beginning in 2002. The Department is dedicated to understanding the human nervous system and improving the lives of people with neurological diseases, focusing on three key areas: patient/clinical care, research, and education. For more information, see http://www.neurology.ucla.edu/\n\nSEE ORIGINAL STUDY", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://www.newswise.com/images/new-newswise-logo-square.jpg", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/pre-and-post-testing-show-reversal-of-memory-loss-from-alzheimer-s-disease-in-ten-patients", "title": "Pre and Post Testing Show Reversal of Memory Loss From Alzheimer’s Disease in Ten Patients", "meta_data": {"keywords": "Newswise, Alzheimer's,Regain memory,memory loss reversal,Alzheimer's and Dementia, Neuro, Local - California, All Journal News,  Buck Institute for Research on Aging", "description": "Small trial from the Buck Institute and UCLA succeeds using systems approach to memory disorders.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Small trial from the Buck Institute and UCLA succeeds using systems approach to memory disorders.", "title": "Pre and Post Testing Show Reversal of Memory Loss From Alzheimer’s Disease in Ten Patients", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "url": "https://www.newswise.com/articles/pre-and-post-testing-show-reversal-of-memory-loss-from-alzheimer-s-disease-in-ten-patients"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}