{"url": "https://web.archive.org/web/20180103190426/https://www.eurekalert.org/pub_releases/2018-01/bu-ict010318.php", "text": "PROVIDENCE, R.I. [Brown University] -- New results from a clinical trial involving more than 900 military veterans at high risk for keratinocyte carcinoma skin cancer provides evidence that using the generic skin cream fluorouacil 5 percent for two to four weeks may reduce the risk of a squamous cell carcinoma (SCC) needing surgery by 75 percent within a year.\n\nThe finding that less than one month's use of fluorouacil 5% (5-FU) appeared to prevent cancer for up to a year is encouraging, said lead author Dr. Martin A. Weinstock, a professor of dermatology in the Warren Alpert Medical School of Brown University and chief of dermatology at the Providence Veterans Affairs Medical Center.\n\nThe dose is the same as dermatologists currently employ to treat actinic keratosis. In a 2015 study, Weinstock and co-authors showed the up to four-week regimen of 5-FU had a multi-year preventive benefit in reducing the number of actinic keratosis (AK) and the need for treatment. Earlier this year, they also showed that the medicine prevents new AKs from emerging for two to three years.\n\nMeanwhile, current means for preventing new carcinomas in high-risk patients -- sunscreen or oral medications -- cease to work as soon as they are no longer used. But in the new study, 5-FU appeared to provide prolonged protection after discontinuation and could be combined with sunscreen, Weinstock said.\n\nIn the absence of such a long-lasting prevention option, he said, the typical approach to caring for patients with a history of prior carcinomas is to monitor for the next cancer and then remove it surgically -- an effective but imposing strategy often called \"wait and cut.\"\n\n\"People don't appreciate having stuff cut on their face a lot,\" said Weinstock, who led the trial funded by the U.S. Department of Veterans Affairs and conducted at a dozen V.A. hospitals around the country. \"They do it if there is a cancer there, but we want to take a proactive approach where we can give them something to reduce their risk of getting new cancers.\"\n\nThe new results are published in JAMA Dermatology.\n\nThe VAKCC trial\n\nBetween 2009 and 2013, the Veterans Affairs Keratinocyte Carcinoma Chemoprevention Trial randomly assigned 932 veterans who each had at least two prior basal cell carcinomas (BCCs) or SCCs to either receive the 5-FU cream or a cream just like it but without the active ingredient as an experimental control. All of the veterans were instructed to apply their cream twice a day to their face and ears for up to four weeks. They also received a 30 SPF sunscreen and received education about skin cancer, sunscreen and sun safety.\n\nThe two groups were both almost exclusively white and male, and they averaged 71 years of age. The experimental and control groups were very similar along all other measured characteristics, including their self- reported degree of prior sun exposure and sunburn. Veterans typically have spent a large amount of time in the sun during their years of service.\n\nBoth groups went to their V.A. center twice a year for two to four years for follow-up exams with a dermatologist. Neither the veterans nor the examining dermatologists knew who received 5-FU and who received the placebo.\n\nSome reduced risks\n\nAfter the first year, 20 of the 464 veterans in the control group developed a squamous cell carcinoma that required surgery, but only five of the 468 veterans who got 5-FU did, a statistically significant 75 percent reduction in the risk, according to the study. For the subsequent three years, there was no longer a significant difference between the two groups in the number of patients who required surgical treatment for an SCC.\n\nFor BCCs, there was an 11 percent reduced risk after the first year among the group that received 5-FU, but that difference was not statistically significant. In the second year, BCC cases requiring surgery rose in the 5-FU group, but in years three and four, and by the end of the study, there was no significant overall difference in risk of developing a BCC requiring surgical treatment. After four years, 298 of all study the participants had developed at least one BCC, and 108 had developed at least one SCC.\n\nThe study did show a significant decrease in the risk of needing Mohs surgery to treat a BCC in the first year. Mohs surgery is more effective but also more elaborate and expensive than a conventional procedure, Weinstock said. In the study's first year, 36 BCCs were treated with Mohs surgery in 27 participants in the control group, but only 17 BCCs were treated with the procedure among 14 patients in the 5-FU group.\n\n\"This suggests that using the 5-FU can reduce the resources needed to treat these carcinomas,\" Weinstock said.\n\nThe cream does have common side effects including reddened, more sensitive and often crusty skin, effects that resolve when the application of the cream stops, Weinstock acknowledged. After the study's first six months, 21 percent of the 5-FU group rated the side effects as \"severe,\" and 40 percent rated them as \"moderate.\"\n\nBut after six months and again at the end of the four-year trial, 87 percent of participants in the 5-FU group said they'd be willing to repeat the treatment if it proved effective in reducing skin cancer.\n\nIn his clinical work, Weinstock said that for particularly high-risk patients, he has recommended 5-FU treatment. Based on the study results, it could be that patients need to renew their regimen with the cream every year.\n\n\"The most remarkable thing about this study is that now we have something to use that doesn't lose its effectiveness when you stop using it,\" Weinstock said. \"But this is the first study of its type. I'm hopeful there will be other studies that show other sorts of regimens that last longer and do a better job over time as science progresses. This is an important first step.\"\n\nHe and colleagues are planning further studies, including one to determine the cost-effectiveness of 5-FU treatment.\n\n###\n\nIn addition to Weinstock, the new study has many authors from the VAKCC trial including at each of the study's 12 sites: Boston; Bay Pines, Fla.; Chicago, Ill.; Palo Alto, Calif.; Atlanta; Loma Linda Calif.; Minneapolis; Nashville; Denver; Durham, N.C.; Philadelphia; and Miami.", "images": ["https://web.archive.org/web/20180103190426im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180103190426im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180103190426im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180103190426im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20180103190426im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180103190426im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180103190426im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180103190426im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180103190426im_/https://www.eurekalert.org/images/meganav/AM18_Newsroom.jpg", "https://web.archive.org/web/20180103190426im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180103190426im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180103190426im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20180103190426im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180103190426im_/https://www.eurekalert.org/images/e4/brand.png"], "top_img": "https://web.archive.org/web/20180103190426im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180103190426/https://www.eurekalert.org/pub_releases/2018-01/bu-ict010318.php", "title": "In clinical trial, cream reduces squamous cell carcinoma risk", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Results of a new randomized, double-blinded, controlled clinical trial in veterans showed a 75 percent reduction in the risk of needing surgery to treat a squamous cell carcinoma for a year after applying a skin cream for up to four weeks.", "keywords": "Medicine/Health, Cancer, Clinical Trials, Dermatology", "date": "Wed, 03 Jan 2018 05:00:00 GMT/UTC", "journal": "JAMA Dermatology", "type": "research", "institution": "Brown University", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "brownuniversity", "domain": "www.eurekalert.org", "title": "In clinical trial, cream reduces squamous cell carcinoma risk", "description": "Results of a new randomized, double-blinded, controlled clinical trial in veterans showed a 75 percent reduction in the risk of needing surgery to treat a squamous cell carcinoma for a year after applying a skin cream for up to four weeks."}, "og": {"title": "In clinical trial, cream reduces squamous cell carcinoma risk", "description": "Results of a new randomized, double-blinded, controlled clinical trial in veterans showed a 75 percent reduction in the risk of needing surgery to treat a squamous cell carcinoma for a year after applying a skin cream for up to four weeks.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180103190426/https://www.eurekalert.org/pub_releases/2018-01/bu-ict010318.php", "image": "https://web.archive.org/web/20180103190426im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "BrownUniversity"}}, "movies": [], "publish_date": 1517202000.0, "source": "https://web.archive.org", "summary": ""}