{"url": "https://web.archive.org/web/20170315200836/https://www.eurekalert.org/pub_releases/2017-03/tju-mif031517.php", "text": "PHILADELPHIA -- Labor is an intensely strenuous activity, with the uterine muscle contracting every few minutes to reposition a baby through the pelvis and down the birth canal. Even low levels of dehydration can seriously compromise normal physiological function, yet recent studies looking at hydration in laboring women via the rates of intravenous (IV) fluid showed conflicting results. By pooling the data of several studies, Thomas Jefferson University researchers showed that a higher rate of IV fluids not only decreased c-section rates, but also shortened the overall length of labor by one hour, as well as shortened the pushing phase. The results were published online as an accepted article in Acta Obstetricia et Gynecologica Scandinavica.\n\n\"The results are compelling and strongly argue for a change in practice,\" says Vincenzo Berghella, M.D., the Director of Maternal Fetal Medicine and Professor in the Department of Obstetrics and Gynecology at the Sidney Kimmel Medical College at Thomas Jefferson University. \"We have already begun changing practice at Jefferson to give women more fluids in labor, to allow them to have the best chance of delivering vaginally.\"\n\nDr. Berghella and colleagues compiled data from seven small clinical trials that collectively included a total of 1,215 women. Of those, about half (or 593 women) received IV fluids at a rate of 250 milliliters per hour, and the other half (622 women) received fluids at the lower rate of 125 milliliters per hour. General practice in the United States is to administer IV fluids at 125 milliliters per hour during labor.\n\nWith the data pooled, the researchers could see a clear difference in outcomes for women in the two groups. Women getting the faster fluid rate (250 milliliters per hour) were less likely to get a cesarean section. The higher fluid rate also reduced the overall time of labor by an average of 64 minutes, and shortened the pushing phase by nearly 3 minutes, on average.\n\n\"We've known that it's important for women to stay well hydrated during pregnancy and labor. This study suggests that IV fluids could help women maintain hydration at appropriate levels, reduce the likelihood of c-section, and decrease length of labor,\" says Dr. Berghella. \"Recently, we also showed that letting women eat more liberally in labor, especially in early labor, has benefits including shorter labor, and no identifiable risks.\"\n\nToday, approximately one in three births in the United States occurs via c-section, despite an increased attention by national and international obstetric societies on safely reducing the practice. This study and others are providing evidence for changes in obstetric practice that could help safely reduce c-section rates. Drs. Ehsanipoor, Saccone, Seligman, Pierce-Williams, and Ciardulli were the co-investigators with Dr Berghella.\n\n###\n\nThe authors report no conflicts of interest.\n\nArticle reference: R.M. Ehsanipoor., et al., \"Intravenous Fluid Rate for Reduction of Cesarean Delivery Rate in Nulliparous Women: A Systematic Review and Meta-analysis.\" Acta Obstetricia et Gynecologica Scandinavica. doi: 10.1111/aogs.13121. 2017.\n\nAbout Jefferson\n\nJefferson, through its academic and clinical entities of Thomas Jefferson University and Jefferson Health, including Abington Health and Aria Health, is reimagining health care for the greater Philadelphia region and southern New Jersey. Jefferson has 23,000 people dedicated to providing the highest-quality, compassionate clinical care for patients, educating the health professionals of tomorrow, and discovering new treatments and therapies to define the future of care. With a university and hospital that date back to 1824, today Jefferson is comprised of six colleges, nine hospitals, 34 outpatient and urgent care locations, and a multitude of physician practices throughout the region, serving more than 100,000 inpatients, 373,000 emergency patients and 2.2 million outpatients annually.", "images": ["https://web.archive.org/web/20170315200836im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170315200836im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170315200836im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170315200836im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170315200836im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170315200836im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170315200836im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170315200836im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170315200836im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170315200836im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170315200836im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170315200836im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170315200836im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg"], "top_img": "https://web.archive.org/web/20170315200836im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170315200836/https://www.eurekalert.org/pub_releases/2017-03/tju-mif031517.php", "title": "More IV fluids, fewer c-sections", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "By pooling the data of several studies, Thomas Jefferson University researchers showed that a higher rate of IV fluids not only decreased c-section rates, but also shortened the overall length of labor by one hour, as well as shortened the pushing phase. The results were published online as an accepted article in Acta Obstetricia et Gynecologica Scandinavica.", "keywords": "Medicine/Health, Gynecology, Surgery", "date": "Wed, 15 Mar 2017 04:00:00 GMT", "journal": "Acta Obstetricia et Gynecologica Scandinavica", "type": "research", "institution": "Thomas Jefferson University", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "JeffersonUniv", "domain": "www.eurekalert.org", "title": "More IV fluids, fewer c-sections", "description": "By pooling the data of several studies, Thomas Jefferson University researchers showed that a higher rate of IV fluids not only decreased c-section rates, but also shortened the overall length of labor by one hour, as well as shortened the pushing phase. The results were published online as an accepted article in Acta Obstetricia et Gynecologica Scandinavica."}, "og": {"title": "More IV fluids, fewer c-sections", "description": "By pooling the data of several studies, Thomas Jefferson University researchers showed that a higher rate of IV fluids not only decreased c-section rates, but also shortened the overall length of labor by one hour, as well as shortened the pushing phase. The results were published online as an accepted article in Acta Obstetricia et Gynecologica Scandinavica.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170315200836/https://www.eurekalert.org/pub_releases/2017-03/tju-mif031517.php", "image": "https://web.archive.org/web/20170315200836im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "ThomasJeffersonUniversity"}}, "movies": [], "publish_date": 1490760000.0, "source": "https://web.archive.org", "summary": ""}