{"url": "https://web.archive.org/web/20161111144041/https://www.eurekalert.org/pub_releases/2016-11/f-pic110116.php", "text": "For the first time, scientists have shown that probiotics -- beneficial live bacteria and yeasts taken as dietary supplements -- can improve cognitive function in humans. In a new clinical trial, scientists show that a daily dose of probiotic Lactobacillus and Bifidobacterium bacteria taken over a period of just 12 weeks is enough to yield a moderate but significant improvement in the score of elderly Alzheimer's patients on the Mini-Mental State Examination (MMSE) scale, a standard measure of cognitive impairment.\n\nProbiotics are known to give partial protection against certain infectious diarrheas, irritable bowel syndrome, inflammatory bowel disease, eczema, allergies, colds, tooth decay, and periodontal disease. But scientists have long hypothesized that probiotics might also boost cognition, as there is continuous two-way communication between the intestinal microflora, the gastrointestinal tract, and the brain through the nervous system, the immune system, and hormones (along the so-called \"microbiota-gut-brain axis\"). In mice, probiotics have indeed been shown to improve learning and memory, and reduce anxiety and depression- and OCD-like symptoms. But prior to the present study there was very limited evidence of any cognitive benefits in humans.\n\nHere, the researchers, from Kashan University of Medical Sciences, Kashan, and Islamic Azad University, Tehran, Iran, present results from a randomized, double-blind, controlled clinical trial on a total of 52 women and men with Alzheimer's between 60 and 95 years of age. Half of the patients daily received 200 ml milk enriched with four probiotic bacteria Lactobacillus acidophilus, L. casei, L. fermentum, and Bifidobacterium bifidum (approximately 400 billion bacteria per species), while the other half received untreated milk.\n\nAt the beginning and the end of the 12-week experimental period, the scientists took blood samples for biochemical analyses and tested the cognitive function of the subjects with the MMSE questionnaire, which includes tasks like giving the current date, counting backwards from 100 by sevens, naming objects, repeating a phrase, and copying a picture.\n\nOver the course of the study, the average score on the MMSE questionnaire significantly increased (from 8.7 to 10.6, out of a maximum of 30) in the group receiving probiotics, but not in the control group (from 8.5 to 8.0). Even though this increase is moderate, and all patients remained severely cognitively impaired, these results are important because they are the first to show that probiotics can improve human cognition. Future research, on more patients and over longer time-scales, is necessary to test if the beneficial effects of probiotics become stronger after longer treatment.\n\n\"In a previous study, we showed that probiotic treatment improves the impaired spatial learning and memory in diabetic rats, but this is the first time that probiotic supplementation has been shown to benefit cognition in cognitively impaired humans,\" says Professor Mahmoud Salami from Kashan University, the senior author of the study.\n\nTreatment with probiotics also resulted in lower levels of triglycerides, Very Low Density Lipoprotein (VLDL), high-sensitivity C-Reactive Protein (hs-CRP) in the blood of the Alzheimer patients, and likewise a reduction in two common measures (called \"Homeostatic Model Assessment\", HOMA-IR and HOMA-B) of insulin resistance and the activity of the insulin-producing cells in the pancreas.\n\n\"These findings indicate that change in the metabolic adjustments might be a mechanism by which probiotics affect Alzheimer's and possibly other neurological disorders,\" says Salami. \"We plan to look at these mechanisms in greater detail in our next study.\"\n\nWalter Lukiw, Professor of Neurology, Neuroscience and Ophthalmology and Bollinger Professor of Alzheimer's disease at Louisiana State University, who reviewed the study but was not involved in the research, said: \"This early study is interesting and important because it provides evidence for gastrointestinal (GI) tract microbiome components playing a role in neurological function, and indicates that probiotics can in principle improve human cognition. This is in line with some of our recent studies which indicate that the GI tract microbiome in Alzheimer's is significantly altered in composition when compared to age-matched controls, and that both the GI tract and blood-brain barriersbecome significantly more leaky with aging, thus allowing GI tract microbial exudates (e.g. amyloids, lipopolysaccharides, endotoxins and small non-coding RNAs) to access Central Nervous System compartments.\"\n\nThe study is published in the open-access journal Frontiers in Aging Neuroscience.\n\n###", "images": ["https://web.archive.org/web/20161111144041im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20161111144041im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20161111144041im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20161111144041im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20161111144041im_/https://www.eurekalert.org/images/meganav/ACSMeeting.201608.jpg", "https://web.archive.org/web/20161111144041im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20161111144041im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20161111144041im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20161111144041im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20161111144041im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20161111144041im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20161111144041im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20161111144041im_/https://www.eurekalert.org/images/e4/logo.png"], "top_img": "https://web.archive.org/web/20161111144041im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20161111144041/http://www.eurekalert.org/pub_releases/2016-11/f-pic110116.php", "title": "Probiotics improve cognition in Alzheimer's patients", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "In a randomized double-blind trial, scientists show for the first time that dietary supplementation with daily dose of probiotic bacteria over a period of just 12 weeks is sufficient to yield a small but significant improvement in the cognitive performance of Alzheimer's patients.", "keywords": "Nutrition/Nutrients, Physiology, Medicine/Health, Aging, Alzheimer's Disease", "date": "Thu, 10 Nov 2016 05:00:00 GMT", "journal": "Frontiers in Aging Neuroscience", "type": "research", "institution": "Frontiers", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "frontiersin", "domain": "www.eurekalert.org", "title": "Probiotics improve cognition in Alzheimer's patients", "description": "In a randomized double-blind trial, scientists show for the first time that dietary supplementation with daily dose of probiotic bacteria over a period of just 12 weeks is sufficient to yield a small but significant improvement in the cognitive performance of Alzheimer's patients."}, "og": {"title": "Probiotics improve cognition in Alzheimer's patients", "description": "In a randomized double-blind trial, scientists show for the first time that dietary supplementation with daily dose of probiotic bacteria over a period of just 12 weeks is sufficient to yield a small but significant improvement in the cognitive performance of Alzheimer's patients.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20161111144041/http://www.eurekalert.org/pub_releases/2016-11/f-pic110116.php", "image": "https://web.archive.org/web/20161111144041im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "Frontiersin"}}, "movies": [], "publish_date": 1480395600.0, "source": "https://web.archive.org", "summary": ""}