{"url": "https://web.archive.org/web/20150923192824/http://www.eurekalert.org:80/pub_releases/2015-09/ehs-mma091715.php", "text": "New York, NY, September 22, 2015 - The U.S. Preventive Services Task Force (USPSTF) recommendation against regular prostate specific antigen (PSA) screening for prostate cancer is controversial. While it may reduce the risk of over diagnosis and overtreatment, the reduction in intermediate and high risk cancer diagnoses raises concern because of the potential for delayed diagnoses of important cancers in men who may benefit from treatment, according to investigators reporting in The Journal of Urology®.\n\nProstate cancer remains the second leading cause of cancer death among men in the U.S., with nearly 30,000 deaths annually. Deaths from prostate cancer have declined by about 40% since the advent of PSA screening in the late 1980s, and 40-70% of that decline may be attributable to screening. However, radiation therapy and surgery have a negative impact on quality of life. The uncertain benefit of PSA based screening, combined with the complications associated with treatment, led the USPSTF to conclude in October 2011 that the harms of PSA based screening outweighed the benefits, leading it to recommend against regular screening.\n\n\"Our study was designed to assess the impact of the USPSTF recommendation on screening practices among urologists and primary care providers and the incidence of prostate cancer,\" explained lead investigator Daniel A. Barocas, MD, MPH, of the Department of Urologic Surgery, Vanderbilt University Medical Center, Nashville, Tennessee. \"We know there is decreased utilization of PSA testing in some institutions and health systems, but has the number of incident cases per month changed substantially since the draft guideline was issued?\"\n\nInvestigators evaluated the effect of the USPSTF guideline on the number and distribution of new prostate cancer diagnoses in the U.S. They identified incident cancers diagnosed between January 2010 and December 2012 in the National Cancer Database and assessed the trend of new prostate cancers diagnosed each month before and after the draft guideline was issued, comparing their findings with colon cancer.\n\nThis study helped quantify the potential benefits (reduced harms of over diagnosis and overtreatment of low risk disease and disease found in elderly men) and potential harms (missed opportunities to diagnose important cancers in men who may benefit from treatment).\n\nThe number of prostate cancer diagnoses dropped by more than 12% (1363 cases) in the month after the USPSTF draft guideline was issued and the number continued to drop, resulting in an overall decline of 28% in incident prostate cancer diagnoses in the year after the draft guideline was issued. By contrast, the number of monthly colon cancer diagnoses remained stable. Diagnoses of low, intermediate, and high risk prostate cancers all decreased significantly, but new diagnoses of non-localized disease did not change. The decreases were similar across all subgroups of age, comorbidity, race, income, and insurance.\n\nThe study showed that 12 months after the draft guidelines were published diagnoses of new low risk cancers had fallen by 37.9%, and continued to fall more rapidly than other disease risk strata, suggesting that, in this regard, the USPSTF recommendation had its intended effect,. Similarly, new diagnoses had fallen by 23.0-29.3% among men over age 70 and by 26.0% among infirm men, populations at risk for harms of treatment but unlikely to live long enough to benefit from early detection.\n\nHowever, the study also identified a drop of 28.1% in diagnoses of intermediate risk disease and 23.1% in high risk prostate cancer one year after the draft guideline, which could result in missing important opportunities to spare men with higher risk cancers from progressive disease and cancer death.\n\n\"While some of the effects of this guideline may be beneficial in terms of reducing harms of over diagnosis and overtreatment, the reduction in intermediate and high risk cancer diagnoses raises concern for delayed diagnoses of important cancers associated with inferior cancer outcomes,\" noted Dr. Barocas. \"Future research should focus on prostate cancer screening paradigms that both minimize harms and maximize the potential benefits of screening, as well as accounting for individual patient risk factors and preferences.\"\n\n###", "images": ["https://web.archive.org/web/20150923192824im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20150923192824im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20150923192824im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20150923192824im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20150923192824im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20150923192824im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20150923192824im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20150923192824im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20150923192824im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20150923192824im_/http://www.eurekalert.org/images/meganav/ACS_logo.jpg", "https://web.archive.org/web/20150923192824im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20150923192824im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20150923192824im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg"], "top_img": "https://web.archive.org/web/20150923192824im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150923192824/http://www.eurekalert.org/pub_releases/2015-09/ehs-mma091715.php", "title": "More men at risk for prostate cancer as a result of less regular screening", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "The US Preventive Services Task Force recommendation against regular prostate specific antigen (PSA) screening for prostate cancer is controversial. While it may reduce the risk of over diagnosis and overtreatment, the reduction in intermediate and high risk cancer diagnoses raises concern because of the potential for delayed diagnoses of important cancers in men who may benefit from treatment, according to investigators reporting in The Journal of Urology.", "keywords": "Medicine/Health, Prostate Cancer, Diagnostics, Urogenital System, Public Health, Guidelines/Treaties/Agreements", "date": "Tue, 22 Sep 2015 04:00:00 GMT", "journal": "Journal of Urology", "type": "research", "institution": "Elsevier Health Sciences", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "elseviernews", "domain": "www.eurekalert.org"}, "og": {"title": "More men at risk for prostate cancer as a result of less regular screening", "description": "The US Preventive Services Task Force recommendation against regular prostate specific antigen (PSA) screening for prostate cancer is controversial. While it may reduce the risk of over diagnosis and overtreatment, the reduction in intermediate and high risk cancer diagnoses raises concern because of the potential for delayed diagnoses of important cancers in men who may benefit from treatment, according to investigators reporting in The Journal of Urology.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150923192824/http://www.eurekalert.org/pub_releases/2015-09/ehs-mma091715.php", "image": "https://web.archive.org/web/20150923192824im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1443499200.0, "source": "https://web.archive.org", "summary": ""}