{"url": "http://www.newswise.com/articles/view/666975/?sc=mwhn", "text": "Newswise — Human papillomavirus-positive oropharynx cancers (cancers of the tonsils and back of the throat) are on rise. After radiation treatment, patients often experience severe, lifelong swallowing, eating, and nutritional issues. However, new clinical trial research shows reducing radiation for some patients with HPV-associated oropharyngeal squamous cell carcinomas can maintain high cure rates while sparing some of these late toxicities.\n\n“We found there are some patients have very high cure rates with reduced doses of radiation,” said Barbara Burtness, MD, Professor of Medicine (Medical Oncology), Yale Cancer Center, Disease Research Team Leader for the Head and Neck Cancers Program at Smilow Cancer Hospital, and the chair of the ECOG-ACRIN head and neck committee. “Radiation dose reduction resulted in significantly improved swallowing and nutritional status,” she said.\n\nThe study, published in the December 26 issue of the Journal of Clinical Oncology, showed that patients treated with reduced radiation had less difficulty swallowing solids (40 percent versus 89 percent of patients treated with standard doses of radiation) or impaired nutrition (10 percent versus 44 percent of patients treated with regular doses of radiation).\n\n“Today, many younger patients are presenting with HPV-associated squamous cell carcinoma of the oropharynx,” said Dr. Burtness. “And while traditional chemoradiation has demonstrated good tumor control and survival rates for patients, too often they encounter unpleasant outcomes that can include difficulty swallowing solid foods, impaired nutrition, aspiration and feeding tube dependence,” said Dr. Burtness. “Younger patients may have to deal with these side effects for decades after cancer treatment. We want to help improve our patients’ quality of life.”\n\nThe study included 80 patients from 16 ECOG-ACRIN Cancer Research Group sites who had stage three or four HPV-positive squamous cell carcinoma of the oropharynx, and were candidates for surgery. Eligible patients received three courses of induction chemotherapy with the drugs cisplatin, paclitaxel, and cetuximab. Patients with good clinical response then received reduced radiation.\n\nStudy results also showed that patients who had a history of smoking less than 10 packs of cigarettes a year had a very high disease control compared with heavy smokers.\n\nOther authors on the paper include: Shanthi Marur (Johns Hopkins Medicine) and Anthony Cmelak (Vanderbilt University).", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/images/institutions/logos/xYCC_logo.jpg.pagespeed.ic.aoC_yxUPGc.jpg", "https://www.newswise.com/images/new-newswise-logo-square.jpg", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/reducing-radiation-successfully-treats-hpv-positive-oropharynx-cancers-and-minimizes-side-effects", "title": "Reducing Radiation Successfully Treats HPV-Positive Oropharynx Cancers and Minimizes Side Effects", "meta_data": {"keywords": "Newswise, HPV,Head And Neck Cancer,Head & Neck Cancer,Radiation Therapy,Radiation Oncolgy,Addiction, All Journal News, Bone Health, Cancer, Smoking, Cancer Center Featured Story 2, Local - Connecticut, Embargoed Feed - hidden,  Yale Cancer Center", "description": "Human papillomavirus-positive oropharynx cancers (cancers of the tonsils and back of the throat) are on rise. After radiation treatment, patients often experience severe, lifelong swallowing, eating, and nutritional issues. However, new clinical trial research shows reducing radiation for some patients with HPV-associated oropharyngeal squamous cell carcinomas can maintain high cure rates while sparing some of these late toxicities.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Human papillomavirus-positive oropharynx cancers (cancers of the tonsils and back of the throat) are on rise. After radiation treatment, patients often experience severe, lifelong swallowing, eating, and nutritional issues. However, new clinical trial research shows reducing radiation for some patients with HPV-associated oropharyngeal squamous cell carcinomas can maintain high cure rates while sparing some of these late toxicities.", "title": "Reducing Radiation Successfully Treats HPV-Positive Oropharynx Cancers and Minimizes Side Effects", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "url": "https://www.newswise.com/articles/reducing-radiation-successfully-treats-hpv-positive-oropharynx-cancers-and-minimizes-side-effects"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}