{"url": "http://www.prnewswire.com/news-releases/new-study-shows-ketamine-may-regenerate-brain-cells-relieving-depression-with-lasting-benefit-300237551.html", "text": "DENVER, March 17, 2016 /PRNewswire/ -- A new study gives depression sufferers much hope if only they can get their doctors to look at this study. Ketamine infusion therapy, the controversial treatment for depression, has been resisted by many physicians due to concerns about short-lived benefits, risks of addiction, and the lack of large scale studies. In contrast, this retrospective study of over three years of clinical experience, shows lasting benefits for many patients, with no apparent risk of addiction. Through a handful of ketamine infusions directed by Theodore Henderson, MD, PhD, refractory depression symptoms can be relieved significantly and persistently. Evidence points to the regeneration of brain cells as a critical mechanism for the relief of depression, as published in peer-reviewed journal Neural Regeneration Research, February 2016 issue.\n\nPhoto - http://photos.prnewswire.com/prnh/20160316/345149\n\nThe study, \"Practical application of the neuroregenerative properties of ketamine: real world treatment experience,\" addresses key points in the controversy surrounding the use of intravenous ketamine for the treatment of depression. Its findings stand in direct contrast to warnings from the American Psychiatric Association (APA).\n\nWhile controversial in academic settings, Dr. Henderson said his direct experience supports a different strategy for multiple-infusion treatment regimens and his clinical experience shows ketamine can invoke long-lasting effects often with less than six infusions.\n\n\"The wealth of clinical experience from treating hundreds of patients with ketamine has supplanted the preliminary data that emerged from the initial open-label and small double-blinded studies,\" said Dr. Henderson, who is a board certified psychiatrist, specializing in diagnosing and treating complex conditions, based in Denver, Colorado. He is also the co-founder of Neuro-Luminance Ketamine Infusion Centers.\n\nPatients in the study completed the Quick Inventory of Depressive Symptoms (QIDS-SR), among other scales, and 80% showed persistent positive response to the ketamine infusions treatments.\n\nWhat is a Ketamine Infusion?\n\nKetamine is a dissociative anesthetic in use since 1970's. Intravenous administration over a prolonged period of time is key to its persistent antidepressant benefit.\n\nDepression is associated with neuron loss, reduced synapse numbers, and dearborization of dendrites. Ketamine appears to potently induce mechanisms which reverse these neuro-degenerative processes. Citing over 60 published scientific research studies, the new research article also reviews the molecular mechanisms by which ketamine invokes a robust activation of the brain's own repair mechanisms. Another conclusion Dr. Henderson highlights is ketamine infusions can relieve refractory depression symptoms persistently, perhaps for years.\n\n\"Activation of brain-derived neurotrophic factor (BDNF) appears to have an important role in the antidepressant effects of ketamine. BDNF induces synaptogenesis, dendritic arborization, improved neuronal health, and neurogenesis. These processes likely underlie the persistent benefits of ketamine.\"\n\nDr. Henderson's findings challenge the oft-held beliefs that ketamine must be given frequently to have any benefit and that ketamine has no long-lasting benefit.\n\nDr. Henderson stated, \"Misconceptions about ketamine abound among psychiatrists, particularly related to possible chemical dependence problems. However, the neurobiological basis of its benefit for depression has nothing to do with causing addictive risk. Our patients get better after a few infusions and from there treatments can be discontinued.\" The study also challenges concerns about neurotoxicity and a recent hypothesis that patients must experience hallucinations during ketamine infusion in order to have an anti-depressant benefit.\n\nPlease visit Neuro-Luminance or call (855) 978-0808 for more information.\n\nMedia Contact: David Jahr, (949) 874-2667\n\nSOURCE Neuro-Luminance", "images": ["http://photos.prnewswire.com/prnthumb/20160316/345149", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png", "http://photos.prnewswire.com/prnfull/20160316/345149?max=650"], "top_img": "http://photos.prnewswire.com/prnthumb/20160316/345149", "keywords": [], "authors": [], "canonical_link": "https://www.prnewswire.com/news-releases/new-study-shows-ketamine-may-regenerate-brain-cells-relieving-depression-with-lasting-benefit-300237551.html", "title": "New Study Shows Ketamine May Regenerate Brain Cells, Relieving Depression with Lasting Benefit", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "DENVER, March 17, 2016 /PRNewswire/ -- A new study gives depression sufferers much hope if only they can get their doctors to look at this study. Ketamine...", "author": "Neuro-Luminance", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "New Study Shows Ketamine May Regenerate Brain Cells, Relieving Depression with Lasting Benefit", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "colorado", "date": "2016-03-17T08:35:00-04:00", "keywords": "Neuro-Luminance,Health Care & Hospitals ,Mental Health ,Medical Pharmaceuticals ,Pharmaceuticals   ,Supplementary Medicine ,Clinical Trials & Medical Discoveries", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "New Study Shows Ketamine May Regenerate Brain Cells, Relieving Depression with Lasting Benefit", "description": "DENVER, March 17, 2016 /PRNewswire/ -- A new study gives depression sufferers much hope if only they can get their doctors to look at this study. Ketamine..."}, "og": {"title": "New Study Shows Ketamine May Regenerate Brain Cells, Relieving Depression with Lasting Benefit", "type": "website", "description": "DENVER, March 17, 2016 /PRNewswire/ -- A new study gives depression sufferers much hope if only they can get their doctors to look at this study. Ketamine...", "image": "http://photos.prnewswire.com/prnthumb/20160316/345149", "url": "https://www.prnewswire.com/news-releases/new-study-shows-ketamine-may-regenerate-brain-cells-relieving-depression-with-lasting-benefit-300237551.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}