{"url": "https://www.newswise.com/articles/vitamin-c-may-reduce-harm-to-infants%E2%80%99-lungs-caused-by-smoking-during-pregnancy%3B", "text": "Newswise — Dec. 7, 2018─Vitamin C may reduce the harm done to lungs in infants born to mothers who smoke during their pregnancy, according to a randomized, controlled trial published online in the American Thoracic Society’s American Journal of Respiratory and Critical Care Medicine.\n\nIn “Oral Vitamin C (500 mg/day) to Pregnant Smokers Improves Infant Airway Function at 3 Months: A Randomized Trial,” Cindy T. McEvoy, MD, MCR, and her co-authors report that at three months of age, the infants whose mothers took 500 mg of vitamin C in addition to their prenatal vitamin had significantly better forced expiratory flows (FEFs). FEFs measure how fast air can be exhaled from the lung and are an important measure of lung function because they can detect airway obstruction.\n\nThe researchers also discovered an association between the infant FEFs and a genetic variant some of the mothers possessed that appeared to amplify the negative impact of nicotine on the babies before they were born. Other studies have linked this genetic factor, specifically for the α5 nicotinic acetylcholine receptor, to increased risk of lung cancer and obstructive lung disease.\n\n“Smoking during pregnancy reflects the highly addictive nature of nicotine that disproportionately affects the most vulnerable populations,” said Dr. McEvoy, lead study author and professor of pediatrics at Oregon Health & Science University. “Finding a way to help infants exposed to smoking and nicotine in utero recognizes the unique dangers posed by a highly advertised, addictive product and the lifetime effects on offspring who did not choose to be exposed.”\n\nIn a previous study, the authors had shown that 72 hours after birth, babies of mothers who smoked had better lung function if their mothers were randomized to vitamin C (500 mg/day) during their pregnancies compared to those born to mothers who smoked and were randomized to placebo. That study used passive methods to measure lung function, and the authors note that FEFs provide a more direct assessment of airway function and are similar to methods used to diagnose lung disease in adults and older children.\n\nIn the current study, 251 pregnant women who smoked were randomly assigned at 13 to 23 weeks of gestation to either receive vitamin C (125 women) or a placebo (126 women). Smoking was defined as having had one or more cigarettes in the last week. All participants received smoking cessation counseling throughout the study, and about 10 percent of the women quit smoking during the study.\n\nThe researchers wrote that study results support the hypothesis that oxidative stress caused by cigarette smoking reduces the amount of ascorbic acid, a component of vitamin C, available to the body. At the time they enrolled in the study, the women had lower levels of ascorbic acid than have been reported among women who do not smoke. Those levels rose in study participants who received vitamin C to become comparable to women who do not smoke.\n\nInfants in this study will continue to be followed to track their lung function and respiratory outcomes. The authors believe that future trials of vitamin C supplementation in pregnant smokers should determine whether the benefits are greater if the supplementation starts earlier and continues postnatally in the babies themselves.\n\nSumming up the findings of the current study, Dr. McEvoy said that a relatively low dosage of vitamin C may present “a safe and inexpensive intervention that has the potential to help lung health of millions of infants worldwide.”\n\nHowever, she added, helping mothers quit smoking should remain the primary goal for health professionals and public health officials. “Although vitamin C supplementation may protect to some extent the lungs of babies born to mothers who smoke during pregnancy, those children will still be at greater risk for obesity, behavioral disorders and other serious health issues,” she said.\n\nThis study was funded by the National Heart, Lung, and Blood Institute and the Office of Dietary Supplements.\n\nContact for Media\n\nTracy Brawly, OHSU Media Relations\n\nbrawley@ohsu.edu\n\nShare via Twitter\n\n“For mothers who smoke during pregnancy, vitamin C may reduce harm #smoking causes to their babies’ #lungs, finds new study of #vitaminC supplementation. #Nosmokingduringpregnancy.”\n\nFollow Us\n\nATS - @atscommunity\n\nAJRCCM - @ATSBlueEditor\n\nAbout the American Journal of Respiratory and Critical Care Medicine\n\nThe AJRCCM is a peer-reviewed journal published by the American Thoracic Society. The Journal takes pride in publishing the most innovative science and the highest quality reviews, practice guidelines and statements in pulmonary, critical care and sleep medicine. With an impact factor of 15.239, it is one of the highest ranked journals in pulmonology. Editor: Jadwiga Wedzicha, MD, professor of respiratory medicine at the National Heart and Lung Institute (Royal Brompton Campus), Imperial College London, UK.\n\nAbout the American Thoracic Society\n\nFounded in 1905, the American Thoracic Society is the world's leading medical association dedicated to advancing pulmonary, critical care and sleep medicine. The Society’s more than 16,000 members prevent and fight respiratory disease around the globe through research, education, patient care and advocacy. The ATS publishes three journals, the American Journal of Respiratory and Critical Care Medicine, the American Journal of Respiratory Cell and Molecular Biology and the Annals of the American Thoracic Society.\n\nThe ATS will hold its 2019 International Conference, May 17-22, in Dallas, Texas, where world-renowned experts will share the latest scientific research and clinical advances in pulmonary, critical care and sleep medicine.", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "https://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/12/3/pregnantwomanwithcigarette.jpg&width=100&height=100", "https://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "https://www.newswise.com/assets/img/logo.png", "https://www.newswise.com/legacy/ximage.php,qimage=,_images,_uploads,_2018,_12,_3,_pregnantwomanwithcigarette.jpg,awidth=502,aheight=334.pagespeed.ic.qN4oaV7FRa.jpg", "https://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "https://www.newswise.com/images/institutions/logos/xats-logo.gif.pagespeed.ic.7WEZBRY3Xh.png"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/12/3/pregnantwomanwithcigarette.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/vitamin-c-may-reduce-harm-to-infants’-lungs-caused-by-smoking-during-pregnancy;", "title": "Vitamin C May Reduce Harm to Infants’ Lungs Caused by Smoking During Pregnancy;", "meta_data": {"keywords": "Newswise, pregnancy and health,Smoking and children,Vitamin C,lung health and kids,Addiction, All Journal News, Children's Health, Drugs and Drug Abuse, Family and Parenting, Health Food, Healthcare, Nutrition, OBGYN, Public Health, Respiratory Diseases and Disorders, Smoking, Local - New York, Local - New York Metro, Embargoed Feed - hidden,  American Thoracic Society (ATS)", "description": "Vitamin C may reduce the harm done to lungs in infants born to mothers who smoke during their pregnancy, according to a randomized, controlled trial published online in the American Thoracic Society’s American Journal of Respiratory and Critical Care Medicine.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Vitamin C may reduce the harm done to lungs in infants born to mothers who smoke during their pregnancy, according to a randomized, controlled trial published online in the American Thoracic Society’s American Journal of Respiratory and Critical Care Medicine.", "title": "Vitamin C May Reduce Harm to Infants’ Lungs Caused by Smoking During Pregnancy;", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2018/12/3/pregnantwomanwithcigarette.jpg&width=100&height=100", "url": "https://www.newswise.com/articles/vitamin-c-may-reduce-harm-to-infants’-lungs-caused-by-smoking-during-pregnancy;"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "https://www.newswise.com", "summary": ""}