{"url": "https://web.archive.org/web/20180918124605/https://www.eurekalert.org/pub_releases/2018-09/asfm-zvs091318.php", "text": "Washington, DC - September 18, 2018 - An international team of researchers has successfully deployed a Zika virus vaccine to target and kill human glioblastoma brain cancer stem cells, which had been transplanted into mice. In a study published this week in mBio®, an open-access journal of the American Society for Microbiology, the team shows that a live, attenuated version of the Zika virus could form the basis of a new treatment option for this fatal brain cancer.\n\nGlioblastoma kills about 15,000 adults in the US each year and is currently incurable because patients experience a high recurrence rate of their cancer even after the standard treatments of surgery, radiation and chemotherapy. Scientists suspect this recurrence is due to cancer stem cells, called glioblastoma stem cells (GSCs), which hide out in nearby brain tissue even after the combination of therapies.\n\n\"During the Zika epidemic, we learned that the virus preferentially infects neural progenitor cells in the fetus, and causes the devastating microcephaly seen in babies born to infected mothers,\" says Pei-Yong Shi, a virologist at University of Texas Medical Branch in Galveston. He co-led the current study with tumor biologist Jianghong Man of the National Center of Biomedical Analysis in Beijing and virologist Cheng-Feng Qin of the Chinese Academy of Military Medical Sciences in Beijing.\n\n\"We made the connection that perhaps Zika virus could also specifically infect the GSCs,\" because these cells have similar properties to neural stem cells, says Man. In previous work, Shi and his collaborators at Washington University in St. Louis showed that Zika virus did indeed attack and kill GSCs grown in the lab dish and in a mouse model of glioblastoma. In addition, the Zika virus was much less efficient at attacking the differentiated, healthy brain cells. (image: transmission electron micrograph of Zika virus, NIAID)\n\n\"If we could find a way to specifically target those GSCs that are the source of recurrence, then that might provide an option to prevent recurrence or even a cure,\" says Qin.\n\nThe team's first objective was to determine if there was a safe way to use Zika virus in patients to attack the cancer cells. Shi's lab has developed a promising live-attenuated Zika vaccine candidate called ZIKV-LAV that had been shown to be safe, non-virulent, and effective in protecting against infection in mice and non-human primates. The ZIKV-LAV has a small deletion from the viral genome that prevents it from replicating itself efficiently.\n\nWhen the team injected this ZIKV-LAV into the brains of mice, they saw no health effects on the mice, no weight loss, and no behavioral abnormalities such as loss of appetite, depression, lethargy, or self-injury. The mice also functioned normally in tests for anxiety and motor function.\n\nNext, the team wanted to show whether the ZIKA-LAV could work to infect and kill human patient-derived GSCs in a mouse model. So they mixed GSCs from two different human patient donors with the ZIKA-LAV and injected the mixture into the brains of mice. Mice that got the injection of the GSCs only rapidly developed tumors. Mice that got the ZIKV-LAV injected as well saw a significant delay in tumor development. Co-implanting the virus along with the GSCs also prolonged the median survival time of the treated mice to around 50 days, compared to around 30 days for the untreated mice who received GSCs alone.\n\nQin says that perhaps in the future patients would be given the Zika vaccine at the same time as surgery to \"let the viruses hunt down the GSCs and eliminate them.\"\n\nFinally, the team investigated the cellular mechanisms that the modified Zika virus used to kill the GSCs. They took GSCs treated with the ZIKV-LAV and those GSCs not treated and sequenced all the RNA messages being expressed in these two cell populations. Comparing those profiles, the team found that in the treated cells, the virus triggered a strong antiviral response in the cells, which induced inflammation and eventually cell death.\n\nNext, the team will work with clinicians to develop safety tests of the ZIKV-LAV in glioblastoma patients. They may also modify the Zika virus further to make it an even more potent cancer cell killing machine. For example, Man explains, the researchers could add an immune modulator as a 'cargo' in the viral genome. Then, once such a virus infects a cancer cell and kills it, the immune modulator would be released to alert and activate the patient's systemic immune system against the remaining cancer cells.\n\n\"As a virologist, I see that we should take advantage of the 'bad' side of viruses,\" says Shi. \"They should have a role to play in cancer treatment.\"\n\n###\n\nThe American Society for Microbiology is the largest single life science society, composed of more than 30,000 scientists and health professionals. ASM's mission is to promote and advance the microbial sciences.\n\nASM advances the microbial sciences through conferences, publications, certifications and educational opportunities. It enhances laboratory capacity around the globe through training and resources. It provides a network for scientists in academia, industry and clinical settings. Additionally, ASM promotes a deeper understanding of the microbial sciences to diverse audiences.", "images": ["https://web.archive.org/web/20180918124605im_/https://media.eurekalert.org/meganav/ACS256Meeting_600x200.jpg", "https://web.archive.org/web/20180918124605im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20180918124605im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180918124605im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180918124605im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180918124605im_/https://media.eurekalert.org/meganav/Nutrition2018_Newsroom.jpg", "https://web.archive.org/web/20180918124605im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180918124605im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180918124605im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180918124605im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180918124605im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180918124605im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180918124605im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20180918124605im_/https://www.eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20180918124605im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180918124605/https://www.eurekalert.org/pub_releases/2018-09/asfm-zvs091318.php", "title": "Zika vaccine shows promise for treating deadly brain cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "An international team of researchers has successfully deployed a Zika virus vaccine to target and kill human glioblastoma brain cancer stem cells, which had been transplanted into mice. In a study published this week in mBio®, the team shows that a live, attenuated version of the Zika virus could form the basis of a new treatment option for this fatal brain cancer.", "keywords": "Biology, Microbiology, Virology, Cancer", "date": "2018-09-18 04:00:00 GMT/UTC", "journal": "mBio", "type": "research", "institution": "American Society for Microbiology", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "ASMnewsroom", "domain": "www.eurekalert.org", "title": "Zika vaccine shows promise for treating deadly brain cancer", "description": "An international team of researchers has successfully deployed a Zika virus vaccine to target and kill human glioblastoma brain cancer stem cells, which had been transplanted into mice. In a study published this week in mBio®, the team shows that a live, attenuated version of the Zika virus could form the basis of a new treatment option for this fatal brain cancer."}, "og": {"title": "Zika vaccine shows promise for treating deadly brain cancer", "description": "An international team of researchers has successfully deployed a Zika virus vaccine to target and kill human glioblastoma brain cancer stem cells, which had been transplanted into mice. In a study published this week in mBio®, the team shows that a live, attenuated version of the Zika virus could form the basis of a new treatment option for this fatal brain cancer.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180918124605/https://www.eurekalert.org/pub_releases/2018-09/asfm-zvs091318.php", "image": "https://web.archive.org/web/20180918124605im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "asmfan"}}, "movies": [], "publish_date": 1538193600.0, "source": "https://web.archive.org", "summary": ""}