{"url": "http://www.newswise.com/articles/view/649125/?sc=mwhn", "text": "Newswise — The breast surgery and reconstructive team at The Valley Hospital in Ridgewood, NJ, is taking the lead in providing new and progressive advances in breast cancer surgery. Valley was the first hospital in northern New Jersey where an innovative technique – called pre-pectoral placement of a tissue expander -- was utilized during breast reconstruction surgery following a mastectomy. The procedure results in diminished post-operative pain, quicker recovery time, improved mobility, and an excellent aesthetic outcome for patients.\n\nThe technique has the potential to be a “game-changer,” says Tzvi Small, M.D., Director of the Department of Plastic and Reconstructive Surgery at The Valley Hospital, who performed the breast reconstruction procedure on Hasbrouck Heights resident Vanessa Burt, 43.\n\n“This variation of a standard technique used during breast reconstruction will revolutionize the post-operative recovery in patients who meet certain criteria for the procedure,” notes Dr. Small. “Here at Valley, we are proud to offer this option for our patients and are excited about its potential for vastly improving patient care for women with breast cancer.” The technique involves placing tissue expanders (interim implants) under the skin on top of a woman’s pectoralis muscles after her breast tissue has been removed. After a recovery period of approximately two months — during which the woman’s chest skin heals, blood supply replenishes, and the expanders are gradually inflated to stretch the skin — the patient returns for an outpatient surgical procedure to replace the tissue expanders with permanent breast implants. In addition to exceptional cosmetic results, the technique is likely to improve clinical outcomes as evidenced by ongoing research that shows women who undergo this procedure experience less pain and a shorter recovery period.\n\n“Over the past decade there have been dramatic improvements in breast reconstruction that utilize various types of surgical innovations, implants, and biologic tissue,” notes Dr. Small. “It is very rewarding as a reconstructive surgeon to continuously refine these procedures for our patients.”\n\nMs. Burt chose the Valley breast surgery team after carefully researching her treatment options for DCIS (ductal carcinoma in situ), a diagnosis that is often debated among clinicians as to whether it should be classified as breast cancer at all. In DCIS, abnormal cells have not spread beyond the milk ducts into adjacent breast tissue or lymph nodes. After consulting with several breast surgeons and reconstructive surgeons, Ms. Burt opted for a nipple-sparing mastectomy performed by breast surgeon Tihesha Wilson, M.D., Assistant Medical Director of Valley’s Breast Center. Immediately following in the operating room, Dr. Small performed the breast reconstruction. “This was a long journey,” says Ms. Burt, a publicist for the San Francisco-based Fat Wreck Chords music company. “Dr. Wilson was more than patient with me as I first chose active surveillance for one year and then decided to undergo a double mastectomy when another area of DCIS was identified in November 2015. I am also grateful for Dr. Small’s willingness to ‘look outside the box’ and for his determination to perform my reconstruction in a way that would give me the best results with the least amount of recovery time. I want to also commend the pathologists at Valley, who were exceptional in their diagnostic results.” Dr. Wilson and Laura Klein, M.D., Medical Director of the Breast Center, have extensive experience in performing nipple-sparing mastectomy, a technically demanding surgery that is performed within aesthetically appealing minimally invasive incisions. With expertise in minimally invasive oncoplastic breast surgery, Dr. Wilson has also studied complementary medicine and provides her patients with a holistic, integrative approach to breast care. “It’s important to listen to each woman’s needs and then to decide together what is the best approach to treatment, so that in the end the cancer will be gone and the woman can move on with her life,” says Dr. Wilson.\n\nThe Valley Breast Center provides comprehensive diagnostic, surgical, and support services using a multidisciplinary approach. The Breast Center is designated by the National Accreditation Program of Breast Centers, a program of the American Cancer Society. Valley’s Breast Imaging Center has been named a Breast Imaging Center of Excellence by the American College of Radiology.", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://www.newswise.com/images/new-newswise-logo-square.jpg", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/assets/img/logo.png", "http://www.newswise.com/images/institutions/logos/xval_vh2C.resized.jpg.pagespeed.ic.aOdVhMD5yN.jpg", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/new-breast-reconstruction-technique-provides-better-outcomes-less-discomfort-for-women-recovering-from-breast-cancer", "title": "New Breast Reconstruction Technique Provides Better Outcomes, Less Discomfort for Women Recovering From Breast Cancer", "meta_data": {"keywords": "Newswise, Breast Cancer,Breast Reconstruction Surgery,Cancer, Surgery, Local - New Jersey,  Valley Health System", "description": "The breast surgery and reconstructive team at The Valley Hospital in Ridgewood, NJ, is taking the lead in providing new and progressive advances in breast cancer surgery. Valley was the first hospital in northern New Jersey where an innovative technique – called pre-pectoral placement of a tissue expander -- was utilized during breast reconstruction surgery following a mastectomy. The procedure results in diminished post-operative pain, quicker recovery time, improved mobility, and an excellent aesthetic outcome for patients.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "The breast surgery and reconstructive team at The Valley Hospital in Ridgewood, NJ, is taking the lead in providing new and progressive advances in breast cancer surgery. Valley was the first hospital in northern New Jersey where an innovative technique – called pre-pectoral placement of a tissue expander -- was utilized during breast reconstruction surgery following a mastectomy. The procedure results in diminished post-operative pain, quicker recovery time, improved mobility, and an excellent aesthetic outcome for patients.", "title": "New Breast Reconstruction Technique Provides Better Outcomes, Less Discomfort for Women Recovering From Breast Cancer", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "url": "https://www.newswise.com/articles/new-breast-reconstruction-technique-provides-better-outcomes-less-discomfort-for-women-recovering-from-breast-cancer"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}