{"url": "https://web.archive.org/web/20171223002409/https://www.eurekalert.org/pub_releases/2017-12/uob-scp121917.php", "text": "Community screening for osteoporosis could prevent more than a quarter of hip fractures in older women, according to new research.\n\nA new study, published in The Lancet, has shown that a simple questionnaire, combined with bone mineral density measurements for some, would help identify those at risk of hip fracture.\n\nThe research, involving more than 12,000 older women and carried out in collaboration between the universities of Birmingham, East Anglia, Bristol, Leicester, York and Sheffield, found that screening through GP practices allowed patients to be targeted for treatment. In women agreeing to participate, this led to a 28 per cent reduction in hip fractures over five years.\n\nProfessor Neil Gittoes, of the University of Birmingham's Institute of Metabolism and Systems Research, said: \"Our findings showed that screening led to a statistically significant decrease in hip fractures. \"Our data has the potential to influence national policies around prevention of hip fractures, which is particularly relevant in our ageing society. The consequences of hip fractures to older people can be devastating, including impaired mobility and loss of independence. \"While we have demonstrated clinical effectiveness of screening, we are also exploring cost-effectiveness of this approach; initial analyses also look promising in this respect.\"\n\nProfessor Lee Shepstone, from UEA's Norwich Medical School, said: \"Approximately one in three women and one in five men aged over 50 year will suffer a fragility fracture during their remaining lifetime. In the UK around 536,000 people suffer fragility fractures each year, including 79,000 hip fractures.\n\n\"A hip fracture can be devastating with a loss of independence and less than one third of patients make a full recovery. Mortality at one-year post-fracture is approximately 20 per cent.\"\n\n\"We wanted to find out whether screening, like screening for breast cancer, could help identify those at risk of suffering a fracture.\"\n\nThe team used a University of Sheffield developed tool called FRAX, which predicts the probability of a hip fracture or a major osteoporotic fracture (a hip, spine, upper arm or lower arm fracture), to identify older women at high risk.\n\nA total of 12,483 women aged 70-85 were recruited from 100 GP practices in seven regions -Birmingham, Bristol, Manchester, Norwich, Sheffield, Southampton, and York. Half of the women were screened to compare screening with routine care.\n\nAmong those screened, treatment was subsequently recommended for one in seven women deemed at high risk of hip fracture. This recommendation was acted upon by the women and their GPs so that over three quarters of the women at high risk were on osteoporosis medications within six months of screening.\n\nWhile screening did not reduce the incidence of all osteoporosis-related fractures, there was strong evidence for a reduction in hip fractures.\n\nIn the screening group, there were 54 fewer women who suffered one or more hip fractures compared to the routine care group.\n\nThe study suggests that one hip fracture could be prevented for every 111 women screened and early analysis suggests the approach is likely to be cost-effective.\n\nProfessor Shepstone added: \"This is the first trial to show that a community-screening approach based on the FRAX fracture risk tool is both feasible and effective. Given that the number of costly and debilitating hip fractures are expected to increase with an ageing population, the results of this study potentially have important public health implications.\"\n\nProfessor Eugene McCloskey, of the University of Sheffield, said: \"Low-cost screening with FRAX among the older population could result in effective, targeted intervention to reduce the human and socioeconomic burden of hip fractures.\n\n\"If the SCOOP screening strategy was taken up in exactly the same way as in the study in all UK women aged 70-85 years, we estimate that the strategy could prevent up to 8000 hip fractures per year in the UK. Even greater gains could be made if we could reach out to women similar to those who did not take part in the study.\"\n\nThe randomised controlled trial 'SCreening for Osteoporosis in Older women for the Prevention of fracture' (SCOOP) was funded by the Medical Research Council and Arthritis Research UK.\n\nDr Natalie Carter, head of research liaison and evaluation at Arthritis Research UK, said: \"Ten of thousands of people a year present with hip fractures in the UK. As well as significantly increasing mortality, a hip fracture can stop a person's ability to live independently, with 43% no longer being able to walk independently in the year after the fracture. \"We welcome this community based screening programme and any other research that reduces the likelihood of fractures.\"\n\n###\n\nFor further information or interviews contact Emma McKinney, Press Office, University of Birmingham, at +44 (0)121 414 6681 or contact the Press Office out of hours on 44-0-7789-921165.\n\nNOTES TO EDITORS\n\nThe University of Birmingham is ranked amongst the world's top 100 institutions. Its work brings people from across the world to Birmingham, including researchers, teachers and more than 5,000 international students from over 150 countries.\n\nShepstone et al (2017). 'Screening in the community to reduce fractures in older women (SCOOP): a randomised controlled trial'. The Lancet.\n\nRead the paper here: http://www.thelancet.com/journals/lancet/article/PIIS0140-6736(17)32640-5/fulltext?elsca1=tlxpr\n\nFRAX® is a simple calculation tool that integrates clinical information in a quantitative manner to predict a 10-year probability of major osteoporotic fracture for both women and men in different countries. The tool, launched by the then WHO Collaborating Centre for Metabolic Bone Diseases in 2008, was developed at the Centre for Metabolic Bone Diseases, University of Sheffield, UK in collaboration with international researchers. It assists primary health-care providers to better target people in need of interventions to reduce fracture risk, thus improving the allocation of health-care resources towards patients most likely to benefit from treatment. The FRAX calculator is now freely available for 63 countries and in 34 languages.\n\nThe International Osteoporosis Foundation (IOF) is the world's largest nongovernmental organization dedicated to the prevention, diagnosis and treatment of osteoporosis and related musculoskeletal diseases. IOF members, including committees of scientific researchers as well as 240 patient, medical and research societies in 99 locations, work together to make fracture prevention and healthy mobility a worldwide heath care priority.\n\nArthritis Research UK invests in breakthrough treatments, the best information and vital support for everyone affected by arthritis. We believe that by harnessing the power of exceptional science we can overcome the pain, isolation and fatigue arthritis causes, making everyday life better for all 10 million people with arthritis in the UK.\n\n* Researchers involved in this study are affiliated to the following:\n\nSchool of Medicine, University of East Anglia, Norwich, UK\n\nNorfolk and Norwich University Hospital, Norwich, UK\n\nBristol Medical School, University of Bristol, Bristol, UK\n\nDepartment of Rheumatology, University Hospitals Bristol, Bristol, UK\n\nMedical Research Council Lifecourse Epidemiology Unit, University of Southampton, Southampton General Hospital, Southampton, UK\n\nCollege of Medical and Dental Sciences, University of Birmingham, UK\n\nCentre for Endocrinology, Diabetes and Metabolism, Queen Elizabeth Hospital, Birmingham, UK\n\nLeicester Medical School, Centre for Medicine, University of Leicester, UK\n\nNational Institute of Health Research Manchester Musculoskeletal BRU, Central Manchester University Hospitals NHS Foundation Trust &\n\nArthritis Research UK Centre for Epidemiology, University of Manchester, Manchester, UK\n\nDepartment of Health Sciences, University of York, York, UK\n\nCentre for Metabolic Bone Diseases, University of Sheffield, Sheffield, UK\n\nMellanby Centre for Bone Research, Centre for Integrated Research into Musculoskeletal Ageing, University of Sheffield, Sheffield, UK\n\nAustralian Catholic University, Melbourne, VIC, Australia", "images": ["https://web.archive.org/web/20171223002409im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20171223002409im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20171223002409im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20171223002409im_/https://www.eurekalert.org/images/meganav/AM18_Newsroom.jpg", "https://web.archive.org/web/20171223002409im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20171223002409im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20171223002409im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20171223002409im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20171223002409im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20171223002409im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20171223002409im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20171223002409im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20171223002409im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20171223002409im_/https://www.eurekalert.org/images/e4/brand.png"], "top_img": "https://web.archive.org/web/20171223002409im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20171223002409/https://www.eurekalert.org/pub_releases/2017-12/uob-scp121917.php", "title": "Screening could prevent a quarter of hip fractures in older women", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Community screening for osteoporosis could prevent more than a quarter of hip fractures in older women, according to new research.", "keywords": "Medicine/Health", "date": "Tue, 19 Dec 2017 05:00:00 GMT/UTC", "journal": "Lancet", "type": "research", "institution": "University of Birmingham", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "unibirmingham", "domain": "www.eurekalert.org", "title": "Screening could prevent a quarter of hip fractures in older women", "description": "Community screening for osteoporosis could prevent more than a quarter of hip fractures in older women, according to new research."}, "og": {"title": "Screening could prevent a quarter of hip fractures in older women", "description": "Community screening for osteoporosis could prevent more than a quarter of hip fractures in older women, according to new research.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20171223002409/https://www.eurekalert.org/pub_releases/2017-12/uob-scp121917.php", "image": "https://web.archive.org/web/20171223002409im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "unibirmingham"}}, "movies": [], "publish_date": 1514523600.0, "source": "https://web.archive.org", "summary": ""}