{"url": "https://web.archive.org/web/20150425185202/http://www.eurekalert.org:80/pub_releases/2015-04/chr-css042215.php", "text": "Oakland, CA (April 22, 2015) - A fruit-based micronutrient and fiber-dense supplement bar (the \"CHORI-bar\") conceived by Drs. Bruce Ames and Mark K. Shigenaga at Children's Hospital Oakland Research Institute (CHORI), was shown in clinical trials to improve metabolism in overweight/obese (OW/OB) otherwise healthy adults in ways that are consistent with reduced risk of type 2 diabetes and cardiovascular disease. Consumption of the bar for two months also reduced chronic inflammation, and initiated a reduction in weight and waist circumference. Decreased inflammation and improved weight and weight distribution can lower the risk of many chronic diseases.\n\nThese effects occurred without requiring that participants make any change in their current diet or other lifestyle practices other than to eat two CHORI-bars each day for two months. The CHORI-bar is not just another nutrition bar. It is a serious intervention to improve health. Its composition is therefore complex, and required a number of years and a series of clinical trials to develop.\n\nThe publication describing this work appeared online today (April 22, 2015)1 at The FASEB Journal. The bar was developed over the past 10 years by a team of scientists led by Drs. Bruce N. Ames and Joyce C. McCann at CHORI (2,3), in collaboration with the United States Department of Agriculture (USDA).\n\nMost people do not eat an optimally nutritious diet - particularly the obese. This results in unhealthy metabolism, which not only diminishes vigor, but increases future risk of many diseases. While poor diets contain much that is not healthy (e.g., too much salt, sugar), they also are missing or deficient in a number of important components (e.g., vitamins/minerals, omega-3 fatty acids, fiber) necessary for healthy metabolism. The CHORI-bar is intended to fill these gaps with components present in the bar in normal dietary amounts.\n\nConsiderable evidence in the scientific literature, including Drs. Ames and McCann's work on vitamins and minerals, supports the idea that simply supplying missing or deficient dietary ingredients will improve metabolism (4-7). Development of the CHORI-bar has also been guided by Dr. Mark Shigenaga's insights into the importance of a healthy gut supported by optimal nutrition for disease prevention.\n\nBecause of the strong flavors associated with some vitamins and minerals, CHORI partnered with the United States Department of Agriculture to produce a tasty bar. Formulation development was guided by over 15 small clinical trials to ensure that beneficial properties of the bar were retained. Most early trials were two weeks in length and involved primarily lean individuals, most of whom benefited by increased HDL cholesterol. Results presented in this publication are compiled from 3 two-month clinical trials that also included a significant number of overweight/obese individuals. These trials were conducted over a 4-year period using very similar bar formulations. These trials employed a simple, economical design in which participants acted as their own controls (i.e., change in metabolic markers was measured before and after eating the bar).\n\nHealthy metabolism is like a complex, smooth-running machine. Unhealthy metabolism is like an old machine with many rusted out joints. There is no magic bullet ingredient in nutrition - \"oiling\" one joint is not going to allow the rusted out machine to run. The CHORI-team thinks the broad scale improvements observed with the CHORI-bar may be the result of \"oiling\" multiple joints by the complex nutrient mixture. They are currently conducting experiments to better understand which ingredients in the bar are most important in the complex mixture for the observed effects.\n\nThe increasing prevalence of obesity is taking a huge toll on public health. Conventional approaches that encourage weight loss by improving dietary habits, reducing caloric intake and modifying activity can be successful, but prove difficult for many to initiate and sustain. The CHORI-bar is intended as a non-traditional means to positively impact the obesity epidemic by initiating a healthier metabolism without requiring sudden drastic behavioral changes. It may therefore assist in weight loss programs by beginning a process of favorable metabolic change. Improved metabolism resulting from eating the bar is also associated with a number of reports of feeling better (though this observation has not yet been formally tested), which the CHORI team predicts will help people transition to improved lifestyle habits.\n\nThe power of nutrient-rich, properly formulated food-based supplements, such as the CHORI-bar, to move dysregulated metabolism in a healthy direction may help reverse obesity-associated conditions, and thereby reduce the risk of future chronic diseases. The full potential of food-based supplements to do the work of some drugs without their negative side effects is just beginning to be seriously investigated.\n\n###\n\nAbout UCSF Benioff Children's Hospital Oakland\n\nUCSF Benioff Children's Hospital Oakland (formerly Children's Hospital & Research Center Oakland) is a premier, not-for-profit medical center for children in Northern California, and is the only hospital in the East Bay 100% devoted to pediatrics. UCSF Benioff Children's Hospital Oakland affiliated with UCSF Benioff Children's Hospital San Francisco on January 1, 2014. UCSF Benioff Children's Hospital Oakland is a national leader in many pediatric specialties including cardiology, hematology/oncology, neonatology, neurosurgery, orthopedics, pulmonology, and sports medicine. The hospital is one of only five ACS Pediatric Level I Trauma Centers in the state, and has one of largest pediatric intensive care units in Northern California. UCSF Benioff Children's Hospital Oakland has 190 licensed beds, over 500 physicians in 43 specialties, more than 2,600 employees, and a consolidated annual operating budget of more than $500 million. UCSF Benioff Children's Hospital Oakland is also a leading teaching hospital with an outstanding pediatric residency program and a number of unique pediatric subspecialty fellowship programs.\n\nUCSF Benioff Children's Hospital Oakland's research arm, Children's Hospital Oakland Research Institute (CHORI), is internationally known for its basic and clinical research. CHORI is at the forefront of translating research into interventions for treating and preventing human diseases. CHORI has 250 members of its investigative staff, a budget of about $50 million, and is ranked among the nation's top ten research centers for National Institutes of Health funding to children's hospitals. For more information, go to http://www. childrenshospitaloakland. org and http://www. chori. org .\n\nReferences\n\n1 McCann, J. C., Shigenaga, M. K., Mietus-Snyder, M. L., Lal, A., Suh, J. H., Krauss, R. M., Gildengorin, G. L., Goldrich, A. M., Block, D. S., Shenvi, S. V., McHugh, T. H., Olson, D. A., and Ames, B. N. (2015) A multi-component nutrient bar promotes weight loss and improves dyslipidemia and insulin resistance in the overweight/obese: Chronic inflammation blunts these improvements. The FASEB Journal, in press (March, 2015).\n\n2Mietus-Snyder, M. L., Shigenaga, M. K., Suh, J. H., Shenvi, S. V., Lal, A., McHugh, T., Olson, D., Lilienstein, J., Krauss, R. M., Gildengoren, G., McCann, J. C., and Ames, B. N. (2012) A nutrient-dense, high-fiber, fruit-based supplement bar increases HDL cholesterol, particularly large HDL, lowers homocysteine, and raises glutathione in a 2-wk trial. FASEB J 26, 3515-3527.\n\n3 CHRCO/CHORI (2009). Pending United States patent application no. 13/877,103, owned by Children's Hospital & Research Center Oakland, California.\n\n4Ames, B. N. (2006) Low micronutrient intake may accelerate the degenerative diseases of aging through allocation of scarce micronutrients by triage. PNAS 103, 17589-17594.\n\n5 Ames, B. N. (2010) Prevention of mutation, cancer, and other age-associated diseases by optimizing micronutrient intake. J Nucleic Acids pli:725071. doi:10.4061/2010/725071.\n\n6 McCann, J. C., and Ames, B. N. (2009) Vitamin K, an example of triage theory: is micronutrient inadequacy linked to diseases of aging? Am J Clin Nutr 90, 889-907.\n\n7 McCann, J. C., and Ames, B. N. (2011) Adaptive dysfunction of selenoproteins from the perspective of the triage theory: why modest selenium deficiency may increase risk of diseases of aging. FASEB J 25, 1793-1814.", "images": ["https://web.archive.org/web/20150425185202im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20150425185202im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20150425185202im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20150425185202im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20150425185202im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20150425185202im_/http://media.eurekalert.org/multimedia_prod/pub/web/90488_web.jpg", "https://web.archive.org/web/20150425185202im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20150425185202im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20150425185202im_/http://media.eurekalert.org/multimedia_prod/pub/rel/90488_rel.jpg", "https://web.archive.org/web/20150425185202im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20150425185202im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20150425185202im_/http://www.eurekalert.org/images/meganav/ACS_meeting_600x200_menu.png", "https://web.archive.org/web/20150425185202im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20150425185202im_/http://www.eurekalert.org/images/e4/logo-footer.png"], "top_img": "https://web.archive.org/web/20150425185202im_/http://media.eurekalert.org/multimedia_prod/pub/web/90488_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150425185202/http://www.eurekalert.org/pub_releases/2015-04/chr-css042215.php", "title": "Clinical studies show 'CHORI-bar' results in broad scale health improvements", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A fruit-based micronutrient and fiber-dense supplement bar (the 'CHORI-bar') conceived by Drs. Bruce Ames and Mark K. Shigenaga at Children's Hospital Oakland Research Institute, was shown in clinical trials to improve metabolism in overweight/obese otherwise healthy adults in ways that are consistent with reduced risk of type 2 diabetes and cardiovascular disease. Consumption of the bar for two months also reduced chronic inflammation, and initiated a reduction in weight and waist circumference.", "keywords": "Medicine/Health, Cardiology, Clinical Trials, Diet/Body Weight, Eating Disorders/Obesity, Metabolism/Metabolic Diseases, Diabetes, Nutrition/Nutrients", "date": "Wed, 22 Apr 2015 04:00:00 GMT", "funder": "Children's Hospital Oakland Research Institute", "journal": "FASEB Journal", "type": "research", "institution": "Children's Hospital & Research Center Oakland", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "EurekAlertAAAS", "domain": "www.eurekalert.org"}, "og": {"title": "Clinical studies show 'CHORI-bar' results in broad scale health improvements", "description": "A fruit-based micronutrient and fiber-dense supplement bar (the 'CHORI-bar') conceived by Drs. Bruce Ames and Mark K. Shigenaga at Children's Hospital Oakland Research Institute, was shown in clinical trials to improve metabolism in overweight/obese otherwise healthy adults in ways that are consistent with reduced risk of type 2 diabetes and cardiovascular disease. Consumption of the bar for two months also reduced chronic inflammation, and initiated a reduction in weight and waist circumference.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150425185202/http://www.eurekalert.org/pub_releases/2015-04/chr-css042215.php", "image": "https://web.archive.org/web/20150425185202im_/http://media.eurekalert.org/multimedia_prod/pub/web/90488_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1430280000.0, "source": "https://web.archive.org", "summary": ""}