{"url": "https://web.archive.org/web/20180924152029/https://www.eurekalert.org/pub_releases/2018-09/uop-wlc092118.php", "text": "Overweight people who used a new motivational intervention called Functional Imagery Training (FIT) lost an average of five times more weight than those using talking therapy alone, shows new research published today by the University of Plymouth and Queensland University.\n\nIn addition, users of FIT lost 4.3cm more around their waist circumference in six months - and continued to lose weight after the intervention had finished.\n\nLed by Dr Linda Solbrig from the School of Psychology, the research involved 141 participants, who were allocated either to FIT or Motivational Interviewing (MI) - a technique that sees a counsellor support someone to develop, highlight and verbalise their need or motivation for change, and their reasons for wanting to change.\n\nFIT goes one step further than MI, as it makes use of multisensory imagery to explore these changes by teaching clients how to elicit and practice motivational imagery themselves. Everyday behaviours and optional app support are used to cue imagery practice until it becomes a cognitive habit.\n\nMaximum contact time was four hours of individual consultation, and neither group received any additional dietary advice or information.\n\nDr Solbrig, who completed the work as part of a PhD funded by The National Institute for Health Research (NIHR) Collaboration for Leadership in Applied Health Research and Care (CLAHRC) South West Peninsula, said: \"It's fantastic that people lost significantly more weight on this intervention, as, unlike most studies, it provided no diet/physical activity advice or education. People were completely free in their choices and supported in what they wanted to do, not what a regimen prescribed.\"\n\nThe study showed how after six months people who used the FIT intervention lost an average of 4.11kg, compared with an average of 0.74kg among the MI group.\n\nAfter 12 months - six months after the intervention had finished - the FIT group continued to lose weight, with an average of 6.44kg lost compared with 0.67kg in the MI group.\n\nDr Solbrig continued: \"Most people agree that in order to lose weight, you need to eat less and exercise more, but in many cases, people simply aren't motivated enough to heed this advice - however much they might agree with it. So FIT comes in with the key aim of encouraging someone to come up with their own imagery of what change might look and feel like to them, how it might be achieved and kept up, even when challenges arise.\n\n\"We started with taking people through an exercise about a lemon. We asked them to imagine seeing it, touching it, juicing it, drinking the juice and juice accidently squirting in their eye, to emphasise how emotional and tight to our physical sensations imagery is. From there we are able to encourage them to fully imagine and embrace their own goals. Not just 'imagine how good it would be to lose weight' but, for example, 'what would losing weight enable you to do that you can't do now? What would that look / sound / smell like?', and encourage them to use all of their senses.\n\n\"As well as being delighted by the success of the study in the short term, there are very few studies that document weight loss past the end of treatment, so to see that people continued to lose weight despite not having any support shows the sustainability and effectiveness of this intervention.\"\n\nTrisha Bradbury was one of the participants allocated to the FIT study, and she explains: \"I lost my mum at 60, and being 59 myself with a variety of health problems, my motivation was to be there for my daughter. I kept thinking about wearing the dress I'd bought for my daughter's graduation, and on days I really didn't feel like exercising, kept picturing how I'd feel.\n\n\"I've gone from 14 stone to 12 stone 2 and have managed to lower the dosage I need for my blood pressure tablets. I'd still like to lose a touch more, but I'm so delighted with the mind-set shift.\"\n\nProfessor Jackie Andrade, Professor in Psychology at the University of Plymouth, is one of the co-creators of FIT, and she explains: \"FIT is based on two decades of research showing that mental imagery is more strongly emotionally charged than other types of thought. It uses imagery to strengthen people's motivation and confidence to achieve their goals, and teaches people how to do this for themselves, so they can stay motivated even when faced with challenges. We were very excited to see that our intervention achieved exactly what we had hoped for and that it helped our participants achieve their goals and most importantly to maintain them.\"\n\n###\n\nThe full study, entitled Functional Imagery Training versus Motivational Interviewing for Weight Loss: A randomised controlled trial of brief individual interventions for overweight and obesity is available to view in the International Journal of Obesity (doi: 10.1038/s41366-018-0122-1).", "images": ["https://web.archive.org/web/20180924152029im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180924152029im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20180924152029im_/https://www.eurekalert.org/multimedia/pub/web/181229_web.jpg", "https://web.archive.org/web/20180924152029im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180924152029im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180924152029im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180924152029im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180924152029im_/https://media.eurekalert.org/meganav/ACS256Meeting_600x200.jpg", "https://web.archive.org/web/20180924152029im_/https://media.eurekalert.org/meganav/Nutrition2018_Newsroom.jpg", "https://web.archive.org/web/20180924152029im_/https://media.eurekalert.org/multimedia_prod/pub/web/181229_web.jpg", "https://web.archive.org/web/20180924152029im_/https://media.eurekalert.org/multimedia_prod/pub/rel/181229_rel.jpg", "https://web.archive.org/web/20180924152029im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180924152029im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180924152029im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180924152029im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180924152029im_/https://www.eurekalert.org/images/e4/logo-footer.png"], "top_img": "https://web.archive.org/web/20180924152029im_/https://www.eurekalert.org/multimedia/pub/web/181229_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180924152029/https://www.eurekalert.org/pub_releases/2018-09/uop-wlc092118.php", "title": "Weight loss can be boosted fivefold thanks to novel mental imagery technique", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A new study has shown how overweight people lost an average of five times more weight using Functional Imagery Training (FIT) -- a brief individual motivational intervention that teaches self-motivating skills using mental imagery -- compared with talking therapy alone. The study was led by the University of Plymouth and Queensland University.", "keywords": "Medicine/Health, Diet/Body Weight, Eating Disorders/Obesity, Nutrition/Nutrients, Social/Behavioral Science, Behavior, Counseling", "date": "2018-09-24 04:00:00 GMT/UTC", "journal": "International Journal of Obesity", "type": "research", "institution": "University of Plymouth", "region": "europe", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "PlymUni", "domain": "www.eurekalert.org", "title": "Weight loss can be boosted fivefold thanks to novel mental imagery technique", "description": "A new study has shown how overweight people lost an average of five times more weight using Functional Imagery Training (FIT) -- a brief individual motivational intervention that teaches self-motivating skills using mental imagery -- compared with talking therapy alone. The study was led by the University of Plymouth and Queensland University."}, "og": {"title": "Weight loss can be boosted fivefold thanks to novel mental imagery technique", "description": "A new study has shown how overweight people lost an average of five times more weight using Functional Imagery Training (FIT) -- a brief individual motivational intervention that teaches self-motivating skills using mental imagery -- compared with talking therapy alone. The study was led by the University of Plymouth and Queensland University.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180924152029/https://www.eurekalert.org/pub_releases/2018-09/uop-wlc092118.php", "image": "https://web.archive.org/web/20180924152029im_/https://www.eurekalert.org/multimedia/pub/web/181229_web.jpg", "type": "website"}, "fb": {"profile_id": "plymouthuni"}}, "movies": [], "publish_date": 1538193600.0, "source": "https://web.archive.org", "summary": ""}