{"url": "https://web.archive.org/web/20151207040147/http://www.eurekalert.org:80/pub_releases/2015-12/econ-mso113015.php", "text": "Targeted magnetic pulses to the brain were shown to reduce craving and substance use in cocaine-addicted patients. The results of this pilot study, published in the peer-reviewed journal European Neuropsychopharmacology, suggest that this may become an effective medical treatment for patients with cocaine addiction, although a larger trial is needed to confirm the initial findings.\n\nCocaine use is widespread in the Western World. Last year, 2.3 million young Europeans (aged 15 to 34) used cocaine, and the US National Institute on Drug Abuse estimates that 1.4 million Americans suffer from cocaine addiction1. There is no effective drug treatment for cocaine addiction, with behavioural therapies being the main element of any treatment regime. Now a group of researchers working in Italy and the USA have shown in a preliminary clinical study that cocaine use can be reduced by treatment with rTMS (repetitive Transcranial Magnetic Stimulation).\n\nAs author, Dr Antonello Bonci (Scientific Director, National Institute on Drug Abuse, and Adjunct Professor, John Hopkins University, Baltimore) said:\n\n\"Despite the fact that more than 20 million people worldwide suffer from cocaine use disorders2, there are no effective neurobiological treatments for patients with this devastating condition\".\n\nThe practical work was conducted by team of scientists led by Dr Luigi Gallimberti, from the University of Padova Medical School, Italy, who enrolled 32 patients who were seeking treatment for cocaine addiction at the hospital clinic. The participating patients were randomized to receive either rTMS or standard symptom-relieving medications.\n\nThe experimental group received one rTMS session per day for five days, and then once a week for the following three weeks, for a total of 8 TMS sessions over 29 days. Those in the control group received pharmacological treatment for symptoms associated with cocaine addiction (such as depression, anxiety and sleep problems). The study indicated the safety of rTMS in patients with cocaine addiction. There was significantly less craving and there were a significantly higher number of cocaine-free urine drug tests in the rTMS compared to the control group. In addition, 69% (11/16) patients) in the experimental group showed no relapse to cocaine use, whereas only 19% (3/16) patients) in the control group showed a similar positive result (the results are adjusted for patients who dropped out of the trial).\n\nDr Bonci said: \"rTMS is a non-invasive and very safe therapeutic approach which is used with other mental health and neurological conditions, such as depression and neuropathic pain. Our study suggests that rTMS may also represent a new treatment for patients with cocaine use disorder\".\n\nAt the end of the first 29 days of the experiment, the experimental group was given the option of continuing the treatment, whereas those in the control group were given the possibility of receiving the same rTMS treatment as the experimental group for 63 days. Results further confirmed the beneficial effects of rTMS in helping patients to maintain abstinence from cocaine.\n\nDr. Bonci continued: We consider this study promising but preliminary. We need to replicate the work in a bigger group of patients using sham-TMS as the control condition. As far as we know, this work represents the first clinical report indicating that rTMS treatment results in significant reduction in cocaine use. It is also important to emphasize that, in this study patients were seeking treatment for their cocaine addiction in a hospital setting: the group studied, albeit small, was a \"real world\" sample. We have continued to follow patients from the trial, and the improvement seems to be sustained over time, up to 12 months, although we don't have any hard data on that yet. It is important that this is taken forward to a larger trial.\n\nWe decided to target an area of the brain involved in decision making, the dorsolateral prefrontal cortex (DL PFC). This was because previous animal studies from our lab had shown that compulsive cocaine-seeking was associated with hypoactivity in the prelimbic cortex, which is a brain area that shares similar behavioural roles to the DL PFC. Importantly, we had found that increasing the activity in the prelimbic cortex could significantly reduce cocaine self-administration\".\n\nCommenting European Neuropsychopharmacology editor, Dr Andreas Meyer-Lindenberg (Mannheim) said,\n\n\"This study represents a creative approach to a disorder that is notoriously difficult to treat in the real world. These pilot data also show that biological treatments nowadays reach far beyond medications and that new neuroscience methods may be used for targeted changes in brain regions relevant for complex mental disorders\".\n\n###", "images": ["https://web.archive.org/web/20151207040147im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20151207040147im_/http://www.eurekalert.org/images/meganav/AHA_logo.jpg", "https://web.archive.org/web/20151207040147im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20151207040147im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20151207040147im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20151207040147im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20151207040147im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20151207040147im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20151207040147im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20151207040147im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20151207040147im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20151207040147im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20151207040147im_/http://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://web.archive.org/web/20151207040147im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20151207040147/http://www.eurekalert.org/pub_releases/2015-12/econ-mso113015.php", "title": "Magnetic stimulation of the brain may help patients with cocaine addiction", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Baltimore, MD Targeted magnetic pulses to the brain were shown to reduce craving and substance use in cocaine-addicted patients. The results of this pilot study, published in the peer-reviewed journal European Neuropsychopharmacology, suggest that this may become an effective medical treatment for patients with cocaine addiction, although a larger trial is needed to confirm the initial findings.", "keywords": "Health Care, Addiction, Clinical Trials, Neurobiology, Medical/Scientific Ethics, Science/Health and the Law, Social/Behavioral Science", "date": "Thu, 03 Dec 2015 05:00:00 GMT", "funder": "Department of Neuroscience of the University of Padua, Italy, 'Novella Fronda' Foundation, Italy, NIDA Intramural Research Program and NIAAA Division of Intramural Clinical and Biological Research", "journal": "European Neuropsychopharmacology", "type": "research", "institution": "European College of Neuropsychopharmacology", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "ECNPtweets", "domain": "www.eurekalert.org"}, "og": {"title": "Magnetic stimulation of the brain may help patients with cocaine addiction", "description": "Baltimore, MD Targeted magnetic pulses to the brain were shown to reduce craving and substance use in cocaine-addicted patients. The results of this pilot study, published in the peer-reviewed journal European Neuropsychopharmacology, suggest that this may become an effective medical treatment for patients with cocaine addiction, although a larger trial is needed to confirm the initial findings.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20151207040147/http://www.eurekalert.org/pub_releases/2015-12/econ-mso113015.php", "image": "https://web.archive.org/web/20151207040147im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "myECNP"}}, "movies": [], "publish_date": 1451365200.0, "source": "https://web.archive.org", "summary": ""}