{"url": "https://web.archive.org/web/20160623144710/http://www.eurekalert.org/pub_releases/2016-06/es-hab062116.php", "text": "Consuming walnuts and select other whole foods as part of a healthy diet may be associated with a reduced risk of physical function impairments throughout the aging process in women\n\nFolsom, Calif., (June 22, 2016) - A new study published in the Journal of Nutrition suggests that consuming 1-2 servings of walnuts per week (1/4 cup per serving) was associated with reduced risk of developing impairments in physical function, which helps enable older women to maintain independence throughout the aging process. (1)\n\nThis paper emphasized that overall diet quality, rather than individual foods, may have a greater impact on reducing risk of physical function impairments. Specifically, diet quality traits most associated with reduced rates of incident physical impairment were higher intake of fruits and vegetables; lower intake of sugar-sweetened beverages, trans fat, and sodium; and moderate alcohol intake. Among food components, the strongest relations were found for increased intakes of oranges, orange juice, apples, pears, romaine or leaf lettuce, and walnuts.\n\n\"There's a lot of research that looks at specific health conditions in aging, such as diabetes and heart disease, but less attention to research on quality of life and ability to maintain independence with aging,\" said Dr. Francine Grodstein, ScD, professor of medicine at Brigham and Women's Hospital and Harvard Medical School. \"The simple message from this study is that eating an overall healthy diet, including certain foods, such as walnuts and other whole foods, may help women with the ability to do key everyday tasks as they age, like carrying groceries or dressing themselves.\"\n\nThe researchers looked at data from 54,762 women in the Nurses' Health Study, which tracked women for over 30 years. Between 1992 and 2008, the women were asked questions about their physical function, including their ability to perform basic activities of daily living. This new paper prospectively examined the association between the dietary habits of the participants and subsequent impairment in physical function. Diet was assessed using the Alternative Healthy Eating Index (AHEI-2010), a measure of diet quality that incorporates foods and nutrients predictive of chronic disease risk based on scientific evidence.\n\n\"These results add to the large body of evidence that outline the many benefits of a healthy diet for women. Additional research is needed to better understand how diet and lifestyle choices can help maintain our health and well-being as we age,\" said Dr. Grodstein.\n\nThere are numerous possible active properties in walnuts that may be contributing factors in providing health benefits. Walnuts are unique among nuts in that they are primarily composed of polyunsaturated fat (13 grams per ounce), which includes alpha-linolenic acid (ALA), the plant-based omega-3 fatty acid. They are the only nut to contain a significant amount of ALA with 2.5 grams per one ounce serving.\n\nSome study limitations should be considered. The sample only included women, so these results may not be generalizable to men. Additionally, participants were not assigned to eat walnuts or other foods, and were just asked about their dietary choices. It is also possible that subjects may have misreported their dietary intake since this information was collected by questionnaires. In addition, because this is an observational study, residual confounding cannot be ruled out (i.e. that other lifestyle habits which are more common in adults who eat walnuts could contribute to the study findings); and, thus, the results should be interpreted with caution.\n\n###\n\nThis research was supported in part by the California Walnut Commission (CWC). The CWC has supported health-related research on walnuts for more than 25 years. While the CWC does provide funds and/or walnuts for various projects, the actual studies are conducted independently by researchers who design the experiments, interpret the results and write the manuscripts.\n\nAbout California Walnut Commission\n\nThe California Walnut Commission, established in 1987, is funded by mandatory assessments of the growers. The Commission is an agency of the State of California that works in concurrence with the Secretary of the California Department of Food and Agriculture (CDFA). The CWC is mainly involved in health research and export market development activities. For more industry information, health research and recipe ideas, visit http://www. walnuts. org .\n\nNon-Discrimination Statement\n\nThe California Walnut Commission (CWC) prohibits discrimination in all programs and activities on the basis of race, color, national origin, age, disability, sex, marital status, familial status, parental status, religion, sexual orientation, genetic information, political beliefs, reprisal, or because all or part of an individual's income is derived from any public assistance programs. Persons with disabilities who require alternative means for communication of program information (Braille, large print, audiotape, etc.) should contact the CWC offices at (916) 922-5888. To file a complaint of discrimination, write to USDA, Director, Office of Civil Rights, 1400 Independence Avenue, S.W., Washington, D.C. 20250-9410, or call (800) 795-3272 (voice) or (202) 720-6382 (TDD). CWC is an equal opportunity employer and provider.\n\nThe California Walnut Commission offices are located at 101 Parkshore Dr., Ste. #250, Folsom, CA 95630\n\nResources:\n\n1. Hagan KA, Chiuve SE, Stampfer MJ, Katz JN, Grodstein F. Greater Adherence to the Alternative Healthy Eating Index Is Associated with Lower Incidence of Physical Function Impairment in the Nurses' Health Study [published online ahead of print May 11, 2016]. J Nutr. doi: 10.3945/jn.115.227900", "images": ["https://web.archive.org/web/20160623144710im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160623144710im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160623144710im_/http://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20160623144710im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160623144710im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160623144710im_/http://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20160623144710im_/http://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20160623144710im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160623144710im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160623144710im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160623144710im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160623144710im_/http://media.eurekalert.org/multimedia_prod/pub/rel/118169_rel.jpg", "https://web.archive.org/web/20160623144710im_/http://media.eurekalert.org/multimedia_prod/pub/web/118169_web.jpg", "https://web.archive.org/web/20160623144710im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg"], "top_img": "https://web.archive.org/web/20160623144710im_/http://media.eurekalert.org/multimedia_prod/pub/web/118169_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160623144710/http://www.eurekalert.org/pub_releases/2016-06/es-hab062116.php", "title": "Healthy aging benefits may be associated with walnut consumption, according to research", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A new study published in the Journal of Nutrition suggests that consuming one to two servings of walnuts per week (1/4 cup per serving) was associated with reduced risk of developing impairments in physical function, which helps enable older women to maintain independence throughout the aging process.", "keywords": "Medicine/Health, Aging", "date": "Wed, 22 Jun 2016 04:00:00 GMT", "funder": "California Walnut Commission", "journal": "Journal of Nutrition", "type": "research", "institution": "Edelman Seattle", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "EurekAlertAAAS", "domain": "www.eurekalert.org"}, "og": {"title": "Healthy aging benefits may be associated with walnut consumption, according to research", "description": "A new study published in the Journal of Nutrition suggests that consuming one to two servings of walnuts per week (1/4 cup per serving) was associated with reduced risk of developing impairments in physical function, which helps enable older women to maintain independence throughout the aging process.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160623144710/http://www.eurekalert.org/pub_releases/2016-06/es-hab062116.php", "image": "https://web.archive.org/web/20160623144710im_/http://media.eurekalert.org/multimedia_prod/pub/web/118169_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1467172800.0, "source": "https://web.archive.org", "summary": ""}