{"url": "http://www.newswise.com/articles/view/666577/?sc=mwhn", "text": "December 8, 2016 | by Samantha Bonar\n\nNewswise — City of Hope patient Susan Young has had a remarkable response to a potentially revolutionary new treatment, a combination of the p53 cancer vaccine and a drug that blocks a specific cancer-aiding protein.\n\nThe 69-year-old came to City of Hope in August 2016 from UC Davis with advanced triple-negative breast cancer that had metastasized to her bones and skin. She had exhausted all of her chemotherapy options, and this experimental treatment was her last hope. The only other option was hospice.\n\n“At least 60 to 70 percent of her body was covered by lesions, inflammation and thickened, purplish skin,” said Yuan Yuan, M.D., breast cancer oncologist at City of Hope, who treated Young. “Six weeks into her treatment, the skin lesions were gone, her itchiness went away. It’s quite a dramatic response.”\n\nSo dramatic, in fact, that Yuan refers to Young as her “miracle patient.”\n\n“This in some ways is pretty unprecedented. This patient is at a late stage of her disease. There are no treatments available that would have done the same thing,” said Don J. Diamond, Ph.D., chair of the Department of Experimental Therapeutics at City of Hope.\n\nYoung received a combination of the p53 vaccine and the drug pembrolizumab. Diamond developed the vaccine and has been studying its effectiveness in clinical trials at COH since 2010. He currently is testing it on ovarian cancer and other solid tumors, such as pancreatic and gastrointestinal masses.\n\n“I've responded great. I'm feeling good,” said Young, who has received six of seven pembrolizumab infusions, each of which takes about a half-hour, and all three p53 vaccine injections. “My skin has cleared up. I think the prognosis is going to be good now.”\n\nTeaching the immune system to fight\n\nThe most frequent mutation across all cancers occurs in a gene called p53, which contributes to cells becoming oncogenic when they produce a mutant form of the p53 protein (p53 gene mutations are present in about 50% of malignancies). Diamond’s vaccine boosts the immune response to many different mutant forms of p53. The researchers tested this vaccine, known as p53MVA, in a 2013 clinical trial and found it to be safe in patients with advanced gastrointestinal cancers.\n\nHowever, patients whose T cells had pre-existing high levels of a protein named PD1 — a molecule that instructs immune cells to shut down — responded poorly to the anti-p53 vaccine. In a subsequent laboratory study, the COH researchers showed that these patients’ immune cells could be reactivated by treatment with a PD1 inhibitor that is a biosimilar to the clinical drug called pembrolizumab. Together, the vaccine and the drug potentially could form a potent team to reactivate the immune system to quickly clear out cancer cells.\n\nBefore Young, the combination had been tried on patients with recurrent solid tumors such as non-small cell lung cancer, melanoma, renal cell carcinoma and many other cancer types.\n\nSo far, while Diamond has noted an immune response in patients given the combination treatment in clinical trials, he has not seen a clinical benefit.\n\nThat is, until he met Young.\n\n“We have treated a number of different types of patients with the combination, but nothing is even in the same universe as this,” he said.\n\nA 'shocking' response\n\nYoung, who tested positive for the p53 mutation, has been fighting breast cancer for eight years and has undergone “one chemo after another,” Yuan said.\n\nReferred to City of Hope by her physician at Davis, she began responding to the experimental treatment right away, Yuan said, her skin tumors disappearing and the latest biopsies showing no cancer. “The purple, thickened skin has faded away, the skin color has normalized. She’s healed, basically,” she said.\n\n“It’s such a promising early response. It’s quite unusual,” she added. “We have two drugs here so it’s hard to dissect which drug did what, but we do think the vaccine played a key role.”\n\n“It was shocking to me,” said Diamond. “What we have noticed is that her immune response to p53 has been increasing as time goes on. It was of tremendous magnitude in the last [blood] draw.”\n\nThe next step will be to take bone and CT scans to see if the cancer is disappearing internally as well as externally, which Young will receive in a couple of weeks.\n\nEven now, though, Young is “extremely happy with the results,” Yuan said. “Her psychological wellbeing has improved. Her appetite is better, she’s more functional. She went through a lot. It will be very interesting to follow up.”\n\n“I couldn't look at myself. It was really hard,” Young said of the skin lesions she had endured for five years. They started to go away after the third treatment, she said. “Even the marks where it was climbing up my neck are all gone.”Further study needed\n\nWhat Diamond is hoping for now is funding for a full clinical trial so that he can test the combination in advanced triple-negative breast cancer patients who test positive for p53. A couple of major drug companies have already expressed interest in his vaccine, he said.\n\n“What we would like is to have women come here from all over the country and the world to receive this vaccine formula so that we can test this combination,” Diamond said. “If it happened once, maybe it will happen twice. But we’ve got to get these patients in.”\n\nFollowing the success in Young, the formula has recently been given to two other triple negative breast cancer patients at City of Hope. It’s too early to gauge the response, although “the entire breast team is very excited about this,” Diamond said. “We saw this phenomenal response in this patient. I am very encouraged by the findings, so I think there’s a story to come.”\n\n“Everything is turning around for me,” Young said. “I was very frightened when I started out. I'm not that frightened anymore. I know it still can turn for me, but I think I'm going to be the miracle that [Dr. Yuan] wants.”", "images": ["https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/12/15/1430446680083-yuan-and-susan-256-x-256.jpg&width=100&height=100", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/assets/img/logo.png.pagespeed.ce.pQl5UlxZ8w.png", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2016/12/15/1430446680083-yuan-and-susan-256-x-256.jpg&width=502&height=334"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/12/15/1430446680083-yuan-and-susan-256-x-256.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/miracle-patient-finds-new-hope-with-breast-cancer-vaccine", "title": "‘Miracle Patient’ Finds New Hope with Breast Cancer Vaccine", "meta_data": {"keywords": "Newswise, ,Cancer, Vaccines, Local - California, Local - LA Metro,  City of Hope", "description": "City of Hope patient Susan Young has had a remarkable response to a potentially revolutionary new treatment, a combination of the p53 cancer vaccine and a drug that blocks a specific cancer-aiding protein.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "City of Hope patient Susan Young has had a remarkable response to a potentially revolutionary new treatment, a combination of the p53 cancer vaccine and a drug that blocks a specific cancer-aiding protein.", "title": "‘Miracle Patient’ Finds New Hope with Breast Cancer Vaccine", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/12/15/1430446680083-yuan-and-susan-256-x-256.jpg&width=100&height=100", "url": "https://www.newswise.com/articles/miracle-patient-finds-new-hope-with-breast-cancer-vaccine"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}