{"url": "http://media.jamanetwork.com/news-item/use-of-frailty-screening-initiative-before-surgery-associated-with-reduced-risk-of-death/", "text": "EMBARGOED FOR RELEASE: 11 A.M. (ET), WEDNESDAY, NOVEMBER 30, 2016\n\nMedia Advisory: To contact Daniel E. Hall, M.D., M.Div., M.H.Sc., email Sheila Tunney at sheila.tunney@va.gov.\n\nRelated material: Also available at the For the Media website, the commentary “A Call for Frailty Screening in the Preoperative Setting,” by Anne M. Suskind, M.D., M.S., and Emily Finlayson, M.D., M.S., of the University of California, San Francisco.\n\nTo place an electronic embedded link to this study in your story: This link will be live at the embargo time: http://jamanetwork.com/journals/jamasurgery/fullarticle/10.1001/jamasurg.2016.4219\n\nJAMA Surgery\n\nIn a study published online by JAMA Surgery, Daniel E. Hall, M.D., M.Div., M.H.Sc., of the Veterans Affairs Pittsburgh Healthcare System and University of Pittsburgh, and colleagues examined the effect of a Frailty Screening Initiative (FSI) on death and complications by comparing the surgical outcomes of patients treated before and after implementation of the FSI.\n\nAs the U.S. population ages, the number of operations performed on elderly patients will likely increase. Frailty predicts postoperative mortality and illness more than age alone, thus presenting opportunities to identify the highest-risk surgical patients and provide tailored clinical care to improve their outcomes. This study included 9,153 patients (average age, 60 years) from a Veterans Affairs medical center who presented for major, elective, noncardiac surgery. Preoperative frailty was assessed with the Risk Analysis Index (RAI; a 14-item questionnaire), and the records of all frail patients (as determined by a certain RAI score) were flagged for administrative review by the chief of surgery (or designee) before the scheduled operation. On the basis of this review, clinicians from surgery, anesthesia, critical care, and palliative care were notified of the patient’s frailty and associated surgical risks; if indicated, perioperative plans were modified based on team input.\n\nThe researchers found that overall 30-day mortality decreased from 1.6 percent (84 of 5,275 patients) to 0.7 percent (26 of 3,878 patients) after FSI implementation. Improvement was greatest among frail patients (12.2 percent to 3.8 percent), although mortality rates also decreased among the robust patients (1.2 percent to 0.3 percent). The magnitude of improvement among frail patients increased at 180 and 365 days.\n\n“The ultimate cause of the survival benefit is likely multifactorial, including changes in preoperative decision making, intraoperative management, and postoperative rescue,” the authors write.\n\n“This study reveals the feasibility of facility-wide frailty screening in elective surgical populations. It also suggests the potential to improve postoperative survival among the frail through systematic administrative screening, review, and optimization of perioperative plans. The absolute reduction in 180-day mortality among frail patients was more than 19 percent, with improvement remaining robust even after controlling for age, frailty, and predicted mortality.”\n\n(JAMA Surgery. Published online November 30, 2016.doi:10.1001/jamasurg.2016.4219. This study is available pre-embargo at the For The Media website.)\n\nEditor’s Note : This investigation was supported by a grant from the U.S. Department of Veterans Affairs, Veterans Health Administration, Office of Research and Development, Health Services Research and Development. Please see the article for additional information, including other authors, author contributions and affiliations, financial disclosures, etc.\n\n# # #\n\nFor more information, contact JAMA Network Media Relations at 312-464-JAMA (5262) or email mediarelations@jamanetwork.org.", "images": ["https://8zdwfheqf626okso1umzsoo3-wpengine.netdna-ssl.com/wp-content/themes/ftm/library/images/apple-icon-touch.png"], "top_img": "https://8zdwfheqf626okso1umzsoo3-wpengine.netdna-ssl.com/wp-content/themes/ftm/library/images/apple-icon-touch.png", "keywords": [], "authors": [], "canonical_link": "https://media.jamanetwork.com/news-item/use-of-frailty-screening-initiative-before-surgery-associated-with-reduced-risk-of-death/", "title": "Use of Frailty Screening Initiative before Surgery Associated with Reduced Risk of Death", "meta_data": {"HandheldFriendly": "True", "MobileOptimized": 320, "viewport": "width=device-width, initial-scale=1.0", "msapplication-TileColor": "#f01d4f", "msapplication-TileImage": "https://media.jamanetwork.com/wp-content/themes/ftm/library/images/win8-tile-icon.png", "twitter": {"card": "summary_large_image", "description": "EMBARGOED FOR RELEASE: 11 A.M. (ET), WEDNESDAY, NOVEMBER 30, 2016 Media Advisory: To contact Daniel E. Hall, M.D., M.Div., M.H.Sc., email Sheila Tunney at sheila.tunney@va.gov. Related material: Also available at the For the Media website, the commentary “A Call for Frailty Screening in the Preoperative Setting,” by Anne M. Suskind, M.D., M.S., and Emily Finlayson,...", "title": "Use of Frailty Screening Initiative before Surgery Associated with Reduced Risk of Death - For The Media - JAMA Network"}}, "movies": [], "publish_date": null, "source": "http://media.jamanetwork.com", "summary": ""}