{"url": "https://web.archive.org/web/20170222124425/https://www.eurekalert.org/pub_releases/2017-02/rson-smb021417.php", "text": "OAK BROOK, Ill. - MRI screening improves early diagnosis of breast cancer in all women-not only those at high risk-according to a new study from Germany published online in the journal Radiology.\n\nMRI has long been known as an effective breast cancer screening modality that offers better sensitivity than mammography and ultrasound. Currently, guidelines reserve breast MRI screening for women who have a strong family history or other specific breast cancer risk factors. MRI screening has not been considered necessary for women at average risk, and there has been resistance to expansion of MRI into this population due, in part, to concern over higher costs.\n\nHowever, with breast cancer remaining a major cause of cancer death in women, there is good reason to pursue the search for improved screening methods, according to the study's lead author, Christiane Kuhl, M.D., chair of the Department of Radiology at RWTH Aachen University in Aachen, Germany.\n\nBetween 2005 and 2013, Dr. Kuhl and colleagues studied breast MRI's impact on 2,120 women, ages 40 to 70, with less than a 15 percent lifetime risk of breast cancer. The women had normal screening mammograms and, in the case of those with dense breast tissue, normal screening ultrasound. Breast MRI detected 60 additional breast cancers, including 40 invasive cancers, for an overall supplemental cancer detection rate of 15.5 per 1,000 women. Of the 60 cancers detected in the study group over the observation period (7,007 screening rounds), 59 were found only using MRI, one was found also by mammography, and none by mammography or ultrasound alone.\n\nAccording to Dr. Kuhl, the results suggest that MRI can serve as a useful supplemental screening tool for women at average risk, especially those with dense mammographic tissue, and that MRI is superior to supplemental ultrasound for this purpose.\n\nThe results also highlight the ability of MRI in the detection of more aggressive types of cancer.\n\n\"The faster a cancer grows and the better it is in seeding metastases, the better will it be picked up early by MRI,\" Dr. Kuhl said. \"In our cohort, cancers found by MRI alone exhibited features of rapid growth at pathology.\"\n\nThis ability is especially important in women with dense breast tissue in which aggressive cancers may be missed on mammography. Left undetected, these cancers will grow to become clinically palpable cancers, also known as interval cancers. The new study showed that, consistent with previous research, breast MRI can depict these rapidly growing cancers with high reliability.\n\nAccording to Dr. Kuhl, interval cancers exhibit an adverse biologic profile and are the main driver of breast cancer mortality. Additional cancers detected by MRI screening in the study had a skewed distribution towards a higher-than-normal prevalence or incidence of rapidly growing (grade 3) cancers.\n\n\"The interval cancer rate in our study was zero percent. Not a single cancer was undetected that became palpable,\" she said. \"This suggests that MRI finds breast cancers that also mammography would find, but MRI detects them earlier, and it finds the cancers which, if MRI had not been done, would have progressed to interval cancers.\"\n\n###\n\n\"Supplemental Breast MR Imaging Screening of Women with Average Risk of Breast Cancer.\" Collaborating with Dr. Kuhl were Kevin Strobel, M.D., Heribert Bieling, M.Sc., Claudia Leutner, M.D., Hans H. Schild, M.D., Ph.D., and Simone Schrading, M.D., Ph.D.\n\nRadiology is edited by Herbert Y. Kressel, M.D., Harvard Medical School, Boston, Mass., and owned and published by the Radiological Society of North America, Inc. (http://radiology. rsna. org/ )\n\nRSNA is an association of 54,000 radiologists, radiation oncologists, medical physicists and related scientists promoting excellence in patient care and health care delivery through education, research and technologic innovation. The Society is based in Oak Brook, Ill. (RSNA.org)\n\nFor patient-friendly information on breast MRI, visit RadiologyInfo.org.", "images": ["https://web.archive.org/web/20170222124425im_/https://media.eurekalert.org/multimedia_prod/pub/rel/133214_rel.jpg", "https://web.archive.org/web/20170222124425im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170222124425im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170222124425im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170222124425im_/https://media.eurekalert.org/multimedia_prod/pub/web/133214_web.jpg", "https://web.archive.org/web/20170222124425im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170222124425im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170222124425im_/https://media.eurekalert.org/multimedia_prod/pub/rel/133215_rel.jpg", "https://web.archive.org/web/20170222124425im_/https://www.eurekalert.org/images/meganav/AM17-NoDate.png", "https://web.archive.org/web/20170222124425im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170222124425im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170222124425im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170222124425im_/https://www.eurekalert.org/multimedia/pub/web/133215_web.jpg", "https://web.archive.org/web/20170222124425im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170222124425im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170222124425im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg"], "top_img": "https://web.archive.org/web/20170222124425im_/https://www.eurekalert.org/multimedia/pub/web/133215_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170222124425/https://www.eurekalert.org/pub_releases/2017-02/rson-smb021417.php", "title": "Screening MRI benefits women at average risk of breast cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "MRI screening improves early diagnosis of breast cancer in all women-not only those at high risk-according to a new study from Germany.", "keywords": "Medicine/Health, Cancer, Breast Cancer, Diagnostics", "date": "Tue, 21 Feb 2017 05:00:00 GMT", "journal": "Radiology", "type": "research", "institution": "Radiological Society of North America", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "rsna", "domain": "www.eurekalert.org", "title": "Screening MRI benefits women at average risk of breast cancer", "description": "MRI screening improves early diagnosis of breast cancer in all women-not only those at high risk-according to a new study from Germany."}, "og": {"title": "Screening MRI benefits women at average risk of breast cancer", "description": "MRI screening improves early diagnosis of breast cancer in all women-not only those at high risk-according to a new study from Germany.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170222124425/https://www.eurekalert.org/pub_releases/2017-02/rson-smb021417.php", "image": "https://web.archive.org/web/20170222124425im_/https://www.eurekalert.org/multimedia/pub/web/133215_web.jpg", "type": "website"}, "fb": {"profile_id": "RSNAfans"}}, "movies": [], "publish_date": 1488258000.0, "source": "https://web.archive.org", "summary": ""}