{"url": "https://web.archive.org/web/20151019124150/http://www.eurekalert.org/pub_releases/2015-10/aoa-rci100715.php", "text": "Researchers from the Rowan University School of Osteopathic Medicine are nearing development of a blood test that can accurately detect the presence of Alzheimer's disease, which would give physicians an opportunity to intervene at the earliest, most treatable stage.\n\nRobert Nagele, PhD, presented his team's most recent findings October 18 at OMED 15 in Orlando. Dr. Nagele's work focuses on utilizing autoantibodies as blood-based biomarkers to accurately detect the presence of myriad diseases and pinpoint the stage to which a disease has progressed. By detecting Alzheimer's disease long before symptoms emerge, Dr. Nagele hopes those with disease-related autoantibody biomarkers will be encouraged to make beneficial lifestyle changes that may help to slow development of the disease.\n\n\"There are significant benefits to early disease detection because we now know that many of the same conditions that lead to vascular disease are also significant risk factors for Alzheimer's. People found to have preclinical disease can take steps to improve their vascular health, including watching their diet, exercising and managing any weight and blood pressure issues to help stave off or slow disease progression,\" Nagele said.\n\nWhile the cause of Alzheimer's remains elusive, it is clear that maintaining a healthy blood-brain barrier is a critical preventative measure. Diabetes, high cholesterol, high blood pressure, stroke and being overweight jeopardize vascular health. As blood vessels in the brain weaken or become brittle with age, they begin to leak, which allows plasma components including brain-reactive autoantibodies into the brain. There, the autoantibodies can bind to neurons and accelerate the accumulation of beta amyloid deposits, a hallmark of Alzheimer's pathology.\n\nThe blood test developed by Dr. Nagele has also shown promise in detecting other diseases, including Parkinsons's, multiple sclerosis and breast cancer. His team's research on the role of autoantibodies explains that:\n\nAll humans possess thousands of autoantibodies in their blood;\n\nThese autoantibodies specifically bind to blood-borne cellular debris generated by organs and tissues all over the body;\n\nAn individual's autoantibody profile is strongly influenced by age, gender and the presence of specific diseases or injuries; and\n\nDiseases cause characteristic changes in autoantibody profiles that, when detected, can serve as biomarkers that reveal the presence of the disease.\n\nIn Alzheimer's, the brain begins to change years before symptoms emerge. Detecting Alzheimer's antibodies at the preclinical stage would give patients an opportunity to work with their physician to make lifestyle changes or receive available treatments before they become symptomatic. Potentially, this early intervention could help those with preclinical Alzheimer's avoid or delay the most devastating symptoms.\n\n\"As osteopathic physicians, we constantly tell patients that a healthy lifestyle is the best medicine for preventing disease. We also know that many people tune out messages about nutrition and exercise until a health crisis gets their attention,\" said Jennifer Caudle, DO, assistant professor of family medicine at Rowan University. \"I can't think of a single patient who wouldn't take steps to prevent the progression of Alzheimer's if they could directly affect their prognosis.\"\n\nToday, there is no definitive FDA-approved blood test for Alzheimer's, which affects an estimated 5.3 million Americans. It is among the top 10 causes of death in America.\n\nDr. Nagele's research has been supported by grants from the Michael J. Fox Foundation and the Osteopathic Heritage Foundation.\n\n###\n\nAbout OMED 15\n\nOMED 15 is a five-day event offering clinical and research updates in 15 specialties, with an emphasis on osteopathic principles and practices.", "images": ["https://web.archive.org/web/20151019124150im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20151019124150im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20151019124150im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20151019124150im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20151019124150im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20151019124150im_/http://www.eurekalert.org/images/meganav/ACS_logo.jpg", "https://web.archive.org/web/20151019124150im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20151019124150im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20151019124150im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20151019124150im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20151019124150im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20151019124150im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20151019124150im_/http://www.eurekalert.org/images/meganav/portal-climate.png"], "top_img": "https://web.archive.org/web/20151019124150im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20151019124150/http://www.eurekalert.org/pub_releases/2015-10/aoa-rci100715.php", "title": "Researchers close in on a blood test for Alzheimer's disease", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Researchers from the Rowan University School of Osteopathic Medicine are nearing development of a blood test that can accurately detect the presence of Alzheimer's disease, which would give physicians an opportunity to intervene at the earliest, most treatable stage.", "keywords": "Medicine/Health, Neurobiology, Alzheimer's Disease, Parkinson's Disease, Public Health, Aging, Disabled Persons, Mental Health, Perception/Awareness", "date": "Sun, 18 Oct 2015 04:00:00 GMT", "type": "research", "institution": "American Osteopathic Association", "meeting": "OMED 2015", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "aoafordos", "domain": "www.eurekalert.org"}, "og": {"title": "Researchers close in on a blood test for Alzheimer's disease", "description": "Researchers from the Rowan University School of Osteopathic Medicine are nearing development of a blood test that can accurately detect the presence of Alzheimer's disease, which would give physicians an opportunity to intervene at the earliest, most treatable stage.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20151019124150/http://www.eurekalert.org/pub_releases/2015-10/aoa-rci100715.php", "image": "https://web.archive.org/web/20151019124150im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "osteopathicphysicians"}}, "movies": [], "publish_date": 1446091200.0, "source": "https://web.archive.org", "summary": ""}