{"url": "http://www.nih.gov/news/health/apr2015/ninds-20.htm", "text": "Drugs that activate brain stem cells may reverse multiple sclerosis\n\nCase Western Reserve University; Illustrator: Megan Kern\n\nTwo drugs already on the market — an antifungal and a steroid — may potentially take on new roles as treatments for multiple sclerosis. According to a study published in Nature today, researchers discovered that these drugs may activate stem cells in the brain to stimulate myelin producing cells and repair white matter, which is damaged in multiple sclerosis. The study was partially funded by the National Institute of Neurological Disorders and Stroke (NINDS), part of the National Institutes of Health.\n\nSpecialized cells called oligodendrocytes lay down multiple layers of a fatty white substance known as myelin around axons, the long “wires” that connect brain cells. Myelin acts as an insulator and enables fast communication between brain cells. In multiple sclerosis there is breakdown of myelin and this deterioration leads to muscle weakness, numbness and problems with vision, coordination and balance.\n\n“To replace damaged cells, the scientific field has focused on direct transplantation of stem cell-derived tissues for regenerative medicine, and that approach is likely to provide enormous benefit down the road. We asked if we could find a faster and less invasive approach by using drugs to activate native nervous system stem cells and direct them to form new myelin. Our ultimate goal was to enhance the body’s ability to repair itself,” said Paul J. Tesar, Ph.D., associate professor at Case Western Reserve School of Medicine in Cleveland, and senior author of the study.\n\nIt is unknown how myelin-producing cells are damaged, but research suggests they may be targeted by malfunctioning immune cells and that multiple sclerosis may start as an autoimmune disorder. Current therapies for multiple sclerosis include anti-inflammatory drugs, which help prevent the episodic relapses common in multiple sclerosis, but are less effective at preventing long-term disability. Scientists believe that therapies that promote myelin repair might improve neurologic disability in people with multiple sclerosis.\n\nAdult brains contain oligodendrocyte progenitor cells (OPCs), which are stem cells that generate myelin-producing cells. OPCs are found to multiply in the brains of multiple sclerosis patients as if to respond to myelin damage, but for unknown reasons they are not effective in restoring white matter. In the current study, Dr. Tesar wanted to see if drugs already approved for other uses were able to stimulate OPCs to increase myelination.\n\nOPCs have been difficult to isolate and study, but Dr. Tesar and his colleagues, in collaboration with Robert Miller, Ph.D., professor at George Washington University School of Medicine and Health Sciences in Washington, D.C., developed a novel method to investigate these cells in a petri dish. Using this technique, they were able to quickly test the effects of hundreds of drugs on the stem cells.\n\nThe compounds screened in this study were obtained from a drug library maintained by NIH’s National Center for Advancing Translational Sciences (NCATS). All are approved for use in humans. NCATS and Dr. Tesar have an ongoing collaboration and plan to expand the library of drugs screened against OPCs in the near future to identify other promising compounds.\n\nDr. Tesar’s team found that two compounds in particular, miconazole (an antifungal) and clobetasol (a steroid), stimulated mouse and human OPCs into generating myelin-producing cells.\n\nNext, they examined whether the drugs, when injected into a mouse model of multiple sclerosis, could improve re-myelination. They found that both drugs were effective in activating OPCs to enhance myelination and reverse paralysis. As a result, almost all of the animals regained the use of their hind limbs. They also found that the drugs acted through two very different molecular mechanisms.\n\n“The ability to activate white matter cells in the brain, as shown in this study, opens up an exciting new avenue of therapy development for myelin disorders such as multiple sclerosis,” said Ursula Utz, Ph.D., program director at the NINDS.\n\nDr. Tesar and his colleagues caution that more research is needed before miconazole and clobetasol can be tested in multiple sclerosis clinical trials. They are currently approved for use as creams or powders on the surfaces of the body but their safety administered in other forms, such as injections, in humans is unknown.\n\n“Off-label use of the current forms of these drugs is more likely to increase other health concerns than alleviate multiple sclerosis symptoms. We are working tirelessly to ready a safe and effective drug for clinical use,” Dr. Tesar said.\n\nThis work was supported by the NINDS (NS085246, NS030800, NS026543), the New York Stem Cell Foundation and the Myelin Repair Foundation, New York City.\n\nThe NINDS is the nation’s leading funder of research on the brain and nervous system. The mission of NINDS is to seek fundamental knowledge about the brain and nervous system and to use that knowledge to reduce the burden of neurological disease.\n\nThe National Center for Advancing Translational Sciences is a distinctly different entity in the research ecosystem. Rather than targeting a particular disease or fundamental science, NCATS focuses on what is common across diseases and the translational process. The Center emphasizes innovation and deliverables, relying on the power of data and new technologies to develop, demonstrate and disseminate advancements in translational science that bring about tangible improvements in human health. For more information, visit http://www.ncats.nih.gov.\n\nAbout the National Institutes of Health (NIH): NIH, the nation's medical research agency, includes 27 Institutes and Centers and is a component of the U.S. Department of Health and Human Services. NIH is the primary federal agency conducting and supporting basic, clinical, and translational medical research, and is investigating the causes, treatments, and cures for both common and rare diseases. For more information about NIH and its programs, visit www.nih.gov.\n\nNIH…Turning Discovery Into Health®", "images": ["http://www.nih.gov/sites/all/themes/nih/images/nih-logo-color.png", "https://www.nih.gov/sites/default/files/styles/featured_media_breakpoint-medium/public/news-events/news-releases/2015/20150420-remyelination.jpg?itok=oSg377uC&timestamp=1436279919", "https://www.nih.gov/favicon.ico"], "top_img": "https://www.nih.gov/favicon.ico", "keywords": [], "authors": [], "canonical_link": "https://www.nih.gov/news-events/news-releases/drugs-activate-brain-stem-cells-may-reverse-multiple-sclerosis", "title": "Drugs that activate brain stem cells may reverse multiple sclerosis", "meta_data": {"MobileOptimized": "width", "google-site-verification": "rjIoO4vW0AYgltSYvxM1L_CzGIkq28kHf9gHIASKx8s", "description": "NIH-funded study identifies over-the-counter compounds that may replace damaged cells", "keywords": "NIH, NINDS, NCATS, drugs, activate, brain, stem cells, reverse, multiple sclerosis, MS", "robots": "follow, index", "viewport": "width=device-width, initial-scale=1.0", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "National Institutes of Health (NIH)", "type": "article", "title": "Drugs that activate brain stem cells may reverse multiple sclerosis", "url": "https://www.nih.gov/news-events/news-releases/drugs-activate-brain-stem-cells-may-reverse-multiple-sclerosis", "description": "NIH-funded study identifies over-the-counter compounds that may replace damaged cells", "updated_time": "2015-10-21T08:57:30-04:00"}, "twitter": {"card": "summary_large_image", "url": "https://www.nih.gov/news-events/news-releases/drugs-activate-brain-stem-cells-may-reverse-multiple-sclerosis", "title": "Drugs that activate brain stem cells may reverse multiple sclerosis", "description": "NIH-funded study identifies over-the-counter compounds that may replace damaged cells"}, "article": {"published_time": "2015-07-20T04:19:01-04:00", "modified_time": "2015-10-21T08:57:30-04:00"}, "published_date": "2015-07-20T04:19:01-04:00", "last_revision": "2015-10-21T08:57:30-04:00"}, "movies": [], "publish_date": 1437380341.0, "source": "http://www.nih.gov", "summary": ""}