{"url": "https://web.archive.org/web/20160422150020/http://www.eurekalert.org:80/pub_releases/2016-04/ghri-oas041916.php", "text": "Research at Group Health points to bupropion (Wellbutrin) as first choice for overweight and obese patients with depression\n\nSEATTLE--Group Health researchers have found that bupropion (marketed as Wellbutrin) is the only antidepressant that tends to be linked to long-term modest weight loss.\n\nPreviously, Group Health researchers showed a two-way street between depression and body weight: People with depression are more likely to be overweight, and vice versa. These researchers also found that most antidepressant medications have been linked to weight gain.\n\nPrior research on antidepressants and weight change was limited to one year or shorter. But many people take antidepressants--the most commonly prescribed medications in the United States--for longer than a year. So for up to two years the new study followed more than 5,000 Group Health patients who started taking an antidepressant. The Journal of Clinical Medicine published it: \"Long-Term Weight Change after Initiating Second-Generation Antidepressants.\"\n\n\"Our study suggests that bupropion is the best initial choice of antidepressant for the vast majority of Americans who have depression and are overweight or obese,\" said study leader David Arterburn, MD, MPH. He's a senior investigator at Group Health Research Institute (GHRI), a Group Health physician, and an affiliate associate professor in the University of Washington (UW) School of Medicine's Department of Medicine. But in some cases, an overweight or obese patient has reasons why bupropion is not for them--like a history of seizure disorder--and it would be better for them to choose a different treatment option.\n\nStudy findings\n\n\"We found that bupropion is the only antidepressant that tends to be linked to weight loss over two years,\" Dr. Arterburn said. \"All other antidepressants are linked to varying degrees of weight gain.\"\n\nAfter two years, nonsmokers lost an average of 2.4 pounds on bupropion--compared with gaining an average of 4.6 pounds on fluoxetine (Prozac). So those who took bupropion ended up weighing 7 pounds less than did those on fluoxetine.\n\nUnsurprisingly, that difference wasn't seen in people who smoked tobacco. Bupropion is often used to help patients stop smoking. So smokers who take bupropion are likely to be trying to quit--and coping with the weight gain that often accompanies attempts to quit smoking.\n\nWho should try which antidepressant?\n\n\"A large body of evidence indicates no difference in how effectively the newer antidepressants improve people's moods,\" said Dr. Arterburn's coauthor Gregory Simon, MD, MPH, a Group Health psychiatrist, GHRI senior investigator, and research professor in psychiatry and behavioral sciences at the UW School of Medicine. \"So it makes sense for doctors and patients to choose antidepressants on the basis of their side effects, costs, and patients' preferences--and, now, on whether patients are overweight or obese.\"\n\nBupropion should be considered the first-line drug of choice for people who are overweight or obese, Dr. Simon said. But patients should consult their doctor about which medication is right for them, before making any changes, including starting, switching, or stopping medication.\n\n###\n\nGrant R01 MH083671 from the National Institute of Mental Health funded this research.\n\nDrs. Arterburn and Simon's coauthors are GHRI Senior Investigator Denise M. Boudreau, PhD, Research Project Management Director Emily O. Westbrook , Programmer Analyst Mary Kay Theis, and Andy Bogart; Tamar Sofer, PhD, a biostatistician at the UW School of Public Health and post-doctoral research fellow at Harvard University; and Sebastien Haneuse, PhD, an associate professor of biostatistics at the Harvard T.H. Chan School of Public Health, who used to work at GHRI.\n\nGroup Health Research Institute\n\nGroup Health Research Institute does practical research that helps people like you and your family stay healthy. The Institute is the research arm of Seattle-based Group Health Cooperative, a consumer-governed, nonprofit health care system. Founded in 1947, Group Health Cooperative coordinates health care and coverage. The Institute has conducted nonproprietary public-interest research on preventing, diagnosing, and treating major health problems since 1983. Government and private research grants provide its main funding. Follow Group Health research on Twitter, Facebook, Pinterest, LinkedIn, or YouTube.", "images": ["https://web.archive.org/web/20160422150020im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160422150020im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160422150020im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20160422150020im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160422150020im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160422150020im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160422150020im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160422150020im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20160422150020im_/http://media.eurekalert.org/multimedia_prod/pub/web/113657_web.jpg", "https://web.archive.org/web/20160422150020im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160422150020im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160422150020im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160422150020im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160422150020im_/http://media.eurekalert.org/multimedia_prod/pub/rel/113657_rel.jpg"], "top_img": "https://web.archive.org/web/20160422150020im_/http://media.eurekalert.org/multimedia_prod/pub/web/113657_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160422150020/http://www.eurekalert.org/pub_releases/2016-04/ghri-oas041916.php", "title": "One antidepressant shown to control weight during 2-year study", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Group Health researchers have found that bupropion (marketed as Wellbutrin) is the only antidepressant that tends to be linked to long-term modest weight loss. Previously, Group Health researchers linked depression to obesity--and most antidepressant medications to weight gain. The new study suggests that bupropion is the best initial choice of antidepressant for the vast majority of Americans who have depression and are overweight or obese.", "keywords": "Medicine/Health, Diet/Body Weight, Eating Disorders/Obesity, Health Care Systems/Services, Social/Behavioral Science, Mental Health, Depression/Anger", "date": "Tue, 19 Apr 2016 04:00:00 GMT", "funder": "NIH/National Institute of Mental Health", "journal": "Journal of Clinical Medicine", "type": "research", "institution": "Group Health Research Institute", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "GHResearch", "domain": "www.eurekalert.org"}, "og": {"title": "One antidepressant shown to control weight during 2-year study", "description": "Group Health researchers have found that bupropion (marketed as Wellbutrin) is the only antidepressant that tends to be linked to long-term modest weight loss. Previously, Group Health researchers linked depression to obesity--and most antidepressant medications to weight gain. The new study suggests that bupropion is the best initial choice of antidepressant for the vast majority of Americans who have depression and are overweight or obese.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160422150020/http://www.eurekalert.org/pub_releases/2016-04/ghri-oas041916.php", "image": "https://web.archive.org/web/20160422150020im_/http://media.eurekalert.org/multimedia_prod/pub/web/113657_web.jpg", "type": "website"}, "fb": {"profile_id": "group.health.research.institute"}}, "movies": [], "publish_date": 1461902400.0, "source": "https://web.archive.org", "summary": ""}