{"url": "http://www.prnewswire.com/news-releases/study-results-published-in-jama-conclude-that-3d-mammography-exams-outperform-conventional-mammography-for-women-with-both-dense-and-nondense-breasts-300257824.html", "text": "MARLBOROUGH, Mass., April 26, 2016 /PRNewswire/ -- Hologic, Inc. (Nasdaq: HOLX) announced that study results published today in a research letter in JAMA conclude that breast tomosynthesis (Hologic's Genius™ 3D MAMMOGRAPHY™) exams reduce recall rates, and increase invasive cancer detection in women with both dense and nondense breasts. These key benefits of 3D MAMMOGRAPHY™ could lower the costs associated with needless follow-up exams, and improve patient experience for women seeking a more accurate screening mammogram.\n\nDensity is only identifiable on a mammogram or other imaging system, and is a reflection of how much fibrous or glandular tissue is in the breast. Higher breast density may increase a woman's chance of getting breast cancer, make detection of cancer on conventional mammography more difficult, and increase the chances that a woman will be recalled for additional imaging.1,2 Mammograms are categorized into four density groups: almost entirely fat, scattered fibroglandular densities, heterogeneously dense, and extremely dense. The latter two groups are considered dense; however, the vast majority of women whose mammograms are considered dense have heterogeneously dense breast tissue.\n\n\"Density creates challenges for conventional mammography by obscuring the images, which often results in additional visits and exams for women,\" said Edward Evantash, MD, board certified OB/GYN and Medical Director for Hologic. \"This new analysis confirms that Genius™ 3D MAMMOGRAPHY™ exams reduce unnecessary follow-up exams in dense-breasted women. This has the potential to provide health systems and insurance companies with significant cost savings, reduce patient stress and expenses, and alleviate challenges for referring physicians who are tasked with relaying mammography results to their patients.\"\n\nImprovements in both recall rate reduction and invasive cancer detection were greatest for women with heterogeneously dense breasts, with a 50 percent increase in invasive cancer detection and a simultaneous 14 percent reduction in recall rate. Women with heterogeneously dense breasts make up about 40 percent of the U.S. screening population (women ages 40-74) — approximately 25 million women in the U.S.\n\n\"Utilizing Genius™ 3D MAMMOGRAPHY™ exams for breast cancer screening will reduce the need for subsequent unnecessary testing, and decrease the number of unnecessary breast biopsies— addressing concerns that were previously raised as limitations of conventional mammography while also reducing costs for health systems,\" said Pete Valenti, Hologic's Division President, Breast and Skeletal Health Solutions. \"Twenty-six states have passed legislation requiring doctors to notify women if they have dense breasts — and now these women who were previously confused about how to proceed with breast cancer screening can feel confident turning to 3D MAMMOGRAPHY™ exams to reduce their chances of stressful recalls and help find more invasive cancer.\"\n\nThis study brought together the principal investigators from the groundbreaking 2014 study on 3D MAMMOGRAPHY™ exams, also published in JAMA, this time led by Elizabeth Rafferty, MD, a co-author on the prior study.3 A total of 452,320 examinations (278,906 conventional mammograms compared to 173,414 Genius™ 3D MAMMOGRAPHY™ exams), were analyzed.\n\nGenius™ 3D MAMMOGRAPHY™ exams have been available in the U.S. since 2011, and are only available on the Hologic Selenia® Dimensions® mammography system. In 2015 an estimated 10 million women in the U.S. benefited from a Genius™ exam. Additional information, as well as a locator to find imaging sites offering the exams, can be found at http://mygenius3d.com.\n\nAbout Hologic\n\nHologic, Inc. is a leading developer, manufacturer and supplier of premium diagnostic products, medical imaging systems and surgical products. The Company's core business units focus on diagnostics, breast health, GYN surgical and skeletal health. With a unified suite of technologies and a robust research and development program, Hologic is dedicated to The Science of Sure. For more information on Hologic, visit www.hologic.com.\n\nHologic, 3D, 3D Mammography, Dimensions, Genius, Selenia, and the Science of Sure are trademarks and/or registered trademarks of Hologic, Inc., and/or its subsidiaries in the United States and/or other countries.\n\nForward-Looking Statements\n\nThis news release may contain forward-looking information that involves risks and uncertainties, including statements about the use of Hologic mammography systems. There can be no assurance the systems will achieve the benefits described here, or that such benefits will be replicated in any particular manner with respect to an individual patient. The actual effect of the use of the systems can only be determined on a case-by-case basis depending on the particular circumstances and patient in question. In addition, there can be no assurance that the systems will achieve any expected level of sales or market share. Hologic expressly disclaims any obligation to release publicly any updates to the data or statements presented here to reflect any change in the Company's expectations or any change in events, conditions or circumstances on which any such data or statements are based.\n\nMedia Contact:\n\nJane Mazur\n\n508.263.8764 (direct)\n\n585.355.5978 (mobile)\n\njane.mazur@hologic.com\n\nInvestor Contact:\n\nMichael Watts\n\n858.410.8588\n\nmichael.watts@hologic.com\n\n1 Yaghjyan L, Colditz GA, Collins LC, et al. Mammographic breast density and subsequent risk of breast cancer in postmenopausal women according to tumor characteristics. J Natl Cancer Inst. 2011;103(15):1179-1189\n\n2 Bertrand KA, Tamimi RM, Scott CG, et al. Mammographic density and risk of breast cancer by age and tumor characteristics. Breast Cancer Res. 2013;15(6):R104.\n\n3 Friedewald SM, Rafferty EA, Rose SL, et al. Breast cancer screening using tomosynthesis in combination with digital mammography. JAMA. 2014;311(24):2499-2507.\n\nSOURCE Hologic, Inc.\n\nRelated Links\n\nhttp://www.hologic.com\n\n", "images": ["http://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png"], "top_img": "http://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "keywords": [], "authors": ["Hologic"], "canonical_link": "https://www.prnewswire.com/news-releases/study-results-published-in-jama-conclude-that-3d-mammography-exams-outperform-conventional-mammography-for-women-with-both-dense-and-nondense-breasts-300257824.html", "title": "Study Results Published in JAMA Conclude that 3D MAMMOGRAPHY™ Exams Outperform Conventional Mammography for Women with Both Dense and Nondense Breasts", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "MARLBOROUGH, Mass., April 26, 2016 /PRNewswire/ -- Hologic, Inc. (Nasdaq: HOLX) announced that study results published today in a research letter in JAMA...", "author": "Hologic, Inc.", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "Study Results Published in JAMA Conclude that 3D MAMMOGRAPHY™ Exams Outperform Conventional Mammography for Women with Both Dense and Nondense Breasts", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "massachusetts", "date": "2016-04-26T04:01:00-04:00", "keywords": "Hologic, Inc.,Health Care & Hospitals ,Medical Pharmaceuticals , Medical Equipment ,Surveys, Polls and Research ,Women ,Clinical Trials & Medical Discoveries", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "Study Results Published in JAMA Conclude that 3D MAMMOGRAPHY™ Exams Outperform Conventional Mammography for Women with Both Dense and Nondense Breasts", "description": "MARLBOROUGH, Mass., April 26, 2016 /PRNewswire/ -- Hologic, Inc. (Nasdaq: HOLX) announced that study results published today in a research letter in JAMA...", "image": "/content/dam/prnewswire/common/prn_twitter_sharing_logo.png"}, "og": {"title": "Study Results Published in JAMA Conclude that 3D MAMMOGRAPHY™ Exams Outperform Conventional Mammography for Women with Both Dense and Nondense Breasts", "type": "website", "description": "MARLBOROUGH, Mass., April 26, 2016 /PRNewswire/ -- Hologic, Inc. (Nasdaq: HOLX) announced that study results published today in a research letter in JAMA...", "image": "/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "url": "https://www.prnewswire.com/news-releases/study-results-published-in-jama-conclude-that-3d-mammography-exams-outperform-conventional-mammography-for-women-with-both-dense-and-nondense-breasts-300257824.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}