{"url": "http://www.prnewswire.com/news-releases/timely-use-of-novartis-entresto-could-prevent-or-postpone-over-28000-us-deaths-per-year-among-hfref-patients-according-to-an-expert-analysis-in-jama-cardiology-300288694.html", "text": "EAST HANOVER, N.J., June 22, 2016 /PRNewswire/ -- A new analysis published today in JAMA Cardiology has found that timely and broad adoption of Entresto® (sacubitril/valsartan) by all eligible heart failure patients with reduced ejection fraction (HFrEF) could prevent or postpone more than 28,000 deaths each year in the US alone.1 This analysis, based on an application of the results of PARADIGM-HF to published heart failure statistics, is the first to quantify the possible impact of Entresto's potential benefit in reducing death.1\n\nHeart failure is a chronic condition that contributes to more than 300,000 deaths in the US every year.4 About half of people with heart failure have HFrEF.5 This new analysis estimates that as many as 28,484 deaths in HFrEF patients annually could be prevented or postponed with optimal use of Entresto (with sensitivity analyses demonstrating a range of 18,230 to 41,017).1\n\nFurther, the study suggests that delaying routine use of Entresto in clinical practice could have a substantial negative effect on patients, given the expected risk-benefit profile, as it could result in failure to prevent tens of thousands of deaths.1 These findings demonstrate the significant survival benefits Entresto could offer to those living with HFrEF, if patients in the group defined by the authors were given access to treatment.1 The study authors stated that nearly 84% of HFrEF patients – 2.2 million people – may be candidates for treatment with Entresto.1\n\nHeart failure is a life-threatening condition and despite available medicines, about half of patients diagnosed with heart failure die within 5 years.4,6,7 According to the study authors, these findings may substantially impact the national health of the HFrEF population, offering significant clinical benefit in preventing or postponing death when applied in clinical practice.1\n\n\"This expert analysis adds to the already compelling case for the treatment of heart failure patients with reduced ejection fraction with Entresto,\" said Fabrice Chouraqui, president of Novartis Pharmaceuticals Corporation. \"In addition to survival benefits, the study also recognizes other treatment effects of Entresto, particularly in reducing HF hospitalizations.1 Coupled with the recent Class I recommendation, the strongest endorsement, in the focused update to the US HF Guideline,2 these findings underscore the potential of Entresto as a standard therapy for chronic HFrEF patients.\"\n\nIn a separate analysis published in the same issue of JAMA Cardiology, researchers used data from the PARADIGM-HF trial to model the health consequences and cost-effectiveness of Entresto over a 30-year time period.3 They compared Entresto to the ACE-inhibitor enalapril and found Entresto was associated with more than a year longer average survival time, and that it was cost-effective compared to enalapril when these medications were used with other standard of care therapies.3 For every 1,000 patients treated with Entresto vs. enalapril, potentially 59.7 HF hospital admissions could be averted per each year alive in the model.3 In addition, Entresto increased life expectancy at an incremental cost-effectiveness ratio consistent with other high-value widely accepted cardiovascular interventions such as implantable cardioverter defibrillators (ICDs) and cholesterol-lowering statins before they became generic.3\n\nAbout Heart Failure\n\nHeart failure is a debilitating and life-threatening condition, which impacts nearly 6 million Americans and is the leading cause of hospitalization among Americans over the age of 65.4,8 About half of people with heart failure have heart failure with reduced ejection fraction (HFrEF).5 Reduced ejection fraction means the heart does not contract with enough force, so less blood is pumped out.9 Heart failure presents a major and growing health-economic burden that currently exceeds $30 billion in the United States, which accounts for both direct and indirect costs.10\n\nAbout Entresto\n\nEntresto is a twice-a-day medicine that reduces the strain on the failing heart. It does this by enhancing the protective neurohormonal systems (Natriuretic Peptide system) while simultaneously inhibiting the harmful effects of the overactive renin-angiotensin-aldosterone system (RAAS).11 Other heart failure medicines only block the harmful effects of the overactive RAAS.12 Entresto contains the neprilysin inhibitor sacubitril, and the angiotensin receptor blocker (ARB) valsartan.11\n\nEntresto is indicated in the US to reduce the risk of cardiovascular death and hospitalization for heart failure in patients with chronic heart failure (NYHA Class II-IV) and reduced ejection fraction.11 Entresto is usually administered in conjunction with other heart failure therapies, in place of an Angiotensin Converting Enzyme (ACE) inhibitor or an angiotensin II receptor blocker (ARB).11 Entresto film-coated tablets are available in three dosage strengths: 24/26 mg, 49/51 mg, and 97/103 mg (sacubitril/valsartan).11 These doses are referred to as 50 mg, 100 mg, and 200 mg in the clinical trial literature including the New England Journal of Medicine publication of the results of PARADIGM-HF. The target treatment dose of Entresto is 97/103 mg twice daily.11\n\nNovartis is committed to providing patients with affordable access and resources through Entresto Central. For more information, please call 1-888-ENTRESTO or visit www.entresto.com.\n\nPlease visit http://www.pharma.us.novartis.com/product/pi/pdf/entresto.pdf for Entresto full Prescribing Information.\n\nIMPORTANT SAFETY INFORMATION\n\nEntresto can harm or cause death to an unborn baby. Patients should talk to their doctor about other ways to treat heart failure if they plan to become pregnant. If a patient gets pregnant while taking Entresto, she should tell her doctor right away.\n\nPatients are not to take Entresto if they are allergic to sacubitril or valsartan or any of the ingredients in Entresto; have had an allergic reaction including swelling of the face, lips, tongue, throat or trouble breathing while taking a type of medicine called angiotensin-converting enzyme (ACE) inhibitor or angiotensin II receptor blocker (ARB); or take an ACE inhibitor medicine. Patients are not to take Entresto for at least 36 hours before or after they take an ACE inhibitor medicine. Patients should talk with their doctor or pharmacist before taking Entresto if they are not sure if they take an ACE inhibitor medicine. Patients are not to take Entresto if they have diabetes and take a medicine that contains aliskiren.\n\nBefore they take Entresto, patients should tell their doctor about all of their medical conditions, including if they have kidney or liver problems; are pregnant or plan to become pregnant; are breastfeeding or plan to breastfeed. Patients should either take Entresto or breastfeed. They should not do both.\n\nPatients should tell their doctor about all the medicines they take, including prescription and over-the-counter medicines, vitamins, and herbal supplements. They should especially tell their doctor if they take potassium supplements or a salt substitute; nonsteroidal anti-inflammatory drugs (NSAIDs); lithium; or other medicines for high blood pressure or heart problems such as an ACE inhibitor, ARB, or aliskiren.\n\nEntresto may cause serious side effects including serious allergic reactions causing swelling of the face, lips, tongue, and throat (angioedema) that may cause trouble breathing and death. Patients are to get emergency medical help right away if they have symptoms of angioedema or trouble breathing. Patients are not to take Entresto again if they have had angioedema while taking Entresto. People who are black or who have had angioedema may have a higher risk of having angioedema if they take Entresto. Entresto may cause low blood pressure (hypotension). Patients are to call their doctor if they become dizzy or lightheaded, or they develop extreme fatigue. Entresto may cause kidney problems or an increased amount of potassium in the blood.\n\nThe most common side effects were low blood pressure, high potassium, cough, dizziness, and kidney problems.\n\nPlease see full Prescribing Information, including Boxed WARNING available at http://www.pharma.us.novartis.com/product/pi/pdf/entresto.pdf.\n\nPatients are encouraged to report negative side effects of prescription drugs to the FDA. Visit www.fda.gov/medwatch, or call 1-800-FDA-1088.\n\nDisclaimer\n\nThe foregoing release contains forward-looking statements that can be identified by words such as \"could,\" \"potential,\" \"call for,\" \"accelerate,\" \"possible,\" \"suggests,\" \"expected,\" \"may,\" \"compelling,\" \"endorsement,\" \"potentially,\" \"growing,\" \"committed,\" or similar terms, or by express or implied discussions regarding potential new indications or labeling for Entresto, or regarding potential future revenues from Entresto. You should not place undue reliance on these statements. Such forward-looking statements are based on the current beliefs and expectations of management regarding future events, and are subject to significant known and unknown risks and uncertainties. Should one or more of these risks or uncertainties materialize, or should underlying assumptions prove incorrect, actual results may vary materially from those set forth in the forward-looking statements. There can be no guarantee that Entresto will be submitted or approved for any additional indications or labeling in any market, or at any particular time. Nor can there be any guarantee that Entresto will be commercially successful in the future. In particular, management's expectations regarding Entresto could be affected by, among other things, the uncertainties inherent in research and development, including unexpected clinical trial results and additional analysis of existing clinical data; unexpected regulatory actions or delays or government regulation generally; the company's ability to obtain or maintain proprietary intellectual property protection; general economic and industry conditions; global trends toward health care cost containment, including ongoing pricing pressures; unexpected safety, quality or manufacturing issues, and other risks and factors referred to in Novartis AG's current Form 20-F on file with the US Securities and Exchange Commission. Novartis is providing the information in this press release as of this date and does not undertake any obligation to update any forward-looking statements contained in this press release as a result of new information, future events or otherwise.\n\nAbout Novartis\n\nNovartis Pharmaceuticals Corporation researches, develops, manufactures and markets innovative medicines aimed at improving patients' lives. We offer a broad range of medicines for cancer, cardiovascular disease, endocrine disease, inflammatory disease, infectious disease, neurological disease, organ transplantation, respiratory disease, eye and ear care and skin conditions. The company's mission is to improve people's lives by pioneering novel healthcare solutions.\n\nLocated in East Hanover, NJ Novartis Pharmaceuticals Corporation is an affiliate of Novartis AG, which provides innovative healthcare solutions that address the evolving needs of patients and societies. Headquartered in Basel, Switzerland, Novartis offers a diversified portfolio to best meet these needs: innovative medicines, eye care and cost-saving generic pharmaceuticals. Novartis is the only global company with leading positions in these areas. In 2015, the Group achieved net sales of USD 49.4 billion, while R&D throughout the Group amounted to approximately USD 8.9 billion (USD 8.7 billion excluding impairment and amortization charges). Novartis Group companies employ approximately 118,000 full-time-equivalent associates. Novartis products are available in more than 180 countries around the world. For more information, please visit http://www.novartis.com\n\nNovartis is on Twitter. Sign up to follow @Novartis at http://twitter.com/novartis.\n\nReferences\n\nFonarow GC, Hernandez AF, Solomon SD, et al. Potential Mortality Reduction with Optimal Implementation of Angiotensin Receptor Neprilysin Inhibitor Therapy in Heart Failure. JAMA Cardiol. 2016;1(6):1-4. doi:10.1001/jamacardio.2016.1724 Yancy CW, Jessup M, Bozkurt B, Butler J, Casey Jr DE, Colvin MM, Drazner, MH, Filippatos G, Fonarow GC, Givertz MM, Hollenberg SM, Lindenfeld J, Masoudi FA, McBride, PE, Peterson PN, Stevenson LW, Westlake C, 2016 ACC/AHA/HFSA Focused Update on New Pharmacological Therapy for Heart Failure: An Update of the 2013 ACCF/AHA Guideline for the Management of Heart Failure, Journal of the American College of Cardiology (2016), doi: 10.1016/j.jacc.2016.05.011. Gaziano TA, Fonarow GC, et al. Cost-Effectiveness Analysis of Sacubitril/Valsartan versus Enalapril in Heart Failure Patients with Reduced Ejection Fraction in the United States . JAMA Cardiol. 2016;1(6):1-7. doi:10.1001/jamacardio.2016.1747 Mozaffarian D, Benjamin EJ, Go AS, et al. Heart Disease and Stroke Statistics—2016 Update: A report from the American Heart Association. Circulation. 2015;133;e38-e360. doi: 10.1161/CIR.0000000000000350. Owan TE, Hodge DO, Herges RM, et al. Trends in prevalence and outcome of heart failure with preserved ejection fraction. N Engl J Med. 2006;355:251–259. Roger VL, Weston SA, Redfield MM, et al. Trends in heart failure incidence and survival community-based population. JAMA. 2004;292:344-350 Levy D, Kenchaiah S, Larson MG, et al. Long term trends in the incidence and survival with heart failure. N Engl J Med. 2002;347(18):1397-1422. Weir LM, Pfuntner A, Maeda J, et al. HCUP facts and figures: statistics on hospital-based care in the United States , 2009. Rockville, MD : Agency for Healthcare Research and Quality, 2011. Ejection Fraction Heart Failure Measurement. American Heart Association Website.http://www.heart.org/HEARTORG/Conditions/HeartFailure/SymptomsDiagnosisofHeartFailure/Ejection-Fraction-Heart-Failure-Measurement_UCM_306339_Article.jsp. Published March 24, 2015 . Accessed March 10, 2016 . Heidenreich PA, Albert NM, Allen LA , et al. Forecasting the impact of heart failure in the United States : a policy statement from the American Heart Association. Circ Heart Fail. 2013;6:606-619. Entresto Prescribing Information. Yancy CW, Jessup M, Bozkurt B, et al. 2013 ACCF/AHA guideline for the management of heart failure: A report of the American College of Cardiology Foundation/American Heart Association task force on practice guidelines. Circulation. 2013;128:e240-e327.\n\nFor Novartis multimedia content, please visit www.thenewsmarket.com/Novartis.\n\nFor questions about the site or required registration, please contact: journalisthelp@thenewsmarket.com.\n\nSOURCE Novartis Pharmaceuticals Corporation\n\nRelated Links\n\nhttp://www.novartis.com\n\n", "images": ["http://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png"], "top_img": "http://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "keywords": [], "authors": ["Novartis Pharmaceuticals Corporation"], "canonical_link": "https://www.prnewswire.com/news-releases/timely-use-of-novartis-entresto-could-prevent-or-postpone-over-28000-us-deaths-per-year-among-hfref-patients-according-to-an-expert-analysis-in-jama-cardiology-300288694.html", "title": "Timely use of Novartis' Entresto could prevent or postpone over 28,000 US deaths per year among HFrEF patients, according to an expert analysis in JAMA Cardiology", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "EAST HANOVER, N.J., June 22, 2016 /PRNewswire/ -- A new analysis published today in JAMA Cardiology has found that timely and broad adoption of Entresto®...", "author": "Novartis Pharmaceuticals Corporation", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "Timely use of Novartis' Entresto could prevent or postpone over 28,000 US deaths per year among HFrEF patients, according to an expert analysis in JAMA Cardiology", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "new jersey", "date": "2016-06-22T11:35:00-04:00", "keywords": "Novartis Pharmaceuticals Corporation,Health Care & Hospitals ,Medical Pharmaceuticals ,Pharmaceuticals   ,Biotechnology ,Clinical Trials & Medical Discoveries", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "Timely use of Novartis' Entresto could prevent or postpone over 28,000 US deaths per year among HFrEF patients, according to an expert analysis in JAMA Cardiology", "description": "EAST HANOVER, N.J., June 22, 2016 /PRNewswire/ -- A new analysis published today in JAMA Cardiology has found that timely and broad adoption of Entresto®...", "image": "/content/dam/prnewswire/common/prn_twitter_sharing_logo.png"}, "og": {"title": "Timely use of Novartis' Entresto could prevent or postpone over 28,000 US deaths per year among HFrEF patients, according to an expert analysis in JAMA Cardiology", "type": "website", "description": "EAST HANOVER, N.J., June 22, 2016 /PRNewswire/ -- A new analysis published today in JAMA Cardiology has found that timely and broad adoption of Entresto®...", "image": "/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "url": "https://www.prnewswire.com/news-releases/timely-use-of-novartis-entresto-could-prevent-or-postpone-over-28000-us-deaths-per-year-among-hfref-patients-according-to-an-expert-analysis-in-jama-cardiology-300288694.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}