{"url": "http://www.prnewswire.com/news-releases/studies-show-oral-testosterone-safe-and-efficacious-in-long-term-management-of-hypogonadism-300264703.html", "text": "SAN DIEGO, Calif., May 8, 2016 /PRNewswire/ -- LCPN10, a novel oral testosterone undecanoate formulation has been shown to be safe and efficacious for the treatment of hypogonadal patients, according to a study being presented during the 111th Annual Scientific Meeting of the American Urological Association (AUA).\n\nThe research will be highlighted by study authors during a special press conference to be moderated by Tobias S. Köhler, MD, MPH, FACS, AUA spokesperson and associate professor of Surgery at Southern Illinois University on May 8, 2016 at 7:30 a.m. PT in the San Diego Convention Center.\n\nTestosterone therapy is used to treat men with clinically diagnosed testosterone deficiency (serum T levels <300 ng/dL), also known as hypogonadism. It is often administered as a gel, patch, injection or implant (pellet). There is currently no oral form of testosterone therapy approved for use in the United States by the Federal Drug Agency; however researchers from Houston, TX and Torrance, CA have been evaluating the long-term safety and tolerability of LPCN 1021, a novel oral testosterone undecanoate formulation for the treatment of low testosterone.\n\nThroughout a 52-week study period, a total of 315 hypogonadal men were randomized either to LPCN 1021 or T gel (active control). Of the 315 men, 210 were randomized to LPCN 1021 and 105 were randomized to active control. Following a 13-week efficacy phase, men continued to receive their assigned treatment for up to 52 weeks. They returned at weeks 26, 39 and 52 for safety assessments, which included an evaluation of adverse events, clinical laboratory tests and physical examinations.\n\nResults showed:\n\nLPCN 1021 was well tolerated and had a favorable safety profile in the long-term management of hypogonadal patients\n\nNo hepatic, cardiac or drug-related serious adverse events were reported\n\nThe most common drug-related adverse events for LPCN 1021 and T gel 1.62 percent were acne (2.9 percent vs. 2.9 percent, respectively), headache (0.5 percent vs. 3.8 percent, respectively), weight increase (2.4 percent vs. 0 percent, respectively), hematocrit increase (1.9 percent vs. 0 percent, respectively), liver enzyme level increase (1.4 percent vs. 0 percent, respectively), fatigue (0.5 percent vs. 1.9 percent, respectively), and hypertension (0.5 percent vs. 1.9 percent, respectively)\n\nLipid parameters (i.e., cholesterol, LDL, HDL, and TG) were comparable between treatment groups at Week 52\n\nAndrogenic parameters including hematocrit, hemoglobin, platelet, prothrombin, and prostate-specific antigen (PSA) showed no significant differences in change from baseline to end of study between treatments\n\n\"Based on the results of this study, we might be closer than ever to having an oral form of therapy to treat the millions of men with hypogonadism,\" said Dr. Köhler. \"Making sure an oral treatment is safe and effective for men and for the children and partners at risk for inadvertent testosterone transference is the top priority, and what we've found so far has shown we're on the right track.\"\n\nAbout the American Urological Association: The 111th Annual Meeting of the American Urological Association takes place May 6 – 10 at the San Diego Convention Center in San Diego, CA.\n\nFounded in 1902 and headquartered near Baltimore, Maryland, the American Urological Association is a leading advocate for the specialty of urology, and has more than 21,000 members throughout the world. The AUA is a premier urologic association, providing invaluable support to the urologic community as it pursues its mission of fostering the highest standards of urologic care through education, research and the formulation of health policy.\n\nContact:\n\nChristine Frey, AUA\n\n443-909-0839, cfrey@AUAnet.org\n\nLogo - http://photos.prnewswire.com/prnh/20160210/332064LOGO\n\nSOURCE American Urological Association\n\nRelated Links\n\nhttp://www.AUAnet.org\n\n", "images": ["http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "http://photos.prnewswire.com/prnfull/20160210/332064LOGO?max=200", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png", "http://photos.prnewswire.com/prnthumb/20160210/332064LOGO"], "top_img": "http://photos.prnewswire.com/prnthumb/20160210/332064LOGO", "keywords": [], "authors": ["American Urological Association"], "canonical_link": "https://www.prnewswire.com/news-releases/studies-show-oral-testosterone-safe-and-efficacious-in-long-term-management-of-hypogonadism-300264703.html", "title": "Studies Show Oral Testosterone Safe and Efficacious in Long-term Management of Hypogonadism", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "SAN DIEGO, Calif., May 8, 2016 /PRNewswire/ -- LCPN10, a novel oral testosterone undecanoate formulation has been shown to be safe and efficacious for the...", "author": "American Urological Association", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "Studies Show Oral Testosterone Safe and Efficacious in Long-term Management of Hypogonadism", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "california", "date": "2016-05-08T10:30:00-04:00", "keywords": "American Urological Association,Health Care & Hospitals ,Medical Pharmaceuticals ,Clinical Trials & Medical Discoveries", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "Studies Show Oral Testosterone Safe and Efficacious in Long-term Management of Hypogonadism", "description": "SAN DIEGO, Calif., May 8, 2016 /PRNewswire/ -- LCPN10, a novel oral testosterone undecanoate formulation has been shown to be safe and efficacious for the..."}, "og": {"title": "Studies Show Oral Testosterone Safe and Efficacious in Long-term Management of Hypogonadism", "type": "website", "description": "SAN DIEGO, Calif., May 8, 2016 /PRNewswire/ -- LCPN10, a novel oral testosterone undecanoate formulation has been shown to be safe and efficacious for the...", "image": "http://photos.prnewswire.com/prnthumb/20160210/332064LOGO", "url": "https://www.prnewswire.com/news-releases/studies-show-oral-testosterone-safe-and-efficacious-in-long-term-management-of-hypogonadism-300264703.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}