{"url": "https://web.archive.org/web/20181009130531/https://www.eurekalert.org/pub_releases/2017-07/ps-ebt071717.php", "text": "Physicians should consider blood testing of female adolescents for iron deficiency within a few years of starting menses, according to two studies by Penn State College of Medicine researchers.\n\nThe researchers used data from more than 6,000 women 12 to 49 years old who took part in the National Health and Nutrition Examination Survey (NHANES) between 2003 and 2010. As part of the survey, female participants had blood testing for iron deficiency as well as hemoglobin testing to identify anemia.\n\nWomen are typically tested some time in their teens for anemia -- the severe form of iron deficiency -- using a quick and affordable hemoglobin test. However, iron deficiency can develop years before anemia and can be missed by hemoglobin testing alone.\n\n\"If you think about your car, you have to run your gas tank all the way down before the red light goes on, and that's similar to the way we're screening for iron deficiency,\" said Deepa L. Sekhar, physician and associate professor of pediatrics. \"We're basically waiting until their red light goes on. You have to be really low on your iron storage before you're going to flag as anemic.\"\n\nIron deficiency without anemia has been associated with lower standardized math scores, attention deficit disorder and restless leg syndrome in children and adolescents. Among iron-deficient adolescent women there is a future risk of maternal iron deficiency and negative effects on infant health.\n\nBlood tests for iron deficiency without anemia have been developed but they are more costly and difficult to obtain in the doctor's office compared to hemoglobin testing for anemia. Sekhar and colleagues hoped to determine risk factors for iron deficiency without anemia that could pinpoint which women could benefit most from this more costly testing.\n\nIn the first study, when the researchers analyzed the NHANES study data, 9 percent of females who were 12 to 21 years old had iron deficiency without anemia. The researchers then looked at potential iron deficiency risk factors in this group, including the age when they started menstruating, as well as their race and ethnicity, poverty status, food insecurity, tobacco or nicotine use, dietary information, body mass index (BMI) and physical activity.\n\nAll of these factors have been associated with iron deficiency anemia in women in prior studies. However, the only risk factor significantly associated with iron deficiency without anemia in young women in this study was having had a period for more than three years. The research was recently published in the journal PLOS ONE.\n\nIn a second study, the researchers next looked at whether a specially developed questionnaire could better predict iron status. Questions were included on depression, poor attention and daytime sleepiness, symptoms which all have been associated with iron deficiency or iron deficiency anemia, but were not captured in the prior NHANES analyses. This questionnaire was compared to the currently recommended four iron deficiency anemia-risk questions in the Bright Futures Adolescent Previsit Questionnaire, a survey recommended for physician use by the American Academy of Pediatrics.\n\nNinety-six female adolescents participated in this study, published in The Journal of Pediatrics. The Bright Futures questions alone did not predict iron deficiency or anemia. Yet, the researchers' risk assessment questionnaire was equally poor.\n\nTaken together, the studies suggest that risk factors and assessments should not be used to determine which young women should receive testing for iron deficiency.\n\n\"The questions aren't predictive,\" Sekhar said. \"I think we need to establish the optimal timing for an objective assessment of adolescent iron deficiency and anemia.\"\n\nSekhar believes the appropriate age may be 16 years old, when most females will have been menstruating for at least three years.\n\nIn addition to timing, further research will be needed to determine which blood test for iron deficiency without anemia is accurate, cost-efficient and practical for routine doctor's office use. This test should be given with hemoglobin testing to catch all young women on the spectrum of iron deficiency, Sekhar said.\n\nIron deficiency can be corrected with dietary changes and supplementation, Sekhar added.\n\n###\n\nOther researchers on the study in PLOS ONE were Laura E. Murray-Kolb, in the Department of Nutritional Sciences, Allen R. Kunselman in the Department of Public Health Sciences, Carol S. Weisman in the Departments of Public Health Sciences and Obstetrics and Gynecology, and Ian M. Paul in the Departments of Pediatrics and Public Health Sciences, all at Penn State.\n\nThis research received $62,500 of federal funding from The Eunice Kennedy Shriver National Institute of Child Health and Human Development of the National Institutes of Health (grant number K12HD055882), which funded 100 percent of the project.\n\nMurray-Kolb and Paul also worked on the study in The Journal of Pediatrics, along with Eric W. Schaefer, a biostatistician in the Department of Public Health Sciences. Non-government funding from Sackler Institute for Nutrition Science of the New York Academy of Sciences provided 100 percent of funding for this research project.", "images": ["https://web.archive.org/web/20181009130531im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20181009130531im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20181009130531im_/https://media.eurekalert.org/meganav/AM19_Newsroom.jpg", "https://web.archive.org/web/20181009130531im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20181009130531im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20181009130531im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20181009130531im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20181009130531im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20181009130531im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20181009130531im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20181009130531im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20181009130531im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20181009130531im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png"], "top_img": "https://web.archive.org/web/20181009130531im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20181009130531/https://www.eurekalert.org/pub_releases/2017-07/ps-ebt071717.php", "title": "Earlier blood testing for iron deficiency, anemia recommended for young women", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Physicians should consider blood testing of female adolescents for iron deficiency within a few years of starting menses, according to two studies by Penn State College of Medicine researchers.", "keywords": "Medicine/Health, Diagnostics", "date": "Mon, 17 Jul 2017 04:00:00 GMT", "funder": "NIH/Eunice Kennedy Shriver National Institute of Child Health and Human Development, Sackler Institute for Nutrition Science of the New York Academy of Sciences", "journal": "PLOS ONE", "type": "research", "institution": "Penn State", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "penn_state", "domain": "www.eurekalert.org", "title": "Earlier blood testing for iron deficiency, anemia recommended for young women", "description": "Physicians should consider blood testing of female adolescents for iron deficiency within a few years of starting menses, according to two studies by Penn State College of Medicine researchers."}, "og": {"title": "Earlier blood testing for iron deficiency, anemia recommended for young women", "description": "Physicians should consider blood testing of female adolescents for iron deficiency within a few years of starting menses, according to two studies by Penn State College of Medicine researchers.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20181009130531/https://www.eurekalert.org/pub_releases/2017-07/ps-ebt071717.php", "image": "https://web.archive.org/web/20181009130531im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "pennstate"}}, "movies": [], "publish_date": 1501300800.0, "source": "https://web.archive.org", "summary": ""}