{"url": "http://www.prnewswire.com/news-releases/new-data-shows-irreversible-electroporation-nearly-doubles-overall-survival-of-patients-with-locally-advanced-pancreatic-cancer-when-added-to-standard-therapy-300071531.html", "text": "SAN DIEGO, April 24, 2015 /PRNewswire/ -- University of Louisville announced today results from the Soft Tissue Ablation Registry (STAR), demonstrating that irreversible electroporation (IRE) with the NanoKnife® System, in combination with chemotherapy, doubled the overall survival rate of locally advanced (Stage III) pancreatic cancer patients to nearly 24 months. The data was presented at the American Surgical Association annual meeting in San Diego. Locally advanced pancreatic cancer is Stage III cancer that has not yet spread.\n\nPancreatic cancer has one of the highest mortality rates of all cancers and is expected to climb from the fourth leading cause of cancer-related death in the U.S. to the second by 2020. Ninety four percent of pancreatic cancer patients will die within five years of diagnosis, and 74% of patients die within the first year of diagnosis.\n\n\"The STAR data adds to the growing body of evidence that IRE ablation may represent a new treatment paradigm for patients with locally advanced pancreatic cancer,\" said Robert Martin, M.D., Ph.D., F.A.C.S., director of the Division of Surgical Oncology, and Professor, Department of Surgery, University of Louisville, James Graham Brown Cancer Center. \"This new analysis of IRE could help change the standard of care for Stage III pancreatic cancer patients whose only treatment options until now were chemotherapy or a combination of chemo-radiation therapy, which will only stabilize the disease and not destroy the tumor. With IRE, these patients now have a surgical treatment option to augment their treatment plan.\"\n\nThe NanoKnife® IRE system is a tool that destroys cancerous cells by subjecting them to a series of short electrical pulses using high-voltage direct current that does not injure surrounding cells, blood vessels and other vital structures. IRE overcomes rapid growth of the tumor by killing all malignant cells at once so they cannot continue to grow and spread. The NanoKnife® IRE system is approved by the U.S. Food and Drug Administration for the surgical ablation of soft tissue. It is not approved for use in specific cancers.\n\nAbout STAR\n\nSTAR was a retrospective analysis of IRE performed on 200 consecutive patients diagnosed with locally advanced (Stage III) pancreatic cancer (LAPC) at six centers in the U.S. The centers that collaborated on the study included University of Louisville, Louisville, KY; Henry Ford Hospital, Detroit, MI; Cleveland Clinic, Cleveland, OH; Piedmont Hospital, Atlanta, GA; Swedish Medical Center, Denver, CO; and Cancer Treatment Centers of America, Atlanta, GA.\n\nFrom July 2010 to October 2014, patients with radiographic Stage III LAPC were treated with IRE and monitored under a multicenter, prospective IRB-approved registry. Perioperative 90-day outcomes, local failure, and overall survival were recorded and compared to standard of care data for Stage III LAPC. All patients underwent induction chemotherapy with 52 percent receiving chemo-radiation, for a median of 7 months (range, 5-13) prior to IRE. IRE was successfully administered to all patients. Nineteen percent sustained complications with a median grade of 2 (range 1-3). Median length of stay was 6 days (range, 4-58) with a median follow-up of 25 months. Six patients (3%) had local recurrence. Median overall survival in both groups was 23.5 months.\n\nAbout the University of Louisville Physicians Group and The James Graham Brown Cancer Center:\n\nThe James Graham Brown Cancer Center is a key component of the University of Louisville Health Sciences Center. As part of the region's leading academic, research and teaching health center, the cancer center provides the latest medical advances to patients, often long before they become available in non-teaching settings. The JGBCC is a part of KentuckyOne Health and is affiliated with the Kentucky Cancer Program. It is the only cancer center in the region to use a unified approach to cancer care, with multidisciplinary teams of physicians working together to guide patients through diagnosis, treatment and recovery. For more information, visit our web site, http://www.uoflphysicians.com/surgical-oncology or call (502) 583-8303.\n\nMedia Contacts:\n\nMCS Healthcare Public Relations\n\nHeather Kerr\n\n(908) 234-9900\n\nheatherk@mcspr.com\n\nUniversity of Louisville\n\nJill Scoggins\n\n(502) 852-7461\n\njill.scoggins@louisville.edu\n\nSOURCE University of Louisville\n\nRelated Links\n\nhttp://www.uoflphysicians.com/surgical-oncology\n\n", "images": ["http://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png"], "top_img": "http://www.prnewswire.com/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "keywords": [], "authors": ["University Of Louisville"], "canonical_link": "https://www.prnewswire.com/news-releases/new-data-shows-irreversible-electroporation-nearly-doubles-overall-survival-of-patients-with-locally-advanced-pancreatic-cancer-when-added-to-standard-therapy-300071531.html", "title": "New Data Shows Irreversible Electroporation Nearly Doubles Overall Survival of Patients with Locally Advanced Pancreatic Cancer When Added to Standard Therapy", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "SAN DIEGO, April 24, 2015 /PRNewswire/ -- University of Louisville announced today results from the Soft Tissue Ablation Registry (STAR), demonstrating that...", "author": "University of Louisville", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "New Data Shows Irreversible Electroporation Nearly Doubles Overall Survival of Patients with Locally Advanced Pancreatic Cancer When Added to Standard Therapy", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "california", "date": "2015-04-24T06:00:00-04:00", "keywords": "University of Louisville,Health Care & Hospitals ,Medical Pharmaceuticals , Medical Equipment ,Clinical Trials & Medical Discoveries", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "New Data Shows Irreversible Electroporation Nearly Doubles Overall Survival of Patients with Locally Advanced Pancreatic Cancer When Added to Standard Therapy", "description": "SAN DIEGO, April 24, 2015 /PRNewswire/ -- University of Louisville announced today results from the Soft Tissue Ablation Registry (STAR), demonstrating that...", "image": "/content/dam/prnewswire/common/prn_twitter_sharing_logo.png"}, "og": {"title": "New Data Shows Irreversible Electroporation Nearly Doubles Overall Survival of Patients with Locally Advanced Pancreatic Cancer When Added to Standard Therapy", "type": "website", "description": "SAN DIEGO, April 24, 2015 /PRNewswire/ -- University of Louisville announced today results from the Soft Tissue Ablation Registry (STAR), demonstrating that...", "image": "/content/dam/prnewswire/common/prn_facebook_sharing_logo.jpg", "url": "https://www.prnewswire.com/news-releases/new-data-shows-irreversible-electroporation-nearly-doubles-overall-survival-of-patients-with-locally-advanced-pancreatic-cancer-when-added-to-standard-therapy-300071531.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}