{"url": "https://web.archive.org/web/20170216162234/https://www.eurekalert.org/pub_releases/2017-02/uosc-sfd021517.php", "text": "What if you could lose weight and reduce your risk of life-threatening disease without any changes in what you eat -- other than a five-day special diet once every few months?\n\nThat's what happened for 71 adults who were placed on three cycles of a low-calorie, \"fasting-mimicking\" diet. The phase II trial, conducted by researchers at the USC Leonard Davis School of Gerontology, demonstrated a host of benefits from the regimen.\n\nThe diet reduced cardiovascular risk factors including blood pressure, signs of inflammation (measured by C-reactive protein levels), as well as fasting glucose and reduced levels of IGF-1, a hormone that affects metabolism. It also shrank waistlines and resulted in weight loss, both in total body fat and trunk fat, but not in muscle mass.\n\nIn effect, the diet reduced the study participants' risks for cancer, diabetes, heart disease and other age-related diseases, according to the findings published Feb. 15 in Science Translational Medicine.\n\n\"This study provides evidence that people can experience significant health benefits through a periodic, fasting-mimicking diet that is designed to act on the aging process,\" said Valter Longo, director of the USC Longevity Institute and a professor of biological sciences for USC Davis and Dornsife. \"Prior studies have indicated a range of health benefits in mice, but this is the first randomized clinical trial with enough participants to demonstrate that the diet is feasible, effective and safe for humans.\n\n\"Larger FDA studies are necessary to confirm its effects on disease prevention and treatment,\" he added.\n\nOne hundred people participated in the trial from April 2013 to July 2015. The participants, ages 20 to 70 and all generally healthy, were divided into two groups for the randomized trial.\n\nParticipants in the first group, the control group, were asked to continue their normal eating habits for three months. People in the second group were placed on a three-month test of the fasting-mimicking diet.\n\nThose on the special diet were required to eat food products supplied by the nutrition company L-Nutra during the fasting periods of five days each month. The diet, which was designed to mimic the results of a water-only fast, allowed for participants to consume between 750 and 1,100 calories per day. The meals for the fast-mimicking diet contained precise proportions of proteins, fats and carbohydrates.\n\nAfter three months, participants in the control group were moved onto the special diet.\n\nThe researchers found that participants on the fasting-mimicking diet lost an average of about 6 pounds. Their waistlines shrank by 1 to 2 inches. Their systolic blood pressure, which was in the normal range when the study began, dropped by 4.5 mmHG, while their diastolic blood pressure dropped by 3.1 mmHg. Also, their levels of IGF-1 dropped to between 21.7 ng/mL and 46.2 ng/mL, reaching a range associated with lower cancer risk.\n\n\"After the first group completed their three months on the fasting diet, we moved over participants in the control group to see if they also would experience similar results,\" Longo said. \"We saw similar outcomes, which provides further evidence that a fasting-mimicking diet has effects on many metabolic and disease markers. Our mouse studies using a similar fasting-mimicking diet indicate that these beneficial effects are caused by multi-system regeneration and rejuvenation in the body at the cellular and organ levels.\n\n\"Our participants retained those effects, even when they returned to their normal daily eating habits,\" he added.\n\nThe researchers also noted that participants considered \"at risk\" because they had risk factors such as high IGF-1, cholesterol, blood pressure or blood sugar levels, made significant progress toward better health.\n\nFor example, baseline fasting glucose levels for participants with high blood sugar levels (putting them at risk for diabetes) dropped into the healthy range, below 99 mg/dl -- but these levels didn't drop among participants who already had healthy levels at the beginning of the study. Cholesterol was reduced by 20 mg/dl in those with high cholesterol levels, and by about 5 mg/dl in all participants.\n\n\"Fasting seems to be the most beneficial for patients who have the great risk factors for disease, such as those who have high blood pressure or pre-diabetes or who are obese,\" Longo said.\n\nThe researchers had invited participants in the study for one last set of tests three months later, at the end of the diet. The research team found that the beneficial effects -- from weight loss, smaller waistlines and lower glucose, blood pressure and IGF-1 levels -- were sustained.\n\nThe next step for researchers is a large, FDA phase III clinical trial to test the FMD on patients diagnosed with age-related diseases or at high risk for them. The researchers said further investigation will determine whether the benefits of the diet can continue for several months.\n\n###\n\nThe work was funded by the USC Edna M. Jones Chair in Gerontology fund, as well as through a National Institutes of Health grant to co-author Wendy Mack at the Keck School of Medicine of USC, through the Southern California Clinical and Translational Science Institute.\n\nStudy co-authors from USC Davis were Min Wei and Sebastian Brandhorst (lead co-authors) and Mahshid Shelehchi, Hamed Mirzaei, Chia Wei Cheng, Julia Budniak, Esra Guen, Stefano Di Biase, Pinchas Cohen and Todd Morgan. Others were Tanya Dorff of USC Norris Comprehensive Cancer Center; Kurt Hong, of the Keck School of Medicine; Andreas Michalsen of Charité University Medical Center in Germany; and Alessandro Laviano at IFOM, the FIRC Institute of Molecular Oncology.\n\nLongo is the founder of L-Nutra, whose food products were used in the study. His interest in L-Nutra has been disclosed and managed per USC's conflicts of interest policies to assure objectivity and a lack of bias in the conduct and reporting of his research.\n\nUSC also has an ownership interest in L-Nutra, and the potential to receive royalty payments from L-Nutra. USC's financial interest in the company has been disclosed and managed under USC's institutional conflict of interest policies.", "images": ["https://web.archive.org/web/20170216162234im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170216162234im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170216162234im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170216162234im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170216162234im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170216162234im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170216162234im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170216162234im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170216162234im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170216162234im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170216162234im_/https://www.eurekalert.org/images/meganav/AM17-NoDate.png", "https://web.archive.org/web/20170216162234im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170216162234im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png"], "top_img": "https://web.archive.org/web/20170216162234im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170216162234/https://www.eurekalert.org/pub_releases/2017-02/uosc-sfd021517.php", "title": "Scientifically-designed fasting diet lowers risks for major diseases", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Results of a randomized clinical trial shows a periodic, five-day fasting diet designed by a USC researcher safely reduced the risk factors for heart disease, cancer, diabetes and other age-related diseases.", "keywords": "Biology, Cell Biology, Nutrition/Nutrients, Medicine/Health, Cancer, Cardiology, Diet/Body Weight, Gerontology, Aging, Nutrition/Nutrients", "date": "Wed, 15 Feb 2017 05:00:00 GMT", "funder": "USC Edna M. Jones Chair in Gerontology fund, National Institutes of Health", "journal": "Science Translational Medicine", "type": "research", "institution": "University of Southern California", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "USC", "domain": "www.eurekalert.org", "title": "Scientifically-designed fasting diet lowers risks for major diseases", "description": "Results of a randomized clinical trial shows a periodic, five-day fasting diet designed by a USC researcher safely reduced the risk factors for heart disease, cancer, diabetes and other age-related diseases."}, "og": {"title": "Scientifically-designed fasting diet lowers risks for major diseases", "description": "Results of a randomized clinical trial shows a periodic, five-day fasting diet designed by a USC researcher safely reduced the risk factors for heart disease, cancer, diabetes and other age-related diseases.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170216162234/https://www.eurekalert.org/pub_releases/2017-02/uosc-sfd021517.php", "image": "https://web.archive.org/web/20170216162234im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1488258000.0, "source": "https://web.archive.org", "summary": ""}