{"url": "https://web.archive.org/web/20170616064817/https://www.eurekalert.org/pub_releases/2017-04/ucl-cam040317.php", "text": "The common antibiotic doxycycline can disrupt the formation of negative associations in the brain, according to new research from UCL and the University of Zurich.\n\nThe study, published in Molecular Psychiatry, was a pre-registered, placebo-controlled, double-blind randomised controlled trial in 76 healthy volunteers.\n\nIn the first session, participants were given either doxycycline or a placebo and learnt to associate a certain colour with an electric shock. A week later they were shown the colours again, accompanied by a loud sound but no shocks, and their fear responses were measured.*\n\nThe fear response was 60% lower in participants who had doxycycline in the first session compared to those who had the placebo, suggesting that the fear memory was significantly suppressed by the drug. Other cognitive measures including sensory memory and attention were not affected.\n\n\"When we talk about reducing fear memory, we are not talking about deleting the memory of what actually happened,\" explains lead author Professor Dominik Bach (UCL Wellcome Centre for Neuroimaging, Max Planck UCL Centre for Computational Psychiatry and Ageing Research and University of Zurich Division of Clinical Psychiatry Research). \"The participants may not forget that they received a shock when the screen was red, but they 'forget' to be instinctively scared when they next see a red screen. Learning to fear threats is an important ability for any organism, helping us to avoid dangers such as predators. Over-prediction of threat, however, can cause tremendous suffering and distress in anxiety disorders such as PTSD.\"\n\nPost-traumatic stress disorder (PTSD) is a term for a broad range of psychological symptoms that can develop after someone experiences or witnesses a traumatic event. PTSD is caused by an overactive fear memory, and the new research shows that doxycycline can reduce the fear memory response in healthy volunteers.\n\n\"We have demonstrated a proof-of-principle for an entirely new treatment strategy for PTSD,\" explains Professor Bach. \"The theory is based on the recent discovery that our brains need proteins outside nerve cells, called matrix enzymes, to form memories. Matrix enzymes are found throughout the body, and their over-activity is involved in certain immune diseases and cancers. To treat such diseases, we already have clinically approved drugs that block these enzymes, including the antibiotic doxycycline, so we wanted to see if they could help to prevent fear memories from forming in the brain. Our results support this theory, opening up an exciting avenue of research that might help us to find treatments for PTSD.\n\n\"Using drugs to prevent PTSD would be challenging, since in the real world we don't know when a traumatic event is about to occur. However, there is growing evidence that people's memories and associations can be changed after the event when they experience or imagine similar situations. This is called 'reconsolidation', and we now plan to test the effect of doxycycline on reconsolidation of fear memories. If this is successful, we would hope to apply the technique to more clinically realistic models of PTSD within a few years.\"\n\nThe work was supported by the Swiss National Science Foundation, University of Zurich and Wellcome.\n\n*In the first session, participants were given either doxycycline or a placebo and put in front of a computer. The screen would flash either blue or red, and one of the colours was associated with a 50% chance of receiving a painful electric shock. This happened 160 times, with the colours appearing in random order, so that participants learnt to associate the 'bad' colour with the shock.\n\nA week later, under no medication, participants returned to repeat the experiment. This time there were no electric shocks, but a loud sound played after either colour was shown. Participants' fear responses were measured by tracking their eye blinks, as this is an instinctive response to sudden threats. The fear memory response was calculated by subtracting the baseline startle response -- the response to the sound on the 'good' colour - from the response to the sound when the 'bad' colour was showing.\n\n###", "images": ["https://web.archive.org/web/20170616064817im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170616064817im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170616064817im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170616064817im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170616064817im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170616064817im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170616064817im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170616064817im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170616064817im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170616064817im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170616064817im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170616064817im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170616064817im_/https://www.eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20170616064817im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170616064817/https://www.eurekalert.org/pub_releases/2017-04/ucl-cam040317.php", "title": "Common antibiotic may help to prevent or treat PTSD", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "The common antibiotic doxycycline can disrupt the formation of negative associations in the brain, according to new research from UCL and the University of Zurich.\n\nThe study, published in Molecular Psychiatry, was a pre-registered, placebo-controlled, double-blind randomized controlled trial in 76 healthy volunteers.", "keywords": "Medicine/Health, Neurobiology, Neurochemistry, Social/Behavioral Science, Mental Health, Counseling, Stress/Anxiety", "date": "Tue, 04 Apr 2017 04:00:00 GMT", "journal": "Molecular Psychiatry", "type": "research", "institution": "University College London", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "uclnews", "domain": "www.eurekalert.org", "title": "Common antibiotic may help to prevent or treat PTSD", "description": "The common antibiotic doxycycline can disrupt the formation of negative associations in the brain, according to new research from UCL and the University of Zurich.\n\nThe study, published in Molecular Psychiatry, was a pre-registered, placebo-controlled, double-blind randomized controlled trial in 76 healthy volunteers."}, "og": {"title": "Common antibiotic may help to prevent or treat PTSD", "description": "The common antibiotic doxycycline can disrupt the formation of negative associations in the brain, according to new research from UCL and the University of Zurich.\n\nThe study, published in Molecular Psychiatry, was a pre-registered, placebo-controlled, double-blind randomized controlled trial in 76 healthy volunteers.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170616064817/https://www.eurekalert.org/pub_releases/2017-04/ucl-cam040317.php", "image": "https://web.archive.org/web/20170616064817im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "uclofficial"}}, "movies": [], "publish_date": 1493438400.0, "source": "https://web.archive.org", "summary": ""}