{"url": "https://web.archive.org/web/20151128013250/http://www.eurekalert.org:80/pub_releases/2015-11/kcl-cbt112515.php", "text": "Cognitive behavioural therapy could help many people with a dental phobia overcome their fear of visiting the dentist and enable them to receive dental treatment without the need to be sedated, according to a new study by King's College London.\n\nAnxiety about visiting the dentist is common and becomes a phobia when it has a marked impact on someone's well-being; people with dental phobias typically avoid going to the dentist and end up experiencing more dental pain, poorer oral health and a detrimental effect on their quality of life. Estimates from the most recent Adult Dental Health Survey in the UK suggest around one in ten people suffers from dental phobia.\n\nCognitive behavioural therapy (CBT) is a short-term therapy, typically lasting 6-10 sessions. CBT has been shown to help with a range of psychological problems, most notably for depression and anxiety-related disorders. Both cognitive and behavioural interventions have been shown to be successful in reducing dental anxiety and increasing dental attendance.\n\nThe latest study, published in the British Dental Journal, looked at the characteristics of 130 patients (99 women and 31 men) attending a psychologist-led CBT service and the outcomes of their treatment. Patients attending a clinic run by the King's College London Dental Institute Health Psychology Service at Guy's and St Thomas' NHS Foundation Trust were surveyed for their levels of dental anxiety, general anxiety, depression, suicidal thoughts, alcohol use and oral health-related quality of life.\n\nThree-quarters of those assessed scored 19 or higher on the Modified Dental Anxiety Scale (MDAS), indicating dental phobia. The remainder all scored high on one or more items of the MDAS, suggesting a specific fear of some aspect of dentistry. Fear of dental injections and the dental drill were the most common high scoring items on the MDAS. Nearly all patients (94%) reported a knock-on effect from problems with their teeth, mouth or gums on their daily living and quality of life.\n\nA proportion of the patients surveyed were found to have other psychological conditions - 37% had high levels of general anxiety and 12% had clinically significant levels of depression. Suicidal thoughts were reported by 12% of patients and four (3%) reported a recent intent to commit suicide. Individuals were referred to support services via the care of their GP and for suicide risk, immediate action was taken based on local service guidelines.\n\nOf all patients referred, four-fifths (79%) went on to have dental treatment without the need for sedation and 6% had their dental treatment under sedation. The average number of CBT appointments required before a patient received dental treatment without sedation was five.\n\nProfessor Tim Newton from the Dental Institute at King's College London and lead author of the study said: \"People with dental phobia are most commonly given sedation to allow them to become relaxed enough for a short period of time to have their dental treatment performed. However this does not help them to overcome their fear in the long term. The primary goal of our CBT service is to enable patients to receive dental treatment without the need for sedation, by working with each individual patient to set goals according to their priorities. Our study shows that after on average five CBT sessions, most people can go on to be treated by the dentist without the need to be sedated.\"\n\n\"However, there is a need for people with dental phobia to be carefully assessed by trained CBT practitioners working with dental health professionals. Some of the patients referred to us were found to be experiencing additional psychological difficulties, and needed further referral and management. CBT provides a way of reducing the need for sedation in people with a phobia, but there will still be those who need sedation because they require urgent dental treatment or they are having particularly invasive treatments. Our service should be viewed as complementing sedation services rather than as an alternative, the two together providing a comprehensive care pathway for the ultimate benefit of patients.\"\n\nA recent study published in the same journal, co-authored by Professor Tim Newton, showed that more women than men reported dental phobia in the 2009 Adult Dental Health Survey. Those with dental phobia were more likely to come from a lower income background, have more caries in their teeth and suffer from poorer oral health overall.\n\n###", "images": ["https://web.archive.org/web/20151128013250im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20151128013250im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20151128013250im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20151128013250im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20151128013250im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20151128013250im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20151128013250im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20151128013250im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20151128013250im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20151128013250im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20151128013250im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20151128013250im_/http://www.eurekalert.org/images/meganav/AHA_logo.jpg", "https://web.archive.org/web/20151128013250im_/http://www.eurekalert.org/images/e4/logo-footer.png"], "top_img": "https://web.archive.org/web/20151128013250im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20151128013250/http://www.eurekalert.org/pub_releases/2015-11/kcl-cbt112515.php", "title": "Cognitive behavior therapy can help overcome fear of the dentist", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Cognitive behavioral therapy could help many people with a dental phobia overcome their fear of visiting the dentist and enable them to receive dental treatment without the need to be sedated, according to a new study by King's College London.", "keywords": "Medicine/Health, Dentistry/Periodontal Disease, Behavior, Coping/Phobias", "date": "Thu, 26 Nov 2015 05:00:00 GMT", "journal": "British Dental Journal", "type": "research", "institution": "King's College London", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "kingscollegelon", "domain": "www.eurekalert.org"}, "og": {"title": "Cognitive behavior therapy can help overcome fear of the dentist", "description": "Cognitive behavioral therapy could help many people with a dental phobia overcome their fear of visiting the dentist and enable them to receive dental treatment without the need to be sedated, according to a new study by King's College London.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20151128013250/http://www.eurekalert.org/pub_releases/2015-11/kcl-cbt112515.php", "image": "https://web.archive.org/web/20151128013250im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "kingscollegelondon"}}, "movies": [], "publish_date": 1448773200.0, "source": "https://web.archive.org", "summary": ""}