{"url": "https://web.archive.org/web/20180719152152/https://www.eurekalert.org/pub_releases/2017-07/uoe-fbb071217.php", "text": "Playing football can improve bone development in adolescent boys, new research shows.\n\nIn a study comparing adolescent footballers to swimmers, cyclists and a control group of boys not involved in regular sport, scientists at the University of Exeter found football led to significantly better bones after one year of training.\n\nAdolescence is the key period for bone development, and poor development at this stage is linked to reduced peak bone mass (the amount of bone mass at the end of the skeletal maturation, around age 30), increased fracture risk and osteoporosis later in life.\n\nThough swimming and cycling have proven health benefits, the scientists said their study \"raises a question\" about whether they are good for bone development due to the non-weight bearing training - and they say young swimmers and cyclists could benefit from more weight-bearing exercise in training regimes.\n\n\"Our research shows that playing football can improve bone development in comparison to swimming and cycling,\" said first author Dimitris Vlachopoulos, of Sport and Health Sciences at the University of Exeter.\n\n\"Though we focussed on aspiring professionals who played as much as nine hours a week, playing football for three hours a week might be enough for a substantial effect.\n\n\"We already knew exercise was key for bone growth, but here we clarify what type of exercise.\n\n\"Although we didn't study other sports, it's reasonable to suppose that weight-bearing, high-impact, high-intensity exercise like tennis, badminton, basketball and handball will have similar effects to football.\"\n\nThe year-long study, of 116 boys aged 12-14, took a variety of measures including bone mineral content (BMC).\n\nBMC measurements were taken at the lumbar spine (lower back) and femoral neck (upper leg) - both key sites for both fractures and osteoporosis.\n\nThe results showed footballers had higher BMC than swimmers and cyclists after one year of sport-specific training.\n\nFor example, footballers' BMC was 7% higher than that of cyclists at the lumbar spine, and 5% higher at the femoral neck.\n\nThe research was funded by the EU via a Marie-Sklodowska-Curie fellowship awarded to principal investigator Dr Luis Gracia-Marco, also of the University of Exeter.\n\nDr Gracia-Marco said: \"The sports we studied are the three most popular in the UK, and it's important to know what effects they have in relation to bone health.\n\n\"Adolescence is the key time for bone growth. Once a person reaches puberty, the next five years are vitally important in this respect.\"\n\nThe athletes in the study were all playing high-level sport - the footballers in Exeter City FC's youth setup, and the swimmers and cyclists at leading clubs in the South West.\n\nThe boys in the control group, though generally active, were not involved in regular sport.\n\nDespite the many health benefits of cycling and swimming, the study found little difference in bone development between cyclists, swimmers and the control group.\n\n\"This raises a question about whether swimming and cycling are good for bone development,\" Dr Gracia Marco said.\n\n\"We now need to consider how to counteract the lack of bone growth stimulus caused by cycling and swimming, possibly by encouraging swimmers and cyclists to add weight-bearing exercise in their training.\"\n\nOne innovative aspect of the study was the measurement of bone texture of the lumbar spine using trabecular bone score (TBS) - the first use of this technique in adolescent athletes.\n\nThe paper, entitled: \"Longitudinal Adaptations of Bone Mass, Geometry and Metabolism in Adolescent Male Athletes. The PRO-BONE Study\", is published in the Journal of Bone and Mineral Research.\n\nThe research is part of a larger University of Exeter study called PRO-BONE.\n\n###\n\nNote to editors: Being a UK university, when we say \"football\" we mean the game otherwise known as soccer.", "images": ["https://web.archive.org/web/20180719152152im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180719152152im_/https://media.eurekalert.org/meganav/Nutrition2018_Newsroom.jpg", "https://web.archive.org/web/20180719152152im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180719152152im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180719152152im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180719152152im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180719152152im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20180719152152im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180719152152im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180719152152im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180719152152im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180719152152im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20180719152152im_/https://www.eurekalert.org/images/e4/logo-footer.png"], "top_img": "https://web.archive.org/web/20180719152152im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180719152152/https://www.eurekalert.org/pub_releases/2017-07/uoe-fbb071217.php", "title": "Football boosts bone development in boys", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Playing football can improve bone development in adolescent boys, new research shows.", "keywords": "Medicine/Health, Orthopedic Medicine, Physiology, Public Health, Sports Medicine, Sports/Recreation, Behavior, Sports Medicine, Sports/Recreation", "date": "Wed, 12 Jul 2017 04:00:00 GMT", "journal": "Journal of Bone & Mineral Research", "type": "research", "institution": "University of Exeter", "region": "europe", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "uniofexeter", "domain": "www.eurekalert.org", "title": "Football boosts bone development in boys", "description": "Playing football can improve bone development in adolescent boys, new research shows."}, "og": {"title": "Football boosts bone development in boys", "description": "Playing football can improve bone development in adolescent boys, new research shows.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180719152152/https://www.eurekalert.org/pub_releases/2017-07/uoe-fbb071217.php", "image": "https://web.archive.org/web/20180719152152im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "exeteruni?v=app_4949752878"}}, "movies": [], "publish_date": 1501300800.0, "source": "https://web.archive.org", "summary": ""}