{"url": "http://www.newswise.com/articles/view/671837/?sc=mwhn", "text": "Newswise — SEATTLE (March 24, 2017) – The U.S. Food and Drug Administration yesterday granted accelerated approval to the checkpoint inhibitor Bavencio (avelumab) for the treatment of patients with metastatic Merkel cell carcinoma (MCC), including those who have not received prior chemotherapy. Avelumab is the first FDA-approved treatment for metastatic MCC and the first disease that the drug has ever been approved to treat.\n\nA rare and aggressive form of skin cancer, MCC, is 35 times less common than melanoma, but on average, it is about three times more likely to be deadly. Until now, there were no systemic therapies approved by the Food and Drug Administration for this cancer, and no approved therapies once the cancer had spread.\n\nTom Judd, who lives near Portland, Oregon, knows what it is like to be diagnosed with a deadly cancer for which there is no approved drug. After being diagnosed with MCC in 2013, his cancer jumped from a small pimple on his nose throughout his body, growing until it interfered dangerously with organ function.\n\nBy early 2015, the disease had nearly killed him, despite surgery, radiation and chemotherapy. Then he enrolled in a clinical trial and received his first of many infusions of the new immunotherapy drug – avelumab. Within six weeks of that first infusion, more than one-third of the cancer throughout his body was gone, and today, more than 90 percent of his tumor mass has disappeared.\n\nBecause of the data from this clinical trial, avelumab (brand name Bavencio) has become the first systemic therapy approved by the FDA for MCC, and the first treatment of any kind approved for metastatic MCC.\n\nDr. Paul Nghiem, affiliate investigator of the Clinical Research Division at Fred Hutch, and the George F. Odland Endowed Chair in Dermatology at the University of Washington School of Medicine, is a senior investigator on the clinical trial that led to the FDA approval and the senior author on the Lancet Oncology article that preceded the approval. He is a leading expert on MCC and a pioneer of immunotherapy for the disease.\n\nThe approval as a first- and second-line therapy “is a really big deal,” said Nghiem. His team foundational work on the role of immune cells in MCC paved the way for immunotherapy trials in the disease, including one he leads of another immunotherapy drug with a similar mechanism of action (Merck’s Keytruda), whose results were published last year and changed the field overnight.\n\nA practicing physician, he treats patients with MCC and other skin cancers at Seattle Cancer Care Alliance, Fred Hutch’s clinical care partner. He is a consultant for EMD Serono Inc. and receives funding from Bristol-Myers Squibb to perform biomarker studies in MCC clinical trials.\n\n# # #\n\nAt Fred Hutchinson Cancer Research Center, home to three Nobel laureates, interdisciplinary teams of world-renowned scientists seek new and innovative ways to prevent, diagnose and treat cancer, HIV/AIDS and other life-threatening diseases. Fred Hutch’s pioneering work in bone marrow transplantation led to the development of immunotherapy, which harnesses the power of the immune system to treat cancer with minimal side effects. An independent, nonprofit research institute based in Seattle, Fred Hutch houses the nation’s first and largest cancer prevention research program, as well as the clinical coordinating center of the Women’s Health Initiative and the international headquarters of the HIV Vaccine Trials Network. Private contributions are essential for enabling Fred Hutch scientists to explore novel research opportunities that lead to important medical breakthroughs. For more information, visit fredhutch.org or follow Fred Hutch on Facebook, Twitter or YouTube.", "images": ["https://www.newswise.com/legacy/image.php?image=/images/uploads/2017/03/24/Paul_Nghiem_19349.JPG&width=100&height=100", "http://www.newswise.com/images/institutions/logos/xNEWFredHutch_tm_v_tag_4c_rbg_Clearspace.jpg.pagespeed.ic.eBuA5xwc23.jpg", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/assets/img/logo.png.pagespeed.ce.pQl5UlxZ8w.png", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/legacy/ximage.php,qimage=,_images,_uploads,_2017,_03,_24,_Paul_Nghiem_19349.JPG,awidth=502,aheight=334.pagespeed.ic.1jiSkFCa0O.jpg"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2017/03/24/Paul_Nghiem_19349.JPG&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/immunotherapy-drug-becomes-first-therapy-approved-by-fda-for-rare-skin-cancer", "title": "Immunotherapy Drug Becomes First Therapy Approved by FDA for Rare Skin Cancer", "meta_data": {"keywords": "Newswise, cancer immunotherapy,Merkel cell carcinoma ,MCC,Paul Nghiem,avelumab ,bavencio,Skin Cancer,Fred Hutch,Cancer, Immunology, Pharmaceuticals, Cancer Center Featured Story 2, Local - Washington,  Fred Hutchinson Cancer Research Center", "description": "The U.S. Food and Drug Administration yesterday granted accelerated approval to the checkpoint inhibitor Bavencio (avelumab) for the treatment of patients with metastatic Merkel cell carcinoma. Dr. Paul Nghiem, a senior investigator on the clinical trial that led to yesterday’s fast-track FDA approval and an expert on MCC is available for interviews, as is a patient who participated in the clinical trial.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "The U.S. Food and Drug Administration yesterday granted accelerated approval to the checkpoint inhibitor Bavencio (avelumab) for the treatment of patients with metastatic Merkel cell carcinoma. Dr. Paul Nghiem, a senior investigator on the clinical trial that led to yesterday’s fast-track FDA approval and an expert on MCC is available for interviews, as is a patient who participated in the clinical trial.", "title": "Immunotherapy Drug Becomes First Therapy Approved by FDA for Rare Skin Cancer", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2017/03/24/Paul_Nghiem_19349.JPG&width=100&height=100", "url": "https://www.newswise.com/articles/immunotherapy-drug-becomes-first-therapy-approved-by-fda-for-rare-skin-cancer"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}