{"url": "https://www.eurekalert.org/pub_releases/2018-02/bcom-svc022618.php", "text": "A treatment that improves the lives of nearly 1.3 million people with rheumatoid arthritis might one day originate from scorpion venom. A group of researchers led by Dr. Christine Beeton at Baylor College of Medicine has found that one of the hundreds of components in scorpion venom can reduce the severity of the disease in animal models, without inducing side effects associated with similar treatments. The study appears in the Journal of Pharmacology and Experimental Therapeutics.\n\n\"Rheumatoid arthritis is an autoimmune disease - one in which the immune system attacks its own body. In this case, it affects the joints,\" said Beeton, associate professor of molecular physiology and biophysics and member Dan L Duncan Comprehensive Cancer Center at Baylor College of Medicine. \"Cells called fibroblast-like synoviocytes (FLS) play a major role in the disease. As they grow and move from joint to joint, they secrete products that damage the joints and attract immune cells that cause inflammation and pain. As damage progresses, the joints become enlarged and are unable to move.\"\n\nCurrent treatments target the immune cells involved in the disease and none are specific for FLS. Beeton and her colleagues studied FLS looking for an 'Achilles' heel' that would allow them to prevent or stop them from damaging the joints.\n\n\"In previous work, we identified a potassium channel on FLS of patients with rheumatoid arthritis and found that the channel was very important for the development of the disease,\" Beeton said. \"We wanted to find a way to block the channel to stop the cells damaging the joints.\"\n\nPotassium channels work by opening gates on the surface of cells that allow potassium ions - small charged atoms - to flow in and out of the cell. The flow of ions through the channels is necessary for the cells to carry out many of their essential functions. Animals such as scorpions have venoms that block potassium and other ion channels. They use the venoms to paralyze and kill prey. Decades ago, scientists discovered this and realized that, if handled correctly, venoms also might have medicinal applications.\n\nScorpion venom may lead to improved treatments for rheumatoid arthritis\n\n\"Scorpion venom has hundreds of different components. One of the components in the venom of the scorpion called Buthus tamulus specifically blocks the potassium channel of FLS and not the channels in other cells such as those of the nervous system,\" said first author Dr. Mark Tanner, a graduate student in the Beeton lab during the development of this project. \"Here, we investigated whether this venom component, called iberiotoxin, would be able to specifically block the FLS potassium channel and reduce the severity of the rheumatoid arthritis in rat models of the disease.\"\n\nWhen the researchers treated rat models of the disease with iberiotoxin, they stopped the progression of the disease. In some cases they reversed the signs of established disease, meaning that the animals had better joint mobility and less inflammation in their joints. In addition, treatment with iberiotoxin did not induce side effects, such as tremors and incontinence, observed when treating with another channel blocker called paxilline.\n\n\"It was very exciting to see that iberiotoxin is very specific for the potassium channel in FLS and that it did not seem to affect the channels in other types of cells, which might explain the lack of tremors and incontinence,\" Tanner said.\n\n\"Although these results are promising, much more research needs to be conducted before we can use scorpion venom components to treat rheumatoid arthritis,\" Beeton said. \"We think that this venom component, iberiotoxin, can become the basis for developing a new treatment for rheumatoid arthritis in the future.\"\n\n###\n\nOther contributors of this work include Michael W. Pennington, Brayden H. Chamberlain, Redwan Huq, Elizabeth J. Gehrmann, Teresina Laragione and Pércio S. Gulko. The contributors are affiliated with one or more of the following institutions: Baylor College of Medicine, Peptides International, Inc. and Icahn School of Medicine at Mount Sinai.\n\nThis work was supported by the Arthritis Foundation grant 6483 and the National Institutes of Health grants GM088129, AI050831, AR069960, HL007676, CA125123 and HG006348.", "images": ["https://media.eurekalert.org/meganav/S11690 ACS SAN DIEGO graphic - 600x200.jpg", "https://media.eurekalert.org/meganav/AAAS-logo.png", "https://www.eurekalert.org/images/e4/logo-footer.png", "https://media.eurekalert.org/multimedia_prod/pub/rel/163974_rel.jpg", "https://www.eurekalert.org/multimedia/pub/web/163974_web.jpg", "https://media.eurekalert.org/multimedia_prod/pub/web/163974_web.jpg", "https://media.eurekalert.org/meganav/SfNMenuBanner2019.jpg", "https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://www.eurekalert.org/images/e4/logo-2x.png", "https://www.eurekalert.org/images/e4/brand.png", "https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://www.eurekalert.org/multimedia/pub/web/163974_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.eurekalert.org/pub_releases/2018-02/bcom-svc022618.php", "title": "Scorpion venom component can reduce severity of rheumatoid arthritis", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A group of researchers led by Dr. Christine Beeton at Baylor College of Medicine has found that one of the hundreds of components in scorpion venom can reduce the severity of rheumatoid arthritis in animal models, without inducing side effects associated with similar treatments.", "keywords": "Biology, Biochemistry, Cell Biology, Toxicology, Immunology/Allergies/Asthma, Pain", "date": "Mon, 26 Feb 2018 05:00:00 GMT/UTC", "journal": "Journal of Pharmacology and Experimental Therapeutics", "type": "research", "institution": "Baylor College of Medicine", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "bcmhouston", "domain": "www.eurekalert.org", "title": "Scorpion venom component can reduce severity of rheumatoid arthritis", "description": "A group of researchers led by Dr. Christine Beeton at Baylor College of Medicine has found that one of the hundreds of components in scorpion venom can reduce the severity of rheumatoid arthritis in animal models, without inducing side effects associated with similar treatments."}, "og": {"title": "Scorpion venom component can reduce severity of rheumatoid arthritis", "description": "A group of researchers led by Dr. Christine Beeton at Baylor College of Medicine has found that one of the hundreds of components in scorpion venom can reduce the severity of rheumatoid arthritis in animal models, without inducing side effects associated with similar treatments.", "site_name": "EurekAlert!", "url": "https://www.eurekalert.org/pub_releases/2018-02/bcom-svc022618.php", "image": "https://www.eurekalert.org/multimedia/pub/web/163974_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1518066000.0, "source": "https://www.eurekalert.org", "summary": ""}