{"url": "https://www.eurekalert.org/pub_releases/2017-11/uom-ctu112017.php", "text": "ANN ARBOR--New research from the University of Michigan Life Sciences Institute has determined how a common holiday spice--cinnamon--might be enlisted in the fight against obesity.\n\nScientists had previously observed that cinnamaldehyde, an essential oil that gives cinnamon its flavor, appeared to protect mice against obesity and hyperglycemia. But the mechanisms underlying the effect were not well understood.\n\nResearchers in the lab of Jun Wu, research assistant professor at the LSI, wanted to better understand cinnamaldehyde's action and determine whether it might be protective in humans, too.\n\n\"Scientists were finding that this compound affected metabolism,\" said Wu, who also is an assistant professor of molecular and integrative physiology at the U-M Medical School. \"So we wanted to figure out how--what pathway might be involved, what it looked like in mice and what it looked like in human cells.\"\n\nTheir findings, which appear in the December issue of the journal Metabolism, indicated that cinnamaldehyde improves metabolic health by acting directly on fat cells, or adipocytes, inducing them to start burning energy through a process called thermogenesis.\n\nWu and her colleagues tested human adipocytes from volunteers representing a range of ages, ethnicities and body mass indices. When the cells were treated with cinnamaldehyde, the researchers noticed increased expression of several genes and enzymes that enhance lipid metabolism. They also observed an increase in Ucp1 and Fgf21, which are important metabolic regulatory proteins involved in thermogenesis.\n\nAdipocytes normally store energy in the form of lipids. This long-term storage was beneficial to our distant ancestors, who had much less access to high-fat foods and thus a much greater need to store fat. That fat could then be used by the body in times of scarcity or in cold temperatures, which induce adipocytes to convert stored energy into heat.\n\n\"It's only been relatively recently that energy surplus has become a problem,\" Wu said. \"Throughout evolution, the opposite--energy deficiency--has been the problem. So any energy-consuming process usually turns off the moment the body doesn't need it.\"\n\nWith the rising obesity epidemic, researchers like Wu have been looking for ways to prompt fat cells to activate thermogenesis, turning those fat-burning processes back on.\n\nWu believes that cinnamaldehyde may offer one such activation method. And because it is already used widely in the food industry, it might be easier to convince patients to stick to a cinnamon-based treatment than to a traditional drug regimen.\n\n\"Cinnamon has been part of our diets for thousands of years, and people generally enjoy it,\" Wu said. \"So if it can help protect against obesity, too, it may offer an approach to metabolic health that is easier for patients to adhere to.\"\n\nNow, before anyone goes dumping tons of extra cinnamon in their egg nog in hopes of keeping holiday-season pounds at bay, Wu cautioned that further study is needed to determine how best to harness cinnamaldehyde's metabolic benefits without causing adverse side effects.\n\n###\n\nThe research was supported by the Human Frontier Science Program, Edward Mallinckrodt Jr. Foundation, National Institutes of Health and American Heart Association.\n\nOther study authors were: Juan Jiang, Margo Emont, Heejin Jun, Xiaona Qiao, Jiling Liao and Dong-il Kim, all of U-M.\n\nThe study is titled \"Cinnamaldehyde induces fat cell-autonomous thermogenesis and metabolic reprogramming,\" DOI: 10.1016/j.metabol.2017.08.006.", "images": ["https://media.eurekalert.org/meganav/S11690 ACS SAN DIEGO graphic - 600x200.jpg", "https://media.eurekalert.org/meganav/AAAS-logo.png", "https://www.eurekalert.org/images/e4/logo-footer.png", "https://media.eurekalert.org/meganav/SfNMenuBanner2019.jpg", "https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://www.eurekalert.org/images/e4/logo-2x.png", "https://www.eurekalert.org/images/e4/brand.png", "https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.eurekalert.org/pub_releases/2017-11/uom-ctu112017.php", "title": "Cinnamon turns up the heat on fat cells", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "New research from the University of Michigan Life Sciences Institute has determined how a common holiday spice --\r\n cinnamon -- might be enlisted in the fight against obesity.", "keywords": "Biology, Molecular Biology, Physiology, Diet/Body Weight, Eating Disorders/Obesity, Metabolism/Metabolic Diseases, Nutrition/Nutrients, Public Health", "date": "Tue, 21 Nov 2017 05:00:00 GMT/UTC", "funder": "Human Frontier Science Program, Edward Mallinckrodt Jr. Foundation, National Institutes of Health, American Heart Association", "journal": "Metabolism", "type": "research", "institution": "University of Michigan", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "umich", "domain": "www.eurekalert.org", "title": "Cinnamon turns up the heat on fat cells", "description": "New research from the University of Michigan Life Sciences Institute has determined how a common holiday spice --\r\n cinnamon -- might be enlisted in the fight against obesity."}, "og": {"title": "Cinnamon turns up the heat on fat cells", "description": "New research from the University of Michigan Life Sciences Institute has determined how a common holiday spice --\r\n cinnamon -- might be enlisted in the fight against obesity.", "site_name": "EurekAlert!", "url": "https://www.eurekalert.org/pub_releases/2017-11/uom-ctu112017.php", "image": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1510117200.0, "source": "https://www.eurekalert.org", "summary": ""}