{"url": "https://web.archive.org/web/20171004075723/https://www.eurekalert.org/pub_releases/2017-10/uoc--btm100317.php", "text": "Benefits of green tea were already known; new UCLA study shows that polyphenols in both varieties alter gut bacteria\n\nUCLA researchers have demonstrated for the first time that black tea may promote weight loss and other health benefits by changing bacteria in the gut. In a study of mice, the scientists showed that black tea alters energy metabolism in the liver by changing gut metabolites.\n\nThe research is published in the European Journal of Nutrition.\n\nThe study found that both black and green tea changed the ratio of intestinal bacteria in the animals: The percentage of bacteria associated with obesity decreased, while bacteria associated with lean body mass increased.\n\nPrevious studies indicated that chemicals in green tea called polyphenols are absorbed and alter the energy metabolism in the liver. The new findings show that black tea polyphenols, which are too large to be absorbed in the small intestine, stimulate the growth of gut bacterium and the formation of short-chain fatty acids, a type of bacterial metabolites that has been shown to alter the energy metabolism in the liver.\n\n\"It was known that green tea polyphenols are more effective and offer more health benefits than black tea polyphenols since green tea chemicals are absorbed into the blood and tissue,\" said Susanne Henning, the study's lead author and an adjunct professor at the UCLA Center for Human Nutrition, which is part of the David Geffen School of Medicine at UCLA. \"Our new findings suggest that black tea, through a specific mechanism through the gut microbiome, may also contribute to good health and weight loss in humans.\"\n\n\"The results suggest that both green and black teas are prebiotics, substances that induce the growth of good microorganisms that contribute to a person's well-being,\" she said.\n\nIn the study, four groups of mice received different diets -- two of which were supplemented with green tea or black tea extracts:\n\nLow-fat, high-sugar High-fat, high-sugar High-fat, high-sugar and green tea extract High-fat, high-sugar and black tea extract\n\nAfter four weeks, the weights of the mice that were given green or black tea extracts dropped to the same levels as those of the mice that received the low-fat diet throughout the study.\n\nThe researchers also collected samples from the mice's large intestines (to measure bacteria content) and liver tissues (to measure fat deposits). In the mice that consumed either type of tea extract, there was less of the type of bacteria associated with obesity and more of the bacteria associated with lean body mass.\n\nHowever, only the mice that consumed black tea extract had an increase in a type of bacteria called Pseudobutyrivibrio, which could help explain the difference between how black tea and green tea change energy metabolism.\n\nDr. Zhaoping Li, director of the UCLA Center for Human Nutrition, chief of the UCLA Division of Clinical Nutrition and the study's senior author, said the findings suggest that the health benefits of both green tea and black tea go beyond their antioxidant benefits, and that both teas have a strong impact on the gut microbiome.\n\n\"For black tea lovers, there may be a new reason to keep drinking it,\" she said.\n\nThe findings build on a 2015 UCLA study that demonstrated that both green tea and black tea helped prevent obesity in mice that consumed a high-fat, high-sugar diet.\n\n###\n\nThe new study also concluded that both green tea and black tea have different effects on liver metabolism. According to Henning, the molecules in green tea are smaller and can more readily be absorbed into the body and reach the liver directly, while black tea molecules are larger and stay in the intestine rather than being absorbed. When black tea molecules stay in the intestinal tract, they enhance the growth of beneficial bacteria and the formation of microbial metabolites involved in the regulation of energy metabolism.\n\nThe study was funded by the National Institutes of Health and the UCLA Center for Human Nutrition.", "images": ["https://web.archive.org/web/20171004075723im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20171004075723im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20171004075723im_/https://www.eurekalert.org/images/meganav/ACS2017_300x100.jpg", "https://web.archive.org/web/20171004075723im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20171004075723im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20171004075723im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20171004075723im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20171004075723im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20171004075723im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20171004075723im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20171004075723im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20171004075723im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20171004075723im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20171004075723im_/https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://web.archive.org/web/20171004075723im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20171004075723/https://www.eurekalert.org/pub_releases/2017-10/uoc--btm100317.php", "title": "Black tea may help with weight loss, too", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "UCLA researchers have demonstrated for the first time that black tea may promote weight loss and other health benefits by changing bacteria in the gut.", "keywords": "Medicine/Health, Nutrition/Nutrients", "date": "Wed, 04 Oct 2017 04:00:00 GMT/UTC", "funder": "National Institutes of Health", "journal": "European Journal of Nutrition", "type": "research", "institution": "University of California - Los Angeles Health Sciences", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "uclahealth", "domain": "www.eurekalert.org", "title": "Black tea may help with weight loss, too", "description": "UCLA researchers have demonstrated for the first time that black tea may promote weight loss and other health benefits by changing bacteria in the gut."}, "og": {"title": "Black tea may help with weight loss, too", "description": "UCLA researchers have demonstrated for the first time that black tea may promote weight loss and other health benefits by changing bacteria in the gut.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20171004075723/https://www.eurekalert.org/pub_releases/2017-10/uoc--btm100317.php", "image": "https://web.archive.org/web/20171004075723im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "uclahealthsystem"}}, "movies": [], "publish_date": 1509249600.0, "source": "https://web.archive.org", "summary": ""}