{"url": "https://web.archive.org/web/20170522201037/https://www.eurekalert.org/pub_releases/2017-05/nu-ncd052217.php", "text": "CHICAGO --- A cancer drug for patients with certain types of leukemia and lymphoma can also prevent reactions to some of the most common airborne allergies, according to a recent Northwestern Medicine study. The promising data from this pilot study could have greater implications for adults with food allergies.\n\nThe cancer patients who were allergic to allergens such as cat dander and ragweed saw their allergic skin test reactivity reduced by 80 to 90 percent in one week, and this persisted with continued use of the drug for at least one to two months. The findings were published in the Journal of Allergy and Clinical Immunology in May.\n\n\"It almost completely knocked out the patients' skin test and blood cell allergic reactivity,\" said senior author Dr. Bruce Bochner, the Samuel M. Feinberg Professor of Medicine at Northwestern University Feinberg School of Medicine.\n\nThis FDA-approved drug, ibrutinib, is currently on the market as a successful and less-toxic alternative to chemotherapy for patients with chronic lymphocytic leukemia and mantle cell lymphoma. In this recent study, Bochner and his team performed traditional allergy skin tests and the basophil activation test, a related allergy test using blood cells, on cancer patients before they had taken ibrutinib and again after one week and after one to two months of taking it.\n\nA rather unlikely pairing - cancer and allergies - Bochner thought to test if a cancer drug could prevent allergic reactions by collaborating with Feinberg's oncology department.\n\nHe knew that the generally well-tolerated cancer drug was successful in blocking a protein inside a cell called Bruton's Tyrosine Kinase (BTK). BTK plays a crucial role in B cell activation, growth and maturation and mast cell and basophil activation, the latter two cells being responsible for immediate allergic reactions. Bochner teamed up with Northwestern oncologist Dr. Leo Gordon and colleagues to test if this BTK inhibitor could shut down an enzyme inside cells that is involved when you have an allergic reaction.\n\n\"Ibrutinib is considered a game changer in these two types of cancers,\" said Gordon, the Abby and John Friend Professor of Cancer Research at Feinberg. \"We understood that it might have some biologic effects in what Bruce is interested in, so we were happy to participate in his study. It's an interesting repurposing of that drug.\"\n\nWhile the study was small - only two patients qualified out of about 35 that were screened for allergies - the implications are much larger for later phases of this study. Bochner and his colleagues Drs. Anne Marie Singh and Melanie Dispenza are now testing how successful the drug is at targeting allergies to food, such as tree nuts and peanuts.\n\n\"Preventing or lessening the severity of an allergic reaction to a food you've ingested that you're allergic to is kind of the holy grail of food allergy treatment,\" Bochner said. \"I don't know if this or similar drugs will ever make it possible for a peanut-allergic person to eat peanut butter and jelly sandwiches, but we're excited to use this approach to teach us how to lessen the risks of food allergy reactions.\"\n\nCurrently, the study is being expanded to adults with food allergy to see if their skin test and basophil activation test responses show a similar reduction with just a few doses of ibrutinib and how long such benefits might last. If the results are favorable, the next step would be to get funding to actually test whether taking a BTK inhibitor will improve the ability of food-allergic adults to eat foods they're allergic to.\n\n\"The hope is that drugs like BTK inhibitors will protect people with food allergies from having anaphylaxis, or at least increase how much of that food they can eat without reacting,\" Bochner said. \"Maybe they'll increase from being able to eat just one peanut to 10 before they react. Or maybe they'll be able to eat a full meal's worth of peanuts. We want to know if this would safely change their actual ability to eat foods that they currently need to avoid.\"\n\n###\n\nThe study was funded by a 2016 Dixon Translational Research Grant.", "images": ["https://web.archive.org/web/20170522201037im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170522201037im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170522201037im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170522201037im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170522201037im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170522201037im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170522201037im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170522201037im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170522201037im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170522201037im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170522201037im_/https://eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170522201037im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170522201037im_/https://www.eurekalert.org/images/e4/brand.png"], "top_img": "https://web.archive.org/web/20170522201037im_/https://eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170522201037/https://eurekalert.org/pub_releases/2017-05/nu-ncd052217.php", "title": "New cancer drug can prevent reactions to common airborne allergens", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A cancer drug for patients with certain types of leukemia and lymphoma can also prevent reactions to some of the most common airborne allergies, according to a recent Northwestern Medicine study. The promising data from this pilot study could have greater implications for adults with food allergies.", "keywords": "Medicine/Health, Cancer, Immunology/Allergies/Asthma", "date": "Mon, 22 May 2017 04:00:00 GMT", "funder": "Dixon Translational Research Grant", "journal": "Journal of Allergy and Clinical Immunology", "type": "research", "institution": "Northwestern University", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "northwesternu", "domain": "www.eurekalert.org", "title": "New cancer drug can prevent reactions to common airborne allergens", "description": "A cancer drug for patients with certain types of leukemia and lymphoma can also prevent reactions to some of the most common airborne allergies, according to a recent Northwestern Medicine study. The promising data from this pilot study could have greater implications for adults with food allergies."}, "og": {"title": "New cancer drug can prevent reactions to common airborne allergens", "description": "A cancer drug for patients with certain types of leukemia and lymphoma can also prevent reactions to some of the most common airborne allergies, according to a recent Northwestern Medicine study. The promising data from this pilot study could have greater implications for adults with food allergies.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170522201037/https://eurekalert.org/pub_releases/2017-05/nu-ncd052217.php", "image": "https://web.archive.org/web/20170522201037im_/https://eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "northwesternu"}}, "movies": [], "publish_date": 1496030400.0, "source": "https://web.archive.org", "summary": ""}