{"url": "https://web.archive.org/web/20151124155624/http://www.eurekalert.org/pub_releases/2015-11/uosd-fic112315.php", "text": "Adding seaweed to processed foods such as frozen pizzas, hot dogs and dried pasta will reduce cardiovascular diseases, concludes a new scientific article. One suggestion is to replace 5% of the flour in pizza dough with dried and granulated seaweed.\n\nAccording to the World Health Organization (WHO) cardiovascular diseases are the number one cause of premature death globally. Ironically, many of the pathologies leading to premature death from cardiovascular diseases are not only widespread, but they are preventable.\n\nOne way to prevent cardiovascular diseases is to avoid obesity and eat healthy, leaving the responsibility with the individual consumer.\n\nBut the responsibility should also be shared by society, argues University of Southern Denmark professor of biophysics, Ole G. Mouritsen, who has authored several books on seaweed as food.\n\nProfessor Mouritsen is the co-author of an article in the journal Phycologia reviewing existing knowledge on the health effects of 35 different seaweed species.\n\nIn the article the authors offer suggestions to how both individual consumers and the food industry can use seaweed to make our everyday meals healthier.\n\n\"Certain substances in seaweed may be important for reducing cardiovascular diseases. We think this knowledge should be available for society and also be put to use\", says Mouritsen.\n\nSeaweed salt is healthier salt\n\nMany seaweed species have a variety of health benefits. They contain, among other things, beneficial proteins, antioxidants, minerals, trace elements, dietary fiber and polyunsaturated fatty acids.\n\nSeaweed's content of potassium salts does not led to high blood pressure - unlike the sodium salts, typically encountered in the processed food.\n\nAn important feature is also that the seaweed has umami - the fifth basic taste, which is known to promote satiety and hence regulate food intake in addition to reduce the craving for salt, sugar and fat.\n\n\"It is difficult to determine how much seaweed a person should consume to benefit from its good qualities. 5-10 grams of dried seaweed per day is my estimate\", says Professor Mouritsen.\n\nHe and the co-authors suggest that seaweed should be added fast food, thus making this type of food healthier. It can even enhance the flavor of the food, they argue. For example, dried and granulated seaweed can replace some of the flour when producing dry pasta, bread, pizza, snack bars, etc.\n\nSeaweed is also good in meat products\n\nIt is also possible to add seaweed to meat products and thereby provide the consumer with an increased intake of dietary fiber and antioxidants - or maybe the aim is lower cholesterol levels.\n\nIn the article Professor Mouritsen and his co-authors describe a study in which a group of overweight but otherwise healthy men were asked to taste bread with added dried seaweed from the species Ascophyllum nosodum. The men's reaction was that the bread tasted acceptable as long as the seaweed content was kept under 4%.\n\nBy eating bread containing 4% of dried seaweed the overweight men ingested more dietary fiber (4.5 g more fiber per. 100 g) than when they ate the control whole-meal bread. Another effect was that they consumed 16.4% less energy in the 24 hour period after eating the seaweed enriched bread.\n\n\"We know that many people have difficulty distinguishing between healthy and unhealthy food. By adding seaweed to processed foods we can make food healthier. In many cases we also get tastier food, and it may also help reduce the risk of cardiovascular diseases\", the authors believe.\n\nHOW TO GET THE HEALTH BENEFITS FROM SEAWEED\n\nSeaweed contains only few calories, but is still rich in rich in essential amino acids, dietary fibers, minerals, trace elements, vitamins and polyunsaturated fats.\n\nYou can easily add up to 5% dried seaweed to a dough without losing its ability to raise.\n\nDried seaweed can be stored for months or years without loss of flavor and nutritional value.\n\nDried seaweed can be added to food as powder, granulate or pieces in pastries, egg dishes, mashed potatoes, dressings, or sprinkled on vegetables or fish dishes.\n\nPowders and granulates can be used as a salt substitute.\n\nHijiki contains arsenic, which is carcinogenic and therefore some national food authorities recommend that you do not eat it. Despite these warnings, you can buy dried hijiki in many stores.\n\nSome species may contain large amounts of iodine.\n\nNever eat seaweed that is washed up on the beach.\n\n###\n\nContact Professor Ole G. Mouritsen, head of Centre for Biomembrane Physics (MEMPHYS) at University of Southern Denmark, head of center Taste For Life, President of the Danish Academy of Gastronomy. E-mail: ogm@memphys.sdu.dk. Tel: + 45 6550 3528.\n\nRef Cornish, Critchley & Mouritsen. A role for dietary macroalgae in the ameliorating ration of certainement Risk Factors Associated with cardiovascular disease. Phycologia 54, 649-666 (2015). November 16, 2015.\n\nPhoto: Serving of seaweed crackers (Birgitte Svennevig/SDU).", "images": ["https://web.archive.org/web/20151124155624im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20151124155624im_/http://media.eurekalert.org/multimedia_prod/pub/web/103889_web.jpg", "https://web.archive.org/web/20151124155624im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20151124155624im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20151124155624im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20151124155624im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20151124155624im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20151124155624im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20151124155624im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20151124155624im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20151124155624im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20151124155624im_/http://www.eurekalert.org/images/meganav/AHA_logo.jpg", "https://web.archive.org/web/20151124155624im_/http://media.eurekalert.org/multimedia_prod/pub/rel/103889_rel.jpg", "https://web.archive.org/web/20151124155624im_/http://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://web.archive.org/web/20151124155624im_/http://media.eurekalert.org/multimedia_prod/pub/web/103889_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20151124155624/http://www.eurekalert.org/pub_releases/2015-11/uosd-fic112315.php", "title": "Food industry can help lower cardiovascular diseases by adding little seaweed to products", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Adding seaweed to processed foods such as frozen pizzas, hot dogs and dried pasta will reduce cardiovascular diseases, concludes a new scientific article. One suggestion is to replace 5 percent of the flour in pizza dough with dried and granulated seaweed.", "keywords": "Fisheries/Aquaculture, Food/Food Science, Nutrition/Nutrients, Medicine/Health, Diet/Body Weight", "date": "Mon, 23 Nov 2015 05:00:00 GMT", "journal": "Phycologia", "type": "research", "institution": "University of Southern Denmark", "region": "europe", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "EurekAlertAAAS", "domain": "www.eurekalert.org"}, "og": {"title": "Food industry can help lower cardiovascular diseases by adding little seaweed to products", "description": "Adding seaweed to processed foods such as frozen pizzas, hot dogs and dried pasta will reduce cardiovascular diseases, concludes a new scientific article. One suggestion is to replace 5 percent of the flour in pizza dough with dried and granulated seaweed.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20151124155624/http://www.eurekalert.org/pub_releases/2015-11/uosd-fic112315.php", "image": "https://web.archive.org/web/20151124155624im_/http://media.eurekalert.org/multimedia_prod/pub/web/103889_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1448773200.0, "source": "https://web.archive.org", "summary": ""}