{"url": "https://web.archive.org/web/20180711203715/https://www.eurekalert.org/pub_releases/2018-07/luhs-rsa071118.php", "text": "MAYWOOD, IL - Robotic surgery is as effective as traditional open surgery in treating bladder cancer, according to a landmark study published in the journal Lancet.\n\nThree Loyola Medicine urologists, Marcus Quek, MD, Gopal Gupta, MD, and Alex Gorbonos, MD, are co-authors of the study. First author is Dipen Parekh, MD, of the University of Miami.\n\nLoyola is among 15 centers that participated in the nationwide trial of 350 patients, who were randomly assigned to undergo robotic surgery or open surgery to remove cancerous bladders.\n\nAfter two years, there was no significant difference between the two groups in survival without disease progression. Robotic surgery was associated with less blood loss and shorter hospital stays, but longer surgeries. There were no significant differences in complication rates or in patients' quality of life. The study is called RAZOR (randomized open versus robotic cystectomy trial) and was funded by the National Cancer Institute.\n\nA robotic system allows a surgeon to perform operations through a few small incisions. Movements by the surgeon's hand or wrist are translated into highly precise movements of the surgical instruments. Every maneuver is directed by the surgeon, in real time, as the surgeon views a magnified, 3D, high-definition image of the surgical site.\n\nSince robotic surgery was introduced in 2000, it has spread rapidly and has been used in about four million surgeries worldwide. But apart from the RAZOR trial, there have been no prospective, randomized multicenter trials to assess how robotic surgery compares to open surgery in cancer survival.\n\nThe RAZOR trial found that two years after surgery, 72.3 percent of patients in the robotic surgery group were alive, with no disease progression and essentially cured, compared with 71.6 percent in the open surgery group. Sixty-seven percent of robotic surgery patients experienced adverse effects such as urinary tract infections and intestinal obstructions, compared with 69 percent in the open surgery group.\n\nRobotic surgery patients stayed a median of six days in the hospital, compared with seven days in the open surgery group. Robotic surgery patients lost less than half as much blood as open surgery patients, but spent more time in the operating room (seven hours, eight minutes compared with six hours, one minute).\n\nResearchers wrote that the findings \"underscore the need for further high-quality trials to assess surgical innovation before this surgical technique is widely adopted in clinical practice.\"\n\nDr. Gupta added that the study provides evidence demonstrating that the robotic approach performs at least as well as the open approach. \"It is important to conduct these trials before widespread adoption of technology, as has been the case with robotic prostatectomy (removal of the prostate),\" he said.\n\n###\n\nThe study is titled \"Robot-assisted radical cystectomy versus open radical cystectomy in patients with bladder cancer (RAZOR): an open-label, randomized, phase 3, non-inferiority trial.\"\n\nBladder cancer is the fourth most common cancer in men, but it is less common in women. The American Cancer Society estimates this year there will be about 81,000 new cases in the United States, and about 17,000 people will die of the disease.\n\nThe standard surgical treatment of invasive bladder cancer is a radical cystectomy (removal of the bladder). Three main techniques are used to replace the bladder: construct a new bladder (neobladder) from the patient's intestine; place a pouch inside the body to act as an artificial bladder; or place a bag outside the body to collect urine. Loyola Medicine offers both open and robotic radical cystectomy and all three bladder replacement techniques. There are pros and cons to each surgical technique, and Loyola physicians help patients decide which option best fits their lifestyle and health status.\n\nLoyola Medicine is nationally recognized for its expertise in diagnosing and treating a broad range of urologic conditions and providing integrated services for optimal patient care. Loyola's department of urology is ranked 39th in the country by U.S. News and World Report.", "images": ["https://web.archive.org/web/20180711203715im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180711203715im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180711203715im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180711203715im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20180711203715im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180711203715im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180711203715im_/https://media.eurekalert.org/meganav/Nutrition2018_Newsroom.jpg", "https://web.archive.org/web/20180711203715im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180711203715im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180711203715im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20180711203715im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180711203715im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180711203715im_/https://www.eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20180711203715im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180711203715/https://www.eurekalert.org/pub_releases/2018-07/luhs-rsa071118.php", "title": "Robotic surgery as effective as open surgery for bladder cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Robotic surgery is as effective as traditional open surgery in treating bladder cancer, according to a landmark study published in the journal Lancet. Three Loyola Medicine urologists are co-authors of the study.", "keywords": "Medicine/Health, Cancer, Surgery", "date": "Wed, 11 Jul 2018 04:00:00 GMT/UTC", "journal": "Lancet", "type": "research", "institution": "Loyola University Health System", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "LoyolaHealth", "domain": "www.eurekalert.org", "title": "Robotic surgery as effective as open surgery for bladder cancer", "description": "Robotic surgery is as effective as traditional open surgery in treating bladder cancer, according to a landmark study published in the journal Lancet. Three Loyola Medicine urologists are co-authors of the study."}, "og": {"title": "Robotic surgery as effective as open surgery for bladder cancer", "description": "Robotic surgery is as effective as traditional open surgery in treating bladder cancer, according to a landmark study published in the journal Lancet. Three Loyola Medicine urologists are co-authors of the study.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180711203715/https://www.eurekalert.org/pub_releases/2018-07/luhs-rsa071118.php", "image": "https://web.archive.org/web/20180711203715im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "loyolahealth"}}, "movies": [], "publish_date": 1532836800.0, "source": "https://web.archive.org", "summary": ""}