{"url": "https://web.archive.org/web/20160419213341/http://www.eurekalert.org/pub_releases/2016-04/uotm-fns041516.php", "text": "A rare malignancy known as squamous cell carcinoma of the anal canal (SCCA) is on the increase, and now researchers have reported results of the first-ever phase II clinical trial results for treatment with the immunotherapy drug nivolumab.\n\nThe phase II study, for which findings are being presented at this week's American Association for Cancer Research's annual meeting in New Orleans, was designed and led by researchers at The University of Texas MD Anderson Cancer Center's Human Papillomavirus-Related (HPV) Cancers Moon Shot Program. MD Anderson enrolled 18 patients who volunteered to provide both pre- and post-treatment tissue samples. The study revealed encouraging correlations between immunologic biomarkers and responses to treatment.\n\n\"There have been no standardized treatment options for metastatic SCCA patients,\" said Van Morris, M.D., assistant professor of Gastrointestinal Medical Oncology. \"This study demonstrated responses in five of 18 patients treated at MD Anderson, and many of the patients had significant reductions in their tumor size.\"\n\n\"In this first prospective phase II trial for refractory metastatic SCCA, our exploratory analysis of pre- and on-treatment tissues samples revealed potential correlations between immunologic biomarkers and clinical outcomes to nivolumab,\" said Cathy Eng, M.D., professor of Gastrointestinal Medical Oncology and national study principal investigator.\n\nMetastatic SCCA, a cancer often associated with human papillomavirus (HPV) infection, is normally treated with chemotherapy, although no trials have established a standard of care.\n\nThe study employed the monoclonal antibody nivolumab, one of the drugs represented among the growing arsenal of immunotherapy therapies. The drug frees the immune system to attack cancer by disrupting a brake that halts immune response.\n\n\"This the first formal clinical trial completed with patients with previously treated metastatic SCCA,\" said Morris. \"In this trial, patients received a biopsy just before being treated with nivolumab and then a second paired biopsy after two doses.\"\n\nStudy results showed a decrease in frequency of CD8 T-cells in post-treatment tumor samples among responder-patients. Immune monitoring of pre-treatment samples showed a significantly higher percentage of CD3 and CD8 T-cells as well as other indicators, all which point to correlations between immunologic biomarkers and responses to treatment. Five other markers did not demonstrate significant differences.\n\nOf note, patients who scored as responders had higher frequency of CD8 T-cells and PD-L1 CD45 immune cells in pre-treatment samples.\n\n###\n\nThe study was funded by MD Anderson's HPV Moon Shots Program and the HPV Anal Cancer Foundation, the E.B. Anal Cancer Fund, and a philanthropic donation. The Moon Shots Program aims to accelerate the conversion of scientific discoveries into clinical advances and significantly reduce cancer deaths.\n\nStudy team members for the correlative analysis included Armeen Mahvash, M.D., Interventional Radiology; Luis Vence, Ph.D., Jorge Blando, D.V.M., and James Allison, Ph.D., all of Immunology; Robert Wolff, Cancer Medicine; Aki Ohinata, GI Medical Oncology; Chimela Ohaji, Investigational Cancer Therapeutics; and Padmanee Sharma, M.D., Ph.D., Genitourinary Medical Oncology.\n\nFinal clinical results for the study will be reported at the American Society of Clinical Oncology's 2016 annual meeting in Chicago by Eng on behalf of the National Cancer Institute's Experimental Therapeutics Clinical Trials Network (ETCTN) and its collaborators.", "images": ["https://web.archive.org/web/20160419213341im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160419213341im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160419213341im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160419213341im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160419213341im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160419213341im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20160419213341im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160419213341im_/http://media.eurekalert.org/multimedia_prod/pub/rel/113446_rel.jpg", "https://web.archive.org/web/20160419213341im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg", "https://web.archive.org/web/20160419213341im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20160419213341im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160419213341im_/http://media.eurekalert.org/multimedia_prod/pub/web/113446_web.jpg", "https://web.archive.org/web/20160419213341im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160419213341im_/http://www.eurekalert.org/images/e4/logo.png"], "top_img": "https://web.archive.org/web/20160419213341im_/http://media.eurekalert.org/multimedia_prod/pub/web/113446_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160419213341/http://www.eurekalert.org/pub_releases/2016-04/uotm-fns041516.php", "title": "First-ever nivolumab study to treat aggressive anal cancer appears promising", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A rare malignancy known as squamous cell carcinoma of the anal canal (SCCA) is on the increase, and now researchers have reported results of the first-ever phase II clinical trial results for treatment with the immunotherapy drug nivolumab.", "keywords": "Medicine/Health, Cancer", "date": "Fri, 15 Apr 2016 04:00:00 GMT", "type": "research", "institution": "University of Texas M. D. Anderson Cancer Center", "meeting": "American Association for Cancer Research Annual Meeting 2016", "region": "samerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "mdandersonnews", "domain": "www.eurekalert.org"}, "og": {"title": "First-ever nivolumab study to treat aggressive anal cancer appears promising", "description": "A rare malignancy known as squamous cell carcinoma of the anal canal (SCCA) is on the increase, and now researchers have reported results of the first-ever phase II clinical trial results for treatment with the immunotherapy drug nivolumab.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160419213341/http://www.eurekalert.org/pub_releases/2016-04/uotm-fns041516.php", "image": "https://web.archive.org/web/20160419213341im_/http://media.eurekalert.org/multimedia_prod/pub/web/113446_web.jpg", "type": "website"}, "fb": {"profile_id": "MDAnderson"}}, "movies": [], "publish_date": 1461902400.0, "source": "https://web.archive.org", "summary": ""}