{"url": "http://www.newswise.com/articles/view/650202/?sc=mwhn", "text": "Newswise — SAN FRANCISCO – A diet rich in vitamin C could cut risk of cataract progression by a third, suggests a study being published online today in Ophthalmology, the journal of the American Academy of Ophthalmology. The research is also the first to show that diet and lifestyle may play a greater role than genetics in cataract development and severity.\n\nCataracts occur naturally with age and cloud the eye’s lens, turning it opaque. Despite the advent of modern cataract removal surgery, cataracts remain the leading cause of blindness globally.1 Researchers at King’s College London looked at whether certain nutrients from food or supplements could help prevent cataract progression. They also tried to find out how much environmental factors such as diet mattered versus genetics.\n\nThe team examined data from more than 1,000 pairs of female twins from the United Kingdom. Participants answered a food questionnaire to track the intake of vitamin C and other nutrients, including vitamins A, B, D, E, copper, manganese and zinc. To measure the progression of cataracts, digital imaging was used to check the opacity of their lenses at around age 60. They performed a follow-up measurement on 324 pairs of the twins about 10 years later.\n\nDuring the baseline measurement, diets rich in vitamin C were associated with a 20 percent risk reduction for cataract. After 10 years, researchers found that women who reported consuming more vitamin C-rich foods had a 33 percent risk reduction of cataract progression.\n\nGenetic factors accounted for 35 percent of the difference in cataract progression. Environmental factors, such as diet, accounted for 65 percent. These results make the study the first to suggest that genetic factors may be less important in progression of cataract than previously thought. How vitamin C inhibits cataract progression may have to do with its strength as an antioxidant. The fluid inside the eye is normally high in vitamin C, which helps prevents oxidation that clouds the lens. More vitamin C in the diet may increase the amount present in the fluid around the lens, providing extra protection. Researchers noted that the findings only pertain to consuming the nutrient through food and not vitamin supplements.\n\n“The most important finding was that vitamin C intake from food seemed to protect against cataract progression,” said study author Christopher Hammond, M.D., FRCOphth, professor of ophthalmology at King’s College London. “While we cannot totally avoid developing cataracts, we may be able to delay their onset and keep them from worsening significantly by eating a diet rich in vitamin C.” “Genetic and Dietary Factors Influencing the Progression of Nuclear Cataract,” Yonova-Doing, et al. Ophthalmology, article in press, March 2016. DOI: 10.1016/j.ophtha.2016.01.036. For a full copy of the study, please contact the Public Relations Department at media@aao.org. For more information on cataracts, visit the American Academy of Ophthalmology’s EyeSmart® public information website, http://www.aao.org/eye-health. About the American Academy of OphthalmologyThe American Academy of Ophthalmology is the world’s largest membership association of eye physicians and surgeons. A global community of 32,000 ophthalmologists, we are passionate about protecting sight and fighting preventable blindness. For more than 120 years, we have been educators, innovators and advocates for the public and our profession to ensure the highest-quality medical and surgical eye care. Our EyeSmart® program is a preeminent source of eye health information for the public and empowers people to preserve their vision. For more information, visit http://www.aao.org.\n\nAbout OphthalmologyOphthalmology, the official journal of the American Academy of Ophthalmology, publishes original, peer-reviewed, clinically-applicable research. Topics include the results of clinical trials, new diagnostic and surgical techniques, treatment methods, technology assessments, translational science reviews and editorials. For more information, visit http://www.aaojournal.org.\n\n###1 Global Data on Visual Impairments, WHO, 2010", "images": ["http://www.newswise.com/legacy/image.php?image=/images/uploads/2016/03/22/Citrusfruitsinbowl.jpg&width=502&height=334", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/assets/img/logo.png", "http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/03/22/Citrusfruitsinbowl.jpg&width=100&height=100", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/images/institutions/logos/ximage_2.jpg.pagespeed.ic.nr2zNCEB4n.jpg", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/03/22/Citrusfruitsinbowl.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/eating-foods-high-in-vitamin-c-cuts-risk-of-cataract-progression-by-a-third", "title": "Eating Foods High in Vitamin C Cuts Risk of Cataract Progression by a Third", "meta_data": {"keywords": "Newswise, Ophthalmogy and vision,Nutrition,public health and medicine ,All Journal News, Nutrition, Public Health, Vision, Local - California, Embargoed Feed - hidden, Health Food, Featured: DailyWire, Featured: MedWire, Staff Picks,  American Academy of Ophthalmology (AAO)", "description": "Diets rich in vitamin C cut the risk of cataract progression in women by 33 percent over 10 years, according to a twins study in the journal Ophthalmology. Genetics accounted for 35 percent of the difference in cataract progression. Environmental factors, such as diet, accounted for 65 percent.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Diets rich in vitamin C cut the risk of cataract progression in women by 33 percent over 10 years, according to a twins study in the journal Ophthalmology. Genetics accounted for 35 percent of the difference in cataract progression. Environmental factors, such as diet, accounted for 65 percent.", "title": "Eating Foods High in Vitamin C Cuts Risk of Cataract Progression by a Third", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/03/22/Citrusfruitsinbowl.jpg&width=100&height=100", "url": "https://www.newswise.com/articles/eating-foods-high-in-vitamin-c-cuts-risk-of-cataract-progression-by-a-third"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}