{"url": "https://web.archive.org/web/20161109095903/http://www.eurekalert.org/pub_releases/2015-06/fhcr-wlp062415.php", "text": "SEATTLE, June 24 -- For the first time, researchers at Fred Hutchinson Cancer Research Center have found that weight loss, in combination with vitamin D supplementation, has a greater effect on reducing chronic inflammation than weight loss alone. Chronic inflammation is known to contribute to the development and progression of several diseases, including some cancers.\n\nResults of the randomized, controlled clinical trial -- which involved more than 200 overweight, postmenopausal women who had insufficient levels of vitamin D at the beginning of the study -- are published online ahead of the July print issue of Cancer Prevention Research, a journal of the American Association for Cancer Research.\n\n\"We know from our previous studies that by losing weight, people can reduce their overall levels of inflammation, and there is some evidence suggesting that taking vitamin D supplements can have a similar effect if one has insufficient levels of the nutrient,\" said lead and corresponding author Catherine Duggan, Ph.D., a principal staff scientist in the Public Health Sciences Division at Fred Hutch. However, it has not been known whether combining the two -- weight loss and vitamin D -- would further boost this effect. \"It's the first study to test whether adding vitamin D augments the considerable effect of weight loss on inflammatory biomarkers,\" she said.\n\nTo explore this question, Duggan and colleagues recruited 218 healthy, overweight older women who had lower-than-recommended levels of vitamin D (less than 32 ng/mL). The women then took part in a 12-month diet and exercise program (including 45 minutes of moderate-to-vigorous exercise five days a week). Half of the study participants were randomly selected to receive 2,000 IU of vitamin D daily for the duration of the year-long trial, and the other half received an identical-appearing placebo, or dummy vitamin. Biomarkers of inflammation were measured at the beginning and end of the study. The researchers then compared changes in these levels between the two groups.\n\nAt the end of the study, all of the participants had reduced levels of inflammation, regardless of whether they took vitamin D, \"which highlights the importance of weight loss in reducing inflammation,\" Duggan said. However, those who saw the most significant decline in markers of inflammation were those who took vitamin D and lost 5 to 10 percent of their baseline weight. These study participants had a 37 percent reduction in a pro-inflammatory cytokine called interleukin-6, or IL-6, as compared to those in the placebo group, who saw a 17.2 percent reduction in IL-6. The researchers found similar results among women in the vitamin D group who lost more than 10 percent of their starting weight. While IL-6 has normal functions in the body, elevated levels are associated with an increased risk of developing certain cancers and diabetes and may be implicated as a cause of depression, Duggan said.\n\n\"We were quite surprised to see that vitamin D had an effect on an inflammation biomarker only among women who lost at least 5 percent of their baseline weight,\" Duggan said. \"That suggests vitamin D can augment the effect of weight loss on inflammation.\"\n\nVitamin D is a steroid hormone that has multiple functions beyond its widely recognized role in regulating calcium levels and bone metabolism. Vitamin D receptors are found in more than 30 cell types and the research focus around this nutrient recently has shifted from bone health to vitamin D's effect on cancer, cardiovascular health and weight loss, among other health issues.\n\nInflammation occurs when the body is exposed to pathogens, such as bacteria or viruses, which puts the immune system in overdrive until the \"attack\" ceases and the inflammatory response abates. Overweight or obese people, however, exist in a state of chronic inflammation. This sustained upregulation of the inflammatory response occurs because fat tissue continually produces cytokines, molecules that are usually only present for a short time, while the body is fighting infection, for example.\n\n\"It is thought that this state of chronic inflammation is pro-tumorigenic, that is, it encourages the growth of cancer cells,\" she said. There is also some evidence that increased body mass \"dilutes\" vitamin D, possibly by sequestering it in fat tissue.\n\n\"Weight loss reduces inflammation, and thus represents another mechanism for reducing cancer risk,\" Duggan said. \"If ensuring that vitamin D levels are replete, or at an optimum level, can decrease inflammation over and above that of weight loss alone, that can be an important addition to the tools people can use to reduce their cancer risk.\"\n\nDuggan encourages women to speak to their health care providers about measuring their levels of vitamin D to determine the most appropriate dosage.\n\n###\n\nThe Breast Cancer Research Foundation, Susan G. Komen for the Cure, National Institutes of Health, Seattle Cancer Consortium Breast Cancer Specialized Program in Research Excellence, Fred Hutchinson/University of Washington Cancer Consortium and Safeway Foundation funded the research.\n\nEditor's note: To obtain a copy of the Cancer Prevention Research paper, \"Effect of vitamin D3 supplementation in combination with weight loss on inflammatory biomarkers in postmenopausal women: a randomized controlled trial,\" or to arrange an interview with corresponding author Catherine Duggan, please contact: Kristen Woodward in Fred Hutch media relations, kwoodwar@fredhutch.org or 206-667-5095.\n\nFred Hutch: 40 years of cures 1975-2015\n\nAt Fred Hutchinson Cancer Research Center, home to three Nobel laureates, interdisciplinary teams of world-renowned scientists seek new and innovative ways to prevent, diagnose and treat cancer, HIV/AIDS and other life-threatening diseases. Fred Hutch's pioneering work in bone marrow transplantation led to the development of immunotherapy, which harnesses the power of the immune system to treat cancer with minimal side effects. An independent, nonprofit research institute based in Seattle, Fred Hutch houses the nation's first and largest cancer prevention research program, as well as the clinical coordinating center of the Women's Health Initiative and the international headquarters of the HIV Vaccine Trials Network. Private contributions are essential for enabling Fred Hutch scientists to explore novel research opportunities that lead to important medical breakthroughs. For more information visit fredhutch.org or follow Fred Hutch on Facebook, Twitter or YouTube.", "images": ["https://web.archive.org/web/20170317200421im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170317200421im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170317200421im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170317200421im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170317200421im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170317200421im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170317200421im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170317200421im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170317200421im_/https://www.eurekalert.org/multimedia/pub/rel/94373_rel.jpg", "https://web.archive.org/web/20170317200421im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170317200421im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170317200421im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170317200421im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170317200421im_/https://www.eurekalert.org/multimedia/pub/web/94373_web.jpg"], "top_img": "https://web.archive.org/web/20170317200421im_/https://www.eurekalert.org/multimedia/pub/web/94373_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170317200421/http://www.eurekalert.org/pub_releases/2015-06/fhcr-wlp062415.php", "title": "Weight loss plus vitamin D reduces inflammation linked to cancer, chronic disease", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "For the first time, researchers at Fred Hutchinson Cancer Research Center have found that weight loss, in combination with vitamin D supplementation, has a greater effect on reducing chronic inflammation than weight loss alone. Chronic inflammation is known to contribute to the development and progression of several diseases, including some cancers.", "keywords": "Medicine/Health, Diet/Body Weight, Metabolism/Metabolic Diseases, Nutrition/Nutrients", "date": "Wed, 24 Jun 2015 04:00:00 GMT", "funder": "Breast Cancer Research Foundation, Susan G. Komen for the Cure, National Institutes of Health, Seattle Cancer Consortium Breast Cancer Specialized Program in Research Excellence, Fred Hutchinson/University of Washington Cancer Consortium, and others", "journal": "Cancer Prevention Research", "type": "research", "institution": "Fred Hutchinson Cancer Research Center", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "FredHutch", "domain": "www.eurekalert.org", "title": "Weight loss plus vitamin D reduces inflammation linked to cancer, chronic disease", "description": "For the first time, researchers at Fred Hutchinson Cancer Research Center have found that weight loss, in combination with vitamin D supplementation, has a greater effect on reducing chronic inflammation than weight loss alone. Chronic inflammation is known to contribute to the development and progression of several diseases, including some cancers."}, "og": {"title": "Weight loss plus vitamin D reduces inflammation linked to cancer, chronic disease", "description": "For the first time, researchers at Fred Hutchinson Cancer Research Center have found that weight loss, in combination with vitamin D supplementation, has a greater effect on reducing chronic inflammation than weight loss alone. Chronic inflammation is known to contribute to the development and progression of several diseases, including some cancers.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170317200421/http://www.eurekalert.org/pub_releases/2015-06/fhcr-wlp062415.php", "image": "https://web.archive.org/web/20170317200421im_/https://www.eurekalert.org/multimedia/pub/web/94373_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1435550400.0, "source": "https://web.archive.org", "summary": ""}