{"url": "https://web.archive.org/web/20180831163151/https://www.eurekalert.org/pub_releases/2018-08/nuos-nru083018.php", "text": "A translational research team led by the National University of Singapore (NUS) has harnessed CURATE.AI, a powerful artificial intelligence (AI) platform, to successfully treat a patient with advanced cancer, completely halting disease progression. This new development represents a big step forward in personalised medicine.\n\nIn this clinical study, a patient with metastatic castration-resistant prostate cancer (MCRPC) was given a novel drug combination consisting of investigational drug ZEN-3694 and enzalutamide, an approved prostate cancer drug. The research team successfully utilised CURATE.AI to continuously identify the optimal doses of each drug to result in a durable response, allowing the patient to resume a completely normal and active lifestyle.\n\n\"Dynamic dosing in cancer therapy is not commonly used. In fact, drug dosing changes in oncology are typically performed only to reduce toxicity. CURATE.AI uniquely modifies drug dosing to increase efficacy. Our clinical study has shown that dosing can profoundly affect the efficacy and safety of treatment. A patient's clinical profile changes over time. The unique ability for CURATE.AI to rapidly identify the drug doses that result in the best possible treatment outcomes allows for actionable, and perpetually optimised personalised medicine,\" explained Professor Dean Ho, Director of the Singapore Institute for Neurotechnology (SINAPSE) at NUS, who led the study.\n\nCombating cancer with combination therapy\n\nCombination therapy represents a cornerstone in modern cancer treatment. Using this approach, multiple drugs are used to attack the processes that support cancer growth. A primary objective when designing combination therapies is to achieve drug synergy, where the drugs work together to substantially improve efficacy.\n\nWhile combination therapy has generally improved treatment outcomes such as overall survival for many cancers, it is predominantly given at both fixed as well as high doses.\n\nProf Ho added, \"Patients respond to chemotherapy differently from one another. Even a single patient's response to therapy can vary substantially over the course of treatment. In fact, many patients do not respond at all to the drug combination because the dosages, which can profoundly impact efficacy, are not suitable for them. Therefore, while fixed dose combination therapy represents a standard of care, it may also serve as a barrier to realising truly optimal and personalised medicine.\"\n\nHarnessing AI to continuously optimise combination therapy dosing\n\nTo overcome the challenges of conventional combination therapy, the NUS team of engineers developed the CURATE.AI platform, which uses the patient's own clinical data - such as their drug doses and corresponding changes to tumour sizes or levels of cancer biomarkers in the blood - to calibrate his or her unique response to treatment. This calibration is then used to create an individualised CURATE.AI profile, or map, that identifies the drug doses which enable the best possible treatment outcome at any given point in time.\n\n\"No two patients' profiles are alike, and as a patient's body and the cancer itself evolve during treatment, the CURATE.AI profile evolves as well, enabling the clinical and engineering teams to optimise care for the entire duration of treatment, an unprecedented advance for combination therapy,\" Prof Ho explained.\n\nIn this study, which was conducted at the UCLA Institute of Urologic Oncology for a period of over a year, a patient with metastatic prostate cancer was given ZEN-3694 and enzalutamide. Reducing the level of prostate specific antigen (PSA) in the patient's blood served as the primary biomarker to determine if the patient was responding to treatment. Computed tomography (CT) imaging of the cancer lesions monitored the extent of disease progression.\n\nInitially, the doses of ZEN-3694 and enzalutamide were adjusted by the clinicians to better manage patient-reported quality of life. The patient's initial drug doses and PSA levels were then used to construct his personalised CURATE.AI profile. Remarkably, CURATE.AI subsequently identified a ZEN-3694 dose that was 50 per cent lower than the patient's starting dose of the drug prior to CURATE.AI analysis. Prospective dosage guidance by CURATE.AI resulted in the lowest PSA levels observed for the patient during the course of the study. As treatment progressed, slight increases in ZEN-3694 dosing resulted in clear decreases in PSA levels, also demonstrating its key role in suppressing the metastatic cancer. CT imaging of the patient's lesions showed that disease progression was halted as a result of CURATE.AI-guided combination therapy of both ZEN-3694 and enzalutamide. Patient care guided by CURATE.AI is currently ongoing.\n\n\"Using CURATE.AI to dynamically modify drug doses and successfully treat a metastatic cancer patient represents a landmark breakthrough for the use of AI to truly personalise patient care. This advance is expected to dramatically improve response rates for all combination therapies that are being developed for oncology as well as virtually all other diseases. We can also expect CURATE.AI to markedly reduce the costs of drug development,\" Prof Ho added.\n\nDr Allan Pantuck, the lead clinician of the study, added, \"With fixed dose therapy, patients are often switched to other drugs when they no longer respond to treatment. However, CURATE.AI has shown that patients can still respond to the therapies that have seemingly stopped working by continuously identifying the patient's optimal dosing parameters.\"\n\n\"The implementation of CURATE.AI represents a game-changing shift in the way that combination therapy can be optimised at the single patient level, and we have shown that N-of-1 medicine can be a reality. We are excited that CURATE.AI could ultimately enhance patient accessibility to important new combination therapies, saving lives in the process,\" said Prof Ho, who is also from the Biomedical Engineering and Pharmacology departments at NUS, as well as a member of the Biomedical Institute for Global Health Research and Technology (BIGHEART) at NUS.\n\nThe research was conducted in collaboration with the University of California, Los Angeles, and Zenith Epigenetics. The findings were published in Advanced Therapeutics on 29 August 2018.\n\nMore clinical trials underway\n\nCURATE.AI is applicable to all diseases and all patients, and a first generation of the platform was previously validated in the clinic for single drug optimisation in post-transplant immunosuppression. This new study demonstrates that CURATE.AI can optimise multi-drug regimens.\n\nMultiple clinical trials using CURATE.AI-guided combination therapy for oncology and additional applications such as post-transplant immunosuppression are underway. In addition, patient recruitment for additional oncology trials in Singapore has been approved.\n\nThe CURATE.AI team expects to broadly deploy the platform for the prevention of transplant rejection, adult and paediatric cancers, cardiovascular medicine, diabetes management, infectious diseases, and many other applications.\n\n###", "images": ["https://web.archive.org/web/20180831163151im_/https://media.eurekalert.org/multimedia_prod/pub/web/179536_web.jpg", "https://web.archive.org/web/20180831163151im_/https://www.eurekalert.org/multimedia/pub/web/179536_web.jpg", "https://web.archive.org/web/20180831163151im_/https://media.eurekalert.org/multimedia_prod/pub/rel/179536_rel.jpg", "https://web.archive.org/web/20180831163151im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180831163151im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180831163151im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180831163151im_/https://media.eurekalert.org/meganav/ACS256Meeting_600x200.jpg", "https://web.archive.org/web/20180831163151im_/https://media.eurekalert.org/meganav/Nutrition2018_Newsroom.jpg", "https://web.archive.org/web/20180831163151im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180831163151im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20180831163151im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180831163151im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180831163151im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180831163151im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180831163151im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180831163151im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png"], "top_img": "https://web.archive.org/web/20180831163151im_/https://www.eurekalert.org/multimedia/pub/web/179536_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180831163151/https://www.eurekalert.org/pub_releases/2018-08/nuos-nru083018.php", "title": "NUS researchers use AI to successfully treat metastatic cancer patient", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A translational research team led by the National University of Singapore (NUS) has harnessed CURATE.AI, a powerful artificial intelligence (AI) platform, to successfully treat a patient with advanced cancer, completely halting disease progression. This new development represents a big step forward in personalised medicine.", "keywords": "Health Care, Cancer, Clinical Trials, Technology/Engineering/Computer Science, Biomedical/Environmental/Chemical Engineering, Robotry/Artificial Intelligence", "date": "Thu, 30 Aug 2018 04:00:00 GMT/UTC", "journal": "Advanced Therapeutics", "type": "research", "institution": "National University of Singapore", "region": "asia", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "NUSingapore", "domain": "www.eurekalert.org", "title": "NUS researchers use AI to successfully treat metastatic cancer patient", "description": "A translational research team led by the National University of Singapore (NUS) has harnessed CURATE.AI, a powerful artificial intelligence (AI) platform, to successfully treat a patient with advanced cancer, completely halting disease progression. This new development represents a big step forward in personalised medicine."}, "og": {"title": "NUS researchers use AI to successfully treat metastatic cancer patient", "description": "A translational research team led by the National University of Singapore (NUS) has harnessed CURATE.AI, a powerful artificial intelligence (AI) platform, to successfully treat a patient with advanced cancer, completely halting disease progression. This new development represents a big step forward in personalised medicine.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180831163151/https://www.eurekalert.org/pub_releases/2018-08/nuos-nru083018.php", "image": "https://web.archive.org/web/20180831163151im_/https://www.eurekalert.org/multimedia/pub/web/179536_web.jpg", "type": "website"}, "fb": {"profile_id": "nus.singapore"}}, "movies": [], "publish_date": 1535515200.0, "source": "https://web.archive.org", "summary": ""}