{"url": "https://www.aan.com/PressRoom/Home/PressRelease/1545", "text": "EMBARGOED FOR RELEASE UNTIL 4 PM ET, April 19, 2017\n\n150-year-old Drug May Provide ‘Off’ Time Relief for People with Advanced Parkinson’s Disease\n\nBOSTON - New research provides evidence that an old drug may provide relief for people with advanced Parkinson’s, according to a study released today that will be presented at the American Academy of Neurology’s 69th Annual Meeting in Boston, April 22 to 28, 2017. When it comes to the treatment of Parkinson’s disease, the oral drug levodopa has long been considered the gold standard, improving quality of life and longevity. But as the disease progresses, the effects of the medication can partially wear off more quickly after each dose, leaving people to experience “off” time, which are periods of immobility related to temporary unresponsiveness to medication. Parkinson’s symptoms, such as slowness and muscle rigidity, often make movement difficult. “If a person with Parkinson’s disease can reduce their ‘off’ times, that can have a great impact on their everyday life,” said study author Regina Katzenschlager, MD, of Danube Hospital, affiliated with the Medical University of Vienna, Austria. “In some patients in the trial, the insecurity of unpredictable periods of incapacity was completely alleviated.” The drug apomorphine, first produced in 1865, was first used to treat advanced Parkinson’s disease in the United States in 1950. Its use grew in the 1990s when European doctors starting using subcutaneous infusions of the drug to treat fluctuations in mobility that could not be controlled by the pills. Despite its use in many countries of the world, high-level evidence from randomized, blinded studies of its effectiveness and safety has up until now been lacking. In this phase III study, researchers recruited 107 people with advanced Parkinson’s disease from 23 centers in seven countries. Participants were randomly selected to receive either apomorphine subcutaneous infusion or a placebo saline infusion. The infusion was administered over a period of 14 to 18 hours each day via a small portable pump similar to the sort used in the treatment of type 1 diabetes. The study found that those who were given apomorphine had a significantly greater reduction of “off” time than those who were given the placebo infusion, with, on average, 2.5 hours less “off” time per day, while those who received the placebo infusion had an average 30 minutes per day reduction in “off” time. This improvement was apparent within the first week of treatment. At the same time, for those who received apomorphine, there was an increase of “on” time without the abnormal involuntary movements known as dyskinesias that are often observed with levodopa. Participants were also asked to evaluate how well they thought the treatment worked. Those who received apomorphine gave their treatment higher scores at week 12 than those who received the placebo infusion. In the apomorphine group, 71 percent of patients felt improved, compared to 18 percent on placebo, whereas 19 percent worsened on apomorphine compared to 45 percent on placebo. Apomorphine was generally well tolerated and there were no serious side effects. “It is our hope that these findings confirming the efficacy of apomorphine infusion will encourage doctors in the United States to offer this treatment to their patients and assess its efficacy in their own clinical practice,” said Katzenschlager. The study was supported by Britannia Pharmaceuticals Ltd., the maker of apomorphine. Learn more about Parkinson’s disease at www.aan.com/patients.\n\nThe American Academy of Neurology is the world's largest association of neurologists and neuroscience professionals, with 36,000 members. The AAN is dedicated to promoting the highest quality patient-centered neurologic care. A neurologist is a doctor with specialized training in diagnosing, treating and managing disorders of the brain and nervous system such as Alzheimer's disease, stroke, migraine, multiple sclerosis, concussion, Parkinson's disease and epilepsy.\n\nFor more information about the American Academy of Neurology, visit AAN.com or find us on Facebook, Twitter, LinkedIn, Instagram and YouTube.", "images": ["https://www.aan.com/siteassets/home-page/misc/publications/19cover-ng-aug.jpg", "https://www.aan.com/siteassets/home-page/misc/publications/19cover-n2-august.jpg", "https://www.aan.com/siteassets/home-page/misc/publications/19.10.15-neurology-cover.jpg", "https://www.aan.com/PressRoom/Images/pdf_normal.png", "https://www.aan.com/siteassets/home-page/misc/publications/19cover-bl-oct.png", "https://www.aan.com/siteassets/home-page/misc/publications/19_oct_aannews_cover.jpg", "https://www.aan.com/siteassets/home-page/misc/footerlogo.png", "https://www.aan.com/siteassets/home-page/misc/publications/19.10.17-nt-cover.jpg", "https://www.aan.com/siteassets/home-page/misc/publications/19-continuum-neuroophthalmology-cover.jpg", "https://www.aan.com/siteassets/home-page/misc/publications/19cover-ncp-august.jpg"], "top_img": "https://www.aan.com/siteassets/home-page/misc/publications/19cover-ng-aug.jpg", "keywords": [], "authors": [], "canonical_link": "", "title": "150-year-old Drug May Provide ‘Off’ Time Relief for People with Advanced Parkinson’s Disease", "meta_data": {"viewport": "width=device-width, initial-scale=1.0"}, "movies": [], "publish_date": null, "source": "https://www.aan.com", "summary": ""}