{"url": "http://www.prnewswire.com/news-releases/amgen-announces-repatha-evolocumab-significantly-reduced-the-risk-of-cardiovascular-events-in-fourier-outcomes-study-300401508.html", "text": "THOUSAND OAKS, Calif., Feb. 2, 2017 /PRNewswire/ -- Amgen (NASDAQ:AMGN) today announced that the FOURIER trial evaluating whether Repatha® (evolocumab) reduces the risk of cardiovascular events in patients with clinically evident atherosclerotic cardiovascular disease (ASCVD) met its primary composite endpoint (cardiovascular death, non-fatal myocardial infarction (MI), non-fatal stroke, hospitalization for unstable angina or coronary revascularization) and the key secondary composite endpoint (cardiovascular death, non-fatal MI or non-fatal stroke). No new safety issues were observed.\n\nThe EBBINGHAUS cognitive function trial conducted in FOURIER patients also achieved its primary endpoint, demonstrating that Repatha was non-inferior to placebo for the effect on cognitive function.\n\nDetailed results from the Repatha FOURIER outcomes trial will be presented at the American College of Cardiology (ACC) 66th Annual Scientific Session Late-Breaking Clinical Trials session in Washington, D.C. on Friday, March 17 at 8 a.m. ET. Detailed results from the Repatha EBBINGHAUS cognitive function trial will be presented at the Late-Breaking Clinical Trials session on Saturday, March 18 at 8 a.m. ET.\n\n\"In the GLAGOV study, we demonstrated that Repatha has an effect on atherosclerosis, the underlying cause of cardiovascular disease. These FOURIER results show unequivocally the connection between lowering LDL cholesterol with Repatha and cardiovascular risk reduction, even in a population already treated with optimized statin therapy,\" said Sean E. Harper, M.D., executive vice president of Research and Development at Amgen. \"Cardiovascular disease remains the number one health burden in the world, and we look forward to sharing these outcomes data with the scientific community at the ACC 66th Annual Scientific Session.\"\n\nFOURIER ( F urther Cardiovascular OU tcomes R esearch with PCSK9 I nhibition in Subjects with E levated R isk) is a multinational Phase 3 double-blind, randomized, placebo-controlled trial in approximately 27,500 patients who had either an MI, an ischemic stroke or symptomatic peripheral artery disease and an LDL ≥70 mg/dL or a non-HDL-C ≥100 mg/dL on optimized statin therapy. Optimized statin therapy was defined as at least atorvastatin 20 mg or equivalent daily with a recommendation for at least atorvastatin 40 mg or equivalent daily where approved. Patients were randomized to receive Repatha subcutaneous 140 mg every two weeks or 420 mg monthly or placebo subcutaneous every two weeks or monthly. The study continued until at least 1,630 patients experienced a key secondary MACE (major adverse cardiac event) endpoint of cardiovascular death, MI or stroke, whichever occured first.\n\nEBBINGHAUS ( E valuating PCSK9 B inding anti B ody I nfluence o N co G nitive H e A lth in high cardiovasc U lar risk S ubjects) is a double-blind, placebo-controlled randomized non-inferiority trial involving approximately 1,900 patients enrolled in the FOURIER outcomes study. Executive function (Spatial Working Memory strategy index – primary endpoint) and secondary endpoints of working memory, memory function, and psychomotor speed were assessed using a tablet-based tool (CANTAB) at baseline and select time points.\n\nCardiovascular disease is the leading cause of death worldwide.1 In the U.S., there are approximately 11 million people with ASCVD and/or familial hypercholesterolemia (FH) who have uncontrolled levels of low-density lipoprotein (LDL-C) over 70 mg/dL, despite treatment with statins or other cholesterol-lowering therapies.2,3 More than 60 percent of high-risk patients in Europe are still unable to adequately lower their LDL-C levels with statins or other currently approved lipid-lowering agents.4 Among very high-risk patients, the percentage is increased to more than 80 percent.4 It is estimated that less than one percent of people with FH (heterozygous and homozygous forms) in most countries are diagnosed.5\n\nFOURIER Study Design\n\nFOURIER, a multinational Phase 3 randomized, double-blind, placebo-controlled trial, is designed to evaluate whether treatment with Repatha in combination with statin therapy compared to placebo plus statin therapy reduces cardiovascular events. The primary endpoint is the time to cardiovascular death, myocardial infarction, stroke, hospitalization for unstable angina, or coronary revascularization. The key secondary endpoint is the time to cardiovascular death, myocardial infarction or stroke.\n\nEligible patients with high cholesterol (LDL-C ≥70 mg/dL or non-high-density lipoprotein cholesterol [non-HDL-C] ≥100 mg/dL) and clinically evident ASCVD at more than 1,300 study locations around the world were randomized to receive Repatha subcutaneous 140 mg every two weeks or 420 mg monthly plus effective statin dose; or placebo subcutaneous every two weeks or monthly plus effective statin dose. Optimized statin therapy was defined as at least atorvastatin 20 mg or equivalent daily with a recommendation for at least atorvastatin 40 mg or equivalent daily where approved. The study was event driven and continued until at least 1,630 patients experienced a key secondary endpoint.\n\nEBBINGHAUS Study Design\n\nEBBINGHAUS ( E valuating PCSK9 B inding anti B ody I nfluence o N co G nitive H e A lth in high cardiovasc U lar risk S ubjects) is a double-blind, placebo-controlled randomized non-inferiority trial involving approximately 1,900 patients enrolled in the FOURIER outcomes study. The primary endpoint in the study is the Spatial Working Memory strategy index of executive function. Secondary endpoints are working memory, as assessed by the CANTAB Spatial Working Memory (SWM) test between-errors score; memory function, as assessed by the CANTAB Paired Associates Learning (PAL) test; and psychomotor speed, as assessed by the CANTAB Reaction Time (RTI) test.\n\nAbout Repatha® (evolocumab)\n\nRepatha® (evolocumab) is a human monoclonal antibody that inhibits proprotein convertase subtilisin/kexin type 9 (PCSK9). Repatha binds to PCSK9 and inhibits circulating PCSK9 from binding to the low-density lipoprotein (LDL) receptor (LDLR), preventing PCSK9-mediated LDLR degradation and permitting LDLR to recycle back to the liver cell surface. By inhibiting the binding of PCSK9 to LDLR, Repatha increases the number of LDLRs available to clear LDL from the blood, thereby lowering LDL-C levels.6\n\nRepatha is approved in more than 40 countries, including the U.S., Japan, Canada and in all 28 countries that are members of the European Union. Applications in other countries are pending.\n\nImportant U.S. Product Information\n\nRepatha® is indicated as an adjunct to diet and:\n\nMaximally tolerated statin therapy for treatment of adults with heterozygous familial hypercholesterolemia (HeFH) or clinical atherosclerotic cardiovascular disease (ASCVD), who require additional lowering of low-density lipoprotein cholesterol (LDL-C)\n\nOther LDL-lowering therapies (e.g., statins, ezetimibe, LDL apheresis) in patients with homozygous familial hypercholesterolemia (HoFH) who require additional lowering of LDL-C\n\nThe effect of Repatha® on cardiovascular morbidity and mortality has not been determined.\n\nThe safety and effectiveness of Repatha® have not been established in pediatric patients with HoFH who are younger than 13 years old.\n\nThe safety and effectiveness of Repatha® have not been established in pediatric patients with primary hyperlipidemia or HeFH.\n\nImportant U.S. Safety Information\n\nContraindication: Repatha® is contraindicated in patients with a history of a serious hypersensitivity reaction to Repatha®.\n\nAllergic reactions: Hypersensitivity reactions (e.g. rash, urticaria) have been reported in patients treated with Repatha®, including some that led to discontinuation of therapy. If signs or symptoms of serious allergic reactions occur, discontinue treatment with Repatha®, treat according to the standard of care, and monitor until signs and symptoms resolve.\n\nAdverse reactions: The most common adverse reactions (>5% of Repatha®-treated patients and more common than placebo) were: nasopharyngitis, upper respiratory tract infection, influenza, back pain, and injection site reactions.\n\nIn a 52-week trial, adverse reactions led to discontinuation of treatment in 2.2% of Repatha®-treated patients and 1% of placebo-treated patients. The most common adverse reaction that led to Repatha® treatment discontinuation and occurred at a rate greater than placebo was myalgia (0.3% versus 0% for Repatha® and placebo, respectively).\n\nAdverse reactions from a pool of the 52-week trial and seven 12-week trials:\n\nLocal injection site reactions occurred in 3.2% and 3.0% of Repatha® -treated and placebo-treated patients, respectively. The most common injection site reactions were erythema, pain, and bruising. The proportions of patients who discontinued treatment due to local injection site reactions in Repatha® -treated patients and placebo-treated patients were 0.1% and 0%, respectively.\n\nAllergic reactions occurred in 5.1% and 4.7% of Repatha® -treated and placebo-treated patients, respectively. The most common allergic reactions were rash (1.0% versus 0.5% for Repatha® and placebo, respectively), eczema (0.4% versus 0.2%), erythema (0.4% versus 0.2%), and urticaria (0.4% versus 0.1%).\n\nNeurocognitive events were reported in less than or equal to 0.2% in Repatha®-treated and placebo-treated patients.\n\nIn a pool of placebo- and active-controlled trials, as well as open-label extension studies that followed them, a total of 1,988 patients treated with Repatha® had at least one LDL-C value <25 mg/dL. Changes to background lipid-altering therapy were not made in response to low LDL-C values, and Repatha® dosing was not modified or interrupted on this basis. Although adverse consequences of very low LDL-C were not identified in these trials, the long-term effects of very low levels of LDL-C induced by Repatha® are unknown.\n\nMusculoskeletal adverse reactions were reported in 14.3% of Repatha® -treated patients and 12.8% of placebo-treated patients. The most common adverse reactions that occurred at a rate greater than placebo were back pain (3.2% versus 2.9% for Repatha® and placebo, respectively), arthralgia (2.3% versus 2.2%), and myalgia (2.0% versus 1.8%).\n\nHomozygous Familial Hypercholesterolemia (HoFH): In 49 patients with homozygous familial hypercholesterolemia studied in a 12-week, double-blind, randomized, placebo-controlled trial, 33 patients received 420 mg of\n\nRepatha® subcutaneously once monthly. The adverse reactions that occurred in at least 2 (6.1%) Repatha®-treated patients and more frequently than in placebo-treated patients, included upper respiratory tract infection (9.1% versus 6.3%), influenza (9.1% versus 0%), gastroenteritis (6.1% versus 0%), and nasopharyngitis (6.1% versus 0%).\n\nImmunogenicity: Repatha® is a human monoclonal antibody. As with all therapeutic proteins, there is a potential for immunogenicity with Repatha®.\n\nPlease contact Amgen Medinfo at 800-77-AMGEN (800-772-6436) or 844-REPATHA (844-737-2842) regarding Repatha® availability or find more information, including full Prescribing Information, at www.amgen.com and www.Repatha.com.\n\nAbout Amgen Cardiovascular\n\nBuilding on more than three decades of experience in developing biotechnology medicines for patients with serious illnesses, Amgen is dedicated to addressing important scientific questions to advance care and improve the lives of patients with cardiovascular disease, the leading cause of morbidity and mortality worldwide.1 Amgen's research into cardiovascular disease, and potential treatment options, is part of a growing competency at Amgen that utilizes human genetics to identify and validate certain drug targets. Through its own research and development efforts, as well as partnerships, Amgen is building a robust cardiovascular portfolio consisting of several approved and investigational molecules in an effort to address a number of today's important unmet patient needs, such as high cholesterol and heart failure.\n\nAbout Amgen\n\nAmgen is committed to unlocking the potential of biology for patients suffering from serious illnesses by discovering, developing, manufacturing and delivering innovative human therapeutics. This approach begins by using tools like advanced human genetics to unravel the complexities of disease and understand the fundamentals of human biology.\n\nAmgen focuses on areas of high unmet medical need and leverages its expertise to strive for solutions that improve health outcomes and dramatically improve people's lives. A biotechnology pioneer since 1980, Amgen has grown to be one of the world's leading independent biotechnology companies, has reached millions of patients around the world and is developing a pipeline of medicines with breakaway potential.\n\nFor more information, visit www.amgen.com and follow us on www.twitter.com/amgen\n\nForward-Looking Statements\n\nThis news release contains forward-looking statements that are based on the current expectations and beliefs of Amgen. All statements, other than statements of historical fact, are statements that could be deemed forward-looking statements, including estimates of revenues, operating margins, capital expenditures, cash, other financial metrics, expected legal, arbitration, political, regulatory or clinical results or practices, customer and prescriber patterns or practices, reimbursement activities and outcomes and other such estimates and results. Forward-looking statements involve significant risks and uncertainties, including those discussed below and more fully described in the Securities and Exchange Commission reports filed by Amgen, including our most recent annual report on Form 10-K and any subsequent periodic reports on Form 10-Q and Form 8-K. Unless otherwise noted, Amgen is providing this information as of the date of this news release and does not undertake any obligation to update any forward-looking statements contained in this document as a result of new information, future events or otherwise.\n\nNo forward-looking statement can be guaranteed and actual results may differ materially from those we project. Our results may be affected by our ability to successfully market both new and existing products domestically and internationally, clinical and regulatory developments involving current and future products, sales growth of recently launched products, competition from other products including biosimilars, difficulties or delays in manufacturing our products and global economic conditions. In addition, sales of our products are affected by pricing pressure, political and public scrutiny and reimbursement policies imposed by third-party payers, including governments, private insurance plans and managed care providers and may be affected by regulatory, clinical and guideline developments and domestic and international trends toward managed care and healthcare cost containment. Furthermore, our research, testing, pricing, marketing and other operations are subject to extensive regulation by domestic and foreign government regulatory authorities. We or others could identify safety, side effects or manufacturing problems with our products after they are on the market. Our business may be impacted by government investigations, litigation and product liability claims. In addition, our business may be impacted by the adoption of new tax legislation or exposure to additional tax liabilities. If we fail to meet the compliance obligations in the corporate integrity agreement between us and the U.S. government, we could become subject to significant sanctions. Further, while we routinely obtain patents for our products and technology, the protection offered by our patents and patent applications may be challenged, invalidated or circumvented by our competitors, or we may fail to prevail in present and future intellectual property litigation. We perform a substantial amount of our commercial manufacturing activities at a few key facilities and also depend on third parties for a portion of our manufacturing activities, and limits on supply may constrain sales of certain of our current products and product candidate development. In addition, we compete with other companies with respect to many of our marketed products as well as for the discovery and development of new products. Discovery or identification of new product candidates cannot be guaranteed and movement from concept to product is uncertain; consequently, there can be no guarantee that any particular product candidate will be successful and become a commercial product. Further, some raw materials, medical devices and component parts for our products are supplied by sole third-party suppliers. Certain of our distributors, customers and payers have substantial purchasing leverage in their dealings with us. The discovery of significant problems with a product similar to one of our products that implicate an entire class of products could have a material adverse effect on sales of the affected products and on our business and results of operations. Our efforts to acquire other companies or products and to integrate the operations of companies we have acquired may not be successful. We may not be able to access the capital and credit markets on terms that are favorable to us, or at all. We are increasingly dependent on information technology systems, infrastructure and data security. Our stock price is volatile and may be affected by a number of events. Our business performance could affect or limit the ability of our Board of Directors to declare a dividend or our ability to pay a dividend or repurchase our common stock.\n\nThe scientific information discussed in this news release relating to new indications is preliminary and investigative and is not part of the labeling approved by the U.S. Food and Drug Administration or European Commission for the products. The products are not approved for the investigational use(s) discussed in this news release, and no conclusions can or should be drawn regarding the safety or effectiveness of the products for these uses.\n\nCONTACT: Amgen, Thousand Oaks\n\nKristen Davis: 805-447-3008 (media)\n\nKristen Neese: 805-313-8267 (media)\n\nArvind Sood: 805-447-1060 (investors)\n\nREFERENCES\n\nWorld Health Organization. Cardiovascular diseases (CVDs) fact sheet. http://www.who.int/mediacentre/factsheets/fs317/en/ Accessed August 2016 . Amgen Data on File. Centers for Disease Control and Prevention. Vital signs: prevalence, treatment, and control of high levels of low-density lipoprotein cholesterol. United States , 1999–2002 and 2005–2008. MMWR. 2011;60(4):109–14. Halcox JP, et al. Low Rates of Both Lipid-Lowering Therapy Use and Achievement of Low-Density Lipoprotein Cholesterol Targets in Individuals at High-Risk for Cardiovascular Disease across Europe . PLoS One. 2015;10(2). Nordestgaard BG, Chapman MJ, Humphries SE, et al. Familial Hypercholesterolaemia is Underdiagnosed and Undertreated in the General Population: Guidance for Clinicians to Prevent Coronary Heart Disease. Eur Heart J. 2013;34:3478-3490. Repatha® U.S. Prescribing Information. Amgen.\n\nSOURCE Amgen\n\nRelated Links\n\nhttp://www.amgen.com\n\n", "images": ["http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "https://mma.prnewswire.com/media/152881/amgen_logo.jpg?p=facebook", "http://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png", "https://mma.prnewswire.com/media/152881/amgen_logo.jpg?p=publish&w=200"], "top_img": "https://mma.prnewswire.com/media/152881/amgen_logo.jpg?p=facebook", "keywords": [], "authors": [], "canonical_link": "https://www.prnewswire.com/news-releases/amgen-announces-repatha-evolocumab-significantly-reduced-the-risk-of-cardiovascular-events-in-fourier-outcomes-study-300401508.html", "title": "Amgen Announces Repatha® (Evolocumab) Significantly Reduced The Risk Of Cardiovascular Events In FOURIER Outcomes Study", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "THOUSAND OAKS, Calif., Feb. 2, 2017 /PRNewswire/ -- Amgen (NASDAQ:AMGN) today announced that the FOURIER trial evaluating whether Repatha® (evolocumab) reduces...", "author": "Amgen", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "Amgen Announces Repatha® (Evolocumab) Significantly Reduced The Risk Of Cardiovascular Events In FOURIER Outcomes Study", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "california", "date": "2017-02-02T15:00:00-05:00", "keywords": "Amgen,Health Care & Hospitals ,Pharmaceuticals   ,Medical Pharmaceuticals ,Clinical Trials & Medical Discoveries", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "Amgen Announces Repatha® (Evolocumab) Significantly Reduced The Risk Of Cardiovascular Events In FOURIER Outcomes Study", "description": "THOUSAND OAKS, Calif., Feb. 2, 2017 /PRNewswire/ -- Amgen (NASDAQ:AMGN) today announced that the FOURIER trial evaluating whether Repatha® (evolocumab) reduces...", "image": "https://mma.prnewswire.com/media/152881/amgen_logo.jpg?p=twitter"}, "og": {"title": "Amgen Announces Repatha® (Evolocumab) Significantly Reduced The Risk Of Cardiovascular Events In FOURIER Outcomes Study", "type": "website", "description": "THOUSAND OAKS, Calif., Feb. 2, 2017 /PRNewswire/ -- Amgen (NASDAQ:AMGN) today announced that the FOURIER trial evaluating whether Repatha® (evolocumab) reduces...", "image": "https://mma.prnewswire.com/media/152881/amgen_logo.jpg?p=facebook", "url": "https://www.prnewswire.com/news-releases/amgen-announces-repatha-evolocumab-significantly-reduced-the-risk-of-cardiovascular-events-in-fourier-outcomes-study-300401508.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "http://www.prnewswire.com", "summary": ""}