{"url": "https://web.archive.org/web/20160521121547/http://www.eurekalert.org/pub_releases/2016-05/nhla-nsc051916.php", "text": "WHAT: NIH-supported researchers are reporting additional details about a widely-publicized study that linked a systolic blood pressure target under 120 mm Hg (millimeters of mercury) with reduced cardiovascular disease and a lower risk of death. The new analysis singles out adults aged 75 and older and confirms that those with high blood pressure also benefit from the lower pressure target similar to the larger group studied in the earlier research: non-diabetic adults aged 50 and older. These additional results of the Systolic Blood Pressure Intervention Trial (SPRINT) appear in the current online issue of the Journal of the American Medical Association (JAMA).\n\nThe study shows that for adults aged 75 years and older with high blood pressure, a systolic blood pressure goal of less than 120 mm Hg reduced rates of cardiovascular events, such as heart attack and heart failure, as well as stroke, by 33 percent. This lower blood pressure goal also reduced the risk of death among this group by 32 percent, compared to a target systolic pressure of 140 mm Hg. The benefits of a more aggressive blood pressure intervention occurred in both frail (individuals with several impairments or disorders) and non-frail older participants, the researchers note.\n\nAbout three-fourths of the U.S. population aged 75 and older live with hypertension, a leading contributor to cardiovascular disease and death. Although the standard blood pressure treatment goal is 140 mm Hg, various medical panels have provided inconsistent guidance about what is the optimal blood pressure goal for the senior population. One group has recommended a target blood pressure of 160 mm Hg for persons aged 80 or older, while another recommended a target of 150 mm Hg for adults aged 60 or older. Other experts have supported keeping the standard treatment goal at 140 mm Hg.\n\nTo address this issue, the SPRINT study tapped more than 2,600 volunteers aged 75 and older, assigning half to a target blood pressure of less than 140 mm Hg and half to target of less than 120 mm Hg. While study participants with the lower blood pressure goal appeared to have better cardiovascular outcomes overall, the researchers caution all other hypertension patients to talk to their doctor to determine whether this lower goal is best for their individual care.\n\nIn addition to primary sponsorship by the NHLBI, SPRINT is co-sponsored by the NIH's National Institute of Diabetes and Digestive and Kidney Diseases, the National Institute of Neurological Disorders and Stroke, and the National Institute on Aging.\n\nWHO: Lawrence Fine, M.D., chief of the Clinical Applications and Prevention Branch at NHLBI and a co-author of the study, is available to comment on the findings and implications of this research.\n\n###\n\nCONTACT: For more information or to schedule an interview, please contact the NHLBI Office of Science Policy, Engagement, Education, and Communications at 301-496-5449 or nhlbi_news@nhlbi.nih.gov (link sends e-mail).\n\nAbout the National Heart, Lung, and Blood Institute (NHLBI): NHLBI, a part of the National Institutes of Health (NIH), plans, conducts, and supports research related to the causes, prevention, diagnosis, and treatment of heart, blood vessel, lung, and blood diseases; and sleep disorders. The Institute also administers national health education campaigns on women and heart disease, healthy weight for children, and other topics. NHLBI press releases and other materials are available online at http://www. nhlbi. nih. gov .\n\nAbout the National Institutes of Health (NIH): NIH, the nation's medical research agency, includes 27 Institutes and Centers and is a component of the U.S. Department of Health and Human Services. NIH is the primary federal agency conducting and supporting basic, clinical, and translational medical research, and is investigating the causes, treatments, and cures for both common and rare diseases. For more information about NIH and its programs, visit http://www. nih. gov .\n\nNIH...Turning Discovery Into Health", "images": ["https://web.archive.org/web/20160521121547im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160521121547im_/http://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20160521121547im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160521121547im_/http://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20160521121547im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160521121547im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160521121547im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160521121547im_/http://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20160521121547im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160521121547im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160521121547im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160521121547im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160521121547im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg"], "top_img": "https://web.archive.org/web/20160521121547im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160521121547/http://www.eurekalert.org/pub_releases/2016-05/nhla-nsc051916.php", "title": "NIH study confirms benefits of intensive blood pressure management among seniors aged 75 and older", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "NIH-supported researchers are reporting additional details about a widely-publicized study that linked a systolic blood pressure target under 120 mm Hg (millimeters of mercury) with reduced cardiovascular disease and a lower risk of death. The new analysis singles out adults aged 75 and older and confirms that those with high blood pressure also benefit from the lower pressure target similar to the larger group studied in the earlier research: non-diabetic adults aged 50 and older.", "keywords": "Medicine/Health, Cardiology, Gerontology, Aging", "date": "Thu, 19 May 2016 04:00:00 GMT", "journal": "Journal of the American Medical Association", "type": "research", "institution": "NIH/National Heart, Lung and Blood Institute", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "EurekAlertAAAS", "domain": "www.eurekalert.org"}, "og": {"title": "NIH study confirms benefits of intensive blood pressure management among seniors aged 75 and older", "description": "NIH-supported researchers are reporting additional details about a widely-publicized study that linked a systolic blood pressure target under 120 mm Hg (millimeters of mercury) with reduced cardiovascular disease and a lower risk of death. The new analysis singles out adults aged 75 and older and confirms that those with high blood pressure also benefit from the lower pressure target similar to the larger group studied in the earlier research: non-diabetic adults aged 50 and older.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160521121547/http://www.eurekalert.org/pub_releases/2016-05/nhla-nsc051916.php", "image": "https://web.archive.org/web/20160521121547im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1464494400.0, "source": "https://web.archive.org", "summary": ""}