{"url": "https://web.archive.org/web/20150614004344/http://www.eurekalert.org:80/pub_releases/2015-06/uops-ssf061115.php", "text": "PHILADELPHIA - According to a new study, women experiencing difficulty with time management, attention, organization, memory, and problem solving - often referred to as executive functions - related to menopause may find improvement with a drug already being used to treat attention deficit hyperactivity disorder (ADHD). The study led by researchers at the Perelman School of Medicine at the University of Pennsylvania is the first to show that lisdexamfetamine (LDX) improved subjective and objective measures of cognitive decline commonly experienced in menopausal women. Results of the study are published online today in the journal Psychopharmacology.\n\n\"Reports of cognitive decline, particularly in executive functions, are widespread among menopausal women,\" said lead author, C. Neill Epperson, MD, professor of Psychiatry and Obstetrics and Gynecology at the Perelman School of Medicine at the University of Pennsylvania, and director of the Penn Center for Women's Behavioral Wellness. \"There are approximately 90 million post-menopausal women living in the US alone, and with the average age of onset occurring at 52, the great majority of those women will live in the postmenopausal state for at least one-third of their lives. Therefore, promoting healthy cognitive aging among menopausal women should be a major public health goal.\"\n\nThe Penn-led team administered a once-daily dose of LDX for four weeks to 32 healthy, non-ADHD-diagnosed women between the ages of 45 and 60 experiencing difficulties with executive functions as a result of mid-life onset menopause, and as measured using the Brown Attention Deficit Disorder Scale (BADDS). All participants served as their own controls by being randomly assigned to cross-over to a placebo for an additional four weeks.\n\nThe researchers found a 41 percent overall improvement in executive functions for women receiving LDX, compared to a 17 percent improvement when taking placebo medication. There were also significant improvements in four out of the five subscales for women taking LDX: organization and motivation for work; attention and concentration; alertness, effort, and processing speed; and working memory and accessing recall.\n\nWhile psychostimulants such as LDX are primarily marketed for the treatment of ADHD, they have been successful in treating cognitive complaints in some patients including postmenopausal women. They work by promoting the release of dopamine, which is impaired in ADHD and other disorders characterized by executive function problems.\n\n\"Although we observed that short-term use of LDX was well tolerated and effective in several subjective and objective areas, long-term studies of menopausal women receiving LDX are needed, similar to those conducted for ADHD patients,\" said Epperson. \"It is also important for clinicians to confirm that a woman's complaints of worsening memory are in the executive function domains, are temporally related to the transition to menopause, and are not indicative of some other pathological cognitive impairment before prescribing a trial of LDX.\"\n\n###\n\nIn addition to Epperson, other Penn co-authors are Sheila Shanmugan, Deborah R. Kim, Sarah Mathews, Kathryn A. Czarkowski, Jeanette Bradley, Dina H. Appleby, Claudia Iannelli, and Mary D. Sammel.\n\nThis project was funded in part by Shire Pharmaceuticals, the National Institute of Mental Health, the National Institute on Aging, and the National Institute on Drug Abuse.\n\nPenn Medicine is one of the world's leading academic medical centers, dedicated to the related missions of medical education, biomedical research, and excellence in patient care. Penn Medicine consists of the Raymond and Ruth Perelman School of Medicine at the University of Pennsylvania (founded in 1765 as the nation's first medical school) and the University of Pennsylvania Health System, which together form a $4.9 billion enterprise.\n\nThe Perelman School of Medicine has been ranked among the top five medical schools in the United States for the past 17 years, according to U.S. News & World Report's survey of research-oriented medical schools. The School is consistently among the nation's top recipients of funding from the National Institutes of Health, with $409 million awarded in the 2014 fiscal year.\n\nThe University of Pennsylvania Health System's patient care facilities include: The Hospital of the University of Pennsylvania -- recognized as one of the nation's top \"Honor Roll\" hospitals by U.S. News & World Report; Penn Presbyterian Medical Center; Chester County Hospital; Penn Wissahickon Hospice; and Pennsylvania Hospital -- the nation's first hospital, founded in 1751. Additional affiliated inpatient care facilities and services throughout the Philadelphia region include Chestnut Hill Hospital and Good Shepherd Penn Partners, a partnership between Good Shepherd Rehabilitation Network and Penn Medicine.\n\nPenn Medicine is committed to improving lives and health through a variety of community-based programs and activities. In fiscal year 2014, Penn Medicine provided $771 million to benefit our community.", "images": ["https://web.archive.org/web/20150614004344im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20150614004344im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20150614004344im_/http://www.eurekalert.org/images/meganav/aacr2015meeting_600X200.jpg", "https://web.archive.org/web/20150614004344im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20150614004344im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20150614004344im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20150614004344im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20150614004344im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20150614004344im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20150614004344im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20150614004344im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20150614004344im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20150614004344im_/http://www.eurekalert.org/images/e4/logo-footer.png"], "top_img": "https://web.archive.org/web/20150614004344im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150614004344/http://www.eurekalert.org/pub_releases/2015-06/uops-ssf061115.php", "title": "Study shows first signs that ADHD drug may improve cognitive difficulties in menopausal women", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "According to a new study, women experiencing difficulty with time management, attention, organization, memory, and problem solving -- often referred to as executive functions -- related to menopause may find improvement with a drug already being used to treat attention deficit hyperactivity disorder.", "keywords": "Medicine/Health, Clinical Trials, Fertility, Gerontology, Aging, Gynecology, Public Health", "date": "Thu, 11 Jun 2015 04:00:00 GMT", "journal": "Psychopharmacology", "type": "research", "institution": "University of Pennsylvania School of Medicine", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "PennMedNews", "domain": "www.eurekalert.org"}, "og": {"title": "Study shows first signs that ADHD drug may improve cognitive difficulties in menopausal women", "description": "According to a new study, women experiencing difficulty with time management, attention, organization, memory, and problem solving -- often referred to as executive functions -- related to menopause may find improvement with a drug already being used to treat attention deficit hyperactivity disorder.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150614004344/http://www.eurekalert.org/pub_releases/2015-06/uops-ssf061115.php", "image": "https://web.archive.org/web/20150614004344im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "pages/Penn‑Medicine/99556027612"}}, "movies": [], "publish_date": 1435550400.0, "source": "https://web.archive.org", "summary": ""}