{"url": "https://web.archive.org/web/20170926064400/https://www.eurekalert.org/pub_releases/2017-09/uops-sdi091917.php", "text": "PHILADELPHIA - Sleep deprivation -- typically administered in controlled, inpatient settings -- rapidly reduces symptoms of depression in roughly half of depression patients, according the first meta-analysis on the subject in nearly 30 years, from researchers at the Perelman School of Medicine at the University of Pennsylvania. Partial sleep deprivation (sleep for three to four hours followed by forced wakefulness for 20-21 hours) was equally as effective as total sleep deprivation (being deprived of sleep for 36 hours), and medication did not appear to significantly influence these results. The results are published today in the Journal of Clinical Psychiatry.\n\nAlthough total sleep deprivation or partial sleep deprivation can produce clinical improvement in depression symptoms within 24 hours, antidepressants are the most common treatment for depression. Such drugs typically take weeks or longer to experience results, yet 16.7 percent of 242 million U.S. adults filled one or more prescriptions for psychiatric drugs in 2013. The findings of this meta-analysis hope to provide relief for the estimated 16.1 million adults who experienced a major depressive episode in 2014.\n\nPrevious studies have shown rapid antidepressant effects from sleep deprivation for roughly 40-60 percent of individuals, yet this response rate has not been analyzed to obtain a more precise percentage since 1990 despite more than 75 studies since then on the subject.\n\n\"More than 30 years since the discovery of the antidepressant effects of sleep deprivation, we still do not have an effective grasp on precisely how effective the treatment is and how to achieve the best clinical results,\" said study senior author Philip Gehrman, PhD, an associate professor of Psychiatry and member of the Penn Sleep Center, who also treats patients at the Cpl. Michael J. Crescenz VA Medical Center. \"Our analysis precisely reports how effective sleep deprivation is and in which populations it should be administered.\"\n\nReviewing more than 2,000 studies, the team pulled data from a final group of 66 studies executed over a 36 year period to determine how response may be affected by the type and timing of sleep deprivation performed (total vs early or late partial sleep deprivation), the clinical sample (having depressive or manic episodes, or a combination of both), medication status, and age and gender of the sample. They also explored how response to sleep deprivation may differ across studies according to how \"response\" is defined in each study.\n\n\"These studies in our analysis show that sleep deprivation is effective for many populations,\" said lead author Elaine Boland, PhD, a clinical associate and research psychologist at the Cpl. Michael J. Crescenz VA Medical Center. \"Regardless of how the response was quantified, how the sleep deprivation was delivered, or the type of depression the subject was experiencing, we found a nearly equivalent response rate.\"\n\nThe authors note that further research is needed to identify precisely how sleep deprivation causes rapid and significant reductions in depression severity. Also, future studies are needed to include a more comprehensive assessment of potential predictors of treatment outcome to identify those patients most likely to benefit from sleep deprivation.\n\n###\n\nThis research was funded by National Institutes of Health grants (R01 HL102119, P30 NS045839, R01MH107571, R01MH098260, P41 EB015893, R01 MH080729), National Aeronautics and Space Administration grants (NNX15AK76A, NBPF02701, NNX08AY09G, NBPF03401, NBPF02501, NNX14AM81G, NX16AI53G), National Heart, Lung, and Brain Institute (U01 HL125388), National Institute on Drug Abuse (1 R21 DA040902-01A1), the Office of Naval Research (N00014-11-1-0361), the National Aeronautics and Space Administration (NNX14AN49G), National Space Biomedical Research Institute through NASA (NCC 9-58), and grant support from Merck and Philips Healthcare/Respironics.\n\nIn addition to Gehrman and Boland, additional authors include Rachel V. Smith from the Cpl. Michael J. Crescenz VA Medical Center, and Hengyi Rao, David F. Dinges, Namni Goel, John A. Detre, Mathias Basner, Yvette I. Sheline, and Michael E. Thase, all from Penn.\n\nPenn Medicine is one of the world's leading academic medical centers, dedicated to the related missions of medical education, biomedical research, and excellence in patient care. Penn Medicine consists of the Raymond and Ruth Perelman School of Medicine at the University of Pennsylvania(founded in 1765 as the nation's first medical school) and the University of Pennsylvania Health System, which together form a $5.3 billion enterprise.\n\nThe Perelman School of Medicine has been ranked among the top five medical schools in the United States for the past 18 years, according to U.S. News & World Report's survey of research-oriented medical schools. The School is consistently among the nation's top recipients of funding from the National Institutes of Health, with $373 million awarded in the 2015 fiscal year.\n\nThe University of Pennsylvania Health System's patient care facilities include: The Hospital of the University of Pennsylvania and Penn Presbyterian Medical Center -- which are recognized as one of the nation's top \"Honor Roll\" hospitals by U.S. News & World Report -- Chester County Hospital; Lancaster General Health; Penn Wissahickon Hospice; and Pennsylvania Hospital -- the nation's first hospital, founded in 1751. Additional affiliated inpatient care facilities and services throughout the Philadelphia region include Chestnut Hill Hospital and Good Shepherd Penn Partners, a partnership between Good Shepherd Rehabilitation Network and Penn Medicine.\n\nPenn Medicine is committed to improving lives and health through a variety of community-based programs and activities. In fiscal year 2015, Penn Medicine provided $253.3 million to benefit our community.", "images": ["https://web.archive.org/web/20170926064400im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170926064400im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170926064400im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170926064400im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170926064400im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170926064400im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170926064400im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170926064400im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170926064400im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170926064400im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20170926064400im_/https://www.eurekalert.org/images/meganav/ACS2017_300x100.jpg", "https://web.archive.org/web/20170926064400im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170926064400im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170926064400im_/https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://web.archive.org/web/20170926064400im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170926064400/https://www.eurekalert.org/pub_releases/2017-09/uops-sdi091917.php", "title": "Sleep deprivation is an effective anti-depressant for nearly half of depressed patients", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Sleep deprivation - typically administered in controlled, inpatient settings - rapidly reduces symptoms of depression in roughly half of depression patients, according the first meta-analysis on the subject in nearly 30 years, from researchers at the Perelman School of Medicine at the University of Pennsylvania.", "keywords": "Medicine/Health", "date": "Tue, 19 Sep 2017 04:00:00 GMT/UTC", "funder": "National Institutes of Health, NASA, NIH/National Heart, Lung, and Brain Institute, NIH/National Institute on Drug Abuse, the Office of Naval Research,  National Space Biomedical Research", "journal": "Journal of Clinical Psychiatry", "type": "research", "institution": "University of Pennsylvania School of Medicine", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "PennMedNews", "domain": "www.eurekalert.org", "title": "Sleep deprivation is an effective anti-depressant for nearly half of depressed patients", "description": "Sleep deprivation - typically administered in controlled, inpatient settings - rapidly reduces symptoms of depression in roughly half of depression patients, according the first meta-analysis on the subject in nearly 30 years, from researchers at the Perelman School of Medicine at the University of Pennsylvania."}, "og": {"title": "Sleep deprivation is an effective anti-depressant for nearly half of depressed patients", "description": "Sleep deprivation - typically administered in controlled, inpatient settings - rapidly reduces symptoms of depression in roughly half of depression patients, according the first meta-analysis on the subject in nearly 30 years, from researchers at the Perelman School of Medicine at the University of Pennsylvania.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170926064400/https://www.eurekalert.org/pub_releases/2017-09/uops-sdi091917.php", "image": "https://web.archive.org/web/20170926064400im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "pages/Penn‑Medicine/99556027612"}}, "movies": [], "publish_date": 1506657600.0, "source": "https://web.archive.org", "summary": ""}