{"url": "https://web.archive.org/web/20170207001453/https://www.eurekalert.org/pub_releases/2017-02/ru-ecr020617.php", "text": "A new biologic agent--the most potent of its kind so far--is showing early promise as part of a potential new strategy for treating HIV. The drug, known as 10-1074, may also offer a new way to prevent viral infection in people who are at high risk to acquire HIV, the virus that causes AIDS.\n\nThe drug belongs to a class of molecules called broadly neutralizing antibodies, which are naturally found in HIV-infected people whose immune systems have a rare ability to fight off the virus. These antibodies are a major area of study in the laboratory of Rockefeller University investigator Michel Nussenzweig, who is Zanvil A. Cohn and Ralph M. Steinman Professor and head of the Laboratory of Molecular Immunology. Marina Caskey, an Assistant Professor of Clinical Investigation, leads clinical studies on these antibodies.\n\n\"This was the first human trial of 10-1074,\" says Till Schoofs, an Instructor in Clinical Investigation in Nussenzweig's lab. \"The antibody binds to a different part of the virus than the other antibody we've studied. In addition, it's one of the most potent broadly neutralizing antibodies described to date.\"\n\nToday, HIV is typically treated with antiretroviral therapy, a drug regimen that became available in the 1990s. Although it has been a lifesaver for people infected with the virus, antiretroviral medications have significant drawbacks: they can cause severe side effects, and patients have to take them for life. This is why researchers continue to look for other ways to control the virus--and broadly neutralizing antibodies could prove to be part of an alternate treatment strategy.\n\nThe study of 10-1074, an early-stage clinical trial, included 19 individuals who were infected with HIV and 14 who were not. The purpose was to determine whether the antibody was safe and whether it had antiviral activity in humans. The majority of the people in the trial were enrolled at The Rockefeller University Hospital, while some of the HIV-1 infected participants received the antibody at the University of Cologne, in Germany. \"It has been challenging to find trial participants with high levels of the virus here in New York,\" Caskey says, \"so our collaboration with the University of Cologne has been very valuable.\"\n\nThe investigators found that among 13 HIV-infected people who received the highest dose of 10-1074, 11 showed a rapid decline in the amount of virus. Although these patients were found to have some resistant virus in their blood, further research in the lab showed that those viruses were still sensitive to other broadly neutralizing antibodies, including 3BNC117, that target different parts of the pathogen. The results were published in January in Nature Medicine.\n\nCaskey, Schoofs, and their team also analyzed the uninfected participants' blood samples, and found that 10-1074 may be an effective way to prevent infection in people who are exposed to the virus. Currently, people who do not have HIV but are at substantial risk of getting it--because they have multiple sexual partners, for example, or an HIV-infected partner--can receive antiviral medications to prevent disease, a strategy called pre-exposure prophylaxis (PrEP). But just like the antiviral medications used to treat infection, PrEP can have severe side effects and must be taken daily to be effective, which poses significant challenges to adequate compliance.\n\n\"Based on our findings we think these types of antibodies could be a viable substitute for the drugs currently used in PrEP,\" says Caskey. \"But to clearly demonstrate that these antibodies have an advantage over the pill that's currently used, we would need to test them in large numbers of people and show that they remain active for a prolonged period of time in the body.\"\n\nIn an effort to accomplish this, the investigators are looking into modified variants of the antibodies with prolonged activity, so that they would need to be given less often in the PrEP setting. And they are already moving forward with new clinical studies using 10-1074 together with 3BNC117, with the hope that combining two antibodies targeting different parts of HIV will be more effective than either antibody on its own.\n\n###", "images": ["https://web.archive.org/web/20170207001453im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170207001453im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170207001453im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170207001453im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170207001453im_/https://www.eurekalert.org/images/meganav/AM17-NoDate.png", "https://web.archive.org/web/20170207001453im_/https://media.eurekalert.org/multimedia_prod/pub/rel/132559_rel.jpg", "https://web.archive.org/web/20170207001453im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170207001453im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170207001453im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170207001453im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170207001453im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170207001453im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170207001453im_/https://www.eurekalert.org/multimedia/pub/web/132559_web.jpg", "https://web.archive.org/web/20170207001453im_/https://media.eurekalert.org/multimedia_prod/pub/web/132559_web.jpg", "https://web.archive.org/web/20170207001453im_/https://www.eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20170207001453im_/https://www.eurekalert.org/multimedia/pub/web/132559_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170207001453/https://www.eurekalert.org/pub_releases/2017-02/ru-ecr020617.php", "title": "Encouraging clinical results for an antibody drug to prevent or treat HIV", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A drug known as 10-1074, based on a human antibody against HIV, has dramatically reduced virus levels in patients and appeared to prevent infection among those at high risk, according to data from a new clinical trial.", "keywords": "Biology, Molecular Biology, Virology, Medicine/Health, AIDS/HIV, Clinical Trials, Immunology/Allergies/Asthma", "date": "Mon, 06 Feb 2017 05:00:00 GMT", "funder": "Bill and Melinda Gates Foundation Collaboration for AIDS Vaccine Discovery, NIH/National Institute of Allergy and Infectious Diseases, BEAT-HIV Delaney, The Robertson Foundation, NIH/Center for HIV/AIDS Vaccine Immunology", "journal": "Nature Medicine", "type": "research", "institution": "Rockefeller University", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "rockefelleruniv", "domain": "www.eurekalert.org", "title": "Encouraging clinical results for an antibody drug to prevent or treat HIV", "description": "A drug known as 10-1074, based on a human antibody against HIV, has dramatically reduced virus levels in patients and appeared to prevent infection among those at high risk, according to data from a new clinical trial."}, "og": {"title": "Encouraging clinical results for an antibody drug to prevent or treat HIV", "description": "A drug known as 10-1074, based on a human antibody against HIV, has dramatically reduced virus levels in patients and appeared to prevent infection among those at high risk, according to data from a new clinical trial.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170207001453/https://www.eurekalert.org/pub_releases/2017-02/ru-ecr020617.php", "image": "https://web.archive.org/web/20170207001453im_/https://www.eurekalert.org/multimedia/pub/web/132559_web.jpg", "type": "website"}, "fb": {"profile_id": "rockefelleruniversity"}}, "movies": [], "publish_date": 1488258000.0, "source": "https://web.archive.org", "summary": ""}