{"url": "https://web.archive.org/web/20161018184419/https://www.eurekalert.org/pub_releases/2016-10/b-nc101216.php", "text": "Detailed Results of Phase 2 Trial Presented at the American College of Gastroenterology 2016 Annual Scientific Meeting\n\n93.3% of Patients Treated Using the Lead Formulation of Novel Prep Achieved a Colonoscopy Rating of Excellent or Good, Compared to 85.7% of Those Using Standard Prep Products in Colonoscopist-blinded Trial\n\nPhase 3 Study Planned to Initiate in Early 2017\n\nMore 'Patient-friendly,' Palatable Prep Could Help Increase Patient Acceptance of Colonoscopies for Colorectal Cancer Screening\n\nNewton, MA (October 17, 2016) - Detailed results from a Phase 2 study of a novel colonoscopy prep (ECP) under development by ColonaryConcepts, LLC show the investigational treatment to be at least as effective and safe as two currently available colonoscopy prep formulations, while offering a much higher level of patient satisfaction and preference than standard preps. The investigational prep is designed to be good-tasting, with no fasting and lower fluid requirements than standard preps. It consists of nutritionally balanced bars and beverages incorporating the standard purgative active ingredient, PEG 3350, which a patient consumes during the 24 hours prior to colonoscopy.\n\nResults from the randomized, single-blind study will be presented today at the American College of Gastroenterology 2016 Annual Scientific Meeting, being held in Las Vegas, NV, by principal investigator, Douglas K. Rex, M.D., Distinguished Professor of Medicine, Indiana University School of Medicine.\n\n\"Approximately 40% of those who ought to have a colonoscopy avoid the procedure, and the top reason cited for their avoidance is the prep,\" said Dr. Rex. \"Results from this study show that this innovative investigational product performed as well as or better at colon cleansing than two currently available colonoscopy prep formulations. Moreover, the higher levels of patient satisfaction reported by those who used the lead ECP formulation in the trial suggest this new approach to colonoscopy prep may have a positive impact on patient willingness to undergo this potentially life-saving colorectal cancer screening procedure.\"\n\nThe study tested six formulations of ECP, using different doses of the active ingredients integrated within different meal kit menus, randomized against two U.S. Food and Drug Administration-approved active comparators. The primary outcome was the proportion of subjects with an endoscopic visibility rating of excellent or good based on the Aronchick scale. Secondary endpoints included segment-by-segment endoscopic visibility based on the Ottawa scale, as well as safety, tolerability and reports of patient experience. Fifty-one patients were treated with ECP and 14 with active comparators.\n\nIn the top three most effective formulations of ECP, 90.6% (29 of 32) of patients had a rating of excellent or good. With ColonaryConcepts' lead formulation, 93.3% (14 of 15) of patients had a rating of excellent or good, with 40 of 45 colon segments rated as excellent or good on the Ottawa scale. For the comparator products, 85.7% (12 of 14) had a rating of excellent or good. There were no serious adverse events across any of the treatment groups. The proportion of patients reporting being satisfied or extremely satisfied with the experience of using the lead ECP formulation was nearly double that for those using the standard preps, 64.3% versus 33.3%.\n\n\"We are very pleased with the efficacy and safety results of this study, which clearly support advancing this product to a Phase 3 trial,\" said Corey A. Siegel, M.D., M.S., a co-founder of ColonaryConcepts, and Director of the Inflammatory Bowel Disease Center at the Dartmouth-Hitchcock Medical Center and Associate Professor of Medicine at The Geisel School of Medicine at Dartmouth.\n\n\"The ECP approach allows patients to eat solid food bars and drink palatable low-volume beverages, a patient-friendly design that participants in the study clearly favored over conventional preps,\" comments Dr. Siegel. \"Patients participating in the study were nearly four times more likely to recommend ECP to their friends and family as compared to the standard colonoscopy prep.\"\n\n\"Colonoscopy is still recognized as the gold standard - the best way to catch this cancer at an early stage. The medical community has called for an increase in colorectal cancer screening overall, both through the recent recommendations of the Cancer Moonshot Blue Ribbon Panel and the National Colorectal Cancer Roundtable's call for 80% screening by 2018,\" said Joshua Korzenik, M.D., a co-founder of ColonaryConcepts, and Faculty Member at Harvard Medical School and the Director of the Brigham and Women's Hospital Crohn's and Colitis Center. \"By making the preparation for the procedure easier, we believe ECP can lower patient resistance to colonoscopies, and thus can help attain these important public health goals.\"\n\n###\n\nAbout ColonaryConcepts, LLC\n\nColonaryConcepts, LLC is headquartered in Newton, MA, and is committed to developing patient-centric innovations that improve gastrointestinal health. The company currently has two product candidates in clinical development: ECP, which is expected to enter Phase 3 clinical trials in early 2017, and the \"C-bar\", a novel product candidate for chronic constipation, which is currently being studied in a Phase 1b clinical trial. ColonaryConcepts' physician-led product development team includes Board-certified gastroenterologists, food scientists, pharmaceutical development experts, culinary research chefs, and product design strategists. For more information about ColonaryConcepts, LLC, please visit http://www. colonaryconcepts. com\n\nMedia Contact:\n\nJoan E. Kureczka\n\nBioscribe, Inc.\n\nEmail: Joan@bioscribe.com\n\nPh: 415.821.2413\n\nColonaryConcepts\n\nMichael Allio\n\n401.865.6371\n\nmichael.allio@gmail.com\n\nHerb Stern\n\n401.742.4599\n\ninfo@colonaryconcepts.com", "images": ["https://web.archive.org/web/20161018184419im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20161018184419im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20161018184419im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20161018184419im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20161018184419im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20161018184419im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20161018184419im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20161018184419im_/https://www.eurekalert.org/images/meganav/ACSMeeting.201608.jpg", "https://web.archive.org/web/20161018184419im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20161018184419im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20161018184419im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20161018184419im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20161018184419im_/https://www.eurekalert.org/images/e4/logo.png"], "top_img": "https://web.archive.org/web/20161018184419im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20161018184419/http://www.eurekalert.org/pub_releases/2016-10/b-nc101216.php", "title": "Novel 'patient-friendly' colonoscopy prep shows excellent efficacy and safety", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Detailed results from a Phase 2 study of a novel colonoscopy prep (ECP) under development by ColonaryConcepts, LLC show the investigational treatment to be at least as effective and safe as two currently available colonoscopy prep formulations, while offering a much higher level of patient satisfaction and preference than standard preps.", "keywords": "Medicine/Health, Cancer, Clinical Trials, Gastroenterology", "date": "Mon, 17 Oct 2016 04:00:00 GMT", "funder": "ColonaryConcepts", "type": "research", "institution": "Bioscribe", "meeting": "American College of Gastroenterology 2016 Annual Scientific Meeting", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "EurekAlertAAAS", "domain": "www.eurekalert.org", "title": "Novel 'patient-friendly' colonoscopy prep shows excellent efficacy and safety", "description": "Detailed results from a Phase 2 study of a novel colonoscopy prep (ECP) under development by ColonaryConcepts, LLC show the investigational treatment to be at least as effective and safe as two currently available colonoscopy prep formulations, while offering a much higher level of patient satisfaction and preference than standard preps."}, "og": {"title": "Novel 'patient-friendly' colonoscopy prep shows excellent efficacy and safety", "description": "Detailed results from a Phase 2 study of a novel colonoscopy prep (ECP) under development by ColonaryConcepts, LLC show the investigational treatment to be at least as effective and safe as two currently available colonoscopy prep formulations, while offering a much higher level of patient satisfaction and preference than standard preps.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20161018184419/http://www.eurekalert.org/pub_releases/2016-10/b-nc101216.php", "image": "https://web.archive.org/web/20161018184419im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1477713600.0, "source": "https://web.archive.org", "summary": ""}