{"url": "https://web.archive.org/web/20180615063405/https://www.eurekalert.org/pub_releases/2018-06/acs-lis061118.php", "text": "A new study authored by scientists from the American Cancer Society, the Harvard T.H. Chan School of Public Health, the U.S. National Cancer Institute, and more than 20 other medical centers and organizations finds that higher circulating vitamin D concentrations are significantly associated with lower colorectal cancer risk. This study strengthens the evidence, previously considered inconclusive, for a protective relationship. Optimal vitamin D concentrations for colorectal cancer prevention may be higher than the current National Academy of Medicine recommendations, which are based only on bone health. The study appears online in the Journal of the National Cancer Institute.\n\nVitamin D, known for its role in maintaining bone health, is hypothesized to lower colorectal cancer risk via several pathways related to cell growth and regulation. Previous prospective studies have reported inconsistent results for whether higher concentrations of circulating 25-hydroxyvitamin D, the accepted measure of vitamin D status, are linked to lower risk of colorectal cancer. The few randomized clinical trials of vitamin D supplementation and colorectal cancer completed thus far have not shown an effect; but study size, supplementation duration, and compliance may have contributed to their null findings.\n\n\"To address inconsistencies in prior studies on vitamin D and to investigate associations in population subgroups, we analyzed participant-level data, collected before colorectal cancer diagnosis, from 17 prospective cohorts and used standardized criteria across the studies,\" said Stephanie Smith-Warner, PhD, an epidemiologist at the Harvard T.H. Chan School of Public Health and co-senior author on the article. The analysis included over 5,700 colorectal cancer cases and 7,100 controls from the United States, Europe, and Asia. A single, widely accepted assay and laboratory was used for new vitamin D measurements and calibration of existing vitamin D measurements. \"In the past, substantial differences between assays made it difficult to integrate vitamin D data from different studies,\" explained Regina G. Ziegler, PhD, a National Cancer Institute epidemiologist and co-senior author on the article. \"This calibration approach enabled us to systematically explore risk over the broad range of vitamin D levels seen internationally.\"\n\nCompared to participants with circulating vitamin D concentrations considered sufficient for bone health, those with deficient concentrations of vitamin D had a 31% higher risk of colorectal cancer during follow-up, which averaged 5.5 years (range: 1 - 25 years). Similarly, concentrations above bone health sufficiency were associated with a 22% lower risk. However, risk did not continue to decline at the highest concentrations. These associations persisted even after adjusting for known colorectal cancer risk factors. Protective associations were seen in all subgroups examined. However, the association was noticeably stronger in women than men at concentrations above bone health sufficiency. The lifetime risk of colorectal cancer is 4.2% (1 in 24) in women and 4.5% (1 in 22) in men. Colorectal cancer is the third most common cancer and third leading cause of cancer-related deaths in both men and women in the United States, with about 140,250 new cases and 50,630 deaths expected during 2018.\n\n\"Currently, health agencies do not recommend vitamin D for the prevention of colorectal cancer,\" said Marji L. McCullough, ScD, American Cancer Society epidemiologist and co-first author of the study. \"This study adds new information that agencies can use when reviewing evidence for vitamin D guidance and suggests that the concentrations recommended for bone health may be lower than would be optimal for colorectal cancer prevention.\"\n\nVitamin D can be obtained in the diet, particularly from fortified foods, from supplements, and from sun exposure. Experts recommend vitamin D be obtained through diet whenever possible because excessive ultraviolet radiation is a major risk factor for skin cancer.\n\n###\n\nArticle: Circulating Vitamin D and Colorectal Cancer Risk: An International Pooling Project of 17 Cohorts. JNCI J Natl Cancer Inst doi: 10.1093/jnci/djy087", "images": ["https://web.archive.org/web/20180615063405im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180615063405im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180615063405im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180615063405im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180615063405im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180615063405im_/https://media.eurekalert.org/meganav/Nutrition2018_Newsroom.jpg", "https://web.archive.org/web/20180615063405im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180615063405im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180615063405im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20180615063405im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180615063405im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180615063405im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180615063405im_/https://www.eurekalert.org/images/meganav/browse-video.jpg"], "top_img": "https://web.archive.org/web/20180615063405im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180615063405/https://www.eurekalert.org/pub_releases/2018-06/acs-lis061118.php", "title": "Large international study links blood vitamin D levels to colorectal cancer risk", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A new study authored by scientists from more than 20 medical centers and organizations finds that higher circulating vitamin D concentrations are significantly associated with lower colorectal cancer risk.", "keywords": "Medicine/Health, Cancer, Epidemiology, Nutrition/Nutrients", "date": "Thu, 14 Jun 2018 04:00:00 GMT/UTC", "journal": "Journal of the National Cancer Institute", "type": "research", "institution": "American Cancer Society", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "ACSNews", "domain": "www.eurekalert.org", "title": "Large international study links blood vitamin D levels to colorectal cancer risk", "description": "A new study authored by scientists from more than 20 medical centers and organizations finds that higher circulating vitamin D concentrations are significantly associated with lower colorectal cancer risk."}, "og": {"title": "Large international study links blood vitamin D levels to colorectal cancer risk", "description": "A new study authored by scientists from more than 20 medical centers and organizations finds that higher circulating vitamin D concentrations are significantly associated with lower colorectal cancer risk.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180615063405/https://www.eurekalert.org/pub_releases/2018-06/acs-lis061118.php", "image": "https://web.archive.org/web/20180615063405im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "AmericanCancerSociety"}}, "movies": [], "publish_date": 1530244800.0, "source": "https://web.archive.org", "summary": ""}