{"url": "http://www.newswise.com/articles/view/671193/?sc=sphn", "text": "Newswise — SAN FRANCISCO, March 16, 2017—-Patients in their 80s and 90s who have early stage lung cancer but cannot undergo an operation can be treated safely and effectively with stereotactic body radiation therapy (SBRT), according to research presented today at the 2017 Multidisciplinary Thoracic Cancers Symposium. The advanced form of radiation therapy (RT) was well tolerated among this relatively understudied elderly population, indicating that SBRT is a viable option for patients who may otherwise be offered no curative treatment.\n\nWhile the primary treatment for early stage lung cancer is surgical removal of the tumor, some patients may not be able to tolerate surgery due to health status, advanced age or other factors. For these patients, the best curative option is SBRT, a specialized type of external beam RT that uses advanced imaging techniques to deliver extremely targeted radiation to a tumor. This high degree of precision makes SBRT particularly effective at sparing surrounding healthy tissue, which is important for tumor sites near essential organs, such as the heart and lungs. Patients complete SBRT treatment in three to five days, compared with several weeks for conventional RT.\n\n“While multiple studies and trials have established the effectiveness of SBRT for inoperable early-stage lung cancer, one of the common reasons for not giving radiation in older patients is concern about tolerating the treatment and potential side effects,” said Richard J. Cassidy III, MD, lead author of the study and a resident in radiation oncology at Emory University’s Winship Cancer Institute in Atlanta. “The low rates of side effects from SBRT for this elderly population in our study indicate that these concerns should not prevent physicians from considering definitive treatment for their inoperable octogenarian and nonagenarian patients with early stage lung cancer.”\n\nFindings are based on a retrospective analysis of 58 consecutive patients who received definitive lung SBRT across four academic sites within Emory between 2010 and 2015. All patients were age 80 or older at the time of their diagnosis, with a median age of 84.9 years. Forty percent of the tumors were adenocarcinomas, while 29 percent were squamous cell carcinomas and 31 percent did not have a biopsy. Fifty percent of patients who did not have a biopsy had a previous history of lung cancer. Researchers used logistic regression and proportional hazard testing to determine the association of patient, tumor and treatment characteristics to compare rates of survival, recurrence and progression and assess the influence of patient and disease characteristics. Recursive partitioning analysis (RPA) was conducted to determine which patients were most likely to benefit from therapy.\n\nAt two years following definitive SBRT for lung cancer among elderly patients, survival rates were 73 percent for cancer specific survival (CSS) and 57 percent for overall survival (OS). CSS rates were higher for patients who were not active smokers but lower for patients who were older or had a previous lung cancer diagnosis (smoking Hazard Ratio (HR) = 0.14, p = 0.03; age HR = 1.19, p = 0.04; cancer HR = 7.75, p = 0.01). OS rates were higher for patients with higher Karnofsky Performance Status (KPS), which measures a patient’s functional ability to perform ordinary tasks, such as work and self-care (HR = 0.91; p < 0.01). Researchers determined that this metric should be considered when offering SBRT in this elderly population, with certain performance status criterion (i.e., KPS ≥ 75) associated with significantly improved outcomes. Two-year estimates of local control and regional control were 84.5 percent and 71.7 percent, respectively. Local failure was more common among patients with adenocarcinomas (HR = 6.36, p = 0.01) and less common for patients with T1 tumors (HR = 0.20, p < 0.01). Higher KPS scores were associated with lower rates of both local failure (HR = 0.92, p < 0.01) and regional failure (HR = 0.94, p < 0.01). In terms of toxicity, just over one-third of patients (34.5%) experienced radiation pneumonitis of any grade, with only two patients experiencing grade 3+ pneumonitis. Pneumonitis was more frequent among patients who were not actively using ace-inhibitors (Odds Ratio (OR) = 3.49, p = 0.02) and less frequent in smaller tumors (OR = 0.03, p < 0.01).\n\n“Our study, along with other studies, helps to show that SBRT can effectively and safely add years to the lives of elderly patients who have early stage lung cancer but cannot undergo an operation for it,” said Dr. Cassidy. “Elderly patients, who are otherwise doing well, should not have treatment withheld based solely on concerns about side effects and age.”\n\nThe abstract, “Stereotactic body radiotherapy for early stage non-small cell lung cancer in patients 80 years and older: A multi-center analysis,” will be presented in detail during the poster session at the 2017 Multidisciplinary Thoracic Cancers Symposium in San Francisco (full details below). To schedule an interview with Dr. Cassidy or an outside expert, contact the ASTRO media relations team at press@astro.org or 703-286-1600.\n\nATTRIBUTION TO THE 2017 MULTIDISCIPLINARY THORACIC CANCERS SYMPOSIUM REQUESTED IN ALL NEWS COVERAGE.\n\n###\n\nAbstract and Presentation Details• Stereotactic Body Radiotherapy for Early Stage Non-Small Cell Lung Cancer in Patients 80 Years and Older: A Multi-Center Analysis• News Briefing: Friday, March 17, 1:00 – 1:45 p.m. Pacific time, Foothill F, http://bit.do/thoracic2 • Poster Session, Thursday, March 16, and Friday, March 17, Yerba Buena Salons 7 and 8• This news release contains additional and/or updated information from the study author(s). Full original abstract and author disclosures available from press@astro.org or thoracicsymposium.org.\n\nResources on Lung Cancer and Radiation Therapy• Digital brochures: Radiation Therapy for Lung Cancer (Spanish version), Plain Talk about Stereotactic Radiation, Understanding Clinical Trials• Videos: Radiation Therapy for Lung Cancer, An Introduction to Radiation Therapy• Additional brochures, videos and information on radiation therapy from RTAnswers.org\n\nABOUT THE SYMPOSIUMThe 2017 Multidisciplinary Thoracic Cancers Symposium, co-sponsored by the American Society for Radiation Oncology (ASTRO), the American Society of Clinical Oncology (ASCO) and The Society of Thoracic Surgeons (STS), features the latest advances in surgery, radiation therapy, chemotherapy and novel molecular biologic therapies for thoracic malignancies such as lung cancer. The symposium will be held March 16-18, 2017, at the San Francisco Marriott Marquis. For more information about the symposium, visit www.thoracicsymposium.org. For press registration and news briefing information, visit www.astro.org/thoracicpress.\n\nABOUT ASTROThe American Society for Radiation Oncology (ASTRO) is the premier radiation oncology society in the world, with more than 10,000 members who are physicians, nurses, biologists, physicists, radiation therapists, dosimetrists and other health care professionals who specialize in treating patients with radiation therapies. As the leading organization in radiation oncology, the Society is dedicated to improving patient care through professional education and training, support for clinical practice and health policy standards, advancement of science and research, and advocacy. ASTRO publishes three medical journals, International Journal of Radiation Oncology • Biology • Physics (www.redjournal.org), Practical Radiation Oncology (www.practicalradonc.org) and Advances in Radiation Oncology (www.advancesradonc.org); developed and maintains an extensive patient website, RT Answers (www.rtanswers.org); and created the Radiation Oncology Institute (www.roinstitute.org), a nonprofit foundation to support research and education efforts around the world that enhance and confirm the critical role of radiation therapy in improving cancer treatment. To learn more about ASTRO, visit www.astro.org.\n\nABOUT ASCOFounded in 1964, the American Society of Clinical Oncology (ASCO) is committed to making a world of difference in cancer care. As the world’s leading organization of its kind, ASCO represents more than 40,000 oncology professionals who care for people living with cancer. Through research, education, and promotion of the highest-quality patient care, ASCO works to conquer cancer and create a world where cancer is prevented or cured, and every survivor is healthy. ASCO is supported by its affiliate organization, the Conquer Cancer Foundation. Learn more at www.ASCO.org, explore patient education resources at www.Cancer.Net, and follow us on Facebook, Twitter, LinkedIn, and YouTube.\n\nABOUT STSFounded in 1964, The Society of Thoracic Surgeons is a not-for-profit organization representing approximately 7,200 cardiothoracic surgeons, researchers, and allied health care professionals worldwide who are dedicated to ensuring the best possible outcomes for surgeries of the heart, lung, and esophagus, as well as other surgical procedures within the chest. The Society’s mission is to enhance the ability of cardiothoracic surgeons to provide the highest quality patient care through education, research, and advocacy.", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2017/03/14/Thoracic2017logo.jpg&width=502&height=334", "http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2017/03/14/RichardCassidy_fullsize.jpg&width=100&height=100", "http://www.newswise.com/images/institutions/logos/ato-logo.gif", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2017/03/14/RichardCassidy_fullsize.jpg&width=502&height=334", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2017/03/14/RichardCassidy_fullsize.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/sbrt-offers-curative-option-for-lung-cancer-patients-age-80-and-older", "title": "SBRT Offers Curative Option for Lung Cancer Patients Age 80 and Older", "meta_data": {"keywords": "Newswise, Sbrt,Stereotactic Body Radiation Therapy,Elderly,Lung Cancer,Radiation Therapy,Radiotherapy,Cancer,Astro,ASCO,sts,Multidisciplinary Thoracic Cancers Symposium,Medical Meetings, Cancer, Respiratory Diseases and Disorders, Seniors, Local - Virginia, Embargoed Feed - hidden,  American Society for Radiation Oncology (ASTRO)", "description": "Patients in their 80s and 90s who have early stage lung cancer but cannot undergo an operation can be treated safely and effectively with stereotactic body radiation therapy (SBRT), according to research presented today at the 2017 Multidisciplinary Thoracic Cancers Symposium.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Patients in their 80s and 90s who have early stage lung cancer but cannot undergo an operation can be treated safely and effectively with stereotactic body radiation therapy (SBRT), according to research presented today at the 2017 Multidisciplinary Thoracic Cancers Symposium.", "title": "SBRT Offers Curative Option for Lung Cancer Patients Age 80 and Older", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2017/03/14/RichardCassidy_fullsize.jpg&width=100&height=100", "url": "https://www.newswise.com/articles/sbrt-offers-curative-option-for-lung-cancer-patients-age-80-and-older"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}