{"url": "http://www.newswise.com/articles/view/669909/?sc=mwhn", "text": "Newswise — Hospitals can improve patient care and reduce costs associated with coronary angioplasty if cardiologists perform more of these procedures through an artery in the wrist and if they take steps to discharge such patients on the same day, according to a new study led by Washington University School of Medicine in St. Louis.\n\nCoronary angioplasty is a procedure in which arteries are opened to increase blood flow to the heart.\n\nThe research, published Feb. 20 in JACC: Cardiovascular Interventions, suggests that the lower costs of the wrist approach largely are due to the fact that patients experience fewer complications and can be discharged earlier, compared with procedures that access the heart through the larger, deeper artery in the groin. The researchers estimated that shifting standard practice by 30 percent to the wrist approach, along with same-day discharge, could save the United States $300 million per year.\n\n“We have unequivocal evidence and data that show better outcomes when we access the heart’s coronary arteries and perform angioplasty through a blood vessel in the wrist rather than through the femoral artery in the groin,” said first author Amit P. Amin, MD, an assistant professor of medicine. “The femoral artery is the traditional route, but when we go in through a vessel in the wrist, we see less bleeding, fewer complications, less pain and discomfort, higher patient satisfaction, shorter hospital stays, and lower costs.”\n\nPatients may undergo coronary angioplasty — also called percutaneous coronary intervention (PCI) — to alleviate chest pain or shortness of breath. Such symptoms suggest the coronary arteries that deliver blood to the heart are blocked or narrowed and oxygen delivery to the heart muscle is reduced. Interventional cardiologists insert a small tube into an artery in the wrist or the groin, which can be used to view the narrowed heart artery, deliver an inflatable balloon to open up the narrowed section, and possibly deliver a stent to hold the vessel open.\n\nUsing the National Cardiovascular Data Registry CathPCI Registry, the researchers analyzed data from almost 280,000 Medicare patients who underwent PCI and were eligible for same-day discharge. Despite the fact that all of these patients were capable of leaving the hospital the same day as their procedures, only about 5 percent of these patients actually were discharged without having stayed overnight.\n\n“We have seen that it is very safe to send these patients home the same day,” said Amin, who treats patients at Barnes-Jewish Hospital. “We use risk-prediction models to predict their risks ahead of time, and we plan ahead to mitigate any issues so we can facilitate a same-day discharge. This is really about patient care. We want to outline health-care pathways that provide the best care for patients.”\n\nThe analysis demonstrated an average cost of $13,389 for the wrist approach with same-day discharge, compared with $17,076 for the groin approach with at least one night of hospitalization, resulting in a cost savings of about $3,700 for outpatients who get the wrist-access procedure. Independent of the length of stay, the wrist approach costs about $900 less than the groin approach, on average.\n\nThe investigators estimated that if a hospital performing 1,000 of these procedures annually shifted 30 percent of these patients to the wrist-access with same-day discharge approach, the hospital would save $1 million over that period. Expanding that practice to hospitals nationwide might save the United States $300 million in health-care spending per year. Health-care costs for the 600,000 patients who receive PCI each year in the U.S. are estimated to be $10 billion.\n\nOf the study’s patient population receiving PCI, 9 percent received the procedure in which doctors used wrist access. According to Amin, improved technology has allowed wrist access to become a viable route to the coronary arteries, even for complex cases, and should be considered for more patients.\n\n“The traditional way has been to go through the bigger femoral artery that is a straight pathway to the heart,” Amin said. “Unfortunately, that artery is also deep. It’s associated with more bleeding complications. In contrast, the wrist artery is small and is associated with fewer complications. The minor challenge is in the difficulty of navigating a smaller, more twisting path of an artery through the wrist. But with advances we have in technology and equipment, those challenges are rapidly decreasing.”\n\n###\n\nThis work was supported by a grant from Vita Solutions, a subsidiary of The Medicines Company, for whom Amin has provided consultation; and by the National Institutes of Health (NIH), grant numbers UL1TR000448, KL2TR000450, TL1TR000449 and 1KM1CA156708-01. Amin also reported consulting for Terumo. Co-authors from other institutions reported receiving grant funding from or providing consultations to the National Institutes of Health; the American College of Cardiology Foundation; Eli Lilly; Amorcyte; Gilead; Genentech; UnitedHealthcare; Amgen; Janssen; Health Outcomes Sciences; Blue Cross Blue Shield of Kansas City; Edwards Lifesciences; Medtronic; St. Jude Medical; Abbott Vascular; Saint Luke’s Hospital Foundation of Kansas City, partially funded by Merck; Boston Scientific; Biomet; Daiichi Sankyo; AstraZeneca; and Bellerophon.\n\nAmin AP, Patterson M, House JA, Giersiefen H, Spertus JA, Baklanov DV, Chhatriwalla AK, Safley DM, Cohen DJ, Rao SV, Marso SP. Costs associated with access site and same-day discharge among Medicare beneficiaries undergoing percutaneous coronary intervention. JACC: Cardiovascular Interventions. Feb. 20, 2017.\n\nWashington University School of Medicine‘s 2,100 employed and volunteer faculty physicians also are the medical staff of Barnes-Jewish and St. Louis Children’s hospitals. The School of Medicine is one of the leading medical research, teaching and patient-care institutions in the nation, currently ranked sixth in the nation by U.S. News & World Report. Through its affiliations with Barnes-Jewish and St. Louis Children’s hospitals, the School of Medicine is linked to BJC HealthCare.", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/assets/img/logo.png", "http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "http://www.newswise.com/legacy/ximage.php,qimage=,_images,_uploads,_2017,_02,_21,_Coronary.jpg,awidth=502,aheight=334.pagespeed.ic.Qpcxv4StDB.jpg", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/images/institutions/logos/xwau-logo.gif.pagespeed.ic.PnZ3rRfiZ3.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2017/02/21/Coronary.jpg&width=100&height=100"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2017/02/21/Coronary.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/study-reveals-ways-to-improve-outcomes-reduce-costs-for-common-heart-procedure", "title": "Study Reveals Ways to Improve Outcomes, Reduce Costs for Common Heart Procedure", "meta_data": {"keywords": "Newswise, coronary angioplasty,PCI,Health Care Costs,Cardiovascular Health, Healthcare, Heart Disease, Local - Missouri, All Journal News,  Washington University in St. Louis", "description": "Hospitals can improve patient care and reduce costs associated with coronary angioplasty if cardiologists perform more of these procedures through an artery in the wrist and if they take steps to discharge such patients on the same day, according to a new study led by Washington University School of Medicine in St. Louis.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Hospitals can improve patient care and reduce costs associated with coronary angioplasty if cardiologists perform more of these procedures through an artery in the wrist and if they take steps to discharge such patients on the same day, according to a new study led by Washington University School of Medicine in St. Louis.", "title": "Study Reveals Ways to Improve Outcomes, Reduce Costs for Common Heart Procedure", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2017/02/21/Coronary.jpg&width=100&height=100", "url": "https://www.newswise.com/articles/study-reveals-ways-to-improve-outcomes-reduce-costs-for-common-heart-procedure"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}