{"url": "https://web.archive.org/web/20180108145557/https://www.eurekalert.org/pub_releases/2018-01/usmc-pec010418.php", "text": "DALLAS - Jan. 8, 2018 - Exercise can reverse damage to sedentary, aging hearts and help prevent risk of future heart failure - if it's enough exercise, and if it's begun in time, according to a new study by cardiologists at UT Southwestern and Texas Health Resources.\n\nTo reap the most benefit, the exercise regimen should begin by late middle age (before age 65), when the heart apparently retains some plasticity and ability to remodel itself, according to the findings by researchers at the Institute for Exercise and Environmental Medicine (IEEM), which is a collaboration between UT Southwestern Medical Center and Texas Health Presbyterian Hospital Dallas.\n\nAnd the exercise needs to be performed four to five times a week. Two to three times a week was not enough, the researchers found in an earlier study.\n\n\"Based on a series of studies performed by our team over the past 5 years, this 'dose' of exercise has become my prescription for life,\" said senior author Dr. Benjamin Levine, Director of the Institute and Professor of Internal Medicine at UT Southwestern. \"I think people should be able to do this as part of their personal hygiene - just like brushing your teeth and taking a shower.\"\n\nThe regimen included exercising four to five times a week, generally in 30-minute sessions, plus warmup and cool-down:\n\nOne of the weekly sessions included a high-intensity 30-minute workout, such as aerobic interval sessions in which heart rate tops 95 percent of peak rate for 4 minutes, with 3 minutes of recovery, repeated four times (a so-called \"4 x 4\").\n\nEach interval session was followed by a recovery session performed at relatively low intensity.\n\nOne day's session lasted an hour and was of moderate intensity. (As a \"prescription for life,\" Levine said this longer session could be a fun activity such as tennis, aerobic dancing, walking, or biking.)\n\nOne or two other sessions were performed each week at a moderate intensity, meaning the participant would break a sweat, be a little short of breath, but still be able to carry on a conversation -- the \"talk test.\" In the study, exercise sessions were individually prescribed based on exercise tests and heart rate monitoring.\n\nOne or two weekly strength training sessions using weights or exercise machines were included on a separate day, or after an endurance session.\n\nStudy participants built up to those levels, beginning with three, 30-minute, moderate exercise sessions for the first 3 months and peaked at 10 months when two high-intensity aerobic intervals were added.\n\nThe more than 50 participants in the study were divided into two groups, one of which received two years of supervised exercise training and the other group, a control group, which participated in yoga and balance training.\n\nAt the end of the two-year study, those who had exercised showed an 18 percent improvement in their maximum oxygen intake during exercise and a more than 25 percent improvement in compliance, or elasticity, of the left ventricular muscle of the heart, Dr. Levine noted. He compared the change in the heart to a stretchy, new rubber band versus one that has gotten stiff sitting in a drawer.\n\nSedentary aging can lead to a stiffening of the muscle in the heart's left ventricle, the chamber that pumps oxygen-rich blood back out to the body, he explained.\n\n\"When the muscle stiffens, you get high pressure and the heart chamber doesn't fill as well with blood. In its most severe form, blood can back up into the lungs. That's when heart failure develops,\" said Dr. Levine, who holds the S. Finley Ewing Chair for Wellness at Texas Health Dallas and the Harry S. Moss Heart Chair for Cardiovascular Research. He also holds the Distinguished Professorship in Exercise Sciences at UT Southwestern, which is celebrating its 75th anniversary this year.\n\nEarlier research by UT Southwestern cardiologists showed that left ventricular stiffening often shows up in middle age in people who don't exercise and aren't fit, leaving them with small, stiff chambers that can't pump blood as well.\n\nHowever, the researchers also found that the heart chamber in competitive masters-level athletes remains large and elastic, and that even four to five days of committed exercise over decades is enough for noncompetitive athletes to reap most of this benefit.\n\nIn the current study, researchers wanted to know if exercise can restore the heart's elasticity in previously sedentary individuals - especially if begun in late middle age. Previous studies from Dr. Levine's research program have shown substantial improvements in cardiac compliance in young individuals after a year of training, but surprisingly little change if the training was started after age 65.\n\nTo start the study, researchers recruited 53 participants, ages 45 to 64. Many came from the Dallas Heart Study, which includes 6,000 Dallas residents and is the only single-center heart study of its size and multiethnic composition. The Dallas Heart Study is designed to improve the diagnosis, prevention, and treatment of heart disease.\n\n###\n\nThe new study appears in Circulation, a journal of the American Heart Association. Collaborators on the study included first author Dr. Erin Howden, Research Fellow with UT Southwestern's Graduate School of Biomedical Sciences and the IEEM and now a faculty member at the Baker Heart and Diabetes Institute in Melbourne, Australia. Funding came from the National Institutes of Health and the American Heart Association.\n\nAbout UT Southwestern Medical Center\n\nUT Southwestern, one of the premier academic medical centers in the nation, integrates pioneering biomedical research with exceptional clinical care and education. The institution's faculty has received six Nobel Prizes, and includes 22 members of the National Academy of Sciences, 18 members of the National Academy of Medicine, and 14 Howard Hughes Medical Institute Investigators. The faculty of more than 2,700 is responsible for groundbreaking medical advances and is committed to translating science-driven research quickly to new clinical treatments. UT Southwestern physicians provide care in about 80 specialties to more than 100,000 hospitalized patients, 600,000 emergency room cases, and oversee approximately 2.2 million outpatient visits a year.", "images": ["https://web.archive.org/web/20180108145557im_/https://www.eurekalert.org/images/meganav/AM18_Newsroom.jpg", "https://web.archive.org/web/20180108145557im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20180108145557im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180108145557im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180108145557im_/https://media.eurekalert.org/multimedia_prod/pub/web/159698_web.jpg", "https://web.archive.org/web/20180108145557im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180108145557im_/https://media.eurekalert.org/multimedia_prod/pub/rel/159698_rel.jpg", "https://web.archive.org/web/20180108145557im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180108145557im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180108145557im_/https://www.eurekalert.org/multimedia/pub/web/159698_web.jpg", "https://web.archive.org/web/20180108145557im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180108145557im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180108145557im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180108145557im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180108145557im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180108145557im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png"], "top_img": "https://web.archive.org/web/20180108145557im_/https://www.eurekalert.org/multimedia/pub/web/159698_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180108145557/https://www.eurekalert.org/pub_releases/2018-01/usmc-pec010418.php", "title": "Proper exercise can reverse damage from heart aging", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Exercise can reverse damage to sedentary, aging hearts and help prevent risk of future heart failure -- if it's enough exercise, and if it's begun in time, according to a new study by cardiologists at UT Southwestern and Texas Health Resources.", "keywords": "Medicine/Health, Cardiology", "date": "Mon, 08 Jan 2018 05:00:00 GMT/UTC", "journal": "Circulation", "type": "research", "institution": "UT Southwestern Medical Center", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "UTSWNews", "domain": "www.eurekalert.org", "title": "Proper exercise can reverse damage from heart aging", "description": "Exercise can reverse damage to sedentary, aging hearts and help prevent risk of future heart failure -- if it's enough exercise, and if it's begun in time, according to a new study by cardiologists at UT Southwestern and Texas Health Resources."}, "og": {"title": "Proper exercise can reverse damage from heart aging", "description": "Exercise can reverse damage to sedentary, aging hearts and help prevent risk of future heart failure -- if it's enough exercise, and if it's begun in time, according to a new study by cardiologists at UT Southwestern and Texas Health Resources.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180108145557/https://www.eurekalert.org/pub_releases/2018-01/usmc-pec010418.php", "image": "https://web.archive.org/web/20180108145557im_/https://www.eurekalert.org/multimedia/pub/web/159698_web.jpg", "type": "website"}, "fb": {"profile_id": "UTSWNews"}}, "movies": [], "publish_date": 1517202000.0, "source": "https://web.archive.org", "summary": ""}