{"url": "https://web.archive.org/web/20160818155315/http://www.eurekalert.org/pub_releases/2016-08/bch-adn081716.php", "text": "Contrary to earlier reports, giving acetaminophen (Tylenol, etc.) for pain and fever does not worsen asthma in young children with the condition, concludes a randomized trial in the August 18 New England Journal of Medicine.\n\nThe Acetaminophen Versus Ibuprofen in Children with Asthma (AVICA) trial, led by researchers at Boston Children's Hospital for the National Heart, Lung and Blood Institute's Asthma Network (AsthmaNet), is the only blinded, randomized, controlled trial to date to prospectively compare acetaminophen head-to-head with ibuprofen (Motrin, etc.) in children with asthma.\n\nThe 18-site study should settle a debate that originated when several retrospective studies seemed to indicate that children had exacerbations of their asthma when receiving Tylenol for pain and/or fever.\n\n\"We found no matter how you slice it, there was absolutely no difference between Tylenol and Motrin,\" says senior investigator and corresponding author Wanda Phipatanakul, MD, MS, of Boston Children's Hospital's Division of Allergy and Immunology. \"Our findings should alleviate the concerns for safety that were based on observational data.\"\n\nThe study enrolled 300 children 1 to 5 years old with mild persistent asthma. Their families were randomized to use either acetaminophen or ibuprofen as indicated for pain and fever over a 48-week period.\n\nBoth groups received the same asthma control therapies: daily inhaled glucocorticoids, as needed inhaled glucocorticoids, and daily oral leukotriene receptor antagonist. (The asthma therapies were given in varying order as part of a concurrent randomized trial, making this, in effect, a \"trial within a trial.\") Medication adherence was closely monitored.\n\nOf the original 300 children, 226 (75 percent) completed the study. Children in the acetaminophen and ibuprofen groups used similar amounts of these medications for pain and/or fever (median, 5.5 doses).\n\nDuring the 48 weeks, there were no statistically significant differences between groups:\n\nThe number of asthma exacerbations per child averaged 0.81 in the acetaminophen group versus 0.87 in the ibuprofen group.\n\nAt least one asthma exacerbation occurred in 49 percent of the acetaminophen group, vs. 47 percent of the ibuprofen group. At least two episodes occurred in 21 and 24 percent, respectively.\n\nThe percentage of days with full asthma control were virtually the same for acetaminophen and ibuprofen: 85.8 and 86.8 percent, respectively.\n\nUse of \"rescue\" medication (albuterol) was essentially the same: 2.8 vs. 3.0 puffs per week.\n\nUnscheduled healthcare visits for asthma were equivalent, averaging 0.75 vs. 0.76 episodes per child.\n\nWhile the study was modest in size, it was powered to detect any clinically significant differences, more so than past retrospective studies, Phipatanakul notes. \"There was no difference that would cause me to be alarmed,\" she says.\n\nThe researchers note that earlier studies linking acetaminophen with increased asthma symptoms did not use a randomized design. Those studies therefore couldn't rule out the possibility that the asthma exacerbations were caused by the respiratory infections themselves.\n\n\"The toddler age is a wheezy age when kids are developing asthma, but they also get a lot of fevers and colds,\" says Phipatanakul. \"Without a randomized design, it's hard to tease out the effects of medications.\"\n\nSince the study was limited to young children with mild persistent asthma receiving asthma controller therapy, the authors also note that their findings may not apply to other age groups or children with more severe asthma. Further studies will be necessary to answer those questions.\n\n###\n\nWilliam J. Sheehan, MD, of Boston Children's Hospital was first author on the paper. The study was funded by The National Heart, Lung and Blood Institute's Asthma Network (AsthmaNet) and grants from the National Institutes of Health (HL098102, HL098096, HL098075, HL098090, HL098177, HL098098, HL098107, HL098112, HL098103, HL098115, TR001082, TR000439, TR000448, TR000454, K23AI104780, and K24AI106822).\n\nAbout Boston Children's Hospital\n\nBoston Children's Hospital is home to the world's largest research enterprise based at a pediatric medical center, where its discoveries have benefited both children and adults since 1869. More than 1,100 scientists, including seven members of the National Academy of Sciences, 11 members of the Institute of Medicine and 10 members of the Howard Hughes Medical Institute comprise Boston Children's research community. Founded as a 20-bed hospital for children, Boston Children's today is a 404-bed comprehensive center for pediatric and adolescent health care. Boston Children's is also the primary pediatric teaching affiliate of Harvard Medical School. For more, visit our Vector and Thriving blogs and follow us on our social media channels: @BostonChildrens, @BCH_Innovation, Facebook and YouTube.", "images": ["https://web.archive.org/web/20160818155315im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160818155315im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160818155315im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160818155315im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160818155315im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160818155315im_/http://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20160818155315im_/http://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20160818155315im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160818155315im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160818155315im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160818155315im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160818155315im_/http://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20160818155315im_/http://www.eurekalert.org/images/meganav/ACSMeeting.201603.jpg"], "top_img": "https://web.archive.org/web/20160818155315im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160818155315/http://www.eurekalert.org/pub_releases/2016-08/bch-adn081716.php", "title": "Acetaminophen does not aggravate children's asthma", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Contrary to earlier reports, giving acetaminophen (Tylenol, etc.) for pain and fever does not worsen asthma in young children with the condition, concludes a randomized trial in the Aug. 18 New England Journal of Medicine.", "keywords": "Medicine/Health, Immunology/Allergies/Asthma", "date": "Wed, 17 Aug 2016 04:00:00 GMT", "funder": "NIH/National Heart, Lung and Blood Institute", "journal": "New England Journal of Medicine", "type": "research", "institution": "Boston Children's Hospital", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "BostonChildrens", "domain": "www.eurekalert.org", "title": "Acetaminophen does not aggravate children's asthma", "description": "Contrary to earlier reports, giving acetaminophen (Tylenol, etc.) for pain and fever does not worsen asthma in young children with the condition, concludes a randomized trial in the Aug. 18 New England Journal of Medicine."}, "og": {"title": "Acetaminophen does not aggravate children's asthma", "description": "Contrary to earlier reports, giving acetaminophen (Tylenol, etc.) for pain and fever does not worsen asthma in young children with the condition, concludes a randomized trial in the Aug. 18 New England Journal of Medicine.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160818155315/http://www.eurekalert.org/pub_releases/2016-08/bch-adn081716.php", "image": "https://web.archive.org/web/20160818155315im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "BostonChildrensHospital"}}, "movies": [], "publish_date": 1472443200.0, "source": "https://web.archive.org", "summary": ""}