{"url": "https://www.sheffield.ac.uk/news/nr/secondary-breast-cancer-genetic-tes-1.740458", "text": "Genetic test could help fight secondary breast cancer\n\nNew genetic test could benefit thousands of breast cancer patients at risk of developing aggressive secondary tumours\n\nBone strengthening drugs can help prevent the disease from spreading to the bone\n\nThousands of breast cancer patients at risk of developing aggressive secondary tumours could benefit from a potential new genetic test.\n\nA study led by researchers at the University of Sheffield has shown women with breast cancer who lack a key genetic marker are more likely to respond to a treatment that can prevent the disease spreading to their bones.\n\nSecondary cancer, known as metastasis, is the most common cause of death in breast cancer patients as there are few effective treatments once it has taken root.\n\nIt occurs when cancer cells spread to another site in the body. Around 70 per cent of secondary breast cancer patients have tumours in the bone.\n\nLarge scale clinical trials indicate a group of bone strengthening drugs known as bisphosphonates can help prevent the disease from spreading to bone in breast cancer patients if given early enough.\n\n“The difficulty is identifying which patients will benefit from these drugs,” said Professor Robert Coleman, emeritus professor of medical oncology who led the new study. “It only seems to be effective in some patients, particularly older women, while others show no response and in some younger women it may even be harmful.”\n\nThe new study, which is published in the journal Lancet Oncology, has shown it may be possible to identify women who will benefit from bisphosphonates by using a test that looks for a gene known as MAF. Women who do not carry the gene - approximately 80 per cent of women with breast cancer - were found to benefit from the bone strengthening treatment.\n\nProfessor Coleman said: \"If the test is negative for this gene, then they can be offered this bone strengthening treatment, which can give them a better chance of surviving their cancer.”\n\nA test for the gene, known as MAFTest, has been developed by a Spanish medical company called Inbiomotion following work conducted at the Institute for Research in Biomedicine (IRB) in Barcelona.\n\nThe new study, which is published in the journal Lancet Oncology, was part of an international phase 3 clinical trial involving 3,360 women with stage II or III breast cancer.\n\nThe results need to be confirmed in a second trial, currently underway in the United States, before the test is likely to receive approval for wider use in patients. But if successful, it could be incorporated into the routine testing of breast cancer patients to see if they could benefit from bisphosphonate treatments such as zoledronic acid. Those found not to carry the gene could be given the drug after having surgery and radiotherapy for their primary tumour in an effort to prevent the cancer from spreading.\n\nAround 50,000 women are diagnosed with breast cancer in the UK each year and the disease claims the lives of 11,500 annually.\n\n“The discovery made at IRB Barcelona and tested in the current study could be of great use to clinicians and would avoid unnecessary treatment of patients who would not benefit or could be harmed by the treatment,\" added Professor Roger Gomis, leader of the growth control and cancer metastasis group at IRB Barcelona, who was a co-author on the study.\n\nAdditional information Read the paper in Lancet Oncology Coleman RE, Hall A, Albanell J, Hanby A, Bell R, Cameron D, Dodwell D, Marshall H, Jean-Mairet J, Tercero JC, Rojo F, Gregory W, and Gomis RR. Effect of MAF amplification on treatment outcomes with adjuvant zoledronic acid in early breast cancer: a secondary analysis of the international, open-label, randomised, controlled, phase 3 AZURE (BIG 01/04), Lancet Oncology. 2017. Doi:10.1016/S1470-2045(17)30603-4 The University of Sheffield\n\nWith almost 27,000 of the brightest students from over 140 countries, learning alongside over 1,200 of the best academics from across the globe, the University of Sheffield is one of the world’s leading universities.\n\nA member of the UK’s prestigious Russell Group of leading research-led institutions, Sheffield offers world-class teaching and research excellence across a wide range of disciplines.\n\n\n\nSheffield is the only university to feature in The Sunday Times 100 Best Not-For-Profit Organisations to Work For 2016 and was voted number one university in the UK for Student Satisfaction by Times Higher Education in 2014. In the last decade it has won four Queen’s Anniversary Prizes in recognition of the outstanding contribution to the United Kingdom’s intellectual, economic, cultural and social life.\n\n\n\nSheffield has six Nobel Prize winners among former staff and students and its alumni go on to hold positions of great responsibility and influence all over the world, making significant contributions in their chosen fields.\n\nGlobal research partners and clients include Boeing, Rolls-Royce, Unilever, AstraZeneca, Glaxo SmithKline, Siemens and Airbus, as well as many UK and overseas government agencies and charitable foundations.", "images": ["https://www.sheffield.ac.uk/polopoly_fs/1.740489!/image/Breast-Cancer.jpg", "https://www.sheffield.ac.uk/polopoly_fs/15.375.1568284085!/assets/images/awards.png", "https://www.sheffield.ac.uk/polopoly_fs/15.375.1568284085!/assets/images/russell.png", "https://www.sheffield.ac.uk/img/sheffield/share_twitter.gif", "https://www.sheffield.ac.uk/img/sheffield/share_facebook.gif", "https://www.sheffield.ac.uk/polopoly_fs/15.375.1568284085!/assets/images/favicon.ico", "https://www.sheffield.ac.uk/polopoly_fs/15.375.1568284085!/assets/images/Best-100-Companies.png", "https://www.sheffield.ac.uk/img/sheffield/share_google.gif", "https://www.sheffield.ac.uk/polopoly_fs/15.375.1568284085!/assets/images/uos-crest-black.png"], "top_img": "https://www.sheffield.ac.uk/polopoly_fs/15.375.1568284085!/assets/images/favicon.ico", "keywords": [], "authors": ["University Of Sheffield"], "canonical_link": "", "title": "Breast cancer: genetic test could help fight secondary breast cancer", "meta_data": {"viewport": "width=device-width, minimum-scale=1.0", "author": "University of Sheffield", "dc.modified": "2017-11-09", "twitter": {"card": "summary_large_image", "site": "@SheffieldUni", "creator": "@SheffieldUni", "title": "Genetic test could help fight secondary breast cancer", "description": "Thousands of breast cancer patients at risk of developing aggressive secondary tumours could benefit from a potential new genetic test.", "image": "https://www.sheffield.ac.uk/polopoly_fs/1.740489!/image/Breast-Cancer.jpg"}}, "movies": [], "publish_date": null, "source": "https://www.sheffield.ac.uk", "summary": ""}