{"url": "https://web.archive.org/web/20160109121529/http://www.eurekalert.org:80/pub_releases/2016-01/fau-nfs010616.php", "text": "Breast cancer is the second most common cancer in women after skin cancer and occurred in 230,000 women in the United States in 2015. Breast cancer afflicts 1 in 8 women in their lifetime and 1 in 25 die from this disease. Although a number of randomized trials demonstrate the clear benefits of mammography screening in women up to age 74 on reducing mortality, data are sparse in women over the age of 74, especially minorities. In 2010, 41 percent of breast cancer deaths occurred in the more than 19 million women who are between the ages of 65 to 84 years.\n\nIn a new study published in the American Journal of Medicine, Charles H. Hennekens, M.D., senior author and first Sir Richard Doll Professor and senior academic advisor to the dean in the Charles E. Schmidt College of Medicine at Florida Atlantic University, indicates that black and white women ages 75 to 84 years who had an annual mammogram had lower 10-year breast cancer mortality than corresponding women who had biennial or no/irregular mammograms.\n\nAmong elder women, the American Cancer Society and the United States Preventive Services Task Force recommend regular mammography for ages 65 to 74.\n\nAlthough many guidelines rely on self-reports, Hennekens and his collaborators from Baylor College of Medicine and Meharry Medical College, used the Surveillance, Epidemiology, and End Results (SEER) program file linked to the Medicare administrative claims file, which allowed them to identify screening mammography use from 1995 to 2009 from 64,384 non-Hispanic women (4,886 black and 59,498 white). These linked files also permitted them to explore breast cancer mortality differences between elderly black or white women who self-selected for regular annual or biennial mammography screening. The researchers selected 69 as the lower age limit because Medicare coverage of the general population begins at age 65, and the exposure of interest was regular mammography screening in the four years immediately preceding breast cancer diagnosis.\n\nThree mutually exclusive categories were defined: no or irregular mammography; biennial mammography; and annual mammography. They looked at data from non-Hispanic, white or black women; Hispanics were not included because Hispanic white women have substantially lower mortality than non-Hispanic whites, and the number of Hispanic blacks is small. The researchers also measured socioeconomic status looking at median household income, the percentage of individuals living below the poverty level, and whether or not they had a high school education.\n\nOther significant findings from the study show that:\n\nWhite women who had died tended to be older, to have a later stage diagnosis, to have received chemotherapy, and to have a higher socioeconomic status.\n\nWhite women who died were less likely to have undergone surgery and receive radiation therapy.\n\nSimilar characteristics were seen in black women as in white women.\n\n69- to 84-year-old women receiving regular annual screening mammography during the four years immediately preceding breast cancer diagnosis had consistently lower five-year and 10-year risks of breast cancer mortality than women with no or irregular screening regardless of race.\n\n10-year risks were more than three times higher among white and more than two times higher among blacks aged 69 to 84 years with no or irregular screening compared with annual screening.\n\nHennekens notes that further research is needed, but that in the future, the use of regular claims-based surveillance for mammography as a source of data may offer some unique advantages over self-reports.\n\nFrom 1995 to 2005, according to Science Watch, Hennekens was the third most widely cited medical researcher in the world and five of the top 20 were his former fellows and/or trainees. In 2012, Science Heroes ranked Hennekens No. 81 in the history of the world for having saved more than 1.1 million lives, which placed him two ahead of professor Jonas Salk ranked No. 83 for the development of the polio vaccine. In 2013, he received the \"Fries Prize for Improving Health\" and in 2014, he received the Alton Ochsner Award for his pioneering work on smoking and health. In 2015, he was ranked the No. 14 \"Top Scientist in the World\" based on his H-index of 173.\n\n###\n\nAbout Florida Atlantic University:", "images": ["https://web.archive.org/web/20160109121529im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160109121529im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160109121529im_/http://media.eurekalert.org/multimedia_prod/pub/web/106265_web.jpg", "https://web.archive.org/web/20160109121529im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160109121529im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160109121529im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20160109121529im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160109121529im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20160109121529im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160109121529im_/http://www.eurekalert.org/images/meganav/AM16-NoDate.png", "https://web.archive.org/web/20160109121529im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160109121529im_/http://media.eurekalert.org/multimedia_prod/pub/rel/106265_rel.jpg", "https://web.archive.org/web/20160109121529im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160109121529im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg"], "top_img": "https://web.archive.org/web/20160109121529im_/http://media.eurekalert.org/multimedia_prod/pub/web/106265_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160109121529/http://www.eurekalert.org/pub_releases/2016-01/fau-nfs010616.php", "title": "New FAU study suggests benefits of regular mammography extend to the elderly", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Although a number of randomized trials demonstrate the clear benefits of mammography screening in women up to age 74 on reducing mortality, data are sparse in women over the age of 74, especially minorities. A new study shows that black and white women ages 75 to 84 years who had an annual mammogram had lower 10-year breast cancer mortality than corresponding women who had biennial or no/irregular mammograms.", "keywords": "Medicine/Health, Breast Cancer, Mortality/Longevity, Diagnostics, Gerontology, Aging, Public Health, Aging, Minorities", "date": "Wed, 06 Jan 2016 05:00:00 GMT", "journal": "American Journal of Medicine", "type": "research", "institution": "Florida Atlantic University", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "EurekAlertAAAS", "domain": "www.eurekalert.org"}, "og": {"title": "New FAU study suggests benefits of regular mammography extend to the elderly", "description": "Although a number of randomized trials demonstrate the clear benefits of mammography screening in women up to age 74 on reducing mortality, data are sparse in women over the age of 74, especially minorities. A new study shows that black and white women ages 75 to 84 years who had an annual mammogram had lower 10-year breast cancer mortality than corresponding women who had biennial or no/irregular mammograms.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160109121529/http://www.eurekalert.org/pub_releases/2016-01/fau-nfs010616.php", "image": "https://web.archive.org/web/20160109121529im_/http://media.eurekalert.org/multimedia_prod/pub/web/106265_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1454043600.0, "source": "https://web.archive.org", "summary": ""}