{"url": "http://media.jamanetwork.com/news-item/telephone-based-cognitive-behavioral-therapy-for-anxiety-in-rural-older-adults/", "text": "JAMA Psychiatry\n\nOriginal Investigation\n\nTelephone-Delivered Cognitive Behavioral Therapy and Telephone-Delivered Nondirective Supportive Therapy for Rural Older Adults With Generalized Anxiety Disorder Original Investigation\n\nEMBARGOED FOR RELEASE: 11 A.M. (ET), WEDNESDAY, AUGUST 5, 2015\n\nMedia Advisory: To contact corresponding author Gretchen A. Brenes, Ph.D., call Marguerite Beck at 336-716-2415 or email marbeck@wakehealth.edu. To contact editorial author Eric J. Lenze, M.D., call Jim Dryden at 314-286-0110 or email jdryden@wustl.edu.\n\nTo place an electronic embedded link to this study in your story Links will be live at the embargo time: http://archpsyc.jamanetwork.com/article.aspx?doi=10.1001/jamapsychiatry.2015.1154 and http://archpsyc.jamanetwork.com/article.aspx?doi=10.1001/jamapsychiatry.2015.1306\n\nJAMA Psychiatry\n\nTelephone-based cognitive behavioral therapy was better at reducing worry, generalized anxiety disorder symptoms and depressive symptoms in older adults who live in rural areas, where access to mental health treatment may be limited, according to an article published online by JAMA Psychiatry.\n\nGeneralized anxiety disorder (GAD) is one of the most common anxiety disorders in older adults and is associated with poor quality of life, increased health care utilization and impaired memory. Medications and psychotherapy are the primary treatments. Many older adults prefer psychotherapy to medication for the treatment of anxiety. However, older adults who live in rural areas can face a number of barriers, including living in an area where psychotherapy is not available, so alternate methods of providing treatment could increase utilization, according to the study background.\n\nGretchen A. Brenes, Ph.D., of the Wake Forest School of Medicine, Winston-Salem, N.C., and coauthors compared telephone-delivered cognitive behavioral therapy (CBT) with telephone-delivered nondirective supportive therapy (NST) in a randomized clinical trial of 141 adults 60 or older with generalized anxiety disorder. The participants (70 were assigned to telephone CBT and 71 to telephone NST) were followed up at two months and four months.\n\nTelephone CBT consisted of up to 11 sessions (nine required) and focused on, among other things, anxiety symptom recognition, cognitive restructuring, relaxation, coping statements and problem solving. Telephone NST was 10 sessions where participants discussed their feelings but no direct suggestions for coping were provided.\n\nThe clinical trial demonstrated both treatments reduced symptoms of worry, depression and GAD, but telephone CBT was superior to telephone NST and resulted in a greater reduction of symptoms.\n\nAt four month’s follow-up there was greater decline in worry severity among telephone CBT participants but no significant differences in general anxiety symptoms. At four months’ follow-up there also was greater decline in self-reported GAD symptoms and depressive symptoms among participants in the telephone CBT, according to the results.\n\n“Telephone-delivered psychotherapy is one way to overcome some barriers to mental health treatment that rural older adults face,” the study concludes.\n\n(JAMA Psychiatry. Published online August 5, 2015. doi:10.1001/jamapsychiatry.2015.1154. Available pre-embargo to the media at http://media.jamanetwork.com.)\n\nEditor’s Note: This work was funded by a grant from the National Institute of Mental Health. Please see the article for additional information, including other authors, author contributions and affiliations, financial disclosures, funding and support, etc.\n\nEditorial: Solving the Geriatric Mental Health Crisis in the 21st Century\n\nIn a related editorial, Eric J. Lenze, M.D., of the Washington University School of Medicine, St. Louis, writes: “Therefore, we are in the midst of the following two unprecedented trends: the aging of the population and the transformation of everything in our lives by mobile technology. These two trends are inextricably linked in the area of geriatric mental health and our search for better, more effective treatments with greater reach.”\n\n(JAMA Psychiatry. Published online August 5, 2015. doi:10.1001/jamapsychiatry.2015.1306. Available pre-embargo to the media at http://media.jamanetwork.com.)\n\nEditor’s Note: The author made conflict of interest disclosure. This work was supported by grants from the National Institutes of Health and funding from the Taylor Family Institute for Innovative Psychiatric Research. Please see the article for additional information, including other authors, author contributions and affiliations, financial disclosures, funding and support, etc.\n\n# # #", "images": ["https://8zdwfheqf626okso1umzsoo3-wpengine.netdna-ssl.com/wp-content/themes/ftm/library/images/apple-icon-touch.png"], "top_img": "https://8zdwfheqf626okso1umzsoo3-wpengine.netdna-ssl.com/wp-content/themes/ftm/library/images/apple-icon-touch.png", "keywords": [], "authors": [], "canonical_link": "https://media.jamanetwork.com/news-item/telephone-based-cognitive-behavioral-therapy-for-anxiety-in-rural-older-adults/", "title": "Telephone-Based Cognitive Behavioral Therapy for Anxiety in Rural Older Adults", "meta_data": {"HandheldFriendly": "True", "MobileOptimized": 320, "viewport": "width=device-width, initial-scale=1.0", "msapplication-TileColor": "#f01d4f", "msapplication-TileImage": "https://media.jamanetwork.com/wp-content/themes/ftm/library/images/win8-tile-icon.png", "twitter": {"card": "summary_large_image", "description": "EMBARGOED FOR RELEASE: 11 A.M. (ET), WEDNESDAY, AUGUST 5, 2015 Media Advisory: To contact corresponding author Gretchen A. Brenes, Ph.D., call Marguerite Beck at 336-716-2415 or email marbeck@wakehealth.edu. To contact editorial author Eric J. Lenze, M.D., call Jim Dryden at 314-286-0110 or email jdryden@wustl.edu.   To place an electronic embedded link to this study in...", "title": "Telephone-Based Cognitive Behavioral Therapy for Anxiety in Rural Older Adults - For The Media - JAMA Network"}}, "movies": [], "publish_date": null, "source": "http://media.jamanetwork.com", "summary": ""}