{"url": "https://web.archive.org/web/20170806050020/https://www.eurekalert.org/pub_releases/2017-07/uoca-cgm070317.php", "text": "CINCINNATI--Following a concussion or mild traumatic brain injury (TBI), patients may suffer from light sensitivity or photophobia, making it challenging to return to normal activities. The sensitivity may also trigger or exacerbate headaches.\n\nWhile sunglasses can provide some relief from photophobia, wearing them all the time is not always a practical solution, nor is it pleasant for patients to live in a dark room for days at a time. A new study from the University of Cincinnati (UC), published online this week in the Journal of Athletic Training, assessed the use of colored lenses in post-concussion patients and found wearing certain color-tinted sunglasses may be a good alternative to dark sunglasses.\n\n\"While sunglasses can provide some relief, they are not very practical indoors or in low light environments,\" says Joe Clark, PhD, professor in the Department of Neurology and Rehabilitation Medicine at the UC College of Medicine and lead author of the study. \"What is needed is a light mitigation strategy that can be readily employed indoors, which can optimize relief in those who suffer from photophobia, or light sensitivity.\"\n\nClark and researchers at the College of Medicine assessed visual symptoms of 51 concussion patients and used frames with varying colored lenses to find out if certain hues provided relief from photophobia.\n\n\"We found that 85 percent of patients reporting photophobia had relief of the symptoms with one or more colors-- blue, green, red and purple--with no reported adverse events,\" Clark says.\n\n\"Sensitivity to light can be common and impact activities of daily life suggesting that light mitigation might improve quality of life in many of these patients. Photophobia is a common symptom for patients following traumatic brain injury. Our goal in this study was to provide medical staff like athletic trainers with a method and means to assess and subsequently provide relief to an athlete who may be experiencing symptoms of photophobia,\" Clark adds.\n\nThe goal is to help the concussion patient feel better as the brain heals. \"We compare the colored glasses to being like a brace or cast but for the brain,\" he says. \"It is temporary but prevents further injury or pain.\"\n\nAt least 3.8 million people in the United States sustain a concussion or traumatic brain injury every year, many not for the first time. As with many other health conditions, the presentation of concussion symptoms can vary greatly--while some individuals exhibit very little to no change in functionality and may report no symptoms at all, others may report confusion, headache, decreased balance and vision disturbances including blurry vision, trouble focusing and sensitivity to light.\n\nPhotophobia is so common that many neurosurgical intensive care units consider it standard operating procedure to keep lights dimmed in rooms containing TBI patients says Clark.\n\nIn addition to trying colored-lens sunglasses, the article suggests other ways to mitigate photophobia including wearing a wide-brimmed hat when outdoors, adjusting digital screen and device settings to an appropriate hue and brightness or purchasing filters for screens. However, the researchers noted, they do not recommend wearing colored glasses while driving. Certain colors make seeing stop lights or emergency vehicle lights difficult.\n\n\"We believe that an athletic trainer, in consultation with team physicians, may find it useful to apply this photophobia assessment and recommend colored glasses to his or her athlete,\" Clark says. \"The use of the colored glasses in the high school, college or other setting can allow a person to engage in some medically approved activities, while minimizing the risk of symptom exacerbation. We believe the use of the colored glasses that provide photophobia mitigation has added benefits superior to dark sunglasses, especially for indoor lighting.\"\n\n###\n\nAdditional researchers on the study include Jon Divine, MD, a professor in the Department of Orthopaedic Surgery at the UC College of Medicine and head team physician for University of Cincinnati Athletics.\n\nThere was no funding used for this study.", "images": ["https://web.archive.org/web/20170806050020im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170806050020im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170806050020im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170806050020im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170806050020im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170806050020im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170806050020im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20170806050020im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170806050020im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170806050020im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170806050020im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170806050020im_/https://www.eurekalert.org/images/meganav/ACS2017_300x100.jpg", "https://web.archive.org/web/20170806050020im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170806050020im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg"], "top_img": "https://web.archive.org/web/20170806050020im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170806050020/https://www.eurekalert.org/pub_releases/2017-07/uoca-cgm070317.php", "title": "Colored glasses may provide light sensitivity relief post-concussion", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Following a concussion or mild traumatic brain injury (TBI), patients may suffer from light sensitivity or photophobia, making it challenging to return to normal activities. A new study from University of Cincinnati found wearing certain color-tinted lenses may be a good alternative to dark sunglasses.", "keywords": "Medicine/Health, Sports Medicine, Trauma/Injury", "date": "Mon, 03 Jul 2017 04:00:00 GMT", "journal": "Journal of Athletic Training", "type": "research", "institution": "University of Cincinnati Academic Health Center", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "UCHealthNews", "domain": "www.eurekalert.org", "title": "Colored glasses may provide light sensitivity relief post-concussion", "description": "Following a concussion or mild traumatic brain injury (TBI), patients may suffer from light sensitivity or photophobia, making it challenging to return to normal activities. A new study from University of Cincinnati found wearing certain color-tinted lenses may be a good alternative to dark sunglasses."}, "og": {"title": "Colored glasses may provide light sensitivity relief post-concussion", "description": "Following a concussion or mild traumatic brain injury (TBI), patients may suffer from light sensitivity or photophobia, making it challenging to return to normal activities. A new study from University of Cincinnati found wearing certain color-tinted lenses may be a good alternative to dark sunglasses.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170806050020/https://www.eurekalert.org/pub_releases/2017-07/uoca-cgm070317.php", "image": "https://web.archive.org/web/20170806050020im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "UCHealthNews"}}, "movies": [], "publish_date": 1501300800.0, "source": "https://web.archive.org", "summary": ""}