{"url": "http://www.newswise.com/articles/view/671333/?sc=mwhn", "text": "Embargoed for release: 4:00 p.m. ET, Friday, March 17, 2017\n\nContact: Lucia LeeMount Sinai Press Office (212) 241-9200 NewsMedia@mssm.edu\n\nPalliative Care Consults for Patients with Advanced Cancers Reduces Hospitalization and Improves Quality of Care\n\nIntegration of Palliative Care Improves Many Measures of Quality\n\nNewswise — (NEW YORK — March 15, 2017/Embargoed until March 17, 4:00 pm ET) Cancer patients admitted to the hospital with advanced stages of disease who were referred early to palliative care had decreased health care utilization and increased use of support services following discharge, according to a new study led by researchers at the Icahn School of Medicine at Mount Sinai. Published today in the Journal of Oncology Practice, the study also determined that a systemized process of referrals resulted in significant improvements in 30-day readmission rates, hospice referral, and receipt of chemotherapy after discharge in patients with advanced cancers. This is the first study to demonstrate that among advanced cancer patients admitted to an inpatient oncology service, standardized use of triggers for palliative care consultation is associated with substantial improvement on multiple quality measures.\n\nPatients with advanced cancers often have significant symptoms that affect their emotional status, quality of life, and functional ability. The integration of palliative care improves symptom control and decreases unwanted health care use, yet many patients are never offered these services.\n\n“As cancer progresses, patients are often at high risk for physical pain and emotional distress,” said Cardinale B. Smith, MD, MSCR, Associate Professor of Medicine (Hematology and Medical Oncology), and of Geriatrics and Palliative Medicine, at the Icahn School of Medicine at Mount Sinai. “Health care utilization is extremely high once cancer progresses, with hospital readmission rates as high as 40 percent and death in the acute care setting ranging from 30-50 percent – both measures of poor-quality cancer care.”\n\nTo improve the quality of care, researchers at the Icahn School of Medicine developed standardized criteria or “triggers” for palliative care consultation for patients admitted to the cancer unit at The Mount Sinai Hospital. Patients were eligible for this prospective cohort study if they met one or more eligibility criteria: advanced solid tumor cancer, prior hospitalization within 30 days, hospitalization for more than 7 days, or active symptoms.\n\n“Care for patients with advanced cancer is often characterized by time spent on acute-care hospital wards and intensive care units, or receiving invasive procedures, chemotherapy infusions, and radiographic imaging. Such interventions drive escalating costs and are often directly in conflict with patients’ prior stated wishes,” said Dr. Smith.\n\nConsultation with the palliative care team included establishment of goals of care, advance care plans using standardized communication protocols, transition planning and symptom assessment and treatment using the Edmonton Symptom Assessment Scale (ESAS). The palliative team was composed of one board certified PC physician, one nurse practitioner, one social worker, a chaplain, and one to two trainees.\n\n“Our results highlight the need to adopt this practice at acute care hospitals across the nation,” said Dr. Smith. “Palliative care involvement helps patients understand their prognosis, establish goals of care, and formulate discharge plans in line with those goals, and this study is the first to confirm the impact of using standardized criteria and automatic palliative care consultation on quality of cancer care.”\n\nCo-authors of the study include Kerin Adelson, MD, Division of Hematology/Oncology at Yale University School of Medicine.\n\nAbout the Mount Sinai Health SystemThe Mount Sinai Health System is an integrated health system committed to providing distinguished care, conducting transformative research, and advancing biomedical education. Structured around seven hospital campuses and a single medical school, the Health System has an extensive ambulatory network and a range of inpatient and outpatient services—from community-based facilities to tertiary and quaternary care.\n\nThe System includes approximately 7,100 primary and specialty care physicians; 12 joint-venture ambulatory surgery centers; more than 140 ambulatory practices throughout the five boroughs of New York City, Westchester, Long Island, and Florida; and 31 affiliated community health centers. Physicians are affiliated with the renowned Icahn School of Medicine at Mount Sinai, which is ranked among the highest in the nation in National Institutes of Health funding per investigator. The Mount Sinai Hospital is in the “Honor Roll” of best hospitals in America, ranked No. 15 nationally in the 2016-2017 “Best Hospitals” issue of U.S. News & World Report. The Mount Sinai Hospital is also ranked as one of the nation’s top 20 hospitals in Geriatrics, Gastroenterology/GI Surgery, Cardiology/Heart Surgery, Diabetes/Endocrinology, Nephrology, Neurology/Neurosurgery, and Ear, Nose & Throat, and is in the top 50 in four other specialties. New York Eye and Ear Infirmary of Mount Sinai is ranked No. 10 nationally for Ophthalmology, while Mount Sinai Beth Israel, Mount Sinai St. Luke's, and Mount Sinai West are ranked regionally. Mount Sinai’s Kravis Children’s Hospital is ranked in seven out of ten pediatric specialties by U.S. News & World Report in \"Best Children's Hospitals.\"\n\nFor more information, visit http://www.mountsinai.org/, or find Mount Sinai on Facebook, Twitter and YouTube.\n\n# # #", "images": ["https://www.newswise.com/images/new-newswise-logo-square.jpg", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "http://www.newswise.com/assets/img/logo.png.pagespeed.ce.pQl5UlxZ8w.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/palliative-care-consults-for-patients-with-advanced-cancers-reduces-hospitalization-and-improves-quality-of-care", "title": "Palliative Care Consults for Patients with Advanced Cancers Reduces Hospitalization and Improves Quality of Care", "meta_data": {"keywords": "Newswise, Icahn School of Medicine at Mount Sinai,Mount Sinai Health System,Journal of Oncology Practice,Palliative Care,Palliative Care Oncology,Referral,Cancer Treatment,Cancer, Healthcare, Local - New York, Local - New York Metro, Embargoed Feed - hidden,  Mount Sinai Health System", "description": "Cancer patients admitted to the hospital with advanced stages of disease who were referred early to palliative care had decreased health care utilization and increased use of support services following discharge, according to a new study led by researchers at the Icahn School of Medicine at Mount Sinai.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Cancer patients admitted to the hospital with advanced stages of disease who were referred early to palliative care had decreased health care utilization and increased use of support services following discharge, according to a new study led by researchers at the Icahn School of Medicine at Mount Sinai.", "title": "Palliative Care Consults for Patients with Advanced Cancers Reduces Hospitalization and Improves Quality of Care", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "url": "https://www.newswise.com/articles/palliative-care-consults-for-patients-with-advanced-cancers-reduces-hospitalization-and-improves-quality-of-care"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}