{"url": "https://web.archive.org/web/20171030184300/https://www.eurekalert.org/pub_releases/2017-10/uos-rpp102917.php", "text": "A breakthrough study led by the University of Sydney's Brain and Mind Centre and Royal Prince Alfred Hospital has revealed unique molecules in the blood of people with Multiple Sclerosis (MS) that could become definitive diagnostic biomarkers of the world's most common neurologic disability in young adults.\n\nPublished today in Scientific Reports, the discovery identifies tiny 'dysregulated' micro-RNA molecules that correctly diagnose MS and discriminate between patients at different disease stages - all in a simple blood test.\n\nCurrently, there is no definitive test for MS. Diagnosis and disease monitoring relies on several parameters, including clinical examination, MRI, cerebrospinal fluid assessment, and electrophysiology.\n\nMS is a chronic disease, so current diagnostic and monitoring tests are costly and still have limited utility to discriminate between different stages of the disease.\n\nKey findings\n\nIn addition to identifying biomarkers that distinguish healthy people from those with MS, the researchers identified nine unique micro-RNA molecules that differentiate between two MS sub-types: relapsing-remitting MS (RRMS) and progressive MS.\n\nRelapsing-remitting MS (RRMS) affects 70 percent of people and often evolves into a secondary progressive form of MS. 10-15 percent of people with MS are diagnosed with a progressive form of the disease from the outset known as primary progressive MS.\n\nThe team also validated eight out of nine micro-RNA molecules in an independent group of progressive MS cases, confirming the reproducibility of the findings.\n\n\"This is the first demonstration that micro-RNAs associated with circulating exosomes in blood are informative biomarkers not only for the diagnosis of MS, but in predicting disease subtypes with a high degree of accuracy,\" said Associate Professor Michael Buckland, Head of the Department of Neuropathology at RPA Hospital and the Brain and Mind Centre, University of Sydney.\n\nThe research was made possible through the generosity of patients at the Brain & Mind Centre's multidisciplinary Multiple Sclerosis Clinic, a collaborative service offered by Royal Prince Alfred Hospital, and the University of Sydney. The research was funded by an Incubator grant from MS Research Australia.\n\n\"This blood test may allow people with MS to begin treatment earlier, and identify the most appropriate treatment for their condition,\" said Dr Matthew Miles, CEO MS Research Australia.\n\n\"This, in turn may lead to fewer relapses and a slower loss of brain volume, resulting in slowing or potentially halting progression of the disease for the person living with MS. It will also help remove the uncertainty surrounding which sub type of the disease an individual has and therefore be a catalyst for better outcomes for all people with MS.\"\n\nAbout the science\n\nMultiple Sclerosis (MS) is a chronic inflammatory demyelinating disease of the central nervous system (CNS).\n\nThe research team assessed the utility of microRNAs (miRNA) in serum (blood) exosomes as biomarkers of MS disease.\n\nMicro-RNA are small non-coding RNA that control many genes and processes vital for cellular life such as metabolism, development and the immune system. They are called miRNA because they are very short, only 18-25 letters long. Science has so far identified about 1800 human miRNAs.\n\nExosomes are nano-sized particles shed by almost all cell types in the body and are packed with micro-RNAs and other types of small RNA. The research team has shown previously that some micro-RNAs are selectively packaged into exosomes for release from the cell.\n\nExosomes are tiny packages released by both healthy and diseased cells in the body. They circulate in blood and can be purified in their millions from a single vial of blood. Dubbed the biological equivalent of 'tweeting', the exosomes circulate throughout the body and can deliver their cargo of information to multiple cells in almost real-time.\n\nIn inflammatory diseases such as MS, there is a significant increase in circulating exosome concentrations.\n\n\"In studying the blood exosomes of healthy volunteers and patients with MS, the research team identified a 'molecular signature' of MS that not only correctly diagnoses MS, but also discriminates between patients with different stages of disease,\" Associate Professor Buckland said.\n\n\"Exosomes released by brain cells circulating in the blood, so they offer an easily accessible way to monitor diseases of the brain. We are only now starting to wake up to their enormous potential as clinical tests.\"\n\nGiven exosomes can cross the blood-brain barrier, it is likely that some of the circulating exosomes in MS patients come from affected central nervous system cells or the associated inflammatory milieu.\n\nThe researchers hypothesised that physiological changes associated with MS and its progression is reflected in differences in serum exosomal micro-RNAs.\n\nUsing next generation sequencing and integrative bioinformatics they found that serum exosome micro-RNA profiles not only distinguish MS from healthy controls, but also distinguish relapsing-remitting MS (RRMS) from progressive MS with high accuracy.\n\n###\n\nAssociate Professor Michael Buckland is Head of the Molecular Neuropathology at the University of Sydney and Head of the Department of Neuropathology at Royal Prince Alfred Hospital.", "images": ["https://web.archive.org/web/20171030184300im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20171030184300im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20171030184300im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20171030184300im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20171030184300im_/https://www.eurekalert.org/images/meganav/ACS2017_300x100.jpg", "https://web.archive.org/web/20171030184300im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20171030184300im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20171030184300im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20171030184300im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20171030184300im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20171030184300im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20171030184300im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20171030184300im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20171030184300im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png"], "top_img": "https://web.archive.org/web/20171030184300im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20171030184300/https://www.eurekalert.org/pub_releases/2017-10/uos-rpp102917.php", "title": "Research pinpoints powerful biomarker of ,ultiple sclerosis", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A breakthrough study led by the University of Sydney's Brain and Mind Centre and Royal Prince Alfred Hospital has revealed unique molecules in the blood of people with Multiple Sclerosis (MS) that could become definitive diagnostic biomarkers of the world's most common neurologic disability in young adults. Published today in Nature Scientific Reports, the discovery identifies tiny 'dysregulated' micro-RNA molecules that correctly diagnose MS and discriminate between patients at different disease stages -- all in a simple blood test.", "keywords": "Medicine/Health, Clinical Trials, Health Professionals, Neurobiology, Physiology, Mental Health", "date": "Mon, 30 Oct 2017 04:00:00 GMT/UTC", "journal": "Scientific Reports", "type": "research", "institution": "University of Sydney", "region": "asia", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "SydneyUni_Media", "domain": "www.eurekalert.org", "title": "Research pinpoints powerful biomarker of ,ultiple sclerosis", "description": "A breakthrough study led by the University of Sydney's Brain and Mind Centre and Royal Prince Alfred Hospital has revealed unique molecules in the blood of people with Multiple Sclerosis (MS) that could become definitive diagnostic biomarkers of the world's most common neurologic disability in young adults. Published today in Nature Scientific Reports, the discovery identifies tiny 'dysregulated' micro-RNA molecules that correctly diagnose MS and discriminate between patients at different disease stages -- all in a simple blood test."}, "og": {"title": "Research pinpoints powerful biomarker of ,ultiple sclerosis", "description": "A breakthrough study led by the University of Sydney's Brain and Mind Centre and Royal Prince Alfred Hospital has revealed unique molecules in the blood of people with Multiple Sclerosis (MS) that could become definitive diagnostic biomarkers of the world's most common neurologic disability in young adults. Published today in Nature Scientific Reports, the discovery identifies tiny 'dysregulated' micro-RNA molecules that correctly diagnose MS and discriminate between patients at different disease stages -- all in a simple blood test.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20171030184300/https://www.eurekalert.org/pub_releases/2017-10/uos-rpp102917.php", "image": "https://web.archive.org/web/20171030184300im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "sydneyuni"}}, "movies": [], "publish_date": 1509249600.0, "source": "https://web.archive.org", "summary": ""}