{"url": "http://www.newswise.com/articles/view/629985/?sc=mwhr&xy=10015339", "text": "Newswise — BOSTON – (February 19, 2015) – In the first clinical trial directly comparing three drugs most commonly used to treat diabetic macular edema, researchers found all were effective in improving vision and preventing vision loss. However, one drug, aflibercept, provided greater improvement for people with more severe vision loss when treatment was initiated. The trial was conducted by the National Eye Institute Diabetic Retinopathy Clinical Research Network (DRCR.net) including researchers from Joslin Diabetes Center. The results appeared in the February online edition of the New England Journal of Medicine.\n\nDiabetes is a significant risk factor for developing eye diseases. The most common diabetic eye disease and a leading cause of blindness is diabetic retinopathy, which is caused by elevated blood sugar levels damaging the blood vessels of the retina and affects approximately 7.7 million Americans. About 750,000 Americans with diabetic retinopathy have diabetic macular edema (DME) in which fluid leaks into the macula, the area of the retina used when looking straight ahead. The fluid causes the macula to swell, blurring vision. “DME is the leading cause of moderate vision loss in working-age adults with diabetes. With the rate of diabetes increasing dramatically worldwide, many individuals will be at risk for vision loss from diabetic eye complications and DME is a major global health concern,” says Jennifer K. Sun, M.D., M.P.H., a member of the study research team and writing committee, and an Investigator in the Section on Vascular Biology, an ophthalmologist in Beetham Eye Institute at Joslin and an Assistant Professor at Harvard Medical School.\n\nIn an earlier study, Joslin researchers reported that VEGF, a major growth factor for blood vessels, is elevated in the eye fluids of patients with proliferative diabetic retinopathy and DME, causing leakage and the growth of abnormal blood vessels. Over the past few years, drugs that target VEGF have become a standard treatment for DME, providing a preferred alternative or adjunct to laser treatment. The standard Medicare per-injection costs of the three anti-VEGF drugs evaluated in the study are about $1960 for aflibercept (Eylea), $1200 for ranibizumab (Lucentis) and $70 for bevacizumab (Avastin).\n\nAt the start of the trial, 660 adults with DME were enrolled: their average age was 61 years and 90 percent had type 2 diabetes. About half of the participants had 20/32 or 20/40 vision and the other half had vision of 20/50 or worse. They were randomized into three treatment groups and received the assigned study drug by injection into the eye until the DME resolved or stabilized. Participants on bevacizumab and ranibizumab received, on average, 10 injections, versus nine for those on aflibercept.\n\nOne year after starting treatment, all participants had improved vision. Those with mild vision loss (20/32 to 20/40) at baseline in all three treatment groups gained on average almost two lines on an eye chart. For participants with more severe vision loss (20/50 or worse), aflibercept improved vision on average nearly four lines, bevacizumab about 2.5 lines, and ranibizumab almost three lines.\n\n“The results clearly remove any doubts about anti-VEGF drugs’ efficacy in treating DME. All three drugs improved vision substantially, with aflibercept showing more visual gains in patients with worse vision at the start of the trial. Physicians now have robust data to help them counsel patients and make informed decisions regarding treatment options,” says study co-author Lloyd P. Aiello, M.D., Ph.D., Professor of Ophthalmology at Harvard Medical School, Director of Joslin’s Beetham Eye Institute, co-head of Joslin's Section of Vascular Cell Biology, and founding chair of the DRCR Network.\n\nIn light of these positive results, “it is more important than ever for patients with diabetes to be evaluated on a regular basis for eye disease and receive treatment promptly once indicated as we now have excellent success in treating patients with DME,” says Dr. Aiello.\n\nThe trial was supported through a cooperative agreement from the National Eye Institute and the National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, U.S. Department of Health and Human Services. Regeneron Pharmaceutical provided the aflibercept and Genentech provided the ranibizumab for the study. The DRCR.net had complete control over the design of the study, data ownership and content of presentations and publications related to this study.\n\nAbout Joslin Diabetes Center\n\nJoslin Diabetes Center, based in Boston, Massachusetts, undertakes diabetes research, clinical care, education and health and wellness programs on a global scale. Joslin is dedicated to ensuring that people with diabetes live long, healthy lives and offers real progress in preventing and curing diabetes. Joslin is an independent, nonprofit institution affiliated with Harvard Medical School, and is recognized worldwide for driving innovative solutions in diabetes prevention, research, education, and care.\n\nOur mission is to prevent, treat and cure diabetes. Our vision is a world free of diabetes and its complications. For more information, visit www.joslin.org.\n\nAbout Joslin Research\n\nJoslin Research comprises the most comprehensive and productive effort in diabetes research under one roof anywhere in the world. With 30‐plus faculty‐level investigators, Joslin researchers focus on unraveling the biological, biochemical and genetic processes that underlie the development of type 1 and type 2 diabetes and related complications.\n\nJoslin research is highly innovative and imaginative, employing the newest tools in genetics, genomics and proteomics to identify abnormalities that may play a role in the development of diabetes and its complications. Joslin Clinic patients, and others with diabetes, have the option of participating in clinical trials at Joslin to help translate basic research into treatment innovations.\n\nJoslin has one of the largest diabetes training programs in the world, educating 150 M.D. and Ph.D. researchers each year, many of whom go on to head diabetes initiatives at leading institutions all over the globe. For more information, visit www.joslinresearch.org.\n\n###\n\nSEE ORIGINAL STUDY", "images": ["http://www.newswise.com/legacy/image.php?image=/images/uploads/2015/02/19/LPA-photo.jpg&width=502&height=334", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "http://www.newswise.com/images/institutions/logos/xJOS-logo.gif.pagespeed.ic.AYEpI-dRWb.png", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2015/02/19/LPA-photo.jpg&width=100&height=100"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2015/02/19/LPA-photo.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/joslin-researchers-conduct-first-trial-directly-comparing-drugs-for-diabetic-macular-edema-and-find-all-are-effective", "title": "Joslin Researchers Conduct First Trial Directly Comparing Drugs for Diabetic Macular Edema and Find All are Effective", "meta_data": {"keywords": "Newswise, Diabetes,Opthalmalogy,Diabetic Macular Edema,Diabetic Retinopathy,Diabetes, Vision, Local - Massachusetts, Local - Boston Metro, All Journal News,  Joslin Diabetes Center", "description": "In the first clinical trial directly comparing three drugs most commonly used to treat diabetic macular edema, researchers found all were effective in improving vision and preventing vision loss. However, one drug, aflibercept, provided greater improvement for people with more severe vision loss when treatment was initiated.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "In the first clinical trial directly comparing three drugs most commonly used to treat diabetic macular edema, researchers found all were effective in improving vision and preventing vision loss. However, one drug, aflibercept, provided greater improvement for people with more severe vision loss when treatment was initiated.", "title": "Joslin Researchers Conduct First Trial Directly Comparing Drugs for Diabetic Macular Edema and Find All are Effective", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2015/02/19/LPA-photo.jpg&width=100&height=100", "url": "https://www.newswise.com/articles/joslin-researchers-conduct-first-trial-directly-comparing-drugs-for-diabetic-macular-edema-and-find-all-are-effective"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}