{"url": "https://www.eurekalert.org/pub_releases/2017-09/tuhs-sii091117.php", "text": "BOSTON (Sept. 11, 2017)--Adding 48 minutes of moderate exercise per week is associated with improvements in overall physical functioning and decreases in risks of immobility in older adults who are sedentary, finds a new study led by researchers at the Jean Mayer USDA Human Nutrition Research Center on Aging (USDA HNRCA) at Tufts University.\n\nIn the study, published in PLOS ONE on Aug. 18, the researchers evaluated how different doses of exercise for adults age 70-89 would impact the benefits. While the researchers saw improvements in all participants who added some physical activity to their routine, those who got more exercise saw greater changes. The work is part of the Lifestyle Interventions and Independence for Elders (LIFE) study.\n\n\"These are people who want to live healthy, independent lives and are at risk for losing that. Maintaining functional independence for older adults is an important public health issue. In our first LIFE study, we confirmed that regular exercise can help improve physical function and prevent mobility loss. Now we see that small increases can have big impacts,\" said first and corresponding author Roger A. Fielding, senior scientist and director of the Nutrition, Exercise Physiology, and Sarcopenia Laboratory at the USDA HNRCA.\n\nFor the LIFE study, the researchers analyzed data from 1,635 men and women age 70-89 over an average of 2.6 years. Half were randomly assigned to a program of walking and walking-based strength, flexibility and balance training; half participated in health education workshops. All had low levels of physical functioning at the start and reported fewer than 20 minutes per week of regular physical activity in the month prior to starting the study. Participants were evaluated at baseline, six, 12, and 24 months. The researchers relied on movement monitors and self-reporting to measure physical activity outside study sessions.\n\nChanges in activity were significantly greater in the physical activity intervention group than the health education group from baseline through 24 months. There was a continuous, graded effect with the greatest benefits seen in the participants who engaged in at least 48 minutes of physical activity per week. The greater differences were also associated with prevention of major mobility loss.\n\n\"Our goal was to have participants walking up to 150 minutes per week. To see benefits at 48 minutes is encouraging. We wanted the physical activity sessions to include exercise that participants could do outside of the study, and we hope that learning of these results might motivate others to try to make safe, incremental changes to their activity levels. Reducing muscle loss, functional decline, and loss of independence are important to anyone, at any age, and at any physical ability,\" said Fielding.\n\nThe researchers acknowledge limitations of this study, including examining the different quantities of exercise participation achieved in the LIFE study participants and not specifically prescribing different amounts of exercise to different study groups. In addition, there were differences in the measured absolute amounts of exercise performed when comparing objective activity monitoring using a wearable \"device\" and self-report of physical activity.\n\n###\n\nAdditional authors on this study are Jack M. Guralnik of the University of Maryland School of Medicine; Abby C. King of Stanford University Medical School; Marco Pahor of the University of Florida College of Medicine; Mary M. McDermott of Northwestern University Feinberg School of Medicine; Catrine Tudor-Locke of the University of Massachusetts Amherst, and Pennington Biomedical Research Center; Todd M. Manini of the University of Florida College of Medicine; Nancy W. Glynn of the Center for Aging and Population Health, Graduate School of Public Health, University of Pittsburgh; Anthony P. Marsh of Wake Forest University; Robert S. Axtell of Southern Connecticut State University; Fang-Chi Hsu of Wake Forest School of Medicine; and W. Jack Rejeski of the Center for Aging and Population Health, Graduate School of Public Health, University of Pittsburgh.\n\nThe Lifestyle Interventions and Independence for Elders Study is supported by a National Institutes of Health/National Institute on Aging Cooperative Agreement (U01AG22376) and a supplement from the National Heart, Lung and Blood Institute (3U01AG022376-05A2S), and sponsored in part by the Intramural Research Program, National Institute on Aging, National Institutes of Health. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. The research is partially supported by the Claude D. Pepper Older Americans Independence Centers at the University of Florida (1P30AG028740), Wake Forest University (1P30AG21332), Tufts University (1P30AG031679), University of Pittsburgh (P30AG024827), and Yale University (P30AG021342) and the NIH/NCRR CTSA at Stanford University (UL1RR025744). Tufts University is also supported by the Boston Rehabilitation Outcomes Center (1R24HD065688-01A1). Dr. Roger Fielding (Tufts University) is partially supported by the U.S. Department of Agriculture, under agreement No. 58-1950-4-003. Any opinions, findings, conclusion, or recommendations expressed in this publication are those of the authors and do not necessarily reflect the view of the U.S. Dept. of Agriculture. For conflicts of interest disclosure, please see the study.\n\nFielding, R.A., Guralnik, J.M., King, A.C., Pahor, M., McDermott, M.M., Tudor-Locke, C., et al. (2017, August 18) Dose of physical activity, physical functioning and disability risk in mobility-limited older adults: Results from the LIFE study randomized trial. PLOS ONE 12(8): e0182155. https:/ / doi. org/ 10. 1371/ journal. pone. 0182155\n\nAbout the Jean Mayer USDA Human Nutrition Research Center on Aging at Tufts University\n\nFor three decades, the Jean Mayer USDA Human Nutrition Research Center on Aging at Tufts University has studied the relationship between good nutrition and good health in aging populations. Tufts research scientists work with federal agencies to establish the Dietary Guidelines, the Dietary Reference Intakes, and other significant public policies. The Gerald J. and Dorothy R. Friedman School of Nutrition Science and Policy at Tufts University is the only independent school of nutrition in the United States. The school's eight degree programs,¬ which focus on questions relating to nutrition and chronic diseases, molecular nutrition, agriculture and sustainability, food security, humanitarian assistance, public health nutrition, and food policy and economics¬ are renowned for applying scientific research to national and international policy.", "images": ["https://media.eurekalert.org/meganav/S11690 ACS SAN DIEGO graphic - 600x200.jpg", "https://media.eurekalert.org/meganav/AAAS-logo.png", "https://www.eurekalert.org/images/e4/logo-footer.png", "https://media.eurekalert.org/meganav/SfNMenuBanner2019.jpg", "https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://www.eurekalert.org/images/e4/logo-2x.png", "https://www.eurekalert.org/images/e4/brand.png", "https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.eurekalert.org/pub_releases/2017-09/tuhs-sii091117.php", "title": "Small increases in physical activity reduce immobility, disability risks in older adults", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Adding 48 minutes of exercise per week is associated with improvements in overall mobility and decreases in risks of disability in older adults who are sedentary, finds a new study led by researchers at the Jean Mayer USDA Human Nutrition Research Center on Aging at Tufts.", "keywords": "Medicine/Health, Clinical Trials, Aging, Public Health", "date": "Mon, 11 Sep 2017 04:00:00 GMT", "journal": "PLOS ONE", "type": "research", "institution": "Tufts University, Health Sciences Campus", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "tuftspr", "domain": "www.eurekalert.org", "title": "Small increases in physical activity reduce immobility, disability risks in older adults", "description": "Adding 48 minutes of exercise per week is associated with improvements in overall mobility and decreases in risks of disability in older adults who are sedentary, finds a new study led by researchers at the Jean Mayer USDA Human Nutrition Research Center on Aging at Tufts."}, "og": {"title": "Small increases in physical activity reduce immobility, disability risks in older adults", "description": "Adding 48 minutes of exercise per week is associated with improvements in overall mobility and decreases in risks of disability in older adults who are sedentary, finds a new study led by researchers at the Jean Mayer USDA Human Nutrition Research Center on Aging at Tufts.", "site_name": "EurekAlert!", "url": "https://www.eurekalert.org/pub_releases/2017-09/tuhs-sii091117.php", "image": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "tuftsu"}}, "movies": [], "publish_date": 1504843200.0, "source": "https://www.eurekalert.org", "summary": ""}