{"url": "https://web.archive.org/web/20151025000933/http://www.eurekalert.org:80/pub_releases/2015-10/wkh-iph102215.php", "text": "October 22, 2015 - A minimally invasive implant procedure is highly effective in reducing pain and disability for patients with sacroiliac joint (SIJ) dysfunction, reports a clinical trial in the November issue of Neurosurgery, official journal of the Congress of Neurological Surgeons, published by Wolters Kluwer.\n\nThe randomized controlled trial shows superior outcomes in patients undergoing minimally invasive sacroiliac joint (SIJ) fusion using triangular titanium implants, compared to nonsurgical management, according to the new research overseen by Dr. Daniel J. Cher of SI-BONE, Inc., in San Jose, Calif. (The study was sponsored by SI-BONE, manufacturer of the SIJ implants.)\n\nGood Pain Relief and Other Outcomes with Implant Treatment for SIJ Dysfunction\n\nThe study included 148 patients with low back pain caused by confirmed SIJ dysfunction, treated at 19 US spine surgery clinics. The SIJ connects the central (sacrum) and lateral (ilium) bones of the pelvis. SIJ disruption or osteoarthritis is a common pain condition, estimated to cause 15 to 23 percent of cases of chronic low back pain.\n\nTrial subjects had severe SIJ pain, with an average pain score of 82 on a 0-to-100-point scale. Average pain duration was longer than six years, and about two-thirds of subjects were taking opioid (narcotic) medications. Many had previously received many non-surgical SIJ treatments, and many had a history of prior spinal surgery.\n\nTwo-thirds of subjects were randomly assigned to undergo minimally invasive SIJ fusion. In this procedure, triangular titanium implants were placed through a small incision to stabilize and fuse the SIJ. Procedures were unilateral in most cases, but some subjects underwent bilateral treatment. The remaining subjects received nonsurgical treatments, such as physical therapy, steroid injections and/or radiofrequency ablation of sacral nerve root lateral branches.\n\nPain and other outcomes were compared at baseline and at 1, 3, 6 and 12 months. At 6 months, subjects in the nonsurgical group had the option to \"cross over\" to the implant procedure.\n\nBased on reduction in pain and absence of complications at 6 months, treatment was rated successful in 81 percent of subjects assigned to the SIJ implant procedure, compared to 26 percent with nonsurgical treatment. Average pain score decreased to 30 in the surgical group versus 72 in the nonsurgical group. Seventy-three percent of subjects undergoing the implant procedure had \"clinically significant\" reduction in disability scores, compared to just 14 percent in the nonsurgical group.\n\nAfter one year, subjects assigned to SIJ fusion still had significant reductions in pain and disability, as well as improved quality of life. Thirty-five subjects from the nonsurgical group opted to undergo the implant procedure, with similarly good results. There were only a few complications related to the SIJ implant procedure.\n\nSacroiliac joint dysfunction is a common cause of disabling pain in the lower back, buttocks, or groin. Many different surgical and nonsurgical treatments have been used for this condition, despite a lack of high-quality evidence for their effectiveness.\n\nThe minimally invasive SIJ implant approach evaluated in this trial has been cleared by the US Food and Drug Administration. The study is the first randomized controlled trial to directly compare the results of surgical and nonsurgical treatment for SIJ dysfunction.\n\nThe results show \"clinically and statistically important\" improvements in clinical outcomes for patients undergoing the SIJ implant procedure, according to Dr. Cher and colleagues, with \"profound differences\" between the surgical and nonsurgical groups. The implant procedure is minimally invasive, has few complications, and produces significant and lasting improvements in pain, disability, and quality of life.\n\nThe authors note some important limitations of the trial, including the lack of long-term outcomes in the nonsurgical group due to the high crossover rate. They plan further analyses, including two-year follow-up CT scans and a cost-effectiveness comparison of SIJ fusion versus nonsurgical treatment.\n\n###\n\nClick here to read \"Randomized Controlled Trial of Minimally Invasive Sacroiliac Joint Fusion Using Triangular Titanium Implants vs Nonsurgical Management for Sacroiliac Joint Dysfunction: 12-Month Outcomes.\"\n\nArticle: \"Randomized Controlled Trial of Minimally Invasive Sacroiliac Joint Fusion Using Triangular Titanium Implants vs Nonsurgical Management for Sacroiliac Joint Dysfunction: 12-Month Outcomes\" (doi: 10.1227/NEU.0000000000000988)\n\nAbout Neurosurgery\n\nNeurosurgery, the Official Journal of the Congress of Neurological Surgeons, is your most complete window to the contemporary field of neurosurgery. Members of the Congress and non-member subscribers receive 3,000 pages per year packed with the very latest science, technology, and medicine, not to mention full-text online access to the world's most complete, up-to-the-minute neurosurgery resource. For professionals aware of the rapid pace of developments in the field, Neurosurgery is nothing short of indispensable.\n\nAbout Wolters Kluwer\n\nWolters Kluwer is a global leader in professional information services. Professionals in the areas of legal, business, tax, accounting, finance, audit, risk, compliance and healthcare rely on Wolters Kluwer's market leading information-enabled tools and software solutions to manage their business efficiently, deliver results to their clients, and succeed in an ever more dynamic world.\n\nWolters Kluwer reported 2014 annual revenues of €3.7 billion. The group serves customers in over 170 countries, and employs over 19,000 people worldwide. The company is headquartered in Alphen aan den Rijn, the Netherlands. Wolters Kluwer shares are listed on NYSE Euronext Amsterdam (WKL) and are included in the AEX and Euronext 100 indices. Wolters Kluwer has a sponsored Level 1 American Depositary Receipt program. The ADRs are traded on the over-the-counter market in the U.S. (WTKWY).", "images": ["https://web.archive.org/web/20151025000933im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20151025000933im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20151025000933im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20151025000933im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20151025000933im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20151025000933im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20151025000933im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20151025000933im_/http://www.eurekalert.org/images/meganav/ACS_logo.jpg", "https://web.archive.org/web/20151025000933im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20151025000933im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20151025000933im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20151025000933im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20151025000933im_/http://www.eurekalert.org/images/meganav/browse-video.jpg"], "top_img": "https://web.archive.org/web/20151025000933im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20151025000933/http://www.eurekalert.org/pub_releases/2015-10/wkh-iph102215.php", "title": "Implant procedure helps patients with sacroiliac joint pain", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A minimally invasive implant procedure is highly effective in reducing pain and disability for patients with sacroiliac joint dysfunction, reports a clinical trial in the November issue of Neurosurgery, official journal of the Congress of Neurological Surgeons, published by Wolters Kluwer.", "keywords": "Medicine/Health, Clinical Trials, Health Care Systems/Services, Health Professionals, Orthopedic Medicine, Musculature, Pain, Public Health, Surgery, Trauma/Injury", "date": "Thu, 22 Oct 2015 04:00:00 GMT", "journal": "Neurosurgery", "type": "research", "institution": "Wolters Kluwer Health", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "WKHealth", "domain": "www.eurekalert.org"}, "og": {"title": "Implant procedure helps patients with sacroiliac joint pain", "description": "A minimally invasive implant procedure is highly effective in reducing pain and disability for patients with sacroiliac joint dysfunction, reports a clinical trial in the November issue of Neurosurgery, official journal of the Congress of Neurological Surgeons, published by Wolters Kluwer.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20151025000933/http://www.eurekalert.org/pub_releases/2015-10/wkh-iph102215.php", "image": "https://web.archive.org/web/20151025000933im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1446091200.0, "source": "https://web.archive.org", "summary": ""}