{"url": "https://web.archive.org/web/20161106092921/https://www.eurekalert.org/pub_releases/2016-09/dci-dop090816.php", "text": "BOSTON (Sept. 14, 2016) -- Although targeted drugs like Gleevec have revolutionized the treatment of chronic myelogenous leukemia (CML), patients generally must take them for the rest of their lives and may cease benefiting from them over time. In new research that could suggest a road to cure, scientists at Dana-Farber Cancer Institute and Boston Children's Hospital have found that CML stem cells die in response to inhibition of a protein called Ezh2. Drugs that target the protein are currently being tested in clinical trials for other cancers.\n\nThe findings, reported online today by the journal Cancer Discovery, raise the prospect that Ezh2 blockers, in combination with Gleevec and similar drugs, could eradicate the disease in some patients in relatively rapid fashion or could be an effective therapy for those who become resistant to Gleevec-like agents, the authors state.\n\nIn a paper published simultaneously by Cancer Discovery, a team of Scottish scientists report similar findings using a different research approach.\n\n\"The vast majority of patients with CML do remarkably well on imatinib [Gleevec] and similar drugs: The disease is well controlled and side effects are tolerable,\" says Stuart Orkin, MD, the study's senior author and a pediatric hematologist/oncologist at Dana-Farber/Boston Children's Cancer and Blood Disorders Center. \"In only 10-20 percent of patients, however, are the leukemia cells fully cleared from the body. The other 90 percent retain a reservoir of leukemic stem cells - which initiate the disease - and must stay on the drugs permanently.\"\n\nCML is a slowly progressing type of blood cancer that develops in the bone marrow. Primarily occurring in adults, it is rare in children.\n\nOver time, some patients develop resistance to Gleevec and other drugs that block BCR-ABL, the misbegotten \"fusion\" protein that drives CML growth. Although second- and third-line targeted therapies can often return the disease to remission, some patients don't benefit from these drugs or develop severe side effects.\n\nThe new study grew out of efforts to discover whether different types of cancer are susceptible to Ezh2 inhibitors. In laboratory experiments, the Dana-Farber/Boston Children's researchers found not only that Ezh2 is overabundant in leukemia stem cells but that it helps them survive and give rise to full-fledged CML cells. Follow-up studies in mice showed that inactivating Ezh2 through gene-editing techniques caused CML stem cells to die, halting the disease at its source.\n\n\"The stem cells' dependence on Ezh2 suggests they will be especially vulnerable to drugs that target the protein,\" Orkin remarks. \"Such drugs are already in clinical trials for other diseases, including lymphoma and some solid tumors.\"\n\nEpizyme, a biopharmaceutical company based in Cambridge, MA, recently opened a pediatric trial of an Ezh2 inhibitor for children with rhabdoid and other tumors. Dana-Farber/Boston Children's is a site in the multi-center Phase 1 trial.\n\nAlthough adding Ezh2-targeting agents to the standard drug regimen for CML has the potential to dramatically shorten the treatment period for many patients, ethical considerations may lead to the agents' first being tested in patients who don't respond to Gleevec and similar drugs, either initially or after drug resistance develops, Orkin remarks. \"Our findings suggest inhibition of Ezh2 should be considered as a way to eradicate CML when used in combination with current targeted therapies. It offers a promising approach to shortening the duration of therapy in order to achieve a cure. If successful, the cost savings of such an approach could also be significant.\"\n\n###\n\nJoining senior author Orkin, the study's lead author is Huafeng Xie, PhD, of Dana/Farber/Boston Children's. Co-authors are Cong Peng, Jialiang Huang, PhD, Bin E. Li, PhD, Woojin Kim, Elenoe C. Smith, Yuko Fujiwara, PhD, Partha P. Das, Minh Nguyen, of Dana-Farber/Boston Children's; Jun Qi, PhD, of Dana-Farber; James E. Bradner, MD, of Dana-Farber and the Novartis Institute for BioMedical Research; Shaoguang Li, MD, PhD, of University of Massachusetts Medical School; and Giulia Cheloni of UMass Medical School and the University of Florence, Florence, Italy.\n\nThe study was funded in part by the National Institutes of Health (grant UO1 CA105423) and Hyundai Hope on Wheels.\n\nDana-Farber/Boston Children's Cancer and Blood Disorders Center -- the nation's top pediatric cancer center, according to U.S. News & World Report - brings together two internationally known research and teaching institutions that have provided comprehensive care for pediatric oncology and hematology patients since 1947. The Harvard Medical School affiliates share a clinical staff that delivers inpatient care at Boston Children's Hospital and most outpatient care at Dana-Farber Cancer Institute.", "images": ["https://web.archive.org/web/20161106092921im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20161106092921im_/https://www.eurekalert.org/multimedia/pub/web/123619_web.jpg", "https://web.archive.org/web/20161106092921im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20161106092921im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20161106092921im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20161106092921im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20161106092921im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20161106092921im_/https://www.eurekalert.org/images/meganav/ACSMeeting.201608.jpg", "https://web.archive.org/web/20161106092921im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20161106092921im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20161106092921im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20161106092921im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20161106092921im_/https://www.eurekalert.org/multimedia/pub/rel/123619_rel.jpg", "https://web.archive.org/web/20161106092921im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png"], "top_img": "https://web.archive.org/web/20161106092921im_/https://www.eurekalert.org/multimedia/pub/web/123619_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20161106092921/http://www.eurekalert.org/pub_releases/2016-09/dci-dop090816.php", "title": "Discovery offers prospect of shorter treatment and cure for chronic myelogenous leukemia", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Although targeted drugs like Gleevec have revolutionized the treatment of chronic myelogenous leukemia, patients generally must take them for the rest of their lives and may cease benefiting from them over time. In new research that could suggest a road to cure, scientists have found that CML stem cells die in response to inhibition of a protein called Ezh2. Drugs that target the protein are currently being tested in clinical trials for other cancers.", "keywords": "Cell Biology, Genetics, Medicine/Health, Cancer, Pharmaceutical Science, Pharmaceutical Chemistry", "date": "Wed, 14 Sep 2016 04:00:00 GMT", "funder": "National Insitutes of Health, Hyundai Hope on Wheels", "journal": "Cancer Discovery", "type": "research", "institution": "Dana-Farber Cancer Institute", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlertAAAS", "creator": "DanaFarber", "domain": "www.eurekalert.org", "title": "Discovery offers prospect of shorter treatment and cure for chronic myelogenous leukemia", "description": "Although targeted drugs like Gleevec have revolutionized the treatment of chronic myelogenous leukemia, patients generally must take them for the rest of their lives and may cease benefiting from them over time. In new research that could suggest a road to cure, scientists have found that CML stem cells die in response to inhibition of a protein called Ezh2. Drugs that target the protein are currently being tested in clinical trials for other cancers."}, "og": {"title": "Discovery offers prospect of shorter treatment and cure for chronic myelogenous leukemia", "description": "Although targeted drugs like Gleevec have revolutionized the treatment of chronic myelogenous leukemia, patients generally must take them for the rest of their lives and may cease benefiting from them over time. In new research that could suggest a road to cure, scientists have found that CML stem cells die in response to inhibition of a protein called Ezh2. Drugs that target the protein are currently being tested in clinical trials for other cancers.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20161106092921/http://www.eurekalert.org/pub_releases/2016-09/dci-dop090816.php", "image": "https://web.archive.org/web/20161106092921im_/https://www.eurekalert.org/multimedia/pub/web/123619_web.jpg", "type": "website"}, "fb": {"profile_id": "danafarbercancerinstitute"}}, "movies": [], "publish_date": 1475121600.0, "source": "https://web.archive.org", "summary": ""}