{"url": "https://web.archive.org/web/20171019181557/https://www.eurekalert.org/pub_releases/2017-10/v-eds101917.php", "text": "ViewRay, Inc. (Nasdaq: VRAY), maker of the world's first and only clinical MRI-guided radiation therapy system, announced today outcomes data presented during the recent 2017 Annual Meeting of the American Society for Radiation Oncology (ASTRO). This data highlighted compelling early results using the company's MRIdian system for the treatment of inoperable, locally advanced pancreatic cancer.\n\nUnlike any other system on the market today, MRIdian allows clinicians to see the tumor and nearby soft-tissue anatomy throughout radiation treatments using real-time diagnostic MR-visualization. As a result, MRIdian's on-table adaptive radiation therapy allows doctors to respond to subtle anatomical changes observed on a day-to-day basis and reshape the dose to better match the current contours of the tumor. By more accurately targeting the tumor, and reducing treatment radiation dose to surrounding organs such as the duodenum, small bowel, stomach and liver, a higher and potentially more effective radiation dose may be delivered without increasing the risks of side effects and complications for the patient.\n\nAs featured in the ASTRO Scientific Session poster titled \"High Dose Adaptive MRI Guided Radiation Therapy Improves Overall Survival of Inoperable Pancreatic Cancer,\" key data points and findings from the presentation include the following:\n\nThe study detailed a retrospective review of 42 locally-advanced pancreatic cancer patients treated with MRIdian at four institutions (University of California Los Angeles, University of Wisconsin, VU University Medical Center, Washington University).\n\nThe authors examined survival and toxicity rates for two unique cohorts of patients. One sample received a higher biologically effective dose (maxBED10 >90), primarily enabled by MRIdian MR-guided on-table adaptive radiotherapy. The other sample received a lower, more conventional biologically effective dose (maxBED10 <90), using non-adaptive therapy.\n\nThe cohort receiving a higher dose demonstrated a near doubling of median overall survival (Kaplan-Meier estimated median overall survival of 27.8 months compared to 14.8 months).\n\nPatients treated with higher radiation doses reported no grade 3 or higher toxicities (0 percent). In comparison, those patients receiving lower doses via non-adaptive treatments experienced 15.8 percent grade 3 or higher toxicities.\n\n\"High-definition MR now enables oncologists to detect the slightest anatomical changes that occur from one day to the next and in real-time while the patient is being treated. Coupled with new adaptive radiation therapy software tools, we create new customized plans in minutes, all while the patient is on the treatment table,\" said Percy Lee, M.D., senior author and Associate Professor and Vice Chair of Education for the Department of Radiation Oncology at the David Geffen School of Medicine at UCLA. \"The data presented at the 2017 ASTRO Annual Meeting suggests that higher radiation doses with adaptive MR guided radiation therapy may improve survival in pancreatic cancer while maintaining a very favorable toxicity profile. These outcomes warrant further investigations.\"\n\nThe early results highlighted above, along with other data obtained using MRIdian will be tested in a multi-center, prospective, single-arm clinical trial for inoperable, locally advanced or borderline resectable pancreatic cancer. The trial will be conducted by ViewRay's Clinical Cooperative Think Tank (C2T2), a group of MRIdian medical institutions focused on evidence gathering to support MR-guided radiation therapy.\n\n###\n\nFor more information regarding this clinical trial, please visit http://go. viewray. com/ pancreatic_cancer_trial_info .\n\nPresentations discussing the multi-institutional poster in ViewRay's ASTRO booth are available on the company's website at http://www. viewray. com/ ASTRO_2017 .\n\nAbout ViewRay\n\nViewRay®, Inc. (Nasdaq: VRAY), designs, manufactures and markets the MRIdian® radiation therapy system. MRIdian is built upon a proprietary high-definition MR imaging system designed from the ground up to address the unique challenges and clinical workflow for advanced radiation oncology. Unlike MR systems used in diagnostic radiology, MRIdian's high-definition MR was purposely built to deliver high-precision radiation without unnecessary beam distortion, and consequently, help to mitigate skin toxicity and other safety concerns that may otherwise arise when high magnetic fields interact with radiation beams. ViewRay and MRIdian are registered trademarks of ViewRay, Inc.", "images": ["https://web.archive.org/web/20171019181557im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20171019181557im_/https://www.eurekalert.org/multimedia/pub/web/153748_web.jpg", "https://web.archive.org/web/20171019181557im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20171019181557im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20171019181557im_/https://media.eurekalert.org/multimedia_prod/pub/rel/153749_rel.jpg", "https://web.archive.org/web/20171019181557im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20171019181557im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20171019181557im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20171019181557im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20171019181557im_/https://media.eurekalert.org/multimedia_prod/pub/rel/153748_rel.jpg", "https://web.archive.org/web/20171019181557im_/https://media.eurekalert.org/multimedia_prod/pub/rel/153747_rel.jpg", "https://web.archive.org/web/20171019181557im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20171019181557im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20171019181557im_/https://www.eurekalert.org/images/meganav/ACS2017_300x100.jpg", "https://web.archive.org/web/20171019181557im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20171019181557im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20171019181557im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg"], "top_img": "https://web.archive.org/web/20171019181557im_/https://www.eurekalert.org/multimedia/pub/web/153748_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20171019181557/https://www.eurekalert.org/pub_releases/2017-10/v-eds101917.php", "title": "Early data shows nearly 2x prolonged median survival for inoperable pancreatic cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A retrospective review of 42 inoperable, locally-advanced pancreatic cancer patients treated at four institutions found that higher delivered radiation doses enabled via ViewRay's MRIdian adaptive MR-guided radiation therapy showed a near doubling of median overall survival (27.8 months compared to 14.8 months) and resulted in favorably lower toxicities (0 percent compared to 15.8 percent grade 3 or higher toxicity).", "keywords": "Medicine/Health, Cancer, Clinical Trials", "date": "Thu, 19 Oct 2017 04:00:00 GMT/UTC", "journal": "International Journal of Radiation Oncology • Biology • Physics", "type": "research", "institution": "ViewRay", "meeting": "2017 Annual Meeting of the American Society for Radiation Oncology (ASTRO)", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "viewray", "domain": "www.eurekalert.org", "title": "Early data shows nearly 2x prolonged median survival for inoperable pancreatic cancer", "description": "A retrospective review of 42 inoperable, locally-advanced pancreatic cancer patients treated at four institutions found that higher delivered radiation doses enabled via ViewRay's MRIdian adaptive MR-guided radiation therapy showed a near doubling of median overall survival (27.8 months compared to 14.8 months) and resulted in favorably lower toxicities (0 percent compared to 15.8 percent grade 3 or higher toxicity)."}, "og": {"title": "Early data shows nearly 2x prolonged median survival for inoperable pancreatic cancer", "description": "A retrospective review of 42 inoperable, locally-advanced pancreatic cancer patients treated at four institutions found that higher delivered radiation doses enabled via ViewRay's MRIdian adaptive MR-guided radiation therapy showed a near doubling of median overall survival (27.8 months compared to 14.8 months) and resulted in favorably lower toxicities (0 percent compared to 15.8 percent grade 3 or higher toxicity).", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20171019181557/https://www.eurekalert.org/pub_releases/2017-10/v-eds101917.php", "image": "https://web.archive.org/web/20171019181557im_/https://www.eurekalert.org/multimedia/pub/web/153748_web.jpg", "video": {"identifier": "https://web.archive.org/web/20171019181557/https://www.eurekalert.org/multimedia/pub/media/153748_web.mp4", "width": 480, "height": 360}, "type": "video.other"}, "fb": {"profile_id": "ViewRay"}}, "movies": [], "publish_date": 1509249600.0, "source": "https://web.archive.org", "summary": ""}