{"url": "https://web.archive.org/web/20180919175817/https://www.eurekalert.org/pub_releases/2017-06/uont-ocb061417.php", "text": "Cognitive behavioral therapy, which traditionally includes regular, and often weekly, visits to a clinician, is recommended by the American College of Physicians and other organizations for treatment of chronic insomnia.\n\nFor military personnel, internet-delivered cognitive behavioral therapy appears to be an effective alternative to meeting regularly with a therapist, although it is about half as effective as traditional methods, according to results of a study conducted by Daniel Taylor, University of North Texas professor of psychology and director of UNT's Sleep Health Research Laboratory.\n\nTaylor received a $1.16 million grant from the U.S. Department of Defense for the study, which was affiliated with the STRONG STAR Consortium, a federally funded network of national experts seeking the best ways to treat behavioral health problems impacting post-9/11 service members and veterans. The study was published in SLEEP, the official journal of the Sleep Research Society.\n\nChronic insomnia is defined by the Diagnostic and Statistical Manual of Mental Disorders as sleeping poorly at least three nights a week for a month or longer, despite adequate opportunity for a full night's sleep. It is \"a significant problem in the military,\" said Taylor, who noted that military personnel often develop insomnia because of rapidly changing schedules and deployments that keep them constantly on alert.\n\nChronic insomnia is a strong risk factor for post-traumatic stress disorder, depression and substance abuse, absenteeism and occupational accidents, Taylor said. Treatment of insomnia may not only improve sleep in these soldiers, but also improve these other conditions, he said.\n\n\"About 10 percent of deployed military personnel take sleep medications, which are effective for short-term treatment of insomnia in civilian populations. For deployed military personnel, the side effects such as grogginess, slowed cognitive processing and slowed reaction time can be dangerous,\" Taylor said.\n\nOne hundred soldiers at Fort Hood who had chronic insomnia were recruited for Taylor's study. All completed one week of sleep monitoring by keeping sleep diaries and wearing activity monitors.\n\nOne third of the participants met with clinicians at Fort Hood for cognitive behavioral therapy for insomnia once a week for six weeks, while another third received the therapy via the Internet once a week for six weeks. Both the in-person and Internet therapy had the exact same content, with the Internet lessons presented as audio recordings accompanied by visual graphics and animations. A third control group of participants was contacted by the researchers every other week during the six weeks, but did not receive cognitive behavioral therapy.\n\nTaylor discovered that the study participants who received in-person cognitive behavioral treatment for their insomnia reported significantly greater improvements in sleep quality -- as determined by the sleep diaries and activity monitors -- than those who received the Internet therapy. Both groups had greater improvements in sleep quality than those who did not receive cognitive behavioral therapy.\n\nHe noted that that cognitive behavioral therapy is \"a multifaceted intervention that can be difficult to administer without the benefit of a therapist.\" Additional training in the therapy for behavioral health providers in all branches of the military is needed, he said.\n\nIn a previous study of civilians with insomnia, Taylor and his research team discovered that cognitive behavioral therapy led to significant improvements in sleep efficiency, with the research subjects' use of sleep medication declining from 87.5 percent before therapy to 54 percent afterward, although the subjects weren't required to stop taking their medication.\n\nKristi Pruiksma, a STRONG STAR collaborating investigator and clinical psychologist, served as a clinician on Taylor's study. She said the benefits of the online therapy include easy access to the treatment and flexibility in times for completing the sessions, which \"is really helpful for those juggling work and family demands.\"\n\n\"The online program can also be done from home rather than at a military behavioral health clinic, which some service members may avoid due to concerns about stigma,\" said Pruiksma, an assistant professor of psychiatry at the University of Texas Health Science Center at San Antonio (UT Health San Antonio).\n\n\"Successful treatment has a real impact on patients' daily lives. An important next step will be to figure out who is able to achieve good benefits from the online program and who is likely to need additional assistance from a therapist,\" she said.\n\n###", "images": ["https://web.archive.org/web/20180919175817im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180919175817im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180919175817im_/https://media.eurekalert.org/meganav/Nutrition2018_Newsroom.jpg", "https://web.archive.org/web/20180919175817im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180919175817im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180919175817im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180919175817im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180919175817im_/https://media.eurekalert.org/meganav/ACS256Meeting_600x200.jpg", "https://web.archive.org/web/20180919175817im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180919175817im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20180919175817im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20180919175817im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180919175817im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180919175817im_/https://www.eurekalert.org/images/e4/logo-footer.png"], "top_img": "https://web.archive.org/web/20180919175817im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180919175817/https://www.eurekalert.org/pub_releases/2017-06/uont-ocb061417.php", "title": "Online cognitive behavioral therapy for insomnia is effective for military", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "The University of North Texas study focused on soldiers at Fort Hood who had chronic insomnia. Some received  therapy from clinicians for six weeks and some received online therapy for six weeks.", "keywords": "Medicine/Health, Sleep/Sleep Disorders, Social/Behavioral Science, Behavior, Mental Health", "date": "Wed, 14 Jun 2017 04:00:00 GMT", "funder": "US Department of Defense", "journal": "Sleep", "type": "research", "institution": "University of North Texas", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "untnews", "domain": "www.eurekalert.org", "title": "Online cognitive behavioral therapy for insomnia is effective for military", "description": "The University of North Texas study focused on soldiers at Fort Hood who had chronic insomnia. Some received  therapy from clinicians for six weeks and some received online therapy for six weeks."}, "og": {"title": "Online cognitive behavioral therapy for insomnia is effective for military", "description": "The University of North Texas study focused on soldiers at Fort Hood who had chronic insomnia. Some received  therapy from clinicians for six weeks and some received online therapy for six weeks.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180919175817/https://www.eurekalert.org/pub_releases/2017-06/uont-ocb061417.php", "image": "https://web.archive.org/web/20180919175817im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "northtexas"}}, "movies": [], "publish_date": 1498708800.0, "source": "https://web.archive.org", "summary": ""}