{"url": "https://www.prnewswire.com/news-releases/allergan-receives-fda-clearance-for-the-coolsculpting-treatment-to-improve-appearance-of-lax-tissue-in-the-double-chin-300570078.html", "text": "DUBLIN, Dec. 12, 2017 /PRNewswire/ -- Allergan plc (NYSE: AGN) today announced that the CoolSculpting® treatment is the first and only non-surgical fat reduction technology to be FDA-cleared for improved appearance of lax tissue in conjunction with submental fat, or double chin, treatments. CoolSculpting for the double chin is already clinically proven to reduce fat up to 20 percent in the treated area after one treatment.1\n\n\"Allergan is committed to advancing innovation for CoolSculpting® to meet the needs of patients seeking non-invasive aesthetic treatments,\" said David Nicholson, Chief Research and Development Officer at Allergan. \"A 2017 American Society for Dermatologic Surgery (ASDS) survey revealed that 73 percent of patients are bothered by excess fat under the chin.2 We are pleased this patient concern can successfully be addressed by CoolSculpting through a non-invasive approach, and furthermore improve the appearance of lax tissue in the treated area.\"\n\nAn 18-week clinical study of CoolSculpting in submental fat treatment found that 77 percent of patients showed improved appearance of lax tissue and 75 percent of patients reported their chin looked more toned following treatment.3\n\n\"In my own patients, I have noticed the improved appearance of lax tissue when using the CoolMini® applicator for the CoolSculpting® system to treat the submental area,\" said Jeffrey S. Dover, MD, FRCPC, Co-Director of SkinCare Physicians of Chestnut Hill, Mass. \"It is great to see the company invest to validate this and secure the FDA clearance.\"\n\nCoolSculpting® is available through a network of CoolSculpting® Centers worldwide. Dermatologists, plastic surgeons and aesthetic specialists that offer CoolSculpting® can be found at www.coolsculpting.com.\n\nReferences\n\n1 Data On File Allergan, Inc.; Safety and Efficacy of Cryolipolysis for Non-Invasive Reduction of Submental Fat, 2016\n\n2 ASDS Consumer Survey, 2017\n\n3 Data on File Allergan, Inc.; Study to Evaluate Non-Invasive Subcutaneous Fat Reduction in the Submental Area Using Cryolipolysis, 2015\n\nAbout the CoolSculpting® Treatment\n\nCoolSculpting is a non-surgical, clinically proven treatment that selectively reduces unwanted fat using a patented cooling technology. Cleared by the FDA, CoolSculpting works by gently cooling targeted fat cells in the body to induce a natural, controlled elimination of fat cells without affecting surrounding tissue, and the treated fat cells are gone for good. Millions of CoolSculpting treatments have been performed in more than 80 countries. CoolSculpting is available through a network of CoolSculpting Centers worldwide. Dermatologists, plastic surgeons and aesthetic specialists that offer CoolSculpting can be found at www.coolsculpting.com.\n\nIn the U.S., the CoolSculpting procedure is FDA-cleared for the treatment of visible fat bulges in the submental area, thigh, abdomen and flank, along with bra fat, back fat, underneath the buttocks (also known as banana roll), and upper arm. It is also FDA-cleared to affect the appearance of lax tissue with submental area treatments.\n\nDuring the procedure you may experience sensations of pulling, tugging, mild pinching, intense cold, tingling, stinging, aching, and cramping at the treatment site. These sensations subside as the area becomes numb. Following the procedure, typical side effects include temporary redness, swelling, blanching, bruising, firmness, tingling, stinging, tenderness, cramping, aching, itching, or skin sensitivity, and sensation of fullness in the back of the throat after submental area treatment. Rare side effects may also occur. The CoolSculpting procedure is not for everyone. You should not have the CoolSculpting procedure if you suffer from cryoglobulinemia, cold agglutinin disease, or paroxysmal cold hemoglobinuria. The CoolSculpting procedure is not a treatment for obesity. Please see full Important Safety Information for additional information.\n\nBe sure to follow CoolSculpting on Facebook, Twitter, Pinterest and YouTube.\n\nAbout Allergan plc\n\nAllergan plc (NYSE: AGN), headquartered in Dublin, Ireland, is a bold, global pharmaceutical company and a leader in a new industry model – Growth Pharma. Allergan is focused on developing, manufacturing and commercializing branded pharmaceutical, device, biologic, surgical and regenerative medicine products for patients around the world.\n\nAllergan markets a portfolio of leading brands and best-in-class products for the central nervous system, eye care, medical aesthetics and dermatology, gastroenterology, women's health, urology and anti-infective therapeutic categories.\n\nAllergan is an industry leader in Open Science, a model of research and development, which defines our approach to identifying and developing game-changing ideas and innovation for better patient care. With this approach, Allergan has built one of the broadest development pipelines in the pharmaceutical industry with 55+ mid-to-late stage pipeline programs currently in development.\n\nAllergan's success is powered by our more than 18,000 global colleagues' commitment to being Bold for Life. Together, we build bridges, power ideas, act fast and drive results for our customers and patients around the world by always doing what is right.\n\nWith commercial operations in approximately 100 countries, Allergan is committed to working with physicians, healthcare providers and patients to deliver innovative and meaningful treatments that help people around the world live longer, healthier lives every day.\n\nFor more information, visit Allergan's website at www.Allergan.com.\n\nForward-Looking Statement\n\nStatements contained in this press release that refer to future events or other non-historical facts are forward-looking statements that reflect Allergan's current perspective on existing trends and information as of the date of this release. Actual results may differ materially from Allergan's current expectations depending upon a number of factors affecting Allergan's business. These factors include, among others, the difficulty of predicting the timing or outcome of FDA approvals or actions, if any; the impact of competitive products and pricing; market acceptance of and continued demand for Allergan's products; the impact of uncertainty around timing of generic entry related to key products, including RESTASIS®, on our financial results; uncertainty associated with financial projections, projected cost reductions, projected synergies, restructurings, increased costs, and adverse tax consequences; difficulties or delays in manufacturing; and other risks and uncertainties detailed in Allergan's periodic public filings with the Securities and Exchange Commission, including but not limited to Allergan's Annual Report on Form 10-K for the year ended December 31, 2016 and Allergan's Quarterly Report on Form 10-Q for the period ended September 30, 2017. Except as expressly required by law, Allergan disclaims any intent or obligation to update these forward-looking statements.\n\nIC03568-A\n\nCONTACTS: Allergan:\n\nInvestors:\n\nDaphne Karydas\n\n(862) 261-8006\n\nMedia:\n\nMark Marmur\n\n(862) 261-7558\n\nMarlo Rodman\n\n(925) 918-1190\n\nSOURCE Allergan plc\n\nRelated Links\n\nhttp://www.allergan.com\n\n", "images": ["https://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png", "https://mma.prnewswire.com/media/222796/allergan_plc_logo.jpg?p=facebook", "https://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "https://mma.prnewswire.com/media/222796/allergan_plc_logo.jpg?p=publish&w=200"], "top_img": "https://mma.prnewswire.com/media/222796/allergan_plc_logo.jpg?p=facebook", "keywords": [], "authors": ["Allergan Plc"], "canonical_link": "https://www.prnewswire.com/news-releases/allergan-receives-fda-clearance-for-the-coolsculpting-treatment-to-improve-appearance-of-lax-tissue-in-the-double-chin-300570078.html", "title": "Allergan Receives FDA Clearance For the CoolSculpting® Treatment To Improve Appearance Of Lax Tissue In The Double Chin", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "DUBLIN, Dec. 12, 2017 /PRNewswire/ -- Allergan plc (NYSE: AGN) today announced that the CoolSculpting® treatment is the first and only non-surgical fat...", "author": "Allergan plc", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "Allergan Receives FDA Clearance For the CoolSculpting® Treatment To Improve Appearance Of Lax Tissue In The Double Chin", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "ireland", "date": "2017-12-12T07:51:00-05:00", "keywords": "Allergan plc,Health Care & Hospitals ,Medical Pharmaceuticals , FDA Approval", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "Allergan Receives FDA Clearance For the CoolSculpting® Treatment To Improve Appearance Of Lax Tissue In The Double Chin", "description": "DUBLIN, Dec. 12, 2017 /PRNewswire/ -- Allergan plc (NYSE: AGN) today announced that the CoolSculpting® treatment is the first and only non-surgical fat...", "image": "https://mma.prnewswire.com/media/222796/allergan_plc_logo.jpg?p=twitter"}, "og": {"title": "Allergan Receives FDA Clearance For the CoolSculpting® Treatment To Improve Appearance Of Lax Tissue In The Double Chin", "type": "website", "description": "DUBLIN, Dec. 12, 2017 /PRNewswire/ -- Allergan plc (NYSE: AGN) today announced that the CoolSculpting® treatment is the first and only non-surgical fat...", "image": "https://mma.prnewswire.com/media/222796/allergan_plc_logo.jpg?p=facebook", "url": "https://www.prnewswire.com/news-releases/allergan-receives-fda-clearance-for-the-coolsculpting-treatment-to-improve-appearance-of-lax-tissue-in-the-double-chin-300570078.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "https://www.prnewswire.com", "summary": ""}