{"url": "http://www.eurekalert.org/pub_releases/2016-05/ats-net051016.php", "text": "ATS 2016, SAN FRANCISCO - A new skin test for tuberculosis infection has proven safe, easy to administer and accurate in two Phase III clinical trials, according to research presented at the ATS 2016 International Conference.\n\nThe test, known as C-Tb, combines the \"field friendliness of the PPD-based tuberculin skin test with the high specificity of interferon gamma release assays, or IGRAs,\" said lead researcher Morten Ruhwald, MD, PhD, head of human immunology at Statens Serum Institut in Denmark, which developed the test.\n\nThe new test measures the body's immune response to two TB antigens, EAST-6 and CFP10. The test is administered like a tuberculin skin test (TST), and results are interpreted by measuring the size of the skin induration two or three days later.\n\nThe TST is the most commonly used test to detect TB infection, with about 50 million tests worldwide each year, according to the World Health Organization. The test is easy to administer but produces too many false positives to achieve the WHO's goal of reducing TB deaths by 95 percent and new cases by 90 percent by 2035, Dr. Ruhwald said.\n\nIntroduced a decade ago, IGRAs have high specificity, producing few false positives, but require blood samples and complicated lab work, which has limited their widespread use. There is also a dramatic price difference between the two diagnostic tests. According to Dr. Ruhwald, a TST costs about $2; an IGRA is 20 to 40 times more expensive depending on setting.\n\nIn the first clinical trial, Dr. Ruhwald and colleagues conducted a double-blinded study of C-Tb in 979 participants enrolled at 13 clinical trial sites in Spain. Participants, all adults, ranged in TB status from presumed uninfected through intermediate and high risk of latent TB to active disease.\n\nResearchers found:\n\nBoth C-Tb and the IGRA had a specificity of 97 percent.\n\nC-Tb was highly concordant to IGRA in 95 percent of study participants.\n\nThe specificity of C-Tb, unlike the TST, was not impacted by the BCG vaccine, the partially effective vaccine that many residents in the developing world receive. TST specificity in this group was only 62 percent.\n\nThe sensitivity of C-Tb was comparable to the IGRA in confirmed TB cases (77 percent vs. 81 percent), indicating similar abilities to detect infection.\n\nIn the second double-blinded trial, researchers were primarily concerned with testing how accurate C-Tb was in HIV-positive patients and in young children--populations in which the accuracy of the TST and the IGRA is known to be compromised. The study, conducted in South Africa, enrolled 1,090 participants, including 299 patients with HIV and 402 children as young as 28 days.\n\nResearchers found:\n\nAmong participants with HIV, the ability of all three tests to detect TB infection was diminished, though the C-Tb appeared more robust in HIV-infected participants with low CD4 T cell counts.\n\nAmong children under 5, C-Tb was comparable with the other two tests in identifying those infected.\n\nDr. Ruhwald said another advantage of C-Tb is that the measurement of infection, a 5mm or larger induration, is universal across patients with different risk factors, including HIV infection. With TST, the size of the induration is often adjusted to increase its accuracy in measuring infection in different patient populations.\n\nRegulatory approval for C-Tb is currently being sought and Statens Serum Institute is actively seeking a commercial partner for marketing of C-Tb. The cost of a C-Tb test is to be determined; however, it is expected to be significantly less than an IGRA.\n\n###\n\nAbstract 9953\n\nDiagnostic Accuracy of the Novel C-Tb Skin Test for Latent M.tuberculosis Infection; Results from Two Phase III Clinical Trials\n\nM. Ruhwald1, J.A. Cayla2, H. Aggerbaek1, K. Dheda3, P. Andersen1\n\n1Statens Serum Institut - Copenhagen/DK, 2Public Health Agency of Barcelona - Barcelona/ES, 3UCT Lung Institute, Lung Infection & Immunity Unit - Cape Town/ZA\n\nRationale\n\nRenewed emphasis on the detection and preventive treatment of M. tuberculosis-infected individuals at risk is required to reach the goals of the WHO post-2015 global tuberculosis strategy.\n\nStatens Serum Institut has developed a novel specific skin test, C-Tb, based on the antigens ESAT-6 and CFP10. C-Tb combines the field friendliness of the PPD-based Tuberculin Skin Test (TST), with the high specificity of the interferon gamma release assays (IGRA).\n\nThis presentation outlines the results from two recently completed phase III trials (TESEC-05 and -06). The results have not previously been published or presented.\n\nMethods\n\nThe TESEC-06 trial included 979 participants from 13 clinical trial sites in Catalonia, Galicia and Basque Country (Spain) with various risk profiles of M.tuberculosis infection. The TESEC-05 trial included 1090 participants with symptoms of TB and 100 endemic controls from Cape Town (South Africa).\n\nIn both trials C-Tb and TST were administered in a double-blinded fashion to one or the other forearm. Skin indurations were read 2 to 3 days later. A reading ?5mm was considered positive for the TST and C-Tb (cut off preset in phase II). Blood for IGRA testing (Quantiferon, QFT-GIT) was drawn prior to skin testing.\n\nResults\n\nThe safety profile of C-Tb was acceptable and not different from TST. Test specificity was assessed in 212 presumed unexposed Spanish controls. Here, C-Tb had comparable specificity to QFT-GIT (both 97%, p=1.0, and there was no impact of BCG vaccination). By contrast, previous BCG vaccination subverted TST specificity [62% (67/108) in BCG vaccinated compared to 95% (99/104) in BCG unvaccinated persons; (p<0.001)]. Sensitivity of C-Tb and QFT-GIT was comparable in patients with confirmed TB [77% (235/307) vs 81% (250/307); p=0.08]. In contacts, mirroring the findings with QFT-GIT, there was a strong trend in increasing C-Tb test positivity with M. tuberculosis exposure (figure 1). The impact of age and HIV infection on C-Tb, TST and QFT reactivity was assessed in 1090 individuals with symptoms suspect of TB disease, analysis is ongoing and will be included in the presentation.\n\nDiscussion\n\nThese phase III trial results demonstrate that C-Tb is safe, has comparable diagnostic performance to QFT-GIT and addresses the problem of false positive TST results in BCG vaccinated persons.\n\nThe field-friendliness and high specificity offered by the C-Tb test could allow for improved targeted treatment of M. tuberculosis-infected persons in also in resource-constrained settings, where IGRAs are too complicated to implement.", "images": ["http://media.eurekalert.org/meganav/S11690 ACS SAN DIEGO graphic - 600x200.jpg", "http://media.eurekalert.org/meganav/AAAS-logo.png", "https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://www.eurekalert.org/images/meganav/portal-climate-new.png", "http://www.eurekalert.org/images/e4/brand.png", "https://www.eurekalert.org/images/meganav/portal-marine-new.png", "http://media.eurekalert.org/meganav/SfNMenuBanner2019.jpg", "https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://www.eurekalert.org/images/e4/logo-2x.png", "https://www.eurekalert.org/images/e4/brand.png", "https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "http://www.eurekalert.org/images/e4/logo-footer.png", "https://www.eurekalert.org/images/meganav/browse-images.jpg"], "top_img": "https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "http://www.eurekalert.org/pub_releases/2016-05/ats-net051016.php", "title": "New easy-to-use TB test achieves accuracy comparable to IGRAs in Phase III trials", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A new skin test for tuberculosis infection has proven safe, easy to administer and accurate in two Phase III clinical trials, according to research presented at the ATS 2016 International Conference.", "keywords": "Medicine/Health, Diagnostics, Pulmonary/Respiratory Medicine, Public Health", "date": "Mon, 16 May 2016 04:00:00 GMT", "type": "research", "institution": "American Thoracic Society", "meeting": "ATS International Conference", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "atscommunity", "domain": "www.eurekalert.org", "title": "New easy-to-use TB test achieves accuracy comparable to IGRAs in Phase III trials", "description": "A new skin test for tuberculosis infection has proven safe, easy to administer and accurate in two Phase III clinical trials, according to research presented at the ATS 2016 International Conference."}, "og": {"title": "New easy-to-use TB test achieves accuracy comparable to IGRAs in Phase III trials", "description": "A new skin test for tuberculosis infection has proven safe, easy to administer and accurate in two Phase III clinical trials, according to research presented at the ATS 2016 International Conference.", "site_name": "EurekAlert!", "url": "http://www.eurekalert.org/pub_releases/2016-05/ats-net051016.php", "image": "https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "americanthoracic"}}, "movies": [], "publish_date": 1462680000.0, "source": "http://www.eurekalert.org", "summary": ""}