{"url": "https://www.nih.gov/news-events/news-releases/even-partial-steroid-treatment-can-benefit-extremely-preterm-infants-nih-study-suggests", "text": "Even partial steroid treatment can benefit extremely preterm infants, NIH study suggests\n\nInfants exposed to partial treatment in the womb healthier than those not exposed.\n\nWhat\n\nSteroids improve survival and reduce the chances of certain birth defects for extremely premature infants, even if the treatment course is not finished before delivery, according to a study funded by the National Institutes of Health (NIH). Steroids are a standard treatment for pregnant women likely to deliver before 34 weeks because these drugs are known to reduce the chance of complications and death among premature infants. However, because completing the entire course takes at least 48 hours, health care providers may opt not to begin treatment when premature delivery is imminent.\n\nThe new study, supported by NIH’s Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD), provides strong evidence that even a partial course can have some benefit. Researchers evaluated 6,121 extremely premature infants who had been born between 22 and 27 weeks of pregnancy at sites in NICHD’s Neonatal Research Network. The study followed the infants from birth to 18 to 22 months of age and measured survival and brain and nervous system outcomes. The infants were grouped according to the mother’s steroid treatment — no treatment, partial treatment or complete treatment.\n\nAmong the three groups, researchers found significant differences in rates of death, complications such as bleeding in the brain (severe intracranial hemorrhage), intestinal problems (necrotizing enterocolitis), lung disease (bronchopulmonary dysplasia) and brain and nervous system impairment. Infants in the complete treatment group fared best. Infants in the partial treatment group fared better than untreated infants. The study team also found evidence that the better outcomes likely were due to lower rates of bleeding in the brain and of a brain injury called cystic periventricular leukomalacia. Overall, these findings suggest that starting steroid treatment promptly — even if the likelihood of completion is low — is beneficial when extremely premature birth is imminent.\n\nAdditional funding for the study was provided by NIH’s National Center for Advancing Translational Sciences.\n\nWho\n\nRosemary Higgins, M.D., NICHD Neonatal Research Network program scientist and study author, is available for interviews.\n\nTo arrange an interview with Dr. Higgins, please call Linda Huynh at 301-496-5133 or e-mail nichdpress@mail.nih.gov.\n\nAbout the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD): The NICHD sponsors research on development, before and after birth; maternal, child, and family health; reproductive biology and population issues; and medical rehabilitation. For more information, visit the Institute's website at http://www.nichd.nih.gov.\n\nAbout the National Institutes of Health (NIH): NIH, the nation's medical research agency, includes 27 Institutes and Centers and is a component of the U.S. Department of Health and Human Services. NIH is the primary federal agency conducting and supporting basic, clinical, and translational medical research, and is investigating the causes, treatments, and cures for both common and rare diseases. For more information about NIH and its programs, visit www.nih.gov.\n\nNIH…Turning Discovery Into Health®", "images": ["https://www.nih.gov/favicon.ico", "https://www.nih.gov/sites/all/themes/nih/images/nih-logo-color.png"], "top_img": "https://www.nih.gov/favicon.ico", "keywords": [], "authors": [], "canonical_link": "https://www.nih.gov/news-events/news-releases/even-partial-steroid-treatment-can-benefit-extremely-preterm-infants-nih-study-suggests", "title": "Even partial steroid treatment can benefit extremely preterm infants, NIH study suggests", "meta_data": {"MobileOptimized": "width", "google-site-verification": "rjIoO4vW0AYgltSYvxM1L_CzGIkq28kHf9gHIASKx8s", "description": "Infants exposed to partial treatment in the womb healthier than those not exposed.", "keywords": "NIH, NICHD, steroid, treatment, preterm, infants", "robots": "follow, index", "viewport": "width=device-width, initial-scale=1.0", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "National Institutes of Health (NIH)", "type": "article", "title": "Even partial steroid treatment can benefit extremely preterm infants, NIH study suggests", "url": "https://www.nih.gov/news-events/news-releases/even-partial-steroid-treatment-can-benefit-extremely-preterm-infants-nih-study-suggests", "description": "Infants exposed to partial treatment in the womb healthier than those not exposed.", "updated_time": "2016-10-11T08:44:40-04:00"}, "twitter": {"card": "summary_large_image", "url": "https://www.nih.gov/news-events/news-releases/even-partial-steroid-treatment-can-benefit-extremely-preterm-infants-nih-study-suggests", "title": "Even partial steroid treatment can benefit extremely preterm infants,", "description": "Infants exposed to partial treatment in the womb healthier than those not exposed."}, "article": {"published_time": "2016-10-07T15:13:04-04:00", "modified_time": "2016-10-11T08:44:40-04:00"}, "published_date": "2016-10-07T15:13:04-04:00", "last_revision": "2016-10-11T08:44:40-04:00"}, "movies": [], "publish_date": 1475867584.0, "source": "https://www.nih.gov", "summary": ""}