{"url": "http://www.newswise.com/articles/view/656538/?sc=mwhn", "text": "Newswise — Eating a type of powdered food supplement, based on a molecule produced by bacteria in the gut, reduces cravings for high-calorie foods such as chocolate, cake and pizza, a new study suggests.\n\nScientists from Imperial College London and the University of Glasgow asked 20 volunteers to consume a milkshake that either contained an ingredient called inulin-propionate ester, or a type of fibre called inulin.\n\nPrevious studies have shown bacteria in the gut release a compound called propionate when they digest the fibre inulin, which can signal to the brain to reduce appetite. However the inulin-propionate ester supplement releases much more propionate in the intestines than inulin alone.\n\nAfter drinking the milkshakes, the participants in the current study underwent an MRI scan, where they were shown pictures of various low or high calorie foods such as salad, fish and vegetables or chocolate, cake and pizza.\n\nThe team found that when volunteers drank the milkshake containing inulin-propionate ester, they had less activity in areas of their brain linked to reward -- but only when looking at the high calorie foods. These areas, called the caudate and the nucleus accumbens, found in the centre of the brain, have previously been linked to food cravings and the motivation to want a food.\n\nThe volunteers also had to rate how appealing they found the foods. The results showed when they drank the milkshake with the inulin-propionate ester supplement they rated the high calorie foods as less appealing.\n\nIn a second part of the study, which is published in July edition of the American Journal of Clinical Nutrition, the volunteers were given a bowl of pasta with tomato sauce, and asked to eat as much as they like. When participants drank the inulin-propionate ester, they ate 10 per cent less pasta than when they drank the milkshake that contained inulin alone.\n\nIn a previous research study by the same team, published in 2013, they found that overweight volunteers who added the inulin-propionate ester supplement to their food every day, gained less weight over six months compared to volunteers who added only inulin to their meals.\n\nProfessor Gary Frost, senior author of the study from the Department of Medicine at Imperial, said: \"Our previous findings showed that people who ate this ingredient gained less weight -- but we did not know why. This study is filling in a missing bit of the jigsaw -- and shows that this supplement can decrease activity in brain areas associated with food reward at the same time as reducing the amount of food they eat.\"\n\nHe added that eating enough fibre to naturally produce similar amounts of propionate would be difficult: \"The amount of inulin-propionate ester used in this study was 10g - which previous studies show increases propionate production by 2.5 times. To get the same increase from fibre alone, we would need to eat around 60g a day. At the moment, the UK average is 15g.\"\n\nClaire Byrne, a PhD researcher also from the Department of Medicine explained that using inulin-propionate ester as a food ingredient may help prevent weight gain: \"If we add this to foods it could reduce the urge to consume high calorie foods.\" She added that some people's gut bacteria may naturally produce more propionate than others, which may be why some people seem more naturally predisposed to gain weight.\n\nDr Tony Goldstone, co-senior author of the study from the Department of Medicine added: \"This study adds to our previous brain imaging studies in people who have had gastric bypass surgery for obesity. These show that altering how the gut works can change not only appetite in general, but also change how the brain responds when they see high-calorie foods, and how appealing they find the foods to be.\"\n\nDr Douglas Morrison, author of the paper from the Scottish Universities Environmental Research Centre at the University of Glasgow, commented: \"We developed inulin-propionate ester to investigate the role of propionate produced by the gut microbiota in human health. This study illustrates very nicely that signals produced by the gut microbiota are important for appetite regulation and food choice. This study also sheds new light on how diet, the gut microbiome and health are inextricably linked adding to our understanding of how feeding our gut microbes with dietary fibre is important for healthy living.\"\n\nThe research was funded by the National Institute for Health Research Imperial Biomedical Research Centre and the Biotechnology and Biological Sciences Research Council", "images": ["https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/assets/img/logo.png.pagespeed.ce.pQl5UlxZ8w.png", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/07/1/118916_web.jpg&width=100&height=100", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2016/07/1/118916_web.jpg&width=502&height=334"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/07/1/118916_web.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/cravings-for-high-calorie-foods-may-be-switched-off-in-the-brain-by-new-supplement", "title": "Cravings for High-Calorie Foods May Be Switched Off in the Brain by New Supplement", "meta_data": {"keywords": "Newswise, Medicine And Health,Nutrition,Nutrient,All Journal News, Food Science, Health Food, Nutrition,  Imperial College London", "description": "Eating a type of powdered food supplement, based on a molecule produced by bacteria in the gut, reduces cravings for high-calorie foods such as chocolate, cake and pizza, a new study suggests", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Eating a type of powdered food supplement, based on a molecule produced by bacteria in the gut, reduces cravings for high-calorie foods such as chocolate, cake and pizza, a new study suggests", "title": "Cravings for High-Calorie Foods May Be Switched Off in the Brain by New Supplement", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/07/1/118916_web.jpg&width=100&height=100", "url": "https://www.newswise.com/articles/cravings-for-high-calorie-foods-may-be-switched-off-in-the-brain-by-new-supplement"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}