{"url": "https://web.archive.org/web/20160219101402/http://www.eurekalert.org/pub_releases/2016-02/uop-pra021816.php", "text": "Despite several safe drug therapies available to help smokers quit, three-quarters report relapsing within six months of a quit attempt. University of Pennsylvania researchers Rebecca Ashare and Heath Schmidt saw potential for a permanent cessation solution in a class of FDA-approved medications used to improve cognitive impairments from Alzheimer's disease.\n\nIn a study consisting of a rat trial and a human trial, Ashare and Schmidt studied the effects of two acetylcholinesterase inhibitors, or AChEIs, called galantamine and donepezil on overall nicotine intake. The rat component showed that pretreating the rodents with an AChEI decreased their nicotine consumption. Consistent with these effects, clinical trial participants taking the AChEI, not the placebo, smoked 2.3 fewer cigarettes daily, a 12 percent decrease, and noted feeling less satisfied with the cigarettes they did smoke.\n\n\"We're very interested in screening potential efficacy of anti-addiction medications in our models,\" said Schmidt, a professor in Penn's School of Nursing and Perelman School of Medicine. \"For this study, we looked at potential smoking-cessation medications.\"\n\nThe research itself took a translational approach, what Ashare, a professor in Penn Medicine's psychiatry department, calls bi-directional. In other words, the preclinical data informed the clinical study and vice versa.\n\nAt Penn's Center for Interdisciplinary Research on Nicotine Addiction, work on smoking cessation has been ongoing since 2001. Specifically, research from Caryn Lerman, CIRNA's director and the Mary W. Calkins Professor in Psychiatry, concluded that people who quit smoking often report a decrease in what's commonly called their executive functions.\n\n\"They feel fuzzy. They're forgetful,\" Ashare said. \"Those deficits are related to their ability to quit smoking. It was this clinical aspect of smoking cessation we thought would be useful to take further.\"\n\nThat's when they turned to the acetylcholinesterase inhibitors.\n\nIn the brain, the neurotransmitter called acetylcholine is important to cognitive functions like learning and short-term memory. When nicotine enters the body, it binds to the same receptors in the brain that acetylcholine binds to, resulting in smoking's rewarding and reinforcement effects. Acetylcholinesterase inhibitors increase acetylcholine levels in the brain and, in effect, substitute nicotine's effects.\n\nSchmidt had successfully employed such a model with other addictive substances like cocaine. He divided a group of rats into galantamine and donepezil cohorts. To mirror voluntary drug taking in humans, the rats self-administered nicotine using a lever pushed at will. Once nicotine-taking stabilized, the rats were pretreated with one of the two AChEIs.\n\nFor both drugs, \"we were able to show a reduction in total nicotine self-administered,\" Schmidt said; however, there was a caveat.\n\n\"We know from the literature that upward of 30 percent of patients will report nausea and vomiting [when taking these drugs], and this will limit their compliance,\" he said. \"We had seen that these drugs reduced nicotine self-administration, but we wanted to make sure it wasn't because the rats were sick.\"\n\nUnlike humans who can verbally report when they don't feel well and whose bodies react to nausea, rats lack the reflex to vomit. In previous research, Matthew Hayes, who has appointments in Penn Medicine and Penn Nursing, had shown that in rats kaolin clay consumption coats the stomach like an antacid and quells any ill effects. Collaborating with Hayes, Schmidt offered the animals kaolin clay, then compared how much they ate normally and with the addition of the AChEIs.\n\n\"At the doses shown to reduce nicotine self-administration, the AChEIs did not make our animals sick,\" Schmidt said. The findings sparked the CIRNA clinical trial, which has to date studied 33 smokers ages 18 to 60.\n\nPeople who were interested in quitting smoking signed on for 23 days. For the first two weeks, they continued to smoke but also took either galantamine or a placebo. Before the trial began, researchers assessed the smokers' cognitive function to get a baseline. Participants followed the regimen for two weeks and then were asked to not smoke for one full day. Two more assessments took place: after the two weeks on the cigarette-drug combination and again after that initial smoke-free day. Finally, the researchers asked the study subjects to do their best to not smoke for seven straight days, a time during which the participants still took either galantamine or a placebo.\n\n\"That week-long period is a proxy for longer-term cessation. The ability to quit smoking the first week after you make a quit attempt is highly predictive of long-term success,\" Ashare said.\n\nShe's still actively recruiting for the trial, with an aim of 80 people total. Once the trial reaches that number, she'll dig into overall quit data. What she's learned so far -- that smokers who used the FDA-approved galantamine smoked fewer cigarettes per day and enjoyed them less -- is promising, particularly given that those who don't smoke during that first crucial week are 32 times more likely to quit smoking permanently.\n\n\"Our goal in investigating these different repurposed medications is not to replace the medications that are already available,\" she said. \"We know that they're effective. Our goal is to target different populations of smokers who may be more likely to experience these cognitive deficits.\"\n\nThere's no data to suggest that a clinician treating a smoker should prescribe one of these AChEIs now. But Ashare and Schmidt are forging a path, and, if it leads where they think it might, it could provide smokers yet another option to help them quit.\n\nAshare and Schmidt published their work in the Nature journal Translational Psychiatry.\n\n###", "images": ["https://web.archive.org/web/20160219101402im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20160219101402im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20160219101402im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20160219101402im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20160219101402im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20160219101402im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20160219101402im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20160219101402im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20160219101402im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20160219101402im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20160219101402im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20160219101402im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20160219101402im_/http://www.eurekalert.org/images/meganav/AM16-NoDate.png"], "top_img": "https://web.archive.org/web/20160219101402im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20160219101402/http://www.eurekalert.org/pub_releases/2016-02/uop-pra021816.php", "title": "Penn research: An FDA-approved Alzheimer's drug could help smokers quit", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Rebecca Ashare of the University of Pennsylvania Perelman School of Medicine and Heath Schmidt, of Penn Medicine and the School of Nursing, are repurposing an FDA-approved Alzheimer's drug to test whether it helps smokers kick their habit.", "keywords": "Medicine/Health, Addiction, Clinical Trials, Alzheimer's Disease, Addiction, Smoking/Tobacco", "date": "Thu, 18 Feb 2016 05:00:00 GMT", "journal": "Translational Psychiatry", "type": "research", "institution": "University of Pennsylvania", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "Penn", "domain": "www.eurekalert.org"}, "og": {"title": "Penn research: An FDA-approved Alzheimer's drug could help smokers quit", "description": "Rebecca Ashare of the University of Pennsylvania Perelman School of Medicine and Heath Schmidt, of Penn Medicine and the School of Nursing, are repurposing an FDA-approved Alzheimer's drug to test whether it helps smokers kick their habit.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20160219101402/http://www.eurekalert.org/pub_releases/2016-02/uop-pra021816.php", "image": "https://web.archive.org/web/20160219101402im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "UnivPennsylvania"}}, "movies": [], "publish_date": 1456722000.0, "source": "https://web.archive.org", "summary": ""}