{"url": "http://www.newswise.com/articles/view/632621/?sc=dwhr&xy=10015339", "text": "Newswise — LOS ANGELES (EMBARGOED UNTIL 7 A.M. EDT on APRIL 14, 2015) – An injection of stem cells into the eye may soon slow or reverse the effects of early-stage age-related macular degeneration, according to new research from scientists at Cedars-Sinai. Currently, there is no treatment that slows the progression of the disease, which is the leading cause of vision loss in people over 65.\n\n“This is the first study to show preservation of vision after a single injection of adult-derived human cells into a rat model with age-related macular degeneration,” said Shaomei Wang, MD, PhD, lead author of the study published in the journal STEM CELLS and a research scientist in the Eye Program at the Cedars-Sinai Board of Governors Regenerative Medicine Institute.\n\nThe stem cell injection resulted in 130 days of preserved vision in laboratory rats, which roughly equates to 16 years in humans. Age-related macular degeneration affects upward of 15 million Americans. It occurs when the small central portion of the retina, known as the macula, deteriorates. The retina is the light-sensing nerve tissue at the back of the eye. Macular degeneration may also be caused by environmental factors, aging and a genetic predisposition.\n\nWhen animal models with macular degeneration were injected with induced neural progenitor stem cells, which derive from the more commonly known induced pluripotent stem cells, healthy cells began to migrate around the retina and formed a protective layer. This protective layer prevented ongoing degeneration of the vital retinal cells responsible for vision.\n\nCedars-Sinai researchers in the Induced Pluripotent Stem Cell (iPSC) Core, directed by Dhruv Sareen, PhD, with support from the David and Janet Polak Foundation Stem Cell Core Laboratory, first converted adult human skin cells into powerful induced pluripotent stem cells (iPSC), which can be expanded indefinitely and then made into any cell of the human body. In this study, these induced pluripotent stem cells were then directed toward a neural progenitor cell fate, known as induced neural progenitor stem cells, or iNPCs.\n\n“These induced neural progenitor stem cells are a novel source of adult-derived cells which should have powerful effects on slowing down vision loss associated with macular degeneration,” said Clive Svendsen, PhD, director of the Board of Governors Regenerative Medicine Institute and contributing author to the study. “Though additional pre-clinical data is needed, our institute is close to a time when we can offer adult stem cells as a promising source for personalized therapies for this and other human diseases.”\n\nNext steps include testing the efficacy and safety of the stem cell injection in preclinical animal studies to provide information for applying for an investigational new drug. From there, clinical trials will be designed to test potential benefit in patients with later-stage age-related macular degeneration.\n\nAdditional Cedars-Sinai authors include Dhruv Sareen, PhD; Yuchun Tsai, PhD; Bin Lu, MD, PhD; Benjamin Bakondi, PhD; Sergey Girman, PhD; and Anais Sahabian, PhD.\n\nThis work was supported by the Simon and Beathrice Apple Stem Cell Fund for Eye Research, the David and Janet Polak Foundation Stem Cell Core Laboratory; National Institutes of Health (R01 EY020488), Department of Defense (W81XWH-12-1-0617), Foundation Fighting Blindness and the Knights Templar Eye Foundation Inc.\n\nCitation: STEM CELLS. 2015 April: Human iPSC-derived neural progenitors preserve vision in an AMD-like model.", "images": ["http://www.newswise.com/images/institutions/logos/xCedars-Sinai_Horz_RGB.jpg.pagespeed.ic.p-SFDGhbKz.jpg", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "https://www.newswise.com/images/new-newswise-logo-square.jpg", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/stem-cell-injection-may-soon-reverse-vision-loss-caused-by-age-related-macular-degeneration", "title": "Stem Cell Injection May Soon Reverse Vision Loss Caused By Age-Related Macular Degeneration", "meta_data": {"keywords": "Newswise, Macular Degeneration,Vision, Featured: DailyWire, Featured: MedWire, Stem Cells, Local - California, Local - LA Metro, Embargoed Feed - hidden, All Journal News,  Cedars-Sinai", "description": "An injection of stem cells into the eye may soon slow or reverse the effects of early-stage age-related macular degeneration, according to new research from scientists at Cedars-Sinai. Currently, there is no treatment that slows the progression of the disease, which is the leading cause of vision loss in people over 65.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "An injection of stem cells into the eye may soon slow or reverse the effects of early-stage age-related macular degeneration, according to new research from scientists at Cedars-Sinai. Currently, there is no treatment that slows the progression of the disease, which is the leading cause of vision loss in people over 65.", "title": "Stem Cell Injection May Soon Reverse Vision Loss Caused By Age-Related Macular Degeneration", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "url": "https://www.newswise.com/articles/stem-cell-injection-may-soon-reverse-vision-loss-caused-by-age-related-macular-degeneration"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}