{"url": "https://web.archive.org/web/20180807063105/https://www.eurekalert.org/pub_releases/2018-08/wsc-ner080618.php", "text": "LANSING, Mich. August 7, 2018 - Montmorency tart cherries may play a role in improving gut health, suggests a first-of-its kind human trial of nine adults combined with a parallel laboratory study published in the Journal of Nutritional Biochemistry. An international team of scientists found that Montmorency tart cherries helped to positively impact the gut microbiome - a collection of trillions of bacteria and other microbes that live in the intestinal tract.\n\nThe microbiome has been the focus of multiple studies in recent years due to its potential role in maintaining digestive health, as well as its impact on immunity, heart health, blood sugar control, weight management and even brain health. The gut microbiome holds great promise, especially related to personalized nutrition, although the research is still evolving and larger, long-term human intervention studies are needed. However, the new study does suggest that Montmorency tart cherries can be added to the list of gut-friendly foods.\n\nWhile previous studies on Montmorency tart cherries have ranged from heart health and exercise recovery to sleep, this is the first study to explore the potential gut health benefits. The researchers speculate that it may be due to the polyphenols (anthocyanins and other flavonoids) in Montmorency tart cherries, the varietal of tart cherries grown in the U.S. Polyphenols in plant-based foods are broken down by microbes to stimulate growth of good bacteria.\n\n\"Montmorency tart cherries were a logical food to study due to their unique composition of polyphenols, including chlorogenic acids,\" said principal investigator Franck Carbonero, PhD, assistant professor in the Department of Food Science at the University of Arkansas. \"Our results suggest that the unique polyphenol mixture in tart cherries may help positively shape the gut microbiome, which could potentially have far-reaching health implications.\"\n\nResearch Methodology\n\nResearchers conducted both human and laboratory experiments to determine the impact of Montmorency tart cherries on the microbiome. In the human trial, nine healthy adults, 23-30 years old, drank 8 ounces of Montmorency tart cherry juice (from concentrate) daily for five days. These individuals were non-smokers and had not taken antibiotics (which can affect the microbiome) in the 12 weeks prior and during the study. Using stool samples, the participants' microbiome was analyzed before and after the dietary intervention, and food frequency questionnaires were used to evaluate their overall diet.\n\nThe laboratory experiments were set up to mimic the conditions within the human digestive system, specifically the stomach, small intestine and three regions of the colon, to study how polyphenols are broken down and absorbed. This process of breakdown and absorption can have a significant impact on the body's ability to use the beneficial bioactive compounds in plant-based foods. The researchers tested U.S.-grown Montmorency tart cherries, European tart cherries, sweet cherries, apricots and isolated polyphenols in each simulated region of the digestive tract. They analyzed changes in the mix of bacteria and how these bacteria helped digest the polyphenols over time.\n\nStudy Results\n\nIn the human trial, the microbiome was positively altered (primarily measured by the increase in good bacteria) after just five days of drinking Montmorency tart cherry concentrate, although there were strikingly different responses due to the participants' initial microbiome composition. Individuals who ate a more Western diet (low in fruits, vegetables and fiber) potentially had a lower ability to metabolize polyphenols, thereby reducing bioavailability and any potential health benefits in the tart cherries. Remarkably, in these subjects, instead of Bifidobacterium, Collinsella were the beneficial polyphenol-degrading bacteria stimulated. The individuals who ate a more plant-based diet, with higher intakes of carbohydrates and fiber, responded with an increase in Bacteroides and Bifidobacterium, presumably because of the specific combination of polysaccharides and polyphenols.\n\nWhile more research is needed, these results suggest individuals consuming a more plant-based diet may have a mix of gut bacteria that responds more positively and/or rapidly to tart cherry consumption. Individuals consuming a more Western diet that is lower in carbohydrates and fiber may have a lower/different ability to metabolize polyphenols, thereby altering bioavailability and any potential health benefits.\n\nThe laboratory experiments found that pure polyphenols characteristics of tart cherries increased the amount of Bifidobacterium. However, when concentrated juices were fermented, this bifidogenic effect appeared to be leveled out by the larger increase of polysaccharides utilizing bacteria. Somewhat surprisingly, Carbonero said, chemistry analyses showed that tart cherries polyphenols were not completely converted to smaller phenolic metabolites, suggesting that the full diversity of bacterial species in the human gut is required for efficient breakdown of the polyphenols in tart cherries.\n\nWhile the dietary intervention was based on a limited number of human volunteers and more research is needed to support these conclusions, the results help build the foundation for future research and suggest Montmorency tart cherries can play a role in positively shaping the microbiome and maintaining gut health.\n\nMontmorency tart cherries are the most common variety of tart cherries grown in the U.S., and are available year-round in dried, frozen, canned, and juice forms - including juice concentrate, which was the form used in this human trial. Montmorency tart cherry juice concentrate can be mixed with water or other juices. It can also be consumed straight from the bottle or used as an ingredient in recipes, such as smoothies and other beverages.\n\n###\n\nThis study was made available online in April 2018 ahead of peer-review and publication this month.\n\nSource:\n\nMayta-Apaza AC, Pottgen E, De Bodt J, et al. Impact of tart cherries polyphenols on the human gut microbiota and phenolic metabolites in vitro and in vivo. Journal of Nutritional Biochemistry. 2018;59:160-172.\n\nCherry Marketing Institute\n\nThe Cherry Marketing Institute, a not-for-profit organization funded by U.S. tart cherry growers and processors, provided financial support for the study. The funders had no role in the study design, data collection and analysis, decision to publish or preparation of the manuscript. CMI's mission is to increase the demand for Montmorency tart cherries through promotion, market expansion, product development and research.", "images": ["https://web.archive.org/web/20180807063105im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180807063105im_/https://media.eurekalert.org/multimedia_prod/pub/web/177438_web.jpg", "https://web.archive.org/web/20180807063105im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180807063105im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20180807063105im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180807063105im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180807063105im_/https://media.eurekalert.org/multimedia_prod/pub/rel/177438_rel.jpg", "https://web.archive.org/web/20180807063105im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180807063105im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180807063105im_/https://media.eurekalert.org/multimedia_prod/pub/rel/177437_rel.jpg", "https://web.archive.org/web/20180807063105im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180807063105im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180807063105im_/https://media.eurekalert.org/meganav/Nutrition2018_Newsroom.jpg", "https://web.archive.org/web/20180807063105im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180807063105im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180807063105im_/https://www.eurekalert.org/multimedia/pub/web/177438_web.jpg"], "top_img": "https://web.archive.org/web/20180807063105im_/https://www.eurekalert.org/multimedia/pub/web/177438_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180807063105/https://www.eurekalert.org/pub_releases/2018-08/wsc-ner080618.php", "title": "New emerging research suggests Montmorency tart cherries may help enhance gut health", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Montmorency tart cherries may play a role in improving gut health, suggests a first-of-its kind human trial of nine adults combined with a parallel laboratory study published in the Journal of Nutritional Biochemistry. An international team of scientists found that Montmorency tart cherries helped to positively impact the gut microbiome -- a collection of trillions of bacteria and other microbes that live in the intestinal tract.", "keywords": "Food/Food Science, Nutrition/Nutrients, Medicine/Health, Gastroenterology, Nutrition/Nutrients", "date": "Tue, 07 Aug 2018 04:00:00 GMT/UTC", "journal": "Journal of Nutritional Biochemistry", "type": "research", "institution": "Weber Shandwick Chicago", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "EurekAlert", "domain": "www.eurekalert.org", "title": "New emerging research suggests Montmorency tart cherries may help enhance gut health", "description": "Montmorency tart cherries may play a role in improving gut health, suggests a first-of-its kind human trial of nine adults combined with a parallel laboratory study published in the Journal of Nutritional Biochemistry. An international team of scientists found that Montmorency tart cherries helped to positively impact the gut microbiome -- a collection of trillions of bacteria and other microbes that live in the intestinal tract."}, "og": {"title": "New emerging research suggests Montmorency tart cherries may help enhance gut health", "description": "Montmorency tart cherries may play a role in improving gut health, suggests a first-of-its kind human trial of nine adults combined with a parallel laboratory study published in the Journal of Nutritional Biochemistry. An international team of scientists found that Montmorency tart cherries helped to positively impact the gut microbiome -- a collection of trillions of bacteria and other microbes that live in the intestinal tract.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180807063105/https://www.eurekalert.org/pub_releases/2018-08/wsc-ner080618.php", "image": "https://web.archive.org/web/20180807063105im_/https://www.eurekalert.org/multimedia/pub/web/177438_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1535515200.0, "source": "https://web.archive.org", "summary": ""}