{"url": "https://web.archive.org/web/20181123235748/http://www.eurekalert.org/pub_releases/2016-04/wkh-sfc042916.php", "text": "April 29, 2016 - A modified surgical technique may provide a simpler approach to the surgical treatment for one type of chronic headache, according to an \"Ideas and Innovations\" paper in the May issue of Plastic and Reconstructive Surgery®, the official medical journal of the American Society of Plastic Surgeons (ASPS).\n\nUsing an incision originally designed for another purpose, surgeons can gain direct access to the nerves involved in some types of chronic temporal headache, according to the report by ASPS Member Surgeon Dr. Ziv M. Peled of Peled Plastic Surgery, San Francisco. He hopes his new technique will \"lower the bar to adoption\" of effective surgical treatment for patients with this debilitating headache condition.\n\nEfficient Approach to Surgery for Chronic Temporal Headache\n\nIn recent years, surgery has emerged as an effective treatment option for selected patients with chronic, severe headaches. Developed by plastic surgeons who noticed that some migraine patients had fewer headaches after cosmetic forehead-lift, these procedures address \"trigger sites\" linked to certain headache patterns.\n\nSevere temporal headaches can result from muscle spasms or enlarged blood vessels putting pressure on specific nerves located on the side of the head--specifically, the zygomaticotemporal branch of the trigeminal nerve (ZTBTN) and sometimes the auriculotemporal nerve (ATN). During these operative procedures, surgeons seek to relieve pressure on these nerves or to disconnect the nerves in order to prevent them from triggering future headaches.\n\nThe technique is a new use of an approach that many surgeons are already familiar with: the Gillies incision, used for surgical repair of cheekbone fractures. Dr. Peled found that this short incision, placed in the temple behind the hairline, provides direct access to the ZTBTN and ATN. He describes his initial experience with the new approach in 19 patients.\n\nAll patients had chronic temporal headaches that did not improve with medications. They also had a positive result on preoperative testing--either injection of botulinum toxin (Botox) to temporarily block muscle activity, or local anesthetics to temporarily block the involved nerve. Before and after surgery, headache symptoms were assessed using a standard score, the Migraine Headache Index (MHI).\n\nAs in previous studies, surgery provided significant relief from chronic temporal headaches. Average MHI score decreased from about 132 points before surgery to 52 points afterward. Of the 19 patients, 16 had at least a 50 percent reduction in headache symptoms.\n\nIt's unclear why the three remaining patients didn't have good improvement, although Dr. Peled notes that two of the three had had temporal headaches for decades before surgery. None of the patients experienced complications, and there was little or no visible scarring.\n\nThe experience supports a growing body of research showing good outcomes with surgery for chronic temporal headaches. Most recently, a study in Plastic & Reconstructive Surgery reported similar results whether the nerve is decompressed or disconnected. However, previous studies have used technically more complex approaches to access the ZTBTN.\n\nThe simplified approach using the Gillies incision combines the advantages of other approaches to chronic temporal headache surgery while minimizing the disadvantages, Dr. Peled believes. He comments, \"This is a straightforward technique and effective procedure that may make it easier for plastic surgeons to adopt and offer surgical options for patients with this debilitating condition.\"\n\n###\n\nPlastic and Reconstructive Surgery® is published by Wolters Kluwer.\n\nClick here to read \"A Novel Surgical Approach to Chronic Temporal Headaches.\"\n\nArticle: \"A Novel Surgical Approach to Chronic Temporal Headaches\" (doi: 10.1097/PRS.0000000000002051)\n\nAbout Plastic and Reconstructive Surgery\n\nFor more than 60 years, Plastic and Reconstructive Surgery® (http://journals. lww. com/ plasreconsurg/ ) has been the one consistently excellent reference for every specialist who uses plastic surgery techniques or works in conjunction with a plastic surgeon. The official journal of the American Society of Plastic Surgeons, Plastic and Reconstructive Surgery® brings subscribers up-to-the-minute reports on the latest techniques and follow-up for all areas of plastic and reconstructive surgery, including breast reconstruction, experimental studies, maxillofacial reconstruction, hand and microsurgery, burn repair, and cosmetic surgery, as well as news on medico-legal issues.\n\nAbout ASPS\n\nThe American Society of Plastic Surgeons (ASPS) is the world's largest organization of board-certified plastic surgeons. Representing more than 7,000 Member Surgeons, the Society is recognized as a leading authority and information source on aesthetic and reconstructive plastic surgery. ASPS comprises more than 94 percent of all board-certified plastic surgeons in the United States. Founded in 1931, the Society represents physicians certified by The American Board of Plastic Surgery or The Royal College of Physicians and Surgeons of Canada. ASPS advances quality care to plastic surgery patients by encouraging high standards of training, ethics, physician practice and research in plastic surgery. You can learn more and visit the American Society of Plastic Surgeons at http://www. plasticsurgery. org or http://www. facebook. com/ PlasticSurgeryASPS and http://www. twitter. com/ ASPS_news .\n\nAbout Wolters Kluwer\n\nWolters Kluwer is a global leader in professional information services. Professionals in the areas of legal, business, tax, accounting, finance, audit, risk, compliance and healthcare rely on Wolters Kluwer's market leading information-enabled tools and software solutions to manage their business efficiently, deliver results to their clients, and succeed in an ever more dynamic world.\n\nWolters Kluwer reported 2015 annual revenues of €4.2 billion. The group serves customers in over 180 countries, and employs over 19,000 people worldwide. The company is headquartered in Alphen aan den Rijn, the Netherlands. Wolters Kluwer shares are listed on Euronext Amsterdam (WKL) and are included in the AEX and Euronext 100 indices. Wolters Kluwer has a sponsored Level 1 American Depositary Receipt program. The ADRs are traded on the over-the-counter market in the U.S. (WTKWY).", "images": ["https://web.archive.org/web/20181124040209im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20181124040209im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20181124040209im_/https://media.eurekalert.org/meganav/Neuroscience2018_Newsroom.jpg", "https://web.archive.org/web/20181124040209im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20181124040209im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20181124040209im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20181124040209im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20181124040209im_/https://media.eurekalert.org/meganav/AM19_Newsroom.jpg", "https://web.archive.org/web/20181124040209im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20181124040209im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20181124040209im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20181124040209im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20181124040209im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20181124040209im_/https://www.eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20181124040209im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20181124040209/http://www.eurekalert.org/pub_releases/2016-04/wkh-sfc042916.php", "title": "Surgery for chronic temporal headaches -- simplified approach shows good results", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A modified surgical technique may provide a simpler approach to the surgical treatment for one type of chronic headache, according to an 'Ideas and Innovations' paper in the May issue of Plastic and Reconstructive Surgery®, the official medical journal of the American Society of Plastic Surgeons (ASPS).", "keywords": "Medicine/Health, Health Care Systems/Services, Health Professionals, Neurobiology, Pain, Public Health, Rehabilitation/Prosthetics/Plastic Surgery, Surgery", "date": "Fri, 29 Apr 2016 04:00:00 GMT", "journal": "Plastic and Reconstructive Surgery", "type": "research", "institution": "Wolters Kluwer Health", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "WKHealth", "domain": "www.eurekalert.org", "title": "Surgery for chronic temporal headaches -- simplified approach shows good results", "description": "A modified surgical technique may provide a simpler approach to the surgical treatment for one type of chronic headache, according to an 'Ideas and Innovations' paper in the May issue of Plastic and Reconstructive Surgery®, the official medical journal of the American Society of Plastic Surgeons (ASPS)."}, "og": {"title": "Surgery for chronic temporal headaches -- simplified approach shows good results", "description": "A modified surgical technique may provide a simpler approach to the surgical treatment for one type of chronic headache, according to an 'Ideas and Innovations' paper in the May issue of Plastic and Reconstructive Surgery®, the official medical journal of the American Society of Plastic Surgeons (ASPS).", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20181124040209/http://www.eurekalert.org/pub_releases/2016-04/wkh-sfc042916.php", "image": "https://web.archive.org/web/20181124040209im_/https://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1461902400.0, "source": "https://web.archive.org", "summary": ""}