{"url": "https://web.archive.org/web/20181022160130/https://www.eurekalert.org/pub_releases/2018-10/mm-u-aaa102018.php", "text": "When it comes to preventing blood clots after a knee replacement, good old aspirin may be just as effective as newer, more expensive drugs.\n\nThat swap could help reduce the cost of caring for the nearly 1 million Americans who have a knee fixed each year, Michigan Medicine researchers say.\n\nAfter knee surgery, there's a risk of blood clots in the legs or lungs. So it's routine for patients to take clot-preventing drugs for some time afterward.\n\nSome doctors choose powerful anti-clotting drugs like heparin (Lovenox) and rivaroxaban (Xarelto), but it hasn't been clear whether these expensive prescription drugs work any better than cheap, readily available aspirin.\n\n\"Aspirin alone may provide similar protection compared to anticoagulation treatments,\" says Brian R. Hallstrom, M.D., an orthopaedic surgeon and associate chair for quality and safety at the University of Michigan Department of Orthopaedic Surgery.\n\nHallstrom is the lead author of a new study published in JAMA Surgery that found few patients developed a blood clot after surgery, and those patients on aspirin fared just as well as those on anticoagulants.\n\nAspirin use growing\n\nDuring the two-year study period from 2013 to 2015, aspirin use rose from 10 percent to 50 percent among the patients cared for by orthopaedic surgeons in the Michigan Arthroplasty Registry Collaborative Quality Initiative, a statewide effort to give patients the best possible recovery and outcomes after hip and knee replacements.\n\nSince then, the shift has become even more distinct: Aspirin prescribing has risen to 70 percent among Michigan surgeons, says Hallstrom, who is co-director of the initiative and a health services researcher at U-M's Institute for Healthcare Policy and Innovation.\n\nBased on the experience of 41,537 Michigan patients undergoing knee replacement, the study may further the debate about the routine use of aspirin for clot prevention.\n\nA recent Canadian study looked at the issue, but the analysis had a caveat: Each of the more than 3,400 clinical trial patients received rivaroxaban the first five days after surgery. After that, they continued with the drug or switched to aspirin.\n\nThe new U-M study suggests patients may be adequately protected if they take aspirin alone from day one.\n\n\"This study is truly a real-world experience of what happened in Michigan when the majority of surgeons switched to aspirin,\" Hallstrom says. \"The incidence of blood clots, pulmonary embolus and death did not increase despite this dramatic change in practice.\"\n\nShifting procedure and dialogue\n\nOver the past decade, surgeons have turned away from powerful anticoagulants and toward aspirin used in addition to nondrug improvements such as compression devices for thwarting clots.\n\nThese days, most patients have a generally low risk of blood clots after knee replacement for a number of reasons. Those reasons include shorter surgical times, less invasive procedures and use of regional anesthesia that allows early mobilization after surgery, Hallstrom says. Some patients are even going home the same day.\n\n\"The most important way to prevent blood clots is getting moving,\" says Hallstrom, noting that people are at risk for blood clots when they sit or lie in one position for too long, such as on an airplane or a hospital bed.\n\nStill, pharmaceutical recommendations vary.\n\nThe critical care specialists who make up the American College of Chest Physicians favor heparin to reduce the risk of blood clots, while the American Academy of Orthopaedic Surgeons guidelines state that no one drug is better than another for preventing clots.\n\nAdvantages of aspirin\n\nThe U-M study involved patients undergoing knee replacement surgery at any of the 29 Michigan hospitals in the surgical quality group. One-third of the patients took aspirin alone; 54 percent took only an anticoagulant; and 13 percent took an aspirin/anticoagulant combination.\n\nOver three months, just 1.16 percent of aspirin patients developed a serious blood clot. That was true for 1.42 percent of anticoagulant patients, according to the Michigan study. This was not statistically different.\n\nSo, neither drug appeared better than the other -- but aspirin has some obvious advantages.\n\n\"Aspirin is easy to take and much less expensive,\" Hallstrom says. \"Patients can get it over the counter for pennies, while the other anticoagulants require monitoring, injections, frequent dose adjustments and are extremely expensive.\"\n\nThe reported cost for a 30-day supply of rivaroxaban is approximately $379 to $450; heparin is estimated at $450 to $890. Although warfarin costs a few dollars for a 30-day supply, its cost approaches that of the other anticoagulants when doctor visits for monitoring are factored in, Hallstrom says.\n\nIn contrast, aspirin costs approximately $2 a month.\n\nThe study suggests most patients can have just aspirin without increasing the risk for venous thromboembolism, but doctors need to consider factors such as a patient's history of clots, obesity and ability to mobilize after surgery when determining the best measure for clot prevention, Hallstrom adds.\n\n###", "images": ["https://web.archive.org/web/20181022160130im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20181022160130im_/https://media.eurekalert.org/multimedia_prod/pub/rel/183728_rel.jpg", "https://web.archive.org/web/20181022160130im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20181022160130im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20181022160130im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20181022160130im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20181022160130im_/https://media.eurekalert.org/multimedia_prod/pub/web/183728_web.jpg", "https://web.archive.org/web/20181022160130im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20181022160130im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20181022160130im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20181022160130im_/https://media.eurekalert.org/meganav/AM19_Newsroom.jpg", "https://web.archive.org/web/20181022160130im_/https://media.eurekalert.org/meganav/Neuroscience2018_Newsroom.jpg", "https://web.archive.org/web/20181022160130im_/https://media.eurekalert.org/meganav/AAAS-logo.png", "https://web.archive.org/web/20181022160130im_/https://www.eurekalert.org/multimedia/pub/web/183728_web.jpg", "https://web.archive.org/web/20181022160130im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20181022160130im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png"], "top_img": "https://web.archive.org/web/20181022160130im_/https://www.eurekalert.org/multimedia/pub/web/183728_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20181022160130/https://www.eurekalert.org/pub_releases/2018-10/mm-u-aaa102018.php", "title": "Aspirin alone a good clot buster after knee surgery", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "When it comes to preventing blood clots after a knee replacement, good old aspirin may be just as effective as newer, more expensive drugs, such as rivaroxaban (Xarelto), according to a University of Michigan orthopedics study.", "keywords": "Medicine/Health, Cardiology, Orthopedic Medicine, Pharmaceutical Science, Surgery", "date": "2018-10-22 04:00:00 GMT/UTC", "funder": "Blue Cross and Blue Shield of Michigan and Blue Care Network as part of the Blue Cross and Blue Shield of Michigan Value Partnerships program", "journal": "JAMA Surgery", "type": "research", "institution": "Michigan Medicine - University of Michigan", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "umichmedicine", "domain": "www.eurekalert.org", "title": "Aspirin alone a good clot buster after knee surgery", "description": "When it comes to preventing blood clots after a knee replacement, good old aspirin may be just as effective as newer, more expensive drugs, such as rivaroxaban (Xarelto), according to a University of Michigan orthopedics study."}, "og": {"title": "Aspirin alone a good clot buster after knee surgery", "description": "When it comes to preventing blood clots after a knee replacement, good old aspirin may be just as effective as newer, more expensive drugs, such as rivaroxaban (Xarelto), according to a University of Michigan orthopedics study.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20181022160130/https://www.eurekalert.org/pub_releases/2018-10/mm-u-aaa102018.php", "image": "https://web.archive.org/web/20181022160130im_/https://www.eurekalert.org/multimedia/pub/web/183728_web.jpg", "type": "website"}, "fb": {"profile_id": "UniversityofMichiganHealthSystem"}}, "movies": [], "publish_date": 1540785600.0, "source": "https://web.archive.org", "summary": ""}