{"url": "https://web.archive.org/web/20170801171733/https://www.eurekalert.org/pub_releases/2017-08/bcom-anh080117.php", "text": "There is a group of metastatic breast cancers that has the HER2 gene amplified - the cells have many copies of it - which leads to enhanced activity of the product enzyme, a tyrosine kinase. HER2 has been established as a therapeutic target in breast cancer, and breast cancers in which the HER2 gene is not amplified do not, in general, respond to HER2-directed therapeutic approaches.\n\nA few years ago, when the research teams of Dr. Matthew Ellis and others carried out a molecular characterization of breast cancer tumors, they found a new mutation in HER2 that was different from gene amplification but also resulted in tyrosine kinase being constantly activated.\n\n\"In this particular activation mechanism, the cells develop a subtle mutation within the functional part of the HER2 gene that activates the enzyme,\" said Ellis, professor and director of the Lester and Sue Smith Breast Center, part of the National Cancer Institute-designated Dan L Duncan Comprehensive Cancer Center at Baylor College of Medicine. \"The mutation locks the enzyme into an 'on' position.\"\n\nEllis and his colleagues developed a preclinical model to study this new HER2 mutation and discovered that the enhanced enzymatic activity could trigger tumor formation. Furthermore, these tumor cells were sensitive to an experimental drug, neratinib. With this information in hand, the researchers took the next step.\n\n\"We launched a phase II clinical trial of neratinib in patients with metastatic breast cancer carrying a HER2 mutation,\" Ellis said. \"Finding patients that are positive for a HER2 mutation required a national collaboration because we had to screen hundreds of patients to identify the 2 to 3 percent that have a tumor driven by a HER2 mutation. The results of the clinical trial were encouraging in that about 30 percent of the 16 patients treated with neratinib had a meaningful clinical response showing significant disease stabilization or regression. Neratinib was well tolerated by most patients.\"\n\n\"This is the first time we had a reasonable number of patients treated for HER2 mutations in whom we could estimate the response rate.\"\n\nThe number of patients who could potentially benefit from this new treatment approach is estimated to be in the thousands. The researchers estimate that as many as 200,000 patients are likely to be living with metastatic breast cancer today in the United States. Based on the estimate that the new mutation is present in 2 to 3 percent of cases, the researchers calculated that approximately 4,000 to 6,000 patients with metastatic breast cancer carry a HER2 mutation and are therefore potential candidates for neratinib treatment.\n\nCirculating tumor DNA analysis, a promising diagnostic tool\n\nTo identify the patients in this study who carried the new HER2 mutation, the researchers required tissue from the tumor, a biopsy, from which they could extract and sequence the genetic material to determine the presence of the HER2 mutation. This task turned out to be a major challenge because for 20 to 30 percent of the patients the researchers did not have sufficient material to make the diagnosis.\n\n\"To assist in our ability to identify patients with HER2 mutation-positive tumors, we conducted circulating tumor DNA analysis,\" Ellis said. \"The tumor's DNA is released into the human bloodstream, and we were able to determine the presence of the mutation in blood samples from the patients. Importantly the circulating tumor DNA results were highly concordant with the tumor sequencing results, and they were much easier to determine. Notably, the blood test was sensitive enough that we could use it as a tool to determine eligibility for the clinical trial.\"\n\nIn addition to bringing to the table a novel treatment for metastatic breast cancer carrying a HER2 mutation, the researchers have tested the value of the circulating tumor DNA as a disease-monitoring marker.\n\n\"A circulating tumor DNA-based blood test also could therefore be potentially used to monitor tumor progression and to determine whether patients are responding or not to treatment after just one month of therapy,\" Ellis said.\n\nEllis also is a McNair Scholar at Baylor.\n\nRead all the details of this study, the full list of contributors and their financial support in Clinical Cancer Research.\n\n###", "images": ["https://web.archive.org/web/20170801171733im_/https://media.eurekalert.org/multimedia_prod/pub/rel/146952_rel.jpg", "https://web.archive.org/web/20170801171733im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20170801171733im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20170801171733im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20170801171733im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20170801171733im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20170801171733im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20170801171733im_/https://media.eurekalert.org/multimedia_prod/pub/web/146952_web.jpg", "https://web.archive.org/web/20170801171733im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20170801171733im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20170801171733im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20170801171733im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20170801171733im_/https://www.eurekalert.org/multimedia/pub/web/146952_web.jpg", "https://web.archive.org/web/20170801171733im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20170801171733im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png"], "top_img": "https://web.archive.org/web/20170801171733im_/https://www.eurekalert.org/multimedia/pub/web/146952_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20170801171733/https://www.eurekalert.org/pub_releases/2017-08/bcom-anh080117.php", "title": "A new HER2 mutation, a clinical trial and a promising diagnostic tool for metastatic breast cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A phase II clinical trial of neratinib in patients with metastatic breast cancer carrying a HER2 mutation produces encouraging results in that about 30 percent of patients and a promising diagnostic tool for metastatic breast cancer.", "keywords": "Medicine/Health, Cancer, Breast Cancer, Clinical Trials, Diagnostics", "date": "Tue, 01 Aug 2017 04:00:00 GMT", "journal": "Clinical Cancer Research", "type": "research", "institution": "Baylor College of Medicine", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "bcmhouston", "domain": "www.eurekalert.org", "title": "A new HER2 mutation, a clinical trial and a promising diagnostic tool for metastatic breast cancer", "description": "A phase II clinical trial of neratinib in patients with metastatic breast cancer carrying a HER2 mutation produces encouraging results in that about 30 percent of patients and a promising diagnostic tool for metastatic breast cancer."}, "og": {"title": "A new HER2 mutation, a clinical trial and a promising diagnostic tool for metastatic breast cancer", "description": "A phase II clinical trial of neratinib in patients with metastatic breast cancer carrying a HER2 mutation produces encouraging results in that about 30 percent of patients and a promising diagnostic tool for metastatic breast cancer.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20170801171733/https://www.eurekalert.org/pub_releases/2017-08/bcom-anh080117.php", "image": "https://web.archive.org/web/20170801171733im_/https://www.eurekalert.org/multimedia/pub/web/146952_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1503979200.0, "source": "https://web.archive.org", "summary": ""}