{"url": "http://newswise.com/articles/weekly-non-invasive-brain-stimulation-provides-long-term-relief-of-post-stroke-pain", "text": "Newswise — MONTREAL June 8, 2015 – Weekly sessions of non-invasive repetitive transcranial magnetic stimulation provided sufficient long-term pain relief in 61 percent of patients with central post-stroke pain, and delivered long-term relief for patients who continued for one year, according to a study presented at the International Neuromodulation Society 12th World Congress by Masahito Kobayashi, MD, PhD, of the Department of Neurosurgery, Saitama Medical University – Department of Neurology, Institute of Brain and Blood Vessels, Mihara Memorial Hospital in Saitama, Japan.\n\nOf 18 patients in the open-label series, 11 patients achieved satisfactory-to-excellent pain relief. Pain relief was sustained in six patients who continued treatment for one year. All patients received repetitive transcranial magnetic stimulation (rTMS) to their primary motor cortex once a week for at least 12 weeks.\n\nSatisfactory relief was considered a 40 - 69 percent reduction in pain scores (6 patients) and excellent relief, pain reduction of 70 percent or more (5 patients). Overall, 8 patients who had severe stroke-caused dysesthesias, such as uncomfortable numbness or prickling, experienced less relief than patients without severe dysesthesias, suggesting possible neural circuit damage was inhibiting response to treatment.\n\nThe study participants had all been treated medically after a blood clot or bleed in one side of the brain (unilateral ischemic or hemorrhagic stroke). Several weeks into their recovery, they had begun to experience severe hand or leg pain as a consequence of brain damage from the stroke. Such central post-stroke pain can be extremely disabling and difficult to treat, impacting general functioning, mood, and overall quality of life.\n\nSince the 1990s, Japan has been an active center of research into the study of electrical motor cortex stimulation (EMCS) to treat post-stroke pain using surgically implanted devices. The study reported at the INS 12th World Congress builds on observations that electrical motor cortex stimulation’s effectiveness in relieving central post-stroke pain can be predicted by rTMS, suggesting the techniques share similar pain-relief mechanisms.\n\nHowever, Kobayashi and colleagues point out in their peer-reviewed online publication of this study, “Repetitive Transcranial Magnetic Stimulation Once a Week Induces Sustainable Long-Term Relief of Central Poststroke Pain” (Neuromodulation: Technology at the Neural Interface: April 23, 2015)[1] that there has still been controversy about the efficacy of rTMS in post-stroke pain. Kobayashi said in comparison to EMCS, his impression is rTMS efficacy seemed almost the same, without requiring surgery.\n\nIn 2014, a review[2] suggested that there is probable efficacy (a level A recommendation) for short-term rTMS treatment of neuropathic pain, including central post-stroke pain, but did not speak to long-term efficacy.\n\nSince pain relief from rTMS increases a few days after treatment, weekly treatment sessions were selected to try to sustain pain relief at treatment intervals that could be maintained on an outpatient basis.\n\nKobayashi believes neurologists would especially have an interest in this method, which is also attractive due to its low side-effect profile. None of the 18 patients reported any serious side effects from weekly sessions of 10 trains of 10-second 5Hz rTMS, at 90 percent of the active motor threshold. Two patients reported transient, slight scalp discomfort after rTMS.\n\nIn addition to the potential of rTMS in pain relief, there has been growing research into noninvasive stimulation to augment progress in physical rehabilitation soon after stroke. It is believed that the stimulation aids in plasticity, the ability of the brain to gradually form new neural connections to take on functions previously performed by damaged areas.\n\nA first phase of the study assessed whether rTMS had a treatment effect on pain. In it, the research team randomly assigned six patients to receive either sham or active rTMS one week and the other treatment the next, measuring pain scores before and after each session.\n\nOnce that phase had shown that rTMS did reduce the patients’ pain, an open-label treatment phase began. In this second phase, the 18 patients underwent 12 weekly rTMS sessions. The patients’ pain scores were measured just before each weekly session.\n\nData were collected for eight years, ending in 2014. Kobayashi said that some patients really hoped to continue rTMS after the study because their pain worsened after rTMS treatment sessions were over, and almost all the patients said that after the study ended, their pain increased to the level before rTMS.\n\nHe added that the remaining question to answer is whether the level of the patients’ severe uncontrollable pain would continue to decrease if rTMS continued for several years.\n\n", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "https://www.newswise.com/images/new-newswise-logo-square.jpg", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "http://newswise.com/assets/img/logo.png", "http://newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png"], "top_img": "https://www.newswise.com/images/new-newswise-logo-square.jpg", "keywords": [], "authors": [], "canonical_link": "", "title": "Weekly Non-invasive Brain Stimulation Provides Long-Term Relief of Post-Stroke Pain", "meta_data": {"keywords": "Newswise, repetitive transcranial magnetic stimulation,Stroke,post-stroke pain,Chronic Pain,Neuropathic Pain,Cardiology,Neuromodulation,Brain Stimulation,rTMS,Japan,Journal,Neuro, Embargoed Feed - hidden, All Journal News, Medical Meetings,  International Neuromodulation Society", "description": "Weekly sessions of non-invasive repetitive transcranial magnetic stimulation provided sufficient long-term pain relief in 61 percent of patients with central post-stroke pain, and delivered long-term relief for patients who continued for one year.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Weekly sessions of non-invasive repetitive transcranial magnetic stimulation provided sufficient long-term pain relief in 61 percent of patients with central post-stroke pain, and delivered long-term relief for patients who continued for one year.", "title": "Weekly Non-invasive Brain Stimulation Provides Long-Term Relief of Post-Stroke Pain", "type": "website", "image": "https://www.newswise.com/images/new-newswise-logo-square.jpg"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://newswise.com", "summary": ""}