{"url": "https://www.asco.org/about-asco/press-center/news-releases/adding-atezolizumab-immunotherapy-chemotherapy-slows-growth", "text": "MEDIA CONTACT:\n\nAshley Yum\n\n571-483-1376\n\nashley.yum@asco.org\n\nPATIENT AND CAREGIVER INQUIRIES:\n\nContact Cancer.Net\n\nASCO Perspective\n\n“This is one more example of how immunotherapy is making steady gains against a number of cancers. Immunotherapy has been shown to be effective in other types of lung cancer, and now we’re seeing encouraging improvements in advanced squamous lung cancer, which historically has been very difficult to treat,” said ASCO Expert David Graham, MD, FASCO.\n\nCHICAGO – Initial findings from a randomized phase III clinical trial show that patients with advanced squamous non-small-cell lung cancer (NSCLC) benefit more from initial treatment with PD-L1 targeted immunotherapy atezolizumab (Tecentriq®) and chemotherapy than from chemotherapy alone -- 29% had a reduced risk of disease worsening or death compared with those who received chemotherapy alone. At 12 months, cancer had not worsened in twice as many patients who received atezolizumab plus chemotherapy compared to those who only received chemotherapy. This benefit was observed across all PD-L1 expressing sub-groups.\n\nThe findings will be featured in a press briefing today and presented at the 2018 American Society of Clinical Oncology (ASCO) Annual Meeting.\n\n“Until now, there have been few treatment advances for squamous non-small-cell lung cancer. Our findings may provide a new potential treatment option for this type of cancer,” said lead study author Robert M. Jotte, MD, PhD, Medical Director and Co-Chair, USON Thoracic Committee, Rocky Mountain Cancer Centers in Denver, CO. “We used to think that chemotherapy just knocked down the patient’s immune system and that it would be irrational to combine it with immunotherapy, but growing research, including this study, shows that chemotherapy can help trigger the immune response to the tumor, helping the immunotherapy treatment work better.”\n\nSquamous NSCLC, which accounts for 25-30% of NSCLCs, is very difficult to treat. Fewer than 15% of people with advanced squamous NSCLC survive a year after diagnosis, and less than 2% survive five years.\n\nRecent studies have also found a benefit of combining immunotherapy with chemotherapy in non-squamous lung cancer. Given those findings, along with the results from this trial, a rapid change in clinical practice is expected, noted Dr. Jotte.\n\nAbout the Study\n\nThe IMpower131 trial enrolled 1,021 patients with stage IV squamous NSCLC. Tumors were tested for PD-L1 expression, but patients were included in the trial regardless of tumor PD-L1 expression level. Patients with EGFR or ALK gene changes in the tumor received targeted treatments before starting therapy on this trial. The study participants were randomly assigned to one of three treatment groups. Outcomes for only two of the groups, however, are being reported in this presentation:\n\nAtezolizumab plus chemotherapy (carboplatin and nab-paclitaxel), 343 patients\n\nChemotherapy (carboplatin and nab-paclitaxel), 340 patients\n\nOutcome data for the third treatment group, which received atezolizumab with a slightly different chemotherapy regimen (carboplatin and paclitaxel), are not yet available.\n\nKey Findings\n\nIn this study, 29% of all patients, regardless of PD-L1 expression, had a reduced risk of disease worsening or death, compared with those who received chemotherapy alone. Importantly, there was a doubling of progression-free survival (PFS) benefit with this combination: at 12 months, cancer had not worsened in 24.7% patients receiving immunotherapy and chemotherapy, compared to 12% of those receiving chemotherapy alone.\n\nImproved progression-free survival was observed in all groups of patients who received immunotherapy and chemotherapy, including those with PD-L1-negative tumors and liver metastases. Overall survival data are not yet mature.\n\nThis is the first phase III trial of an immunotherapy-based combined modality treatment to show a significant improvement in progression-free survival in advanced squamous NSCLC, according to the authors. Although the difference between treatment groups is modest, a statistically significant improvement shows that, overall, people with advanced squamous lung cancer can benefit when immunotherapy is added to standard treatment, according to the authors.\n\nAlthough the rate of severe side effects was higher with the combined modality treatment than with chemotherapy alone (68% vs. 57%), it had a manageable safety profile, consistent with known safety risks of the individual therapies. The most common side effects of atezolizumab included skin rash, colitis, and low thyroid hormone.\n\nAt this interim analysis a statistically significant overall survival (OS) benefit was not observed (median OS was 14 months for atezolizumab plus chemotherapy vs. 13.9 months for chemotherapy alone). Researchers are continuing to follow patients and anticipate a subsequent analysis later this year.\n\nNext Steps\n\nMore research is needed to determine which patients benefit the most from the addition of immunotherapy to standard chemotherapy. The researchers will explore tumor PD-L1 expression and other molecular markers, such as tumor mutational burden (TMB), that may predict whether a patient will benefit from this treatment regimen.\n\nThis study received funding from F. Hoffmann-La Roche Ltd.\n\nStudy at a Glance\n\nDisease Squamous NSCLC Trial Phase, Type Phase III, Randomized, Global (27 countries) Multicenter (317) Patients on Trial 1,021 all-comer (PD-L1 unselected), chemotherapy-naïve patients with stage IV squamous NSCLC Intervention Tested Atezolizumab plus chemotherapy vs. chemotherapy alone Primary Finding mPFS 6.3 months with atezolizumab plus chemotherapy vs. 5.6 months with chemotherapy alone Secondary Finding(s) 12-month PFS 24.7% with atezolizumab plus chemotherapy vs. 12% with chemotherapy alone\n\nView the full abstract.\n\nFor your readers:\n\nView the disclosures for the 2018 ASCO Annual Meeting News Planning Team.\n\nATTRIBUTION TO THE AMERICAN SOCIETY OF CLINICAL ONCOLOGY ANNUAL MEETING IS REQUESTED IN ALL COVERAGE.\n\n###", "images": ["https://www.asco.org/sites/new-www.asco.org/files/content-files/about-asco/images/ASCO-Post-562X330.png", "https://www.asco.org/sites/new-www.asco.org/files/content-files/about-asco/images/CLQ-562X330.png", "https://www.asco.org/sites/new-www.asco.org/files/content-files/about-asco/images/Journals-562x330.jpg", "https://www.asco.org/sites/new-www.asco.org/files/content-files/about-asco/images/ascoelearning-FOS-562x330.png", "https://www.asco.org/sites/new-www.asco.org/files/content-files/about-asco/images/ASCO-CNET-FOS-562-330.png", "https://www.asco.org/sites/new-www.asco.org/themes/asco2016/logo.png", "https://www.asco.org/sites/new-www.asco.org/files/content-files/about-asco/images/Conquer-Cancer-FOS-562X330.jpg", "https://www.asco.org/sites/new-www.asco.org/files/content-files/about-asco/images/ASCO-TAPUR-562X330.png", "http://www.asco.org/sites/new-www.asco.org/files/menu_icons/ASCOorg-OG-1200x630.png", "https://www.asco.org/sites/new-www.asco.org/files/content-files/about-asco/images/Connection-562x330.png", "https://www.asco.org/sites/new-www.asco.org/files/content-files/about-asco/images/2018-asco-practice-central-562x330.png"], "top_img": "http://www.asco.org/sites/new-www.asco.org/files/menu_icons/ASCOorg-OG-1200x630.png", "keywords": [], "authors": [], "canonical_link": "https://www.asco.org/about-asco/press-center/news-releases/adding-atezolizumab-immunotherapy-chemotherapy-slows-growth", "title": "Adding Atezolizumab Immunotherapy to Chemotherapy Slows Growth of Advanced Squamous Lung Cancer", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, user-scalable=yes", "description": "CHICAGO – Initial findings from a randomized phase III clinical trial show that patients with advanced squamous non-small-cell lung cancer (NSCLC) benefit more from initial treatment with PD-L1 targeted immunotherapy atezolizumab (Tecentriq®) and chemotherapy than from chemotherapy alone -- 29% had a reduced risk of disease worsening or death compared with those who received", "MobileOptimized": "width", "HandheldFriendly": 1, "apple-mobile-web-app-capable": "yes", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "ASCO", "url": "https://www.asco.org/about-asco/press-center/news-releases/adding-atezolizumab-immunotherapy-chemotherapy-slows-growth", "type": "article", "title": "Adding Atezolizumab Immunotherapy to Chemotherapy Slows Growth of Advanced Squamous Lung Cancer", "description": "CHICAGO – Initial findings from a randomized phase III clinical trial show that patients with advanced squamous non-small-cell lung cancer (NSCLC) benefit more from initial treatment with PD-L1 targeted immunotherapy atezolizumab (Tecentriq®) and chemotherapy than from chemotherapy alone -- 29% had a reduced risk of disease worsening or death compared with those who received chemotherapy alone. At 12 months, cancer had not worsened in twice as many patients who received atezolizumab plus chemotherapy compared to those who only received chemotherapy. This benefit was observed across all PD-L1 expressing sub-groups.", "updated_time": "2018-06-02T07:29:32-04:00", "image": {"identifier": "http://www.asco.org/sites/new-www.asco.org/files/menu_icons/ASCOorg-OG-1200x630.png", "type": "image/png", "width": 1200, "height": 630}}, "twitter": {"card": "summary_large_image", "url": "https://www.asco.org/about-asco/press-center/news-releases/adding-atezolizumab-immunotherapy-chemotherapy-slows-growth", "title": "Adding Atezolizumab Immunotherapy to Chemotherapy Slows Growth of", "description": "CHICAGO – Initial findings from a randomized phase III clinical trial show that patients with advanced squamous non-small-cell lung cancer (NSCLC) benefit more from initial treatment with PD-L1", "image": "https://www.asco.org/sites/new-www.asco.org/files/menu_icons/ASCO-Twitter-card-800x418.png"}, "article": {"published_time": "2018-05-31T11:39:44-04:00", "modified_time": "2018-06-02T07:29:32-04:00"}, "msvalidate.01": "0B12C6ADB04FCC9CD8DB33A6B85D09FF", "google-site-verification": "lIs1xnJGjupov2-cIX8t9SLoKkoKrevHDArxY3ube2M"}, "movies": [], "publish_date": 1527781184.0, "source": "https://www.asco.org", "summary": ""}