{"url": "https://web.archive.org/web/20180706163536/https://www.eurekalert.org/pub_releases/2018-07/uoo-nhf070618.php", "text": "Researchers at the Kennedy Institute and Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences, University of Oxford, working with clinicians at NHS Lothian, have found that injection of the anti-TNF drug adalimumab into Dupuytren's disease nodules results in the reduction of the cell characteristics responsible for progression of Dupuytren's disease.\n\nBased on their laboratory data that tumour necrosis factor (TNF) drives the development of myofibroblasts, the cell type that causes Dupuytren's disease, the research team explored the effect of an anti-TNF drug injected directly into the Dupuytren's nodule tissue. The results so far are very promising.\n\n\"Our data have shown that a concentrated formulation of adalimumab injected directly into the diseased tissue may be effective in targeting the cells responsible for Dupuytren's disease,\" said Jagdeep Nanchahal, MD, PhD, University of Oxford Professor of Hand, Plastic and Reconstructive Surgery, who led the study.\n\n\"This brings new hope to people who suffer from this disabling condition, who currently have to wait for their situation to be deteriorate, watching their hand lose function until it is bad enough for surgery. And then there's the lengthy recovery ahead, a less than ideal situation to find yourself in.\"\n\nThis randomised trial (phase 2a) recruited 28 patients with Dupuytren's disease who were scheduled to have surgery in Edinburgh to remove diseased tissue in their hand. Two weeks prior to surgery they received a single injection of varying doses of the anti-TNF drug, or placebo. The tissue removed during surgery, which is usually discarded, was then analysed in the laboratory. The team found that adalimumab (at a dose of 40mg formulated in 0.4ml) reduces expression of the fibrotic markers, -smooth muscle actin (-SMA) and type I procollagen, at 2 weeks post injection, suggesting this drug could be used to stop the growth of disease causing myofibroblast cells. They also found the drug to be safe and well tolerated.\n\nThe findings are published on line in the journal EBioMedicine, published by The Lancet.\n\nDupuytren's disease is a common condition of the hand that affects 4% of the UK population and causes the fingers to curl irreversibly into the palm. There is currently no NICE approved treatment for early disease and typically people are told to return to their GP once their fingers become so bent that their hand function is impaired.\n\nThe anti-TNF drug adalimumab (Humira) is currently licensed in the EU for the treatment of a number of conditions including rheumatoid arthritis, Crohn's disease and ulcerative colitis and overall has an excellent safety profile.\n\n\"We are delighted to have received further funding from the Wellcome Trust and Department of Health to test whether adalimumab will work for patients with early stage Dupuytren's disease,\" said Professor Sir Marc Feldmann, co-author and former director of the Kennedy Institute. In conjunction with Professor Sir Ravinder Maini, Sir Marc identified TNF as a therapeutic target in patients with rheumatoid arthritis.\n\n\"The Kennedy Institute has a long history of successfully translating laboratory findings to the clinic'\" said Professor Fiona Powrie, Director of the Institute. \"This type of work requires close collaboration between laboratory scientists, clinical trialists and clinician scientists over many years\".\n\nThe researchers are continuing to investigate the use of this drug to treat Dupuytren's disease in a phase 2b trial called the RIDD trial, which is currently running in Oxford and Edinburgh.\n\n###\n\nThe research was funded by the Health Innovation Challenge Fund which is a collaboration between the Wellcome Trust and the Department of Health. Funding for the drug was provided by 180 Therapeutics. The trial was run by the UKCRC accredited Oxford Clinical Trials Research Unit (OCTRU), Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences, University of Oxford.", "images": ["https://web.archive.org/web/20180706163536im_/https://media.eurekalert.org/multimedia_prod/pub/web/175002_web.jpg", "https://web.archive.org/web/20180706163536im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180706163536im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180706163536im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180706163536im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180706163536im_/https://www.eurekalert.org/multimedia/pub/web/175002_web.jpg", "https://web.archive.org/web/20180706163536im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180706163536im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180706163536im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180706163536im_/https://media.eurekalert.org/meganav/Nutrition2018_Newsroom.jpg", "https://web.archive.org/web/20180706163536im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180706163536im_/https://media.eurekalert.org/multimedia_prod/pub/rel/175002_rel.jpg", "https://web.archive.org/web/20180706163536im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180706163536im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20180706163536im_/https://www.eurekalert.org/images/e4/logo.png"], "top_img": "https://web.archive.org/web/20180706163536im_/https://www.eurekalert.org/multimedia/pub/web/175002_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180706163536/https://www.eurekalert.org/pub_releases/2018-07/uoo-nhf070618.php", "title": "New hope for patients with incurable and disabling hand condition, Dupuytren's disease", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Oxford scientists show anti-TNF inhibits the cells responsible for Dupuytren's disease.", "keywords": "Cell Biology, Molecular Biology, Medicine/Health, Clinical Trials, Immunology/Allergies/Asthma, Surgery", "date": "Fri, 06 Jul 2018 04:00:00 GMT/UTC", "funder": "Wellcome Trust, Department of Health", "journal": "EBioMedicine", "type": "research", "institution": "University of Oxford", "region": "europe", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "UniofOxford", "domain": "www.eurekalert.org", "title": "New hope for patients with incurable and disabling hand condition, Dupuytren's disease", "description": "Oxford scientists show anti-TNF inhibits the cells responsible for Dupuytren's disease."}, "og": {"title": "New hope for patients with incurable and disabling hand condition, Dupuytren's disease", "description": "Oxford scientists show anti-TNF inhibits the cells responsible for Dupuytren's disease.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180706163536/https://www.eurekalert.org/pub_releases/2018-07/uoo-nhf070618.php", "image": "https://web.archive.org/web/20180706163536im_/https://www.eurekalert.org/multimedia/pub/web/175002_web.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1532836800.0, "source": "https://web.archive.org", "summary": ""}