{"url": "https://web.archive.org/web/20180502032255/https://www.eurekalert.org/pub_releases/2018-04/m-cto043018.php", "text": "It may seem strange to fight bacteria with more bacteria, but it could lead to a long-term solution for eczema patients\n\nEczema is the most common skin disease worldwide. People suffering from it often deal with a lifetime of painful symptoms. A new clinical trial is testing a natural treatment that researchers hope will provide a long-term solution for those dealing with the dry, itchy and painful skin that comes with chronic eczema. The trial uses a cream containing beneficial bacteria to fight harmful bacteria on the skin. While it may seem counterintuitive to treat bacteria with more bacteria, experts say this approach seeks to restore the natural microbial balance of healthy skin.\n\n\"There are over 1,000 species of bacteria that all live in balance on healthy skin, some that even produce natural antibiotics. However, we know that eczema patients lack the beneficial bacteria needed to kill Staph aureus, harmful bacteria that can worsen eczema,\" said Donald Leung, MD, head of the Division of Pediatric Allergy & Immunology at National Jewish Health.\n\nTo fight harmful bacteria, researchers isolate beneficial bacteria from our skin and grow it in a lab. It is then applied to eczema patients' skin as a lotion twice a day for a week. Bacterial DNA from patients' skin is then analyzed in a lab to determine if the cream effectively reduced the amount of bad bacteria present.\n\n\"Ideally, we want to eliminate all staph aureus from the skin of eczema patients,\" said Leung. \"What the cream does is help the skin gain back its natural balance and create that barrier needed to keep it healthy.\"\n\nResearchers hope that using the bacteria-infused cream will offer a long-term solution where other treatments fall short. Powerful antibiotics are commonly prescribed for eczema, but they kill good bacteria on patients' skin along with the bad. Creams containing corticosteroids are also often prescribed to eczema patients, but they come with harsh side effects, and patients usually can't tolerate them for long periods of time.\n\n\"The worst symptom of eczema is the itching and the scratching, and the more you scratch, the more it spreads. It can be very painful,\" said Cassandra Rodriguez, 33, who has struggled with eczema all her life.\n\nCassandra has tried just about every cream and medication on the market, and says when she learned about the clinical trial, she was on board to give it a try.\n\n\"The trial coordinator explained that it's like a probiotic for your skin,\" said Rodriguez. \"You hear all these things about good bacteria for your gut, so it seemed like a promising idea to apply that same concept to the skin.\"\n\nCassandra's son also has eczema, and she's hoping this research will lead to an effective treatment so that he won't have to suffer with the pain and embarrassment of the disease for as long as she has. \"He's little now, but dealing with eczema as a teen and an adult is really difficult,\" said Rodriguez. \"If there were something on the market that could help him and help everyone suffering with eczema every day, that would be amazing.\"\n\nExperts say there is more research to be done, but that the goal of the trial is to discover the best combination of bacteria to clear eczema from the skin and then make it available to patients as a prescription cream. The next steps involve testing those different combinations, ensuring they're safe and conducting a longer trial to see if the benefits of bacterial cream can truly provide a permanent solution for eczema patients.\n\n###\n\nAbout National Jewish Health:\n\nNational Jewish Health is the leading respiratory hospital in the nation. Founded 119 years ago as a nonprofit hospital, National Jewish Health today is the only facility in the world dedicated exclusively to groundbreaking medical research and treatment of patients with respiratory, cardiac, immune and related disorders. Patients and families come to National Jewish Health from around the world to receive cutting-edge, comprehensive and coordinated care. To learn more, visit njhealth.org.", "images": ["https://web.archive.org/web/20180502032255im_/https://media.eurekalert.org/multimedia_prod/pub/rel/169236_rel.jpg", "https://web.archive.org/web/20180502032255im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20180502032255im_/https://media.eurekalert.org/multimedia_prod/pub/rel/169234_rel.jpg", "https://web.archive.org/web/20180502032255im_/https://media.eurekalert.org/meganav/ACS255Meeting_600x200.jpg", "https://web.archive.org/web/20180502032255im_/https://media.eurekalert.org/meganav/EB2018_Newsroom.jpg", "https://web.archive.org/web/20180502032255im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20180502032255im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20180502032255im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20180502032255im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20180502032255im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20180502032255im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20180502032255im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20180502032255im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20180502032255im_/https://media.eurekalert.org/multimedia_prod/pub/rel/169235_rel.jpg", "https://web.archive.org/web/20180502032255im_/https://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20180502032255im_/https://www.eurekalert.org/multimedia/pub/web/169236_web.jpg", "https://web.archive.org/web/20180502032255im_/https://www.eurekalert.org/images/e4/logo-2x.png"], "top_img": "https://web.archive.org/web/20180502032255im_/https://www.eurekalert.org/multimedia/pub/web/169236_web.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20180502032255/https://www.eurekalert.org/pub_releases/2018-04/m-cto043018.php", "title": "Clinical trial offers natural eczema treatment, using good bacteria to fight the bad", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Eczema is the most common skin disease worldwide. People suffering from it often deal with a lifetime of painful symptoms. A new clinical trial is testing a natural treatment that researchers hope will provide a long-term solution for those dealing with the dry, itchy and painful skin that comes with chronic eczema.", "keywords": "Medicine/Health, Clinical Trials, Dermatology", "date": "Mon, 30 Apr 2018 04:00:00 GMT/UTC", "type": "business", "institution": "MediaSource", "region": "namerica", "twitter": {"card": "summary_large_image", "site": "@EurekAlert", "creator": "mediasourcetv", "domain": "www.eurekalert.org", "title": "Clinical trial offers natural eczema treatment, using good bacteria to fight the bad", "description": "Eczema is the most common skin disease worldwide. People suffering from it often deal with a lifetime of painful symptoms. A new clinical trial is testing a natural treatment that researchers hope will provide a long-term solution for those dealing with the dry, itchy and painful skin that comes with chronic eczema."}, "og": {"title": "Clinical trial offers natural eczema treatment, using good bacteria to fight the bad", "description": "Eczema is the most common skin disease worldwide. People suffering from it often deal with a lifetime of painful symptoms. A new clinical trial is testing a natural treatment that researchers hope will provide a long-term solution for those dealing with the dry, itchy and painful skin that comes with chronic eczema.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20180502032255/https://www.eurekalert.org/pub_releases/2018-04/m-cto043018.php", "image": "https://web.archive.org/web/20180502032255im_/https://www.eurekalert.org/multimedia/pub/web/169236_web.jpg", "video": {"identifier": "https://web.archive.org/web/20180502032255/https://www.eurekalert.org/multimedia/pub/media/169236_web.mp4", "width": 480, "height": 360}, "type": "video.other"}, "fb": {"profile_id": "mediasourcetv"}}, "movies": [], "publish_date": 1524974400.0, "source": "https://web.archive.org", "summary": ""}