{"url": "http://www.newswise.com/articles/view/661943/?sc=mwhn", "text": "Newswise — Columbus, OH. Good news for the millions of people who suffer from skin wounds that won’t heal. A team of researchers at The Ohio State University has brought a potentially transformative solution to the problem by creating a portable adhesive patch that drives a continuous, small electrical current to stimulate healing and reduce the risk of infection.\n\nNearly 7 million Americans have chronic wounds – typically a result of diabetes, obesity or other conditions that impact circulation – costing the healthcare system nearly $25 billion each year. The non-healing wounds are painful, can permanently damage nerves, prevent mobility and in extreme cases, cause infection that can lead to death.\n\nThe patch’s design significantly advances existing FDA-approved wireless electroceutical dressing (WED) that harnesses the body’s innate response to injury to help wounds heal.\n\n“A wound naturally produces its own electrical fields that help reduce bacteria and promote cell regeneration; however, this function is likely impaired in chronic wounds,” said Sashwati Roy, PhD, an Associate Professor in the Department of Surgery at Ohio State’s College of Medicine. “The prototype dressing mimics this physiological process, and while it has proven to create an optimal environment where chronic wounds can heal, we are always looking for new ways to keep pathogens under better control.”\n\nRoy notes that chronic wounds are particularly susceptible to infection because bacteria, which at times are free floating within a wound – can sometimes mobilize, creating colonies covered by a thick sticky coating called a biofilm. The immune system cannot penetrate the biofilm, and antibiotics can’t get in either – causing constant inflammation and low-level infection that can further dampen the healing process.\n\nNow, with support from Ohio State’s Center for Clinical and Translational Science (CCTS), researchers from both the College of Engineering and the College of Medicine are taking the technology to the next level. Working with a mechanical and aerospace engineering team led by Shaurya Prakash, PhD and Vish Subramaniam, PhD, the scientists have optimized the bandage’s design and the amount of electrical current delivered. Like present WEDs, the new prototype is flexible, portable and self-contained. Made of silk and silver, the experimental dressing includes a self-contained battery that delivers a continuous, safe, low-level electrical current to the injury. “We’re hoping this new design may allow electric fields and currents to penetrate more deeply into wounds, and really get to where these biofilms may be hiding,” said Subramaniam, chair of the Department of Mechanical and Aerospace Engineering at Ohio State. “The destruction of the biofilm would enable antibiotics to start killing off bacteria, reduce chronic inflammation and allow the body’s natural immune response to work more effectively. Bacteria are known to quickly acquire resistance against antibiotics, but to our knowledge, bacteria do not develop resistance against electroceuticals.” To test the experimental design, Roy and a team of scientists developed an animal model to mimic the skin function of a person suffering from metabolic syndrome – obesity, high blood pressure, high blood sugar - which mirrors the type of patient that typically develops chronic wounds. Animal models had skin injuries infected with Pseudomonas aeruginosa, Staphylococcus aureus or Acinetobacter baumannii, three different types of bacteria that commonly infect wounds and develop biofilms that are treatment resistant.\n\nEarly results, which were presented at the Wound Healing Society’s Annual Meeting in April 2016 indicate that infected wounds covered by the experimental bioelectric dressing healed better and more quickly than those covered with a plain dressing that is commonly used in the care of wounds today. Scientists hypothesize that the electrical currents may disrupt bacteria in two ways: by interrupting the production of chemical messages that instruct bacteria to develop biofilms and by weakening the molecular structure of existing biofilms, potentially making them more susceptible to antibiotics or the body’s natural immune response. The team’s next move is to focus on the bioelectric bandage as a treatment for chronic wounds in a patient population; however, the technology could also be used to treat acute injuries. Roy also notes that the U. S. Department of Defense is very interested in the dressing as a temporary measure to help prevent infection in soldiers wounded on the battle front.\n\n“This technology has a long shelf life and is compact enough to be put into any field medical kit. It could be applied immediately to wounds help keep bacteria from mobilizing and start promoting healing until the soldier could be transported to a facility for more intensive medical care.”\n\nThe team already has interest from several industry partners, and is hoping to begin testing the new technology in patients before the end of the year to determine optimal treatment duration and more about the healing effects of electrical fields on skin cells on a molecular level.\n\nRoy’s research team includes Shomita S. Steiner, PhD; Shaurya Prakash, PhD; Gayle Gordillo, MD; Vish Subramaniam, PhD and Chandan K. Sen, PhD.# # #\n\nThe Ohio State University Center for Clinical and Translational Science (CCTS) is funded by the National Institutes of Health (NIH) Clinical and Translational Science Award (CTSA) program (UL1TR001070, KL2TR001068, TL1TR001069) The CTSA program is led by the NIH’s National Center for Advancing Translational Sciences (NCATS). The content of this release is solely the responsibility of the CCTS and does not necessarily represent the official views of the NIH.", "images": ["https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/09/30/bioelectric_bandage_group.jpg&width=100&height=100", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2016/09/30/bioelectric_bandage_group.jpg&width=502&height=334"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/09/30/bioelectric_bandage_group.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/self-adhesive-dressing-generates-electrical-current-that-promotes-healing-reduces-infection-risk", "title": "Self-Adhesive Dressing Generates Electrical Current That Promotes Healing, Reduces Infection Risk", "meta_data": {"keywords": "Newswise, Bandage,WOUND CARE HEALING,Chronic Wounds,Diabetes,obesity and diabetes,wireless electroceutical dressing,Ohio State Center for Clinical and Translational Science (CCTS) ,Ohio State,Clinical & Translational Research,Biotech, Diabetes, Obesity, Local - Ohio,  Ohio State University Center for Clinical and Translational Science", "description": "From precious metals to maggots, physicians have tried just about everything to help reverse the negative spiral of chronic wounds. And for good reason – these types of non-healing wounds currently cost the healthcare system in excess of $20 billion a year, and millions of sufferers endure months of pain, disability and the constant concern of infection. Now, scientists are testing an experimental electrified mesh bandage that zaps bacteria and stimulates tissue healing.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "From precious metals to maggots, physicians have tried just about everything to help reverse the negative spiral of chronic wounds. And for good reason – these types of non-healing wounds currently cost the healthcare system in excess of $20 billion a year, and millions of sufferers endure months of pain, disability and the constant concern of infection. Now, scientists are testing an experimental electrified mesh bandage that zaps bacteria and stimulates tissue healing.", "title": "Self-Adhesive Dressing Generates Electrical Current That Promotes Healing, Reduces Infection Risk", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/09/30/bioelectric_bandage_group.jpg&width=100&height=100", "url": "https://www.newswise.com/articles/self-adhesive-dressing-generates-electrical-current-that-promotes-healing-reduces-infection-risk"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}