{"url": "https://web.archive.org/web/20171026212801/https://www.eurekalert.org/pub_releases/2017-10/wkh-gli102617.php", "text": "October 26, 2017 - For younger patients with severe damage to the rotator cuff muscles, a \"reverse\" shoulder replacement provides lasting improvement in shoulder function, according to a study in The Journal of Bone & Joint Surgery. The journal is published in partnership with Wolters Kluwer.\n\n\"In the absence of treatment alternatives, reverse total shoulder arthroplasty [RTSA] is a justifiable treatment for patients with a massive, irreparable rotator cuff tear before the age of 60,\" according to the report by Christian Gerber, MD, of the University of Zurich and colleagues. Despite a substantial risk of complications, most patients are satisfied with the outcomes of RTSA at follow-ups of a decade or longer.\n\nStable Long-Term Results of RTSA in Patients Younger than 60\n\nThe researchers analyzed the long-term outcomes of RTSA in 20 patients, average age 57 years. All had \"massive, irreparable\" tears of the rotator cuff muscles, causing shoulder \"pseudoparalysis,\"with little no ability to lift the arm.\n\nThis group of patients typically gets limited benefit from shoulder replacement with conventional implants, which rely on the rotator cuff muscles to provide shoulder movement. The RTSA technique--using an implant in which the natural locations of the shoulder \"ball and socket\" are reversed--uses other muscles to move the shoulder, providing an alternative when the rotator cuff is severely damaged or destroyed.\n\nWhen first introduced, RTSA was performed mainly in elderly patients who placed low demands on the shoulder. With refinements in technique and components in more recent years, the procedure has been used in younger, more active patients. But there are concerns about how well the results of RTSA will hold up over time in this group of patients.\n\nThe new study focused on long-term outcomes of RTSA in patients under age 60. The patients underwent follow-up examination between eight and 19 years after surgery (average 11.7 years). Three patients had RTSA in both shoulders, for a total of 23 procedures.\n\nCompared to their preoperative status, most patients had substantial long-term improvement after RTSA. The average Constant score--a standard assessment accounting for shoulder motion, strength, daily activities, and pain--at the time of final-follow-up improved from 24 to 59 (out of a possible 100).\n\nPatients' ratings of \"subjective shoulder value\" improved from 20 percent to 71 percent (compared to 100 percent for a normal shoulder). Shoulder movement and strength increased, while pain decreased. The improvement was similar for patients with and without prior shoulder surgery.\n\nHowever, complications occurred in 39 percent of the shoulders. Further surgery was required in six shoulders; in two cases, the RTSA procedure was considered a failure.\n\nWhen complications occurred, long-term shoulder functioning was not as good but even with the high complication rate, 72 percent of patients rated their satisfaction level as excellent or good.\n\nThe results alleviate concerns that the clinical benefits of RTSA might not hold up over time in younger, more active patients. Despite its high complication rate, Dr. Gerber and colleagues conclude that RTSA \"provides substantial and lasting improvement\" in shoulder function and pain, in a group of patients with limited treatment options.\n\n###\n\nClick here to read \"Reverse Total Shoulder Arthroplasty for Massive, Irreparable Rotator Cuff Tears Before the Age of 60 Years: Long-Term Results.\"\n\nArticle DOI: 10.2106/JBJS.17.00095\n\nAbout The Journal of Bone & Joint Surgery\n\nThe Journal of Bone & Joint Surgery (JBJS) has been the most valued source of information for orthopaedic surgeons and researchers for over 125 years and is the gold standard in peer-reviewed scientific information in the field. A core journal and essential reading for general as well as specialist orthopaedic surgeons worldwide, The Journal publishes evidence-based research to enhance the quality of care for orthopaedic patients. Standards of excellence and high quality are maintained in everything we do, from the science of the content published to the customer service we provide. JBJS is an independent, non-profit journal.\n\nAbout Wolters Kluwer\n\nWolters Kluwer N.V. (AEX: WKL) is a global leader in information services and solutions for professionals in the health, tax and accounting, risk and compliance, finance and legal sectors. We help our customers make critical decisions every day by providing expert solutions that combine deep domain knowledge with specialized technology and services.\n\nWolters Kluwer reported 2016 annual revenues of €4.3 billion. The company, headquartered in Alphen aan den Rijn, the Netherlands, serves customers in over 180 countries, maintains operations in over 40 countries and employs 19,000 people worldwide.\n\nWolters Kluwer Health is a leading global provider of information and point of care solutions for the healthcare industry. For more information about our products and the organization, visit http://www. wolterskluwer. com/ , follow @WKHealth or @Wolters_Kluwer on Twitter, like us on Facebook, follow us on LinkedIn, or follow WoltersKluwerComms on YouTube.", "images": ["https://web.archive.org/web/20171026212801im_/https://www.eurekalert.org/images/meganav/portal-climate-new.png", "https://web.archive.org/web/20171026212801im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "https://web.archive.org/web/20171026212801im_/https://www.eurekalert.org/images/meganav/ACS2017_300x100.jpg", "https://web.archive.org/web/20171026212801im_/https://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20171026212801im_/https://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20171026212801im_/https://www.eurekalert.org/images/meganav/EB2017_300x100.jpg", "https://web.archive.org/web/20171026212801im_/https://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20171026212801im_/https://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20171026212801im_/https://www.eurekalert.org/images/meganav/portal-cancer-new.png", "https://web.archive.org/web/20171026212801im_/https://www.eurekalert.org/images/meganav/portal-marine-new.png", "https://web.archive.org/web/20171026212801im_/https://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20171026212801im_/https://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20171026212801im_/https://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20171026212801im_/https://www.eurekalert.org/images/meganav/browse-video.jpg"], "top_img": "https://web.archive.org/web/20171026212801im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20171026212801/https://www.eurekalert.org/pub_releases/2017-10/wkh-gli102617.php", "title": "Good long-term improvement after 'reverse' shoulder replacement in patients under 60", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "For younger patients with severe damage to the rotator cuff muscles, a 'reverse' shoulder replacement provides lasting improvement in shoulder function, according to a study in The Journal of Bone & Joint Surgery. The journal is published in partnership with Wolters Kluwer.", "keywords": "Medicine/Health, Critical Care/Emergency Medicine, Health Care Systems/Services, Health Professionals, Orthopedic Medicine, Musculature, Pain, Public Health, Surgery, Trauma/Injury", "date": "Thu, 26 Oct 2017 04:00:00 GMT/UTC", "journal": "The Journal of Bone & Joint Surgery", "type": "research", "institution": "Wolters Kluwer Health", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlert", "creator": "WKHealth", "domain": "www.eurekalert.org", "title": "Good long-term improvement after 'reverse' shoulder replacement in patients under 60", "description": "For younger patients with severe damage to the rotator cuff muscles, a 'reverse' shoulder replacement provides lasting improvement in shoulder function, according to a study in The Journal of Bone & Joint Surgery. The journal is published in partnership with Wolters Kluwer."}, "og": {"title": "Good long-term improvement after 'reverse' shoulder replacement in patients under 60", "description": "For younger patients with severe damage to the rotator cuff muscles, a 'reverse' shoulder replacement provides lasting improvement in shoulder function, according to a study in The Journal of Bone & Joint Surgery. The journal is published in partnership with Wolters Kluwer.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20171026212801/https://www.eurekalert.org/pub_releases/2017-10/wkh-gli102617.php", "image": "https://web.archive.org/web/20171026212801im_/https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1509249600.0, "source": "https://web.archive.org", "summary": ""}