{"url": "http://www.newswise.com/articles/view/659731/?sc=mwhn", "text": "Newswise — CHARLOTTESVILLE, Va., Aug. 25, 2016 – A study published today in the prestigious New England Journal of Medicine offers the most in-depth assessment yet of the safety and effectiveness of a high-tech alternative to brain surgery to treat the uncontrollable shaking caused by the most common movement disorder. And the news is very good.\n\nThe paper outlines the results of an international clinical trial, led by Jeff Elias, MD, of the University of Virginia Health System, that evaluated the scalpel-free approach called focused ultrasound for the treatment of essential tremor (ET), a condition that afflicts an estimated 10 million Americans. Not only did the researchers determine that the procedure was safe and effective, they found that it offered a lasting benefit, reducing shaking for trial participants throughout the 12-month study period.\n\n“This study represents a major advance for neurosurgery, treatment of brain disease and specifically the treatment of ET,” Elias said. “For the first time in a randomized controlled trial, we have shown that ultrasound can be precisely delivered through the intact human skull to treat a difficult neurological disease.”\n\nPioneering Tremor TrialThe multi-site clinical trial included 76 participants with moderate to severe essential tremor, a condition that often robs people of their ability to write, feed themselves and carry out their normal daily activities. The trial participants all had tried existing medications, without success. The mean age was 71, and most had suffered with their tremor for many years.\n\nSeventy-five percent of participants received the experimental treatment using focused ultrasound guided by magnetic resonance imaging. The remaining 25 percent underwent a sham procedure, to act as the control group. (They would later be given the opportunity to undergo the real procedure.)\n\nParticipants who received the treatment showed dramatic improvement, with the beneficial effects continuing throughout the study period. The researchers employed a 32-point scale to assess tremor severity, and they found that mean tremor scores improved by 47 percent at three months and 40 percent at 12 months. Participants reported major improvements in their quality of life. People who couldn’t feed themselves soup or cereal could again do so.\n\nParticipants who received the sham procedure, on the other hand, showed no significant improvements.\n\n“The degree of tremor control was very good overall in the study, but the most important aspects were the significant gains in disabilities and quality of life – that’s what patients really care about,” Elias said.\n\nThe most commonly reported side effects were gait disturbances and numbness in the hand or face; in most instances, these side effects were temporary but some were permanent.\n\nFDA Approved Based on the clinical trial led by Elias, the federal Food and Drug Administration has approved the focused ultrasound device, manufactured by InSightec Inc., for the treatment of essential tremor. The device focuses sound waves inside the brain to create heat, much like a magnifying glass focuses light. That heat can then be used to interrupt the troublesome brain connections responsible for the tremor. Elias can actually watch as patients’ tremor decreases, and the real-time imaging allows him to zone in on exactly the right spot before making any permanent changes to the brain.\n\nThe FDA approval means UVA can make the procedure available to eligible patients. UVA, however, is still working out the necessary logistics; it’s not yet clear when Elias will begin treating patients. Because the approach is so new, insurance plans will not yet cover the procedure, though that may change in the coming months. The cost at UVA has not yet been determined.\n\nPeople interested in the procedure can learn more at uvahealth.com/focusedultrasound. The site includes a list of frequently asked questions and will be updated as UVA prepares to make the treatment available.\n\nThe procedure is not for everyone with essential tremor. It can’t be used in patients who cannot undergo MRI imaging, including those with implanted metallic devices such as a pacemaker. It is also not available for pregnant women, people with heart conditions or very high blood pressure, patients with kidney disease or clotting disorders, patients on blood thinners, patients with a history of strokes or brain tumors and people with substance abuse issues. There are other exclusions as well. Doctors at UVA will evaluate potential patients to determine their eligibility and then recommend the best course of treatment.\n\nGroundbreaking ResearchUVA is a world leader in focused ultrasound research. Elias and his colleagues are testing the capability of focused ultrasound to treat Parkinson’s disease, epilepsy, brain tumors and benign breast tumors.\n\nThe essential tremor research has been supported by InSightec, the Focused Ultrasound Foundation and the BIRD (US-Israel Binational Industry Research and Development) Foundation.\n\nFOR REPORTERS: Elias will be available for interviews today, and he’ll be doing a Facebook Live broadcast at 3:15 Eastern. To arrange an interview, contact Alex Prevost at 434.906.7255 or amp3gb@virginia.edu. High-resolution images and video are available as well.\n\n####", "images": ["https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/08/25/12015_JeffElias015final.jpg&width=100&height=100", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "http://www.newswise.com/legacy/image.php?image=/images/uploads/2016/08/25/12015_JeffElias015final.jpg&width=502&height=334", "http://www.newswise.com/assets/img/logo.png", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "http://www.newswise.com/images/institutions/logos/xuvm-logo.gif.pagespeed.ic.JoOsXtrzaS.png"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/08/25/12015_JeffElias015final.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/scalpel-free-surgery-proves-safe-effective-for-treating-essential-tremor", "title": "Scalpel-Free Surgery Proves Safe, Effective for Treating Essential Tremor", "meta_data": {"keywords": "Newswise, Essential Tremor,Movement Disorders,Focused Ultrasound,Behavioral Science, Neuro, Surgery, NEJM, Local - Virginia, All Journal News,  University of Virginia Health System", "description": "A study published today in the prestigious New England Journal of Medicine offers the most in-depth assessment yet of the safety and effectiveness of a high-tech alternative to brain surgery to treat the uncontrollable shaking caused by the most common movement disorder. And the news is very good.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "A study published today in the prestigious New England Journal of Medicine offers the most in-depth assessment yet of the safety and effectiveness of a high-tech alternative to brain surgery to treat the uncontrollable shaking caused by the most common movement disorder. And the news is very good.", "title": "Scalpel-Free Surgery Proves Safe, Effective for Treating Essential Tremor", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/08/25/12015_JeffElias015final.jpg&width=100&height=100", "url": "https://www.newswise.com/articles/scalpel-free-surgery-proves-safe-effective-for-treating-essential-tremor"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}