{"url": "http://www.newswise.com/articles/view/657656/?sc=mwhn", "text": "• Read this story at www.uab.edu/news• The UAB News Studio is available for live or taped interviews with UAB experts.\n\nNewswise — BIRMINGHAM, Ala. – The Food and Drug Administration recently approved lifitegrast, a new eye drop for treating signs and symptoms of dry eye in adult patients. Kelly Nichols, O.D., Ph.D., a dry eye expert and dean of the University of Alabama at Birmingham School of Optometry, conducted research studies for the parent drug company to explore the efficacy and safety of lifitegrast in treating this eye condition that affects more than 16 million adults in the United States.\n\nInflammation associated with dry eye may eventually lead to damage to the surface of the eye.\n\n“Dry eye is a common complaint to eye care professionals, with millions of U.S. adults experiencing the symptoms of this often chronic disease,” Nichols said. “It is critical for eye care professionals to have a dialogue with patients who report symptoms because dry eye can be a progressive ocular surface disease.”\n\nThe twice-daily eye drop solution of 5 percent lifitegrast ophthalmic solution is the only prescription eye drop indicated for the treatment of both signs and symptoms of dry eye, and it is the first new dry eye prescription drop approved in the last 13 years.\n\nNichols and a team of researchers studied 1,181 patients, of whom 1,067 received lifitegrast in four placebo-controlled 12-week trials. Signs and symptoms were assessed at baseline and at weeks two, six and 12.\n\nIn all four studies, eye dryness was significantly reduced, with two of the studies showing improvements at week two. Results from inferior corneal staining tests — used by physicians to detect abrasions on the cornea — showed improvement in three of the four studies.\n\nNichols continues to push for funding and advancement for dry eye research and treatment. Prior to FDA approval of the lifitegrast eye drop, Nichols presented a congressional briefing in Washington, D.C., addressing research into dry eye for the National Alliance for Eye and Vision Research. She focused on the cause and potential therapies for dry eye that are being funded through the National Eye Institute and in private industry.\n\nFocusing her research on all aspects of the eye, Nichols discussed the mechanics of the three layers of the tear film and the importance of each from the cornea outward:• Mucin layer: helps tears adhere to the eye• Aqueous layer or water layer: nourishes and protects the cornea• Lipid or oil layer: lubricates and prevents evaporation and provides smooth refractive surface needed for optimal vision\n\n“We are unsure which of the 200-plus different lipids and 500-plus unique proteins are most important for protecting and lubricating the eye, and the absence or insufficiency of which results in dry eye,” Nichols said.\n\nThere are more than 30-plus new dry eye basic, translational and clinical studies being funded by the NEI/National Institutes of Health to further explore these lipids and proteins, with more than 50 papers being published monthly.\n\n“Funding from NIH is helping the optometry world make significant strides in understanding the cause and treatment of dry eye,” Nichols said. “We still have a long way to go, but prevention and early detection are major goals. There is hope for dry eye patients worldwide.”\n\nDiagnosis of dry eye is identified by an eye care professional based on careful evaluation of signs and symptoms, including dryness, discomfort, vision changes and damage to the surface of the eye. Specialty testing for dry eye is performed at the Dry Eye Relief Clinic at UAB Eye Care, in the School of Optometry.\n\nAbout UABKnown for its innovative and interdisciplinary approach to education at both the graduate and undergraduate levels, the University of Alabama at Birmingham is the state of Alabama’s largest employer and an internationally renowned research university and academic medical center; its professional schools and specialty patient-care programs are consistently ranked among the nation’s top 50. UAB’s Center for Clinical and Translational Science is advancing innovative discoveries for better health as a two-time recipient of the prestigious Center for Translational Science Award. Find more information at www.uab.edu and www.uabmedicine.org.\n\nEDITOR’S NOTE: The University of Alabama at Birmingham is a separate, independent institution from the University of Alabama, which is located in Tuscaloosa. Please use University of Alabama at Birmingham on first reference and UAB on all subsequent references.\n\nVIDEO: www.youtube.com/uabnews TEXT: www.uab.edu/news TWEETS: www.twitter.com/uabnews", "images": ["http://www.newswise.com/legacy/image.php?image=/images/uploads/2016/07/21/kelly_nichols_2016.jpg&width=502&height=334", "https://certify.alexametrics.com/atrk.gif?account=UeW4n1aMp410N8", "http://www.newswise.com/assets/img/logo.png.pagespeed.ce.pQl5UlxZ8w.png", "http://www.newswise.com/images/articlesview/xother-tw.jpg.pagespeed.ic.CuBx86pQyb.jpg", "http://www.newswise.com/images/xfull-screen.png.pagespeed.ic.nAXcF-_0yz.png", "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/07/21/kelly_nichols_2016.jpg&width=100&height=100", "http://www.newswise.com/images/institutions/logos/xcolor-without-R-core-standard.png.pagespeed.ic.cmHJD43tMP.png", "http://www.newswise.com/assets/img/xlogo-inv.png.pagespeed.ic.ywhzXWmY-D.png", "http://www.newswise.com/images/articlesview/xother-fb.jpg.pagespeed.ic.FG3drjR_bg.jpg", "https://seeklogo.com/images/R/rss-icon-logo-025B789EB6-seeklogo.com.png"], "top_img": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/07/21/kelly_nichols_2016.jpg&width=100&height=100", "keywords": [], "authors": [], "canonical_link": "https://www.newswise.com/articles/uab-optometrist-improves-treatment-and-care-for-patients-with-dry-eye", "title": "UAB Optometrist Improves Treatment and Care for Patients with Dry Eye", "meta_data": {"keywords": "Newswise, dry eye,Dry eye disease,dry eye research ,dry eye treatment,Dry Eyes,eye and vision,Optometry,Public Health, Vision, Local - Alabama,  University of Alabama at Birmingham", "description": "Individuals with dry eye have hope as researchers continue to learn more about causes, symptoms and treatments.", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "viewport": "width=device-width", "og": {"description": "Individuals with dry eye have hope as researchers continue to learn more about causes, symptoms and treatments.", "title": "UAB Optometrist Improves Treatment and Care for Patients with Dry Eye", "type": "website", "image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2016/07/21/kelly_nichols_2016.jpg&width=100&height=100", "url": "https://www.newswise.com/articles/uab-optometrist-improves-treatment-and-care-for-patients-with-dry-eye"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/ms-icon-144x144.png", "theme-color": "#ffffff"}, "movies": [], "publish_date": null, "source": "http://www.newswise.com", "summary": ""}