{"url": "https://www.prnewswire.com/news-releases/new-phase-3-data-show-esketamine-nasal-spray-demonstrated-rapid-improvements-in-depressive-symptoms-in-patients-with-treatment-resistant-depression-300643208.html", "text": "TITUSVILLE, N.J., May 5, 2018 /PRNewswire/ -- The Janssen Pharmaceutical Companies of Johnson & Johnson today announced the results from two Phase 3 clinical studies of the investigational compound esketamine nasal spray in patients with treatment-resistant depression. These studies will be presented at the American Psychiatric Association Annual Meeting, taking place May 5-9 in New York, NY.\n\nData from a study in adults with treatment-resistant depression showed that flexibly dosed esketamine nasal spray plus a newly initiated oral antidepressant demonstrated a statistically significant, clinically meaningful rapid reduction of depressive symptoms as compared to placebo nasal spray plus a newly initiated oral antidepressant. The study defined treatment-resistant as patients who had not responded to two or more currently available antidepressants of adequate dose and duration in the current episode of depression.\n\nData from a second study, in elderly patients aged 65 and older with treatment-resistant depression, which is the first study of its kind, showed treatment with flexibly dosed esketamine plus a newly initiated oral antidepressant demonstrated clinically meaningful effects compared to placebo nasal spray plus a newly initiated oral antidepressant. However, the study narrowly missed statistical significance for its primary efficacy endpoint.\n\nIf approved by the U.S. Food and Drug Administration (FDA), esketamine would be one of the first new approaches to treat refractory major depressive disorder available to patients in the last 50 years.\n\n\"With about 30 percent of patients with major depression failing to respond to currently available antidepressants1, treatment-resistant depression represents a major public health need,\" said Husseini K. Manji, MD, Global Head, Neuroscience Therapeutic Area, Janssen Research & Development, LLC. \"The positive Phase 3 results for esketamine nasal spray in adults with treatment-resistant depression are exciting, particularly as they mark the first time an antidepressant has achieved superiority versus an active comparator in any clinical trial for major depressive disorder. What makes this even more significant is that the response was rapid and this milestone was achieved in patients deemed to be treatment-resistant. We are also pleased with the clinically meaningful outcomes for esketamine nasal spray in elderly patients, a population that often has greater disability and lower response rates.\"\n\n\"There's a critical need for new, rapidly acting and effective treatment options for people with major depressive disorder who do not respond to existing therapies,\" said Mathai Mammen, M.D., Ph.D., Global Head, Janssen Research & Development, LLC. \"Janssen is fully committed to exploring the newest science in the area of mood disorders and bringing these discoveries to patients in need.\"\n\nClick to Tweet: Janssen announces new Phase 3 data re. treatment-resistant #depression\n\nhttp://po.st/MUWq5V\n\nResults of the Study in Adults with Treatment-Resistant Depression\n\nIn the Phase 3 study of adults with treatment-resistant depression, patients were randomized to flexibly dosed esketamine nasal spray (56 mg or 84 mg) added to a newly initiated oral antidepressant or placebo nasal spray added to a newly initiated oral antidepressant.\n\nPrimary Efficacy Endpoint\n\nThe primary efficacy endpoint, change from baseline in the Montgomery-Åsberg Depression Rating Scale (MADRS) total score, demonstrated the statistically significant clinical improvement in patients' depressive symptoms for esketamine nasal spray plus an oral antidepressant at day 28 (Least Squares Mean Difference Standard Error from placebo nasal spray plus a newly initiated oral antidepressant: -4.0 [1.69], 95% Confidence Interval [CI]: -7.31, -0.64; one-sided p=0.010).\n\nSecondary and Other Efficacy Endpoints\n\nThe first key secondary endpoint (onset of clinical response by 24 hours post-dose that is maintained through day 28) numerically favored esketamine nasal spray plus an oral antidepressant vs. placebo nasal spray plus an oral antidepressant, but did not meet statistical significance (1-sided p=0.161). The other two key secondary endpoints (Sheehan Disability Scale [SDS], a subject-reported outcome measure widely used and accepted for assessment of functional impairment and associated disability, and Patient Health Questionnaire-9 [PHQ-9], a self-report scale assessing depressive symptoms) could not be formally evaluated since onset of clinical response was not statistically significant. Among other endpoints, response rate was notable with 69.3% responding in the esketamine group vs. 52% in the placebo group at 28 days (response ≥ 50% improvement in MADRS from baseline). Remission rate (MADRS total score ≤12) at day 28 was 52.5% and 31.0% for the esketamine and placebo groups, respectively.\n\nThe most common treatment-emergent adverse events (>10%) reported in the esketamine group were metallic taste, nausea, vertigo, dizziness, headache, drowsiness, dissociation, blurred vision, paraesthesia (tingling sensation) and anxiety. The most common treatment-emergent adverse events (>10%) reported in the placebo group were metallic taste and headache.\n\nResults of the Study in Elderly Patients with Treatment-Resistant Depression\n\nJanssen conducted a separate Phase 3 study in elderly patients with treatment-resistant depression. Elderly populations with major depressive disorder are historically hard to treat and often have co-morbidities and long-standing depression. To improve tolerability, patients were given a lower starting dose (28 mg) of esketamine nasal spray (flexibly dosed at 28 mg, 56 mg or 84 mg) plus a newly initiated oral antidepressant or placebo nasal spray plus a newly initiated oral antidepressant.\n\nPrimary Efficacy Endpoint\n\nAlthough statistical significance for the primary endpoint for the overall patient population studied was narrowly missed, results favored the esketamine nasal spray plus a newly initiated oral antidepressant group (median unbiased estimate of the difference from placebo nasal spray plus a newly initiated oral antidepressant: -3.6, 95% CI: -7.20, 0.07; one-sided p=0.029). To put this into context, an analysis of placebo-controlled data from three prior studies conducted by Duru and Fantino determined that a minimum change in MADRS of 1.9 was clinically meaningful.2 In addition, the average difference is between 2-3 points for currently approved antidepressants vs. placebo.3\n\nSafety results were consistent with previous studies of esketamine in younger adult populations. The most common treatment-emergent adverse events (>10%) reported in the esketamine group were dizziness, nausea, headache, fatigue, increased blood pressure, vertigo and dissociation. There were no treatment-emergent adverse events reported in >10% of patients in the placebo group.\n\nEsketamine nasal spray has an acceptable safety and tolerability profile, based on the adverse event data from both Phase 3 studies. Adverse events and associated symptoms were seen predominately on the day of dosing and were generally transient and resolved on the day of dosing.\n\nThese findings represent two of the five Phase 3 studies that comprise Janssen's treatment-resistant depression program with esketamine nasal spray. The results from these studies will inform regulatory filings for esketamine nasal spray in treatment-resistant depression, for which Janssen has received Breakthrough Therapy Designations from the U.S. FDA. Data from other Phase 3 studies will be presented later in 2018.\n\nAbout the Studies\n\nIn both Phase 3 studies, esketamine or placebo was provided in disposable nasal spray devices containing 200 μl of solution (i.e., two sprays), and administered under the supervision of a health care professional. A bittering agent was added to placebo to simulate the taste of esketamine, to help mask the treatment assignment.\n\nThe study in adults with treatment-resistant depression was a Phase 3, double-blind, active-control, flexibly dosed, multi-center study using blinded raters, conducted at 39 sites in Czech Republic, Germany, Poland, Spain and the United States from August 2015 to November 2017. The study enrolled adults with moderate-to-severe, non-psychotic, recurrent or persistent depression, and history of non-response to ≥2 antidepressants in the current episode of depression, with one of them assessed prospectively. Non-responders were randomized (1:1) to flexibly-dosed esketamine nasal spray (56 or 84 mg twice weekly) plus a newly initiated oral antidepressant (N=114) or placebo nasal spray plus a newly initiated oral antidepressant (N=109). The primary efficacy endpoint – change from baseline to day 28 in MADRS total score – was assessed among patients who received ≥1 dose of (nasal spray and oral) study medication by mixed-effects model using repeated measures using a one-sided significance level of 0.025. (5.69). For further information about this study, visit the ClinicalTrials.gov website.\n\nThe study in elderly patients with treatment-resistant depression was a Phase 3, double-blind, multicenter, active-controlled study. Patients ≥ 65 years of age were randomized 1:1 to either esketamine nasal spray plus a new oral antidepressant (N=72) or placebo nasal spray plus a new oral antidepressant (N=66). The primary endpoint was the change in the MADRS total score from day 1 (baseline) to day 28. Statistical analysis employed mixed-effects model repeated measures (MMRM), with a weighted combination test to account for an interim analysis for sample size re-estimation, using a one-sided significance level of 0.025. For further information about this study, visit the ClinicalTrials.gov website.\n\nAbout Esketamine\n\nEsketamine nasal spray is an investigational compound being studied by Janssen Research & Development, LLC as part of a global development program. Esketamine is a non-competitive N-methyl-D-aspartate (NMDA) receptor antagonist, also known as a glutamate receptor modulator, thought to help restore synaptic connections in brain cells in people with major depressive disorder. It has a novel mechanism of action, meaning it works differently than currently available therapies for depression.\n\nEsketamine received Breakthrough Therapy Designations from the U.S. FDA in November 2013 for treatment-resistant depression and in August 2016 for the indication of major depressive disorder with imminent risk for suicide.4\n\nAbout Major Depressive Disorder\n\nMajor depressive disorder affects nearly 300 million people of all ages globally and is the leading cause of disability worldwide.5 Individuals with depression, including major depressive disorder, experience continuous suffering from a serious, biologically based disease which has a significant negative impact on all aspects of life, including quality of life and function.5 Although currently available antidepressants are effective for many patients, about one third of patients do not respond to treatment and are thought to have treatment-resistant depression.6\n\nAbout the Janssen Pharmaceutical Companies of Johnson & Johnson\n\nAt the Janssen Pharmaceutical Companies of Johnson & Johnson, we are working to create a world without disease. Transforming lives by finding new and better ways to prevent, intercept, treat and cure disease inspires us. We bring together the best minds and pursue the most promising science.\n\nWe are Janssen. We collaborate with the world for the health of everyone in it. Learn more at www.janssen.com. Follow us at www.twitter.com/JanssenUS and www.twitter.com/JanssenGlobal.\n\nCautions Concerning Forward-Looking Statements\n\nThis press release contains \"forward-looking statements\" as defined in the Private Securities Litigation Reform Act of 1995 regarding product development and the potential benefits of esketamine. The reader is cautioned not to rely on these forward-looking statements. These statements are based on current expectations of future events. If underlying assumptions prove inaccurate or known or unknown risks or uncertainties materialize, actual results could vary materially from the expectations and projections of Janssen Research & Development, LLC and/or Johnson & Johnson. Risks and uncertainties include, but are not limited to: challenges and uncertainties inherent in product research and development, including the uncertainty of clinical success and of obtaining regulatory approvals; uncertainty of commercial success; competition, including technological advances, new products and patents attained by competitors; challenges to patents; manufacturing difficulties and delays; changes in behavior and spending patterns or financial distress of purchasers of health care products and services; changes to applicable laws and regulations, including global health care reforms; and trends toward health care cost containment. A further list and description of these risks, uncertainties and other factors can be found in Johnson & Johnson's Annual Report on Form 10-K for the fiscal year ended January 1, 2017, including in Exhibit 99 thereto, and the company's subsequent filings with the Securities and Exchange Commission. Copies of these filings are available online at www.sec.gov, www.jnj.com or on request from Johnson & Johnson. None of the Janssen Pharmaceutical Companies or Johnson & Johnson undertakes to update any forward-looking statement as a result of new information or future events or developments.\n\nNational Institute of Mental Health. Sequenced Treatment Alternatives to Relieve Depression (STAR*D) Study. Available at: http://www.nimh.nih.gov/about/director/2011/antidepressants-a-complicated-picture.shtml#_edn2. Accessed May 2018 . The clinical relevance of changes in the Montgomery-Asberg Depression Rating Scale using the minimum clinically important difference approach. Available at: https://www.ncbi.nlm.nih.gov/pubmed/18377706. Accessed May 2018 . Khin NA, et.al. \"Exploratory analyses of efficacy data from major depressive disorder trials submitted to the US Food and Drug Administration in support of new drug applications,\" Journal of Clinical Psychiatry. April, 2011. Available at: https://www.ncbi.nlm.nih.gov/pubmed/21527123. Accessed May 2018 . Johnson & Johnson Press Release. Esketamine Receives Breakthrough Therapy Designation from U.S. Food and Drug Administration for Major Depressive Disorder with Imminent Risk for Suicide. Available at: https://www.jnj.com/media-center/press-releases/esketamine-recieves-breakthrough-therapy-designation-from-us-food-and-drug-administration-for-major-depressive-disorder-with-imminent-risk-of-suicide. Accessed May 2018 . World Health Organization. Depression. Available at: http://www.who.int/mediacentre/factsheets/fs369/en/. Accessed May 2018 . Thase ME. Update on partial response in depression. J Clin Psychiatry. 2009;70[suppl 6]:4-9.\n\nMedia Contact:\n\nGreg Panico\n\n609-730-3061 (office)\n\n908-240-2011 (mobile)\n\nInvestor Contacts:\n\nJoseph J. Wolk\n\n732-524-1142 (office)\n\nLesley Fishman\n\n732-524-3922 (office)\n\nSOURCE Janssen Pharmaceutical Companies of Johnson & Johnson\n\nRelated Links\n\nhttp://www.janssen.com\n\n", "images": ["https://mma.prnewswire.com/media/677069/jsn_logo_jj_vert_color_rgb_Logo.jpg?p=facebook", "https://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_mobile.png", "https://www.prnewswire.com/content/dam/prnewswire/homepage/prn_cision_logo_desktop.png", "https://mma.prnewswire.com/media/677069/jsn_logo_jj_vert_color_rgb_Logo.jpg?p=publish&w=200"], "top_img": "https://mma.prnewswire.com/media/677069/jsn_logo_jj_vert_color_rgb_Logo.jpg?p=facebook", "keywords": [], "authors": ["Janssen Pharmaceutical Companies Of Johnson"], "canonical_link": "https://www.prnewswire.com/news-releases/new-phase-3-data-show-esketamine-nasal-spray-demonstrated-rapid-improvements-in-depressive-symptoms-in-patients-with-treatment-resistant-depression-300643208.html", "title": "New Phase 3 Data Show Esketamine Nasal Spray Demonstrated Rapid Improvements in Depressive Symptoms in Patients with Treatment-Resistant Depression", "meta_data": {"viewport": "width=device-width, initial-scale=1", "optanonhelper": "us-prod", "description": "TITUSVILLE, N.J., May 5, 2018 /PRNewswire/ -- The Janssen Pharmaceutical Companies of Johnson & Johnson today announced the results from two Phase 3 clinical...", "author": "Janssen Pharmaceutical Companies of Johnson & Johnson", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "New Phase 3 Data Show Esketamine Nasal Spray Demonstrated Rapid Improvements in Depressive Symptoms in Patients with Treatment-Resistant Depression", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.region": "new jersey", "date": "2018-05-05T08:00:00-04:00", "keywords": "Janssen Pharmaceutical Companies of Johnson & Johnson", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "New Phase 3 Data Show Esketamine Nasal Spray Demonstrated Rapid Improvements in Depressive Symptoms in Patients with Treatment-Resistant Depression", "description": "TITUSVILLE, N.J., May 5, 2018 /PRNewswire/ -- The Janssen Pharmaceutical Companies of Johnson & Johnson today announced the results from two Phase 3 clinical...", "image": "https://mma.prnewswire.com/media/677069/jsn_logo_jj_vert_color_rgb_Logo.jpg?p=twitter"}, "og": {"title": "New Phase 3 Data Show Esketamine Nasal Spray Demonstrated Rapid Improvements in Depressive Symptoms in Patients with Treatment-Resistant Depression", "type": "website", "description": "TITUSVILLE, N.J., May 5, 2018 /PRNewswire/ -- The Janssen Pharmaceutical Companies of Johnson & Johnson today announced the results from two Phase 3 clinical...", "image": "https://mma.prnewswire.com/media/677069/jsn_logo_jj_vert_color_rgb_Logo.jpg?p=facebook", "url": "https://www.prnewswire.com/news-releases/new-phase-3-data-show-esketamine-nasal-spray-demonstrated-rapid-improvements-in-depressive-symptoms-in-patients-with-treatment-resistant-depression-300643208.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}, "movies": [], "publish_date": null, "source": "https://www.prnewswire.com", "summary": ""}