{"url": "https://web.archive.org/web/20150810135134/http://www.eurekalert.org/pub_releases/2015-06/tl-tls060215.php", "text": "Researchers have developed a score that predicts an individual's risk of dying within 5 years for people aged between 40 and 70 years old in the UK, according to new research published in The Lancet.\n\nThe score, which uses measures that can be obtained by simple questionnaires without any need for physical examination, such as self-rated health and usual walking speed, could be used by individuals to improve awareness of their health status, and by doctors to identify high-risk individuals for further treatment, say the authors.\n\nIndividuals can calculate their personalised 5-year mortality risk and what the study authors call an 'Ubble age' [1]?the age where the average mortality risk in the population is most similar to the estimated risk of the individual?through an online questionnaire, using the dedicated interactive website [2]. The site was developed with Sense About Science [3], a UK charity that that equips people to make sense of scientific and medical claims in public discussion.\n\n\"The Ubble website allows anybody in the UK between forty and seventy years old to calculate their 'Ubble age' and their risk of dying within the next five years compared to the general population, using a simple set of a dozen or so questions,\" says study co-author Professor Erik Ingelsson from Uppsala University, Sweden. \"This is the first study of its kind which is based on a very large study sample, and is not limited to specific populations, single types of risk, or requiring laboratory testing.\" [4]\n\nTo create the score, Professor Ingelsson and Dr Andrea Ganna, from the Karolinska Institutet in Sweden, analysed data collected between 2006 and 2010 from nearly half a million adults aged between 40 and 70 years from the UK Biobank [5]. They used a statistical survival model to assess the probability that 655 specific demographic, lifestyle, and health measurements could predict death from any cause and six specific causes, in men and women separately.\n\nThe results allow researchers to compare the predictive ability of a large number of health-related risk factors which were formerly studied separately and using different populations, although the predictive ability of risk factors does not necessarily imply they are causally related to the risk of dying.\n\nFor example, the research shows that self-reported information, such as usual walking pace and illness and injuries in the past 2 years, is generally a stronger predictor of death and survival than biological measurements, such as pulse rate and blood pressure. Surprisingly, self-reported walking pace is a stronger predictor of death risk in both men and women than smoking habits and other lifestyle measurements.\n\nSelf-rated overall health [6] emerged as the single most powerful predictor of death in men, and previous cancer diagnosis the strongest predictor in women (see figure 1 of the Article). When excluding individuals with serious diseases or disorders, smoking habits were the strongest predictors of mortality from any cause (figure 3).\n\nUsing these findings, the researchers then developed an easy-to-calculate risk score for an individual's risk of dying in the next 5 years, based on the most predictive self-reported information, including 13 questions for men and 11 for women. The performance of the score was validated in 35810 participants enrolled at two Scottish centres which were not used to develop the score, and was found to have around 80% accuracy in men and women (table 2). UK life tables and census information were used to calibrate the score for the overall UK population.\n\nAccording to study co-author Dr Ganna, \"The fact that the score can be measured online in a brief questionnaire, without any need for lab tests or physical examination, is an exciting development. We hope that our score might eventually enable doctors to quickly and easily identify their highest risk patients, although more research will be needed to determine whether it can be used in this way in a clinical setting. Of course, the score has a degree of uncertainty and shouldn't be seen as a deterministic prediction. For most people, a high risk of dying in the next five years can be reduced by increased physical activity, smoking cessation, and a healthy diet.\" [4]\n\nWriting in a linked Comment, Simon Thompson and Peter Willeit from the University of Cambridge in the UK say, \"One appealing aspect of the website is the representation of an individual's estimated 5 year mortality risk as what the authors call \"Ubble age\" (the age where the average risk in the population is most similar to the estimated risk of the individual); this concept is similar to that of heart age developed for communicating cardiovascular risk. Whether this will help individuals improve self-awareness of their health status, however, or only lead to so-called cyberchondria, is a moot point. Moreover, 5 year mortality is easier to predict than long-term morbidity, or quality of life and life expectancy, all of which are more important to individuals and to society.\"\n\n###\n\nNOTES TO EDITORS:\n\nThis study was funded by Knut and Alice Wallenberg Foundation and the Swedish Research Council.\n\n[1] 'UbbLE' stands for 'UK Longevity Explorer'.\n\n[2] For preview login details for the Ubble website, please email daisy.barton@lancet.com.\n\n[3] See http://www. senseaboutscience. org for more information.\n\n[4] Quotes direct from author and cannot be found in text of Article.\n\n[5] UK Biobank http://www. ukbiobank. ac. uk/ recruited half a million people aged between 40 and 69 years in 2006-10 from across the country. Information on sociodemographics, physical measures, health and lifestyle factors, medical history, and blood measurements were taken. All participants agreed to have their health followed. The resource has been open to bona fide health researchers for 18 months. So far more than 1800 scientists have registered with UK Biobank to study a wide range of diseases.\n\n\"UK Biobank will only be limited by the imagination of the researchers using it,\" said Professor Rory Collins, UK Biobank Principal Investigator. \"As an open access resource, scientists will be able to scrutinise each other's work, build upon their results or undertake their own novel studies to improve the health of future generations.\"\n\n[6] Assessed using the question: In general how would you rate your overall health? Excellent/Good/Fair/Poor.", "images": ["https://web.archive.org/web/20150810135134im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20150810135134im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20150810135134im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20150810135134im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20150810135134im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20150810135134im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20150810135134im_/http://www.eurekalert.org/images/meganav/aacr2015meeting_600X200.jpg", "https://web.archive.org/web/20150810135134im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20150810135134im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20150810135134im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20150810135134im_/http://www.eurekalert.org/images/meganav/browse-video.jpg", "https://web.archive.org/web/20150810135134im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20150810135134im_/http://www.eurekalert.org/images/meganav/portal-marine.png"], "top_img": "https://web.archive.org/web/20150810135134im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20150810135134/http://www.eurekalert.org/pub_releases/2015-06/tl-tls060215.php", "title": "The Lancet: Simple score predicts risk of death for middle-aged adults in the UK", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Researchers have developed a score that predicts an individual's risk of dying within 5 years for people aged between 40 and 70 years old in the UK, according to new research published in The Lancet.", "keywords": "Medicine/Health", "date": "Wed, 03 Jun 2015 04:00:00 GMT", "journal": "Lancet", "type": "research", "institution": "The Lancet", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "TheLancet", "domain": "www.eurekalert.org"}, "og": {"title": "The Lancet: Simple score predicts risk of death for middle-aged adults in the UK", "description": "Researchers have developed a score that predicts an individual's risk of dying within 5 years for people aged between 40 and 70 years old in the UK, according to new research published in The Lancet.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20150810135134/http://www.eurekalert.org/pub_releases/2015-06/tl-tls060215.php", "image": "https://web.archive.org/web/20150810135134im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "TheLancetMedicalJournal"}}, "movies": [], "publish_date": 1435550400.0, "source": "https://web.archive.org", "summary": ""}