{"url": "https://web.archive.org/web/20151112023927/http://www.eurekalert.org:80/pub_releases/2015-11/lsb-sdm110915.php", "text": "MARSHFIELD - A drug already used safely to treat Parkinson's disease, restless leg syndrome and other movement disorders also could delay or prevent the most common cause of blindness affecting more than 9 million older Americans - age-related macular degeneration (AMD).\n\nResearchers have discovered that patients who take the drug L-DOPA are significantly less likely to develop AMD, and if they do get AMD it's at a significantly older age, according to the study published online Nov. 4 in the American Journal of Medicine. The retrospective study was led by researchers at Marshfield Clinic Research Foundation, University of Arizona, Medical College of Wisconsin, University of Miami, Essentia Health, Stanford University and University of Southern California.\n\n\"Research points to this as a pathway to regulate and prevent this most common cause of blindness in adults,\" said Murray Brilliant, Ph.D., director, Marshfield Clinic Research Foundation Center for Human Genetics, Marshfield, Wisconsin. \"Imagine telling patients we potentially have medication that will allow them to see and continue enjoying life, their family and perform every day activities as they age. That is very powerful.\"\n\nAMD, the No. 1 cause of legal blindness in adults over 60, is a progressive eye condition affecting as many as one in three adults. The disease attacks the macula of the eye, where the sharpest central vision occurs, causing central blindness. This vision is used to drive, read, recognize faces and perform daily tasks. AMD spares the peripheral vision, leaving dim images or black holes at the center of vision.\n\nL-DOPA is a natural by-product of pigmentation and is made in a layer of cells in the back of the eye that functions to promote health and survival of retinal tissues. Researchers asked the question if people taking L-DOPA as a medicine are protected from AMD.\n\n\"The obvious question was if the L-DOPA no longer produced was supplemented via pill form, does it have the potential to serve as a preventive medicine against AMD,\" Brilliant said. \"We need more research, but this first step is promising.\"\n\nAlbinism research leads to hope\n\nThis work grew out of research using albino mouse models. Mice, as well as humans who have albinism or lack of pigmentation, have profound vision loss and changes in the eye structure , especially the macula, the oval-shaped area near the center of the retina associated with a person's ability to see clearly.\n\nRace and ocular pigmentation are known risk factors for developing AMD, indicating darker pigmentation may protect from the disease as it occurs much, much more frequently in the white population than black or Hispanic populations. This led to the hypothesis that those with darker pigmentation may have greater L-DOPA signaling in the RPE.\n\nTo test this, researchers examined health records of 37,000 Marshfield Clinic patients looking for those with AMD, those taking L-DOPA and those with both L-DOPA and AMD. They then determined the age patients developed AMD.\n\nAccording to national statistics, the average age at which individuals are given L-DOPA is 67; the average age of AMD diagnosis is 71. In those people who got L-DOPA before being diagnosed with AMD, their AMD diagnosis occurred eight years later than those without L-DOPA.\n\nThese provocative results were then confirmed in a much larger data set of 87 million patients where similar results were observed and the study expanded to include prevention and delay of \"wet\" AMD, the most devastating form of the disease.\n\nIn all the groups examined, data suggests L-DOPA may prevent or delay AMD.\n\n\"This study suggests an intriguing link between patients taking L-DOPA and a lower incidence and delayed onset of AMD,\" said Paul A. Sieving, M.D., Ph.D., director of the National Eye Institute. \"Showing that L-DOPA causes this protective effect will require further investigation, but if confirmed, could lead to new drugs or combination therapies for AMD that target DOPA-responsive cells in the retina.\"\n\nThe next step in this research is to perform a clinical trial to determine the ability of this drug to prevent AMD.\n\n\"Results suggest a new path forward in our fight against AMD that may even include a strategy to prevent those at risk of the disease from ever developing it,\" said Brian McKay, Ph.D., associate professor, Department of Ophthalmology and Vision Science, University of Arizona. \"In the end, L-DOPA may not be the drug that ends the disease but the pathway identified is likely to be a key observation as the search for a cure continues.\"\n\n###\n\nThis research, titled \"Mining Retrospective Data for Virtual Prospective Drug Repurposing: L-DOPA and Age-related Macular Degeneration,\" was supported by National Center for Advancing Translational Sciences, National Human Genome Research Institute, Research to Prevent Blindness, Bright Focus Foundation, The Edward N. & Della L. Thome Memorial Foundation, Wisconsin Genomics Initiative, National Eye Institute, Marshfield Clinic and University of Arizona.\n\nMarshfield Clinic provides patient care, research and education with more than 50 locations in northern, central and western Wisconsin, making it one of the largest comprehensive medical systems in the United States.", "images": ["https://web.archive.org/web/20151112023927im_/http://www.eurekalert.org/images/meganav/portal-climate.png", "https://web.archive.org/web/20151112023927im_/http://www.eurekalert.org/images/e4/logo-footer.png", "https://web.archive.org/web/20151112023927im_/http://www.eurekalert.org/images/meganav/portal-cancer.png", "https://web.archive.org/web/20151112023927im_/http://www.eurekalert.org/images/e4/brand.png", "https://web.archive.org/web/20151112023927im_/http://www.eurekalert.org/images/meganav/portal-marine.png", "https://web.archive.org/web/20151112023927im_/http://www.eurekalert.org/images/meganav/browse-images.jpg", "https://web.archive.org/web/20151112023927im_/http://www.eurekalert.org/images/meganav/browse-audio.jpg", "https://web.archive.org/web/20151112023927im_/http://www.eurekalert.org/images/meganav/AHA_logo.jpg", "https://web.archive.org/web/20151112023927im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "https://web.archive.org/web/20151112023927im_/http://www.eurekalert.org/images/e4/logo-2x.png", "https://web.archive.org/web/20151112023927im_/http://www.eurekalert.org/images/meganav/AAAS-logo.png", "https://web.archive.org/web/20151112023927im_/http://www.eurekalert.org/images/e4/logo.png", "https://web.archive.org/web/20151112023927im_/http://www.eurekalert.org/images/meganav/browse-video.jpg"], "top_img": "https://web.archive.org/web/20151112023927im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20151112023927/http://www.eurekalert.org/pub_releases/2015-11/lsb-sdm110915.php", "title": "Study: Drug may delay, prevent blindness for millions of older Americans", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "A drug already used safely to treat Parkinson's disease, restless leg syndrome and other movement disorders also could delay or prevent the most common cause of blindness affecting more than 9 million older Americans -- age-related macular degeneration.\n\nResearchers have discovered that patients who take the drug L-DOPA are significantly less likely to develop AMD, and if they do get AMD it's at a significantly older age, according to study published online Nov. 4 in the American Journal of Medicine.", "keywords": "Medicine/Health, Gerontology, Aging, Ophthalmology, Pharmaceutical Science", "date": "Mon, 09 Nov 2015 05:00:00 GMT", "funder": "NIH/National Center for Advancing Translational Sciences, NIH/National Human Genome Research Institute, Research to Prevent Blindness, Bright Focus Foundation, Edward N. & Della L. Thome Memorial Foundation, Wisconsin Genomics Initiative, and others", "journal": "American Journal of Medicine", "type": "research", "institution": "Lindsay, Ston & Briggs", "region": "namerica", "twitter": {"card": "summary", "site": "@EurekAlertAAAS", "creator": "EurekAlertAAAS", "domain": "www.eurekalert.org"}, "og": {"title": "Study: Drug may delay, prevent blindness for millions of older Americans", "description": "A drug already used safely to treat Parkinson's disease, restless leg syndrome and other movement disorders also could delay or prevent the most common cause of blindness affecting more than 9 million older Americans -- age-related macular degeneration.\n\nResearchers have discovered that patients who take the drug L-DOPA are significantly less likely to develop AMD, and if they do get AMD it's at a significantly older age, according to study published online Nov. 4 in the American Journal of Medicine.", "site_name": "EurekAlert!", "url": "https://web.archive.org/web/20151112023927/http://www.eurekalert.org/pub_releases/2015-11/lsb-sdm110915.php", "image": "https://web.archive.org/web/20151112023927im_/http://www.eurekalert.org/images/eurekalert-logo200X200.gif", "type": "website"}, "fb": {"profile_id": "EurekAlert"}}, "movies": [], "publish_date": 1448773200.0, "source": "https://web.archive.org", "summary": ""}